{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GL2T4W2A",
            "djqLs50AAAAJ",
            [
                "Mind in society: The development of higher psychological processes",
                "El desarrollo de los procesos psicológicos superiores",
                "Cultural psychology: A once and future discipline",
                "Deciphering the biology of Mycobacterium tuberculosis from the complete genome sequence",
                "Interaction between learning and development",
                "The psychology of literacy",
                "Intelligence: knowns and unknowns.",
                "Cognitive development: Its cultural and social foundations",
                "A cultural-historical approach to distributed cognition"
            ],
            [
                "The great Russian psychologist LS Vygotsky has long been recognized as a pioneer in developmental psychology. But his theory of development has never been well understood in the West. Mind in Society corrects much of this misunderstanding. Carefully edited by a group of outstanding Vygotsky scholars, the book presents a unique selection of Vygotsky's important essays.",
                "Al comparar los principios que regulan los reflejos condicionados e incondicionados, Pavlov utiliza el ejemplo de la llamada telefónica. La llamada tiene la posibilidad de conectar directamente dos puntos a través de una línea especial. Esto corresponde a un reflejo incondicionado. Otra posibilidad de la llamada telefónica es la de transmitir a través de una estación central especial con ayuda de conexiones temporales y sin limites. Esto corresponde a un reflejo condicionado. El córtex cerebral, órgano que cierra el circuito del reflejo condicionado, desempeña un papel importante en esta estación central. El mensaje fundamental de nuestro análisis de los procesos que subyacen a la creación de signos (señalización) puede expresarse mediante la misma metáfora, aunque de forma más generalizada. Tomemos, por ejemplo, el caso de hacer nudos para recordar algo o de echar suertes para tomar una …",
                "This monumental work takes up the odd dilemma of cultural psychology. The distinguished psychologist Michael Cole, known for his pioneering work in literacy, cognition, and human development, offers a full and multifaceted account of what the field of cultural psychology is what it has been, and what it can be.",
                "As a result of an error during film output, Table 1 was published with some symbols missing. The correct version can be found at http:\/\/www. sanger. ac. uk and is reproduced again here (following pages). Also, in Fig. 2, we incorrectly labelled Rv0649 as fadD37 instead of fabD2. Two of the genes for mycolyl transferases were inverted: Rv0129c encodes antigen 85C and not 85C! as stated, whereas Rv3803c codes for the secreted protein MPT51 and not antigen 85C (Infect. Immun. 59, 372±382; 1991); Rv3803c is now designated fbpD. We thank Morten Harboe and Harald Wiker for drawing this to our attention.",
                "36 INTRODUCTION dent and interactive. Of course, the nature of the inter-action is left virtually unexplored in Koffka's work, which is limited solely to very general remarks regarding the relation between these two processes. It is clear that for Koffka the process of maturation prepares and makes possible a specific process of learning. The learning process then stimulates and pushes forward the maturation process. The third and most important new aspect of this theory is the expanded role it as-cribes to learning in child development. This emphasis leads us directly to an old pedagogical problem, that of formal discipline and the problem of transfer. Pedagogical movements that have emphasized formal discipline and urged the teaching of classical languages, ancient civilizations, and mathematics have assumed that regardless of the irrelevance of these particular subjects for daily living, they were of the greatest value for the pupil's mental development. A variety of studies have called into question the soundness of this idea. It has been shown that learn-ing in one area has very little influence on overall de-velopment. For example, reflex theorists Woodworth and Thorndike found that adults who, after special exercises, had achieved considerable success in deter-mining the length of short lines, had made virtually no progress in their ability to determine the length of long lines. These same adults were successfully trained to estimate the size of a given two-dimen-sional figure, but this training did not make them successful in estimating the size of a series of other two-dimensional figures of various sizes and shapes. According to Thorndike …",
                "Jump to Content Jump to Main Navigation Publications. Subjects. Architecture and Design Arts\nAsian and Pacific Studies Business and Economics Chemistry Classical and Ancient Near Eastern\nStudies Computer Sciences Cultural Studies Engineering General Interest Geosciences History\nIndustrial Chemistry Islamic and Middle Eastern Studies Jewish Studies Law Library and\nInformation Science, Book Studies Life Sciences Linguistics and Semiotics Literary Studies.\n",
                "In the fall of 1994, the publication of Herrnstein and Murray's book The Bell Curve sparked a new round of debate about the meaning of intelligence test scores and the nature of intelligence. The debate was characterized by strong assertions as well as by strong feelings. Unfortunately, those assertions often revealed serious misunderstandings of what has (and has not) been demonstrated by scientific research in this field. Although a great deal is now known, the issues remain complex and in many cases still unresolved. Another unfortunate aspect of the debate was that many participants made little effort to distinguish scientific issues from political ones. Research findings were often assessed not so much on their merits or their scientific standing as on their supposed political implications. In such a climate, individuals who wish to make their own judgments find it hard to know what to believe. Reviewing the …",
                "Alexander Romanovich Luria, one of the most influential psychologists of the twentieth century, is best known for his pioneering work on the development of language and thought, mental retardation, and the cortical organization of higher mental processes. Virtually unnoticed has been his major contribution to the understanding of cultural differences in thinking. In the early 1930s young Luria set out with a group of Russian psychologists for the steppes of central Asia. Their mission: to study the impact of the socialist revolution on an ancient Islamic cotton-growing culture and, no less, to establish guidelines for a viable Marxist psychology. Lev Vygotsky, Luria's great teacher and friend, was convinced that variations in the mental development of children must be understood as a process including historically determined cultural factors. Guided by this conviction, Luria and his colleagues studied perception, abstraction, reasoning, and imagination among several remote groups of Uzbeks and Kirghiz--from cloistered illiterate women to slightly educated new friends of the central government. The original hypothesis was abundantly supported by the data: the very structure of the human cognitive process differs according to the ways in which social groups live out their various realities. People whose lives are dominated by concrete, practical activities have a different method of thinking from people whose lives require abstract, verbal, and theoretical approaches to reality. For Luria the legitimacy of treating human consciousness as a product of social history legitimized the Marxian dialectic of social development. For psychology in general, the …",
                "It was supposedly Goethe who observed that everything has been thought of before; the task is to think of it again in ways that are appropriate to one's current circumstances. Whoever made the remark, we have thought of it often in relation to the current wave of discovery that both the content and process of thinking (however those slippery terms are interpreted) are distributed as much among individuals as they are packed within them. Our own rediscovery of the distributed nature of mind has grown from our acquaintance with the cultural-historical school of psychology. Consequently, we have decided to explore approaches to distributed cognition by tracing this line of thinking back to the origins of psychology as a distinct discipline, by relating how it was developed by the cultural-historical school of psychology earlier in this century, and by suggesting the advantages of working within the cultural-historical framework (informed by modern cognitive psychology, anthropology, and sociology) when studying cognition as a distributed phenomenon."
            ],
            [
                [
                    "The role of culture in human development"
                ]
            ]
        ]
    ]
}