{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GMAA41KK",
            "Qnjo9ZEAAAAJ",
            [
                "An Analysis of Effective Support Structures for Novice Teachers.",
                "Can We Use Polya's Method to Improve Students' Performance in the Statistics Classes?",
                "Dominant Factors on Self-Efficacy and Motivation of Low Performing Minority High School Students"
            ],
            [
                "Teachers are leaving the profession at alarming rates. As a result, retaining novice teachers has become a major concern for policy makers, school districts, administrators, and teaching staff throughout the United States. The purpose of this study was to evaluate the effectiveness of novice teacher induction support structures in a southwestern US state. The conceptual framework is based on research examining teacher attrition; this study extends the research by examining school-based and university-based programs. Research questions focused on the perception of novice teachers regarding mentoring experiences at their certifying universities and employing school districts. Three research questions examined school district comprehensive induction support, certifying university support induction programs, and other support services that supported novice teachers’ decisions to remain in the profession. The method used to conduct research was a sequential exploratory mixed methods design to gather data. Quantitative research analyzed survey responses through descriptive statistics. Qualitative research utilized semi-structured interviews. The results revealed strong school support can compensate for the lack of university support, but strong university support did not compensate for a lack of school support",
                "In this study, Polya's problem-solving method is introduced in a statistics class in an effort to enhance students' performance. Teaching the method was applied to one of the two introductory-level statistics classes taught by the same instructor, and a comparison was made between the performances in the two classes. The results indicate there was a significant improvement of the students' performance in the class in which Polya's method was introduced.",
                "This article examines the self-beliefs and self-motivation of under-performing students at an urban high school in west Texas. The authors show that influences outside of the school setting affect the quality of education and the seriousness of the students regarding their education. The goal of this study is to provide educators and administrators a glimpse into outside factors that should be considered and addressed when considering the educational needs of under-performing minority students."
            ],
            [
                [
                    "mathematics education",
                    "potential theory",
                    "affine transformations",
                    "complex analysis"
                ]
            ]
        ]
    ]
}