{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GMHLDPCD",
            "hSg0gLQAAAAJ",
            [
                "Perturbative unitarity constraints on the NMSSM Higgs sector",
                "The knill graph dimension from the minimum clique cover"
            ],
            [
                "We place perturbative unitarity constraints on both the dimensionful and dimensionless parameters in the Next-to-Minimal Supersymmetric Standard Model (NMSSM) Higgs Sector. These constraints, plus the requirement that the singlino and\/or Higgsino constitutes at least part of the observed dark matter relic abundance, generate upper bounds on the Higgs, neutralino and chargino mass spectrum. Requiring higher-order corrections to be no more than 41% of the tree-level value, we obtain an upper bound of 20 TeV for the heavy Higgses and 12 TeV for the charginos and neutralinos outside defined fine-tuned regions. If the corrections are no more than 20% of the tree-level value, the bounds are 7 TeV for the heavy Higgses and 5 TeV for the charginos and neutralinos. In all, by using the NMSSM as a template, we describe a method which replaces naturalness arguments with more rigorous perturbative unitarity …",
                "In this paper we prove that the recursive (Knill) dimension of the join of two graphs has a simple formula in terms of the dimensions of the component graphs: . We use this formula to derive an expression for the Knill dimension of a graph from its minimum clique cover. A corollary of the formula is that a graph made of the arbitrary union of complete graphs  of the same order  will have dimension . We finish by finding lower and upper bounds on the Knill dimension of a graph in terms of its clique number."
            ],
            [
                [
                    "Theoretical Particle Physics",
                    "Phenomenology",
                    "Cosmology"
                ]
            ]
        ]
    ]
}