{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GMLR0UMT",
            "rLrSkWgAAAAJ",
            [
                "Landau-Lifshitz theory of the longitudinal spin Seebeck effect",
                "Universal quantum computation with hybrid spin-Majorana qubits",
                "Quantum dynamics of skyrmions in chiral magnets",
                "Topological phase detection in Rashba nanowires with a quantum dot",
                "Spin-dependent coupling between quantum dots and topological quantum wires",
                "Topological phases of inhomogeneous superconductivity",
                "Superconducting gap renormalization around two magnetic impurities: From Shiba to Andreev bound states",
                "High-efficiency resonant amplification of weak magnetic fields for single spin magnetometry at room temperature",
                "Low-field topological threshold in Majorana double nanowires",
                "Detecting topological superconductivity with  Josephson junctions"
            ],
            [
                "Thermal-bias-induced spin angular momentum transfer between a paramagnetic metal and ferromagnetic insulator is studied theoretically based on the stochastic Landau-Lifshitz-Gilbert (LLG) phenomenology. Magnons in the ferromagnet establish a nonequilibrium steady state by equilibrating with phonons via bulk Gilbert damping and electrons in the paramagnet via spin pumping, according to the fluctuation-dissipation theorem. Subthermal magnons and the associated spin currents are treated classically, while the appropriate quantum crossover is imposed on high-frequency magnetic fluctuations. We identify several length scales in the ferromagnet, which govern qualitative changes in the dependence of the thermally induced spin current on the magnetic film thickness.",
                "We theoretically propose a set of universal quantum gates acting on a hybrid qubit formed by coupling a quantum-dot spin qubit and Majorana fermion qubit. First, we consider a quantum dot that is tunnel coupled to two topological superconductors. The effective spin-Majorana exchange facilitates a hybrid cnot gate for which either qubit can be the control or target. The second setup is a modular scalable network of topological superconductors and quantum dots. As a result of the exchange interaction between adjacent spin qubits, a cnot gate is implemented that acts on neighboring Majorana qubits and eliminates the necessity of interqubit braiding. In both setups, the spin-Majorana exchange interaction allows for a phase gate, acting on either the spin or the Majorana qubit, and for a swap or hybrid swap gate which is sufficient for universal quantum computation without projective measurements.",
                "We study the quantum propagation of a Skyrmion in chiral magnetic insulators by generalizing the micromagnetic equations of motion to a finite-temperature path integral formalism, using field theoretic tools. Promoting the center of the Skyrmion to a dynamic quantity, the fluctuations around the Skyrmionic configuration give rise to a time-dependent damping of the Skyrmion motion. From the frequency dependence of the damping kernel, we are able to identify the Skyrmion mass, thus providing a microscopic description of the kinematic properties of Skyrmions. When defects are present or a magnetic trap is applied, the Skyrmion mass acquires a finite value proportional to the effective spin, even at vanishingly small temperature. We demonstrate that a Skyrmion in a confined geometry provided by a magnetic trap behaves as a massive particle owing to its quasi-one-dimensional confinement. An additional quantum …",
                "We study theoretically the detection of the topological phase transition occurring in Rashba nanowires with proximity-induced superconductivity using a quantum dot. The bulk states lowest in energy of such a nanowire have a spin polarization parallel or antiparallel to the applied magnetic field in the topological or trivial phase, respectively. We show that this property can be probed by the quantum dot created at the end of the nanowire by external gates. By tuning one of the two spin-split levels of the quantum dot to be in resonance with nanowire bulk states, one can detect the spin polarization of the lowest band via transport measurement. This allows one to determine the topological phase of the Rashba nanowire independently of the presence of Majorana bound states.",
                "Considering Rashba quantum wires with a proximity-induced superconducting gap as physical realizations of Majorana bound states and quantum dots, we calculate the overlap of the Majorana wave functions with the local wave functions on the dot. We determine the spin-dependent tunneling amplitudes between these two localized states and show that we can tune into a fully spin polarized tunneling regime by changing the distance between dot and Majorana bound state. Upon directly applying this to the tunneling model Hamiltonian, we calculate the effective magnetic field on the quantum dot flanked by two Majorana bound states. The direction of the induced magnetic field on the dot depends on the occupation of the nonlocal fermion formed from the two Majorana end states which can be used as a readout for such a Majorana qubit.",
                "We theoretically consider the effect of a spatially periodic modulation of the superconducting order parameter on the formation of Majorana fermions induced by a one-dimensional system with magnetic impurities brought into close proximity to an s-wave superconductor. When the magnetic exchange energy is larger than the inter-impurity electron hopping we model the effective system as a chain of coupled Shiba states, while in the opposite regime, the effective system is accurately described by a quantum wire model. Upon including a spatially modulated superconducting pairing, we find, for sufficiently large magnetic exchange energy, that the system is able to support a single pair of Majorana fermions with one Majorana fermion on the left end of the system and one on the right end. When the modulation of superconductivity is large compared to the magnetic exchange energy, the Shiba chain returns to a …",
                "We study the renormalization of the gap of an s-wave superconductor in the presence of two magnetic impurities. For weakly bound Shiba states, we analytically calculate the part of the gap renormalization that is sensitive to the relative orientation of the two impurity spins. For impurities with a strong exchange coupling to the conduction electrons, we solve the gap equation self-consistently by numerics and find that the subgap Shiba state turns into a supragap Andreev state when the local gap parameter changes sign under the impurities.",
                "Magnetic resonance techniques not only provide powerful imaging tools that have revolutionized medicine, but they have a wide spectrum of applications in other fields of science such as biology, chemistry, neuroscience and physics. However, current state-of-the-art magnetometers are unable to detect a single nuclear spin unless the tip-to-sample separation is made sufficiently small. Here, we demonstrate theoretically that by placing a ferromagnetic particle between a nitrogen–vacancy magnetometer and a target spin, the magnetometer sensitivity is improved dramatically. Using materials and techniques that are already experimentally available, our proposed set-up is sensitive enough to detect a single nuclear spin within ten milliseconds of data acquisition at room temperature. The sensitivity is practically unchanged when the ferromagnet surface to the target spin separation is smaller than the ferromagnet …",
                "A hard proximity-induced superconducting gap has recently been observed in semiconductor nanowire systems at low magnetic fields. However, in the topological regime at high magnetic fields, a soft gap emerges and represents a fundamental obstacle to topologically protected quantum information processing with Majorana bound states. Here we show that in a setup of double Rashba nanowires that are coupled to an s-wave superconductor and subjected to an external magnetic field along the wires, the topological threshold can be significantly reduced by the destructive interference of direct and crossed-Andreev pairing in this setup, precisely down to the magnetic field regime in which current experimental technology allows for a hard superconducting gap. We also show that the resulting Majorana bound states exhibit sufficiently short localization lengths, which makes them ideal candidates for future …",
                "The recent experimental discovery of φ 0 Josephson junctions by Szombati et al.[Nat. Phys. 12, 568 (2016)], characterized by a finite phase offset in the supercurrent, requires the same ingredients as topological superconductors, which suggests a profound connection between these two distinct phenomena. Here, we show that a quantum dot φ 0 Josephson junction can serve as a qualitative indicator for topological superconductivity: microscopically, we find that the phase shift in a junction of s-wave superconductors is due to the spin-orbit induced mixing of singly occupied states on the quantum dot, while for a topological superconductor junction it is due to singlet-triplet mixing. Because of this important difference, when the spin-orbit vector of the quantum dot and the external Zeeman field are orthogonal, the s-wave superconductors form a π Josephson junction, while the topological superconductors have a finite …"
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}