{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GMSMZGCL",
            "xrxOpzsAAAAJ",
            [
                "Topological defect dynamics in operando battery nanoparticles",
                "Bright circularly polarized soft X-ray high harmonics for X-ray magnetic circular dichroism",
                "Surface crystallization in a liquid AuSi alloy",
                "Synchrotron X-ray analytical techniques for studying materials electrochemistry in rechargeable batteries",
                "Surface structure of liquid metals and the effect of capillary waves: X-ray studies on liquid indium",
                "Infrared spectroscopy and nano-imaging of the insulator-to-metal transition in vanadium dioxide",
                "Direct measurement of antiferromagnetic domain fluctuations",
                "Nucleation of dislocations and their dynamics in layered oxide cathode materials during battery charging",
                "Nanoscale imaging of the electronic and structural transitions in vanadium dioxide",
                "Dichroic coherent diffractive imaging"
            ],
            [
                "Topological defects can markedly alter nanomaterial properties. This presents opportunities for “defect engineering,” where desired functionalities are generated through defect manipulation. However, imaging defects in working devices with nanoscale resolution remains elusive. We report three-dimensional imaging of dislocation dynamics in individual battery cathode nanoparticles under operando conditions using Bragg coherent diffractive imaging. Dislocations are static at room temperature and mobile during charge transport. During the structural phase transformation, the lithium-rich phase nucleates near the dislocation and spreads inhomogeneously. The dislocation field is a local probe of elastic properties, and we find that a region of the material exhibits a negative Poisson’s ratio at high voltage. Operando dislocation imaging thus opens a powerful avenue for facilitating improvement and rational design of …",
                "We demonstrate, to our knowledge, the first bright circularly polarized high-harmonic beams in the soft X-ray region of the electromagnetic spectrum, and use them to implement X-ray magnetic circular dichroism measurements in a tabletop-scale setup. Using counterrotating circularly polarized laser fields at 1.3 and 0.79 µm, we generate circularly polarized harmonics with photon energies exceeding 160 eV. The harmonic spectra emerge as a sequence of closely spaced pairs of left and right circularly polarized peaks, with energies determined by conservation of energy and spin angular momentum. We explain the single-atom and macroscopic physics by identifying the dominant electron quantum trajectories and optimal phase-matching conditions. The first advanced phase-matched propagation simulations for circularly polarized harmonics reveal the influence of the finite phase-matching temporal window on …",
                "X-ray measurements reveal a crystalline monolayer at the surface of the eutectic liquid Au82Si18, at temperatures above the alloy9s melting point. Surface-induced atomic layering, the hallmark of liquid metals, is also found below the crystalline monolayer. The layering depth, however, is threefold greater than that of all liquid metals studied to date. The crystallinity of the surface monolayer is notable, considering that AuSi does not form stable bulk crystalline phases at any concentration and temperature and that no crystalline surface phase has been detected thus far in any pure liquid metal or nondilute alloy. These results are discussed in relation to recently suggested models of amorphous alloys.",
                "Rechargeable battery technologies have ignited major breakthroughs in contemporary society, including but not limited to revolutions in transportation, electronics, and grid energy storage. The remarkable development of rechargeable batteries is largely attributed to in-depth efforts to improve battery electrode and electrolyte materials. There are, however, still intimidating challenges of lower cost, longer cycle and calendar life, higher energy density, and better safety for large scale energy storage and vehicular applications. Further progress with rechargeable batteries may require new chemistries (lithium ion batteries and beyond) and better understanding of materials electrochemistry in the various battery technologies. In the past decade, advancement of battery materials has been complemented by new analytical techniques that are capable of probing battery chemistries at various length and time scales …",
                "We report x-ray reflectivity (XR) and small-angle off-specular diffuse-scattering (DS) measurements from the surface of liquid indium close to its melting point of 156 C. From the XR measurements we extract the surface structure factor convolved with fluctuations in the height of the liquid surface. We present a model to describe DS that takes into account the surface structure factor, thermally excited capillary waves, and the experimental resolution. The experimentally determined DS follows this model with no adjustable parameters, allowing the surface structure factor to be deconvolved from the thermally excited height fluctuations. The resulting local electron-density profile displays exponentially decaying surface-induced layering similar to that previously reported for Ga and Hg. We compare the details of the local electron-density profiles of liquid In, which is a nearly free-electron metal, and liquid Ga, which is …",
                "We present a detailed infrared study of the insulator-to-metal transition (IMT) in vanadium dioxide (VO 2) thin films. Conventional infrared spectroscopy was employed to investigate the IMT in the far field. Scanning near-field infrared microscopy directly revealed the percolative IMT with increasing temperature. We confirmed that the phase transition is also percolative with cooling across the IMT. We present extensive near-field infrared images of phase coexistence in the IMT regime in VO 2. We find that the coexisting insulating and metallic regions at a fixed temperature are static on the time scale of our measurements. A distinctive approach for analyzing the far-field and near-field infrared data within the Bruggeman effective medium theory was employed to extract the optical constants of the incipient metallic puddles at the onset of the IMT. We found divergent effective carrier mass in the metallic puddles that …",
                "Measurements of magnetic noise emanating from ferromagnets owing to domain motion were first carried out nearly 100 years ago 1, and have underpinned much science and technology 2, 3. Antiferromagnets, which carry no net external magnetic dipole moment, yet have a periodic arrangement of the electron spins extending over macroscopic distances, should also display magnetic noise. However, this must be sampled at spatial wavelengths of the order of several interatomic spacings, rather than the macroscopic scales characteristic of ferromagnets. Here we present a direct measurement of the fluctuations in the nanometre-scale superstructure of spin-and charge-density waves associated with antiferromagnetism in elemental chromium. The technique used is X-ray photon correlation spectroscopy, where coherent X-ray diffraction produces a speckle pattern that serves as a ‘fingerprint’of a particular …",
                "Lithium-rich layered oxides (LRLO) are among the leading candidates for the next-generation cathode material for energy storage, delivering 50% excess capacity over commercially used compounds. Despite excellent prospects, voltage fade has prevented effective use of the excess capacity, and a major challenge has been a lack of understanding of the mechanisms underpinning the voltage fade. Here, using operando three-dimensional Bragg coherent diffractive imaging, we directly observe the nucleation of a mobile dislocation network in LRLO nanoparticles. The dislocations form more readily in LRLO as compared with a classical layered oxide, suggesting a link between the defects and voltage fade. We show microscopically how the formation of partial dislocations contributes to the voltage fade. The insights allow us to design and demonstrate an effective method to recover the original high-voltage …",
                "We investigate the electronic and structural changes at the nanoscale in vanadium dioxide (VO 2) in the vicinity of its thermally driven phase transition. Both electronic and structural changes exhibit phase coexistence leading to percolation. In addition, we observe a dichotomy between the local electronic and structural transitions. Nanoscale x-ray diffraction reveals local, nonmonotonic switching of the lattice structure, a phenomenon that is not seen in the electronic insulator-to-metal transition mapped by near-field infrared microscopy.",
                "Understanding electronic structure at the nanoscale is crucial to untangling fundamental physics puzzles such as phase separation and emergent behavior in complex magnetic oxides. Probes with the ability to see beyond surfaces on nanometer length and subpicosecond time scales can greatly enhance our understanding of these systems and will undoubtedly impact development of future information technologies. Polarized X-rays are an appealing choice of probe due to their penetrating power, elemental and magnetic specificity, and high spatial resolution. The resolution of traditional X-ray microscopes is limited by the nanometer precision required to fabricate X-ray optics. Here we present a novel approach to lensless imaging of an extended magnetic nanostructure, in which a scanned series of dichroic coherent diffraction patterns is recorded and numerically inverted to map its magnetic domain …"
            ],
            [
                [
                    "X-ray Scattering",
                    "X-ray Imaging",
                    "Magnetism",
                    "Liquid Surfaces",
                    "Liquid Metals"
                ]
            ]
        ]
    ]
}