{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GN4Y11GW",
            "1j-ueo4AAAAJ",
            [
                "Including Often-Missed Knowledge and Skills in Science Assessments",
                "Argument-Driven Inquiry"
            ],
            [
                "The Next Generation Science Standards (NGSS) have the potential to “transform science education and give all students… the skills and knowledge they need to be informed citizens, college ready, and prepared for STEM careers”(NSTA 2013). But as we open our arms to the NGSS, we also need to ask ourselves: How do we know if we are making the goals of the NGSS a reality for our students? How are we going to assess whether students know and can do what is described in the NGSS? Assessment occurs at many levels, including national (eg, National Assessment of Educational Progress), state, district, school, and classroom. At each of these levels, standardized assessments are important and affect decisions, policies, and practices in education. Change in standardized assessment is important for measuring and sustaining change in education (NRC 2012). The new standards provide both challenges …",
                "1 Throughout this book, we use the term physical sciences when referring to the disciplinary core ideas of the Framework (in this context the term refers to a broad collection of scientific fields), but we use the term physics when referring to courses at the high school level (as in the title of the book)."
            ],
            [
                [
                    "physics",
                    "pedagogy",
                    "high energy",
                    "outreach"
                ]
            ],
            [
                "Adam LaMee Visiting Instructor PSB 111 Adam.Lamee@ucf.edu Adam LaMee (B.S. Physics, B.S. Anthropology, FSU) came to UCF as the new Teacher-in-Residence in the fall of 2015 after teaching high school Physics and Physical Science in Tallahassee, FL since 2003. He has been a physics content expert on the Florida Department of Education’s teacher certification exams, 6-12 science course curriculum, and Common Core integration and for Newton’s Playground, research into game-based physics learning and assessment funded by the Gates Foundation and US DoD. Adam’s research includes formative assessment strategies and performance assessment alternatives to large-scale, high-stakes science tests at the Center for Advancement of Learning and Assessment, FSU, and the CMS detector collaboration at CERN’s LHC that discovered the Higgs boson. In K-12 schools, Adam mentors future and beginning teachers, coordinates Lesson Study and Teachers With Open Doors peer observation with high school faculty, and is a Quarknet Teaching and Learning Fellow. Adam’s research includes formative assessment strategies and performance assessment alternatives to large-scale, high-stakes science tests at the Center for Advancement of Learning and Assessment, FSU, and the CMS detector collaboration at CERN’s LHC that discovered the Higgs boson. “Including Often-Missed Knowledge and Skills in Science Assessments,” Danielle Sherdan, Alan Anderson, Aaron Rouby, Adam LaMee, Penny J. Gilmer, and Albert Oosterhof, Science Scope , Vol. 38 No. 1, Sept 2014 “Science as Argument: Writing Effective Explanations of Data,” Adam LaMee, National Science Teachers Association National Conference , 2014, Boston, MA. “Argumentation, Assessment, and the Theory of Evolution,” Adam LaMee and Lee Walton, National Science Teachers Association National Conference , 2014, Boston, MA. “Formative Assessment of Complex Science Competencies,” Fara Rohani, Adam LaMee, and Aaron Rouby, Annual Conference of the Florida Center for Research in Science, Technology, Engineering, and Math , 2012, St. Petersburg, FL. “Writing in the Science Classroom,” Kathryn Spradlin and Adam LaMee, Leon County School District Language Arts Professional Development , 2010, Tallahassee, FL. “Science Writing as Argument,” Kathryn Spradlin and Adam LaMee, National Writing Project Regional Conference , 2009, Tallahassee, FL. COS News Physics Hosts Teaching & Data Workshops In an effort to transform classroom learning, the UCF Physics Department hosted a PhysTEC and Project CODER workshop from June 13-17 at UCF. The first two…"
            ]
        ]
    ]
}