{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GO58LRA3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Nural  Akchurin,  Ph.D. Professor and Associate Dean of Research in Arts and Sciences Nural.Akchurin@ttu.edu (806) 834-8838 101 Science Building Ph.D. Physics, University of Iowa (1990) A.B. Physics, Vassar College (1982) The discovery of the Higgs boson was one of the highlights of my work with the Compact\n                        Muon Solenoid (CMS) experiment at the Large Hadron Collider (LHC) at CERN. This discovery\n                        was a long time coming (I started working in CMS in 1994) and was especially memorable\n                        when the CERN announcement of this discovery came on the 4 th of July 2012, which is Independence Day in the US. Now that the Higgs is “old news,”\n                        we are moving into unchartered territories at the high-energy frontier, searching\n                        for something new. Dark matter and dark energy remain enigmas. If dark matter can\n                        be produced in hadron colliders, we will find it.The TTU team and I are hard at work\n                        searching for it in CMS collisions that contain monojets, dijets, monophotons, and\n                        some other exotic topologies. In the last two decades, I have worked on ways of improving energy measurements of\n                        fundamental particles at high energies. I led the R & D, construction, installation,\n                        and commissioning of the CMS forward calorimeters: these calorimeters are fast (Cherenkov\n                        radiation) and radiation-hard (fused-silica optical fibers). They are performing magnificently.\n                        My colleagues at TTU and I have developed a new type of calorimeter (so-called dual-readout)\n                        that takes advantage of the unique features of scintillation and Cherenkov photons\n                        to improve the energy measurements of hadrons. The dual-readout approach is fundamentally\n                        different from conventional techniques and paves the way for precision energy measurement\n                        for all fundamental particles, not just electromagnetically interacting ones. I am\n                        also working on high-granularity silicon calorimeters not only to explore the fine\n                        features of shower shapes but also to extract precision timing information in an attempt\n                        to mitigate large pile-up effects in the high luminosity LHC. We are in the R&D phase\n                        of these new devices and plan to construct a large fraction of CMS's endcap calorimeter\n                        modules at TTU's Advanced Particle Detector Lab (APD Lab) in the coming few years. I enjoy working with undergraduate researchers. In Spring 2017, three groups of undergraduate\n                        students that I mentor presented their research results in conferences: muon tomography\n                        in the \"Archeology Meets Particle Physics\" project, detection of Cherenkov photons in air-showers initiated by very high-energy\n                        gamma rays by the HELADO (High Energy Llano Estacado Detector) group, and radiation\n                        hardness of scintillators for future applications. These are ongoing projects and\n                        interested undergraduates are welcome to contact me. Below you will find some of my publications in the last few years. For a complete\n                        list, click here . Charge Collection and Electrical Characterization of Neutron Irradiated Silicon Pad\n                           Detectors for the CMS High Granularity Calorimeter, N. Akchurin et al, arxiv:2005.08051v3\n                           [physics.ins-det] (2020) Cerium-doped Silica-Fibers as Wavelength Shifters, N. Akchurin et al, JINST 14 T06006\n                           (2019) arXiv:1903.11534v1 [physics.ins-det] (2019) Radiation-hardness studies with cerium-doped fused-silica fibers, N. Akchurin et al,\n                           JINST 14, P03020 (2019) First beam tests of prototype silicon modules for the CMS High Granularity Endcap\n                           Calorimeter,  N. Akchurin et al, JINST 13, P10023 (2018) Cerium-doped scintillating fused-silica fibers, N. Akchurin et al, JINST 13, P04010\n                           (2018) On the timing performance of thin planar silicon sensors, N. Akchurin et al, Nucl.\n                           Instrum. Meth. A859 (2017) 31-36 Jet energy scale and resolution in the CMS experiment in pp collisions at 8 TeV, CMS\n                           Collaboration, JINST 12 (2017) no.02, P02014 Search for narrow resonances decaying to dijets in proton-proton collisions at 13\n                           TeV, CMS Collaboration, CMS Collaboration, Phys. Rev. Lett. 116, 071801 (2016) Forward-backward asymmetry of Drell-Yan lepton pairs in pp collisions at 8 TeV, CMS\n                           Collaboration, Eur. Phys. J. C 76 325 (2016) Dose rate effects in the radiation damage of the plastic scintillators of the CMS\n                           Hadron Endcap Calorimeter, CMS HCAL Collaboration, JINST 11 (2016) no.10, T10004 Combined Forward Calorimetry Option for Phase II CMS Endcap Upgrade, Nural Akchurin,\n                           J.Phys.Conf.Ser. 587 (2015) no.1, 012015 Search for a Higgs boson in the mass range from 145 to 1000 GeV decaying to a pair\n                           of W or Z bosons, CMS Collaboration, J. High Energy Phys. 10 144 (2015) Search for WWγ and WZγ production and constraints on anomalous quartic gauge couplings\n                           in pp collisions at √s = 8TeV, CMS Collaboration, Phys. Rev. D, 90, 032008 (2014) The electromagnetic performance of the RD52 fiber calorimeter, N. Akchurin et al,\n                           Nucl.Instrum.Meth. A735 (2014) 130-144 Particle identification in the longitudinally unsegmented RD52 calorimeter, N. Akchurin\n                           et al, Nucl.Instrum.Meth. A735 (2014) 120-129 Dual-readout Calorimetry, N. Akchurin et al.,arXiv:1307.5538 [physics.ins-det] (2013) A New Boson with a Mass of 125 GeV Observed with the CMS Experiment at the Large Hadron\n                           Collider, CMS Collaboration, Science, 338(6114), 1569-1575 (2012) Observation of a new boson with mass near 125 GeV in pp collisions at sqrt(s)=7 and\n                           8 TeV, CMS Collaboration, JHEP 1306 (2013) 081 Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC,\n                           CMS Collaboration, Phys.Lett. B716 (2012) 30-61 Search for Dark Matter and Large Extra Dimensions in pp Collisions Yielding a Photon\n                           and Missing Transverse Energy, CMS Collaboration, Phys. Rev. Lett. 108 261803 (2012) Detection of electron showers in dual-readout crystal calorimeters, N. Akchurin et\n                           al, Nucl.Instrum.Meth. A686 (2012) 125-135 Hadron calorimetry, Nural Akchurin and Richard Wigmans, Nucl.Instrum.Meth. A666 (2012)\n                           80-97 Polarization as a Tool in Calorimetry, N. Akchurin, Phys.Procedia 37 (2012) 333-339 Some test results of an anti-Cherenkov photomultiplier tube, N. Akchurin, J. Damgov,\n                           S.W. Lee, E. Yazgan, Nucl.Instrum.Meth. A695 (2012) 143-145 A comparison of BGO and BSO crystals used in the dual-readout mode, N. Akchurin et\n                           al, Nucl.Instrum.Meth. A640 (2011) 91-98 Search for Resonances in the Dijet Mass Spectrum from 7 TeV pp Collisions at CMS,\n                           CMS Collaboration, Phys. Lett. B 704 123-142 (2011) Polarization as a tool for dual-readout calorimetry, N. Akchurin et al., Nucl. Instrum.\n                           Meth. A638 (2011) 47-54 Determination of Jet Energy Calibration and Transverse Momentum Resolution in CMS,\n                           CMS Collaboration, JINST 6 (2011) P11002 Contact Undergrad. Inquiry Undergrad. Inquiry Contact Grad. Inquiry Grad. Inquiry Contact TTU Contact Contact TTU Sep 16, 2020 11:44 AM"
            ]
        ]
    ]
}