{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GQYE498X",
            "jmSoUP4AAAAJ",
            [
                "Principles of condensed matter physics",
                "Block copolymer lithography: periodic arrays of~ 1011 holes in 1 square centimeter",
                "Diffusing wave spectroscopy",
                "Living crystals of light-activated colloidal surfers",
                "Improving the density of jammed disordered packings using ellipsoids",
                "Charge renormalization, osmotic pressure, and bulk modulus of colloidal crystals: Theory",
                "Lock and key colloids",
                "Thermopower in the correlated hopping regime",
                "Nonlinear conductivity and noise due to charge-density-wave depinning in nb se 3",
                "Elastic properties of colloidal crystals and glasses"
            ],
            [
                "\/\/static.cambridge.org\/content\/id\/urn%3Acambridge.org%3Aid%3Aarticle%3AS0883769400025367\/resource\/name\/firstPage-S0883769400025367a.jpg",
                "Dense periodic arrays of holes and dots have been fabricated in a silicon nitride–coated silicon wafer. The holes are 20 nanometers across, 40 nanometers apart, and hexagonally ordered with a polygrain structure that has an average grain size of 10 by 10. Spin-coated diblock copolymer thin films with well-ordered spherical or cylindrical microdomains were used as the templates. The microdomain patterns were transferred directly to the underlying silicon nitride layer by two complementary techniques that resulted in opposite tones of the patterns. This process opens a route for nanometer-scale surface patterning by means of spontaneous self-assembly in synthetic materials on length scales that are difficult to obtain by standard semiconductor lithography techniques.",
                "We obtain useful information from the intensity autocorrelations of light scattered from systems which exhibit strong multiple scattering. A phenomenological model, which exploits the diffusive nature of the transport of light, is shown to be in excellent agreement with experimental data for several different scattering geometries. The dependence on geometry provides an important experimental control over the time scale probed. We call this technique diffusing wave spectroscopy, and illustrate its utility by studying diffusion in a strongly interacting colloidal glass.",
                "Spontaneous formation of colonies of bacteria or flocks of birds are examples of self-organization in active living matter. Here, we demonstrate a form of self-organization from nonequilibrium driving forces in a suspension of synthetic photoactivated colloidal particles. They lead to two-dimensional \"living crystals,\" which form, break, explode, and re-form elsewhere. The dynamic assembly results from a competition between self-propulsion of particles and an attractive interaction induced respectively by osmotic and phoretic effects and activated by light. We measured a transition from normal to giant-number fluctuations. Our experiments are quantitatively described by simple numerical simulations. We show that the existence of the living crystals is intrinsically related to the out-of-equilibrium collisions of the self-propelled particles.",
                "Packing problems, such as how densely objects can fill a volume, are among the most ancient and persistent problems in mathematics and science. For equal spheres, it has only recently been proved that the face-centered cubic lattice has the highest possible packing fraction   . It is also well known that certain random (amorphous) jammed packings have φ ≈ 0.64. Here, we show experimentally and with a new simulation algorithm that ellipsoids can randomly pack more densely—up to φ= 0.68 to 0.71for spheroids with an aspect ratio close to that of M&M9s Candies—and even approach φ ≈ 0.74 for ellipsoids with other aspect ratios. We suggest that the higher density is directly related to the higher number of degrees of freedom per particle and thus the larger number of particle contacts required to mechanically stabilize the packing. We measured the number of contacts per particle Z ≈ 10 for our …",
                "The interactions between charged colloidal particles with sufficient strength to cause crystallization are shown to be describable in terms of the usual Debye–Huckel approximation, but with a renormalized charge. The effective charge in general is smaller than the actual charge. We calculate the relationship between the actual charge and the renormalized charge by solving the Boltzmann–Poisson equation numerically in a spherical Wigner–Seitz cell. We then relate the numerical solutions and the effective charge to the osmotic pressure and the bulk modulus of the crystal. Our calculations also reveal that the renormalization of the added electrolyte concentration is negligible, so that the effective charge computations are useful even in the presence of salts.",
                "New functional materials can in principle be created using colloids that self-assemble into a desired structure by means of a programmable recognition and binding scheme. This idea has been explored by attaching ‘programmed’DNA strands to nanometre-1, 2, 3 and micrometre-4, 5 sized particles and then using DNA hybridization to direct the placement of the particles in the final assembly. Here we demonstrate an alternative recognition mechanism for directing the assembly of composite structures, based on particles with complementary shapes. Our system, which uses Fischer’s lock-and-key principle 6, employs colloidal spheres as keys and monodisperse colloidal particles with a spherical cavity as locks that bind spontaneously and reversibly via the depletion interaction. The lock-and-key binding is specific because it is controlled by how closely the size of a spherical colloidal key particle matches the radius …",
                "The high-temperature limit for the thermopower of a system of interacting localized carriers is governed entirely by the entropy change per added carrier. The calculation of this quantity reduces to a simple combinatorial problem dependent only on the density of carriers and the interactions stronger than the thermal energy. We have thus been able to generalize the Heikes formula to include several cases of interacting Fermi systems with spin.",
                "A simple model for the depinning and dynamics of a sliding charge-density wave is presented. The model consists of viscously damped motion in a periodic potential and accounts for the main features of the nonlinear conductivity, noise, and ac-dc coupling in the charge-density-wave state of Nb Se 3 at low temperature. Comparison with experimental data suggests that the depinning process is associated with the displacement of the charge-density wave by approximately one period λ.",
                "We have measured the shear modulus of lattices of charged polystyrene spheres. We describe a simple apparatus used in this study for determining the frequency of standing shear modes. For the monodisperse lattices, crystals form, stabilized by the repulsive Coulomb interaction, producing a classical ’’Wigner crystal’’ characterized by Bragg scattering and finite rigidity. We studied the rigidity as a function of volume fraction and electrolyte concentration for several particle diameters. Mixtures of colloids with different particle diameters form classical ’’Wigner glasses’’ characterized by the absence of long range order and Bragg scattering but the presence of a finite shear rigidity. We have studied the shear properties of these solids as a function of composition and electrolyte concentration."
            ],
            [
                [
                    "soft condensed matter physics"
                ]
            ],
            [
                "Paul Chaikin Silver Professor; Professor of Physics Ph.D. 1971 (Physics), Univsersity of Pennsylvania B.S. 1966 (Physics), California Institute of Technology \"An Electric Bottle for Colloids\", M. T. Sullivan, K. Zhao, A. D. Hollingsworth, R. H. Austin, W. B. Russel, and P. M. Chaikin, Phys. Rev. Lett. 96, 015703 (2006). \"Two-Dimensional Melting Transition Observed in a Block Copolymer\", D. E. Angelescu, C. K. Harrison, M. L. Trawick, R. A. Register, and P. M. Chaikin, Phys. Rev. Lett. 95, 025702 (2005) \"Experiments on Random Packings of Ellipsoids\", Man WN, Donev A, Stillinger FH, Sullivan MT, Russel WB, Heeger D, Inati S, Torquato S, Chaikin PM, Phys. Rev. Lett. 94, 198001 (2005) \"Coexistence of superconductivity and antiferromagnetism probed by simultaneous nuclear magnetic resonance and electrical transport in (TMTSF)(2)PF6 system\", Lee IJ, Brown SE, Yu W, Naughton MJ, Chaikin PM, Phys. Rev. Lett. 94, 197001 (2005) \"77Se NMR Probe of Magnetic Excitations of the Magic Angle Effect in (TMTSF)2PF6\" W. Wu, P. M. Chaikin, W. Kang, J. Shinagawa, W. Yu, and S. E. Brown, Phys. Rev. Lett. 94, 097004 (2005) \"Experimental measurement of the photonic properties of icosahedral quasicrystals\", Weining Man, Mischa Megens, Paul J. Steinhardt, P. M. Chaikin, Nature 436, 993-996 (18 Aug 2005) \"Reversible self-assembly and directed assembly of DNA-linked micrometer-sized colloids\", Valignat MP, Theodoly O, Crocker JC, Russel WB, Chaikin PM, PNAS 102, 4225 (2005) \"Shear-Induced Alignment in Thin Films of Spherical Nanodomains\" D. E. Angelescu, J. H. Waller, R. A. Register, P. M. Chaikin, Advanced Materials 17, 1878 (2005) \"Shear Ordering in Thin Films of Spherical Block Copolymer\", Gaurav Arya,, Jorg Rottler, Athanassios Z. Panagiotopoulos, David J. Srolovitz, and Paul M. Chaikin, Langmuir 21, 11518, (2005) \"The Earliest Use of Corundum and Diamond in Prehistoric China\", P. J. Lu, N. Yao, J. F. So, G. E. Harlow, J. F. Lu, G. F. Wang and P. M. Chaikin, Archeometry, 47, 1 (2005) \"A Laterally Modulated 2D Electron System in the Extreme Quantum Limit\" S. Melinte, Mona Berciu, Chenggang Zhou, E. Tutuc, S. J. Papadakis, C. Harrison, E. P. De Poortere, Mingshaw Wu, P. M. Chaikin, M. Shayegan, R. N. Bhatt, and R. A. Register, Phys. Rev. Lett. 92, 036802-1, (2004) \"Pattern coarsening in a 2D hexagonal system\", Harrison C, Angelescu DE, Trawick M, Cheng ZD, Huse DA, Chaikin PM, Vega DA, Sebastian JM, Register RA, Adamson DH, Europhys. Lett. 67, 800-806 (2004) \"Phase coherence and the Nernst effect at magic angles in organic conductors\", Ong NP, Wu WD, Chaikin PM, Anderson PW, Europhys. Lett. 66 579-584 (2004) \"Macroscopic Orientation of Block Copolymer Cylinders in Single-Layer Films by Shearing\", D. E. Angelescu, J. H. Waller, D. H. Adamson, P. Deshpande, S. Y. Chou, R. A. Register, P. M. Chaikin, Advanced Materials 16, 1736-1740, 2004 \"Unusually dense Crystal Packings of Ellipsoids\",Aleksandar Donev, Frank H. Stillinger, P. M. Chaikin, and Salvatore Torquato, Phys. Rev. Lett. 92, 255506-1 (2004) \"Improving the Density of Jammed Disordered Packings Using Ellipsoids\" Aleksandar Donev, Ibrahim Cisse, David Sachs, Evan A. Variano, Frank H. Stillinger, Robert Connelly, Salvatore Torquato, and P. M. Chaikin, Science 303, 990-993 (2004) \"Giant Nernst Effect and Lock-In Currents at Magic Angles in (TMTSF)2PF6\", W. Wu, I. J. Lee, and P. M. Chaikin, Phys. Rev. Lett. 91, 056601 (2003) \"Intrinsic electronic transport properties of organic field-effect transistors based on single crystalline tetramethyltetraselenafulvalene\", Nam MS, Ardavan A, Cava RJ, Chaikin PM, Appl. Phys. Lett. 83, 4782-4784 (2003) \"Light Streak Tracking of Optically Thin Microdisks\", Z. Cheng, P. M. Chaikin, and T. G. Mason, Phys. Rev. Lett. 89, 108303, (2002) \"Critical Field Enhancement near a Superconductor-Insulator Transition\", I. J. Lee, P. M. Chaikin, and M. J. Naughton,Phys. Rev. Lett. 88, 207002 (2002) \"Triplet Superconductivity in an Organic Superconductor Probed by NMR Knight Shift\", I. J. Lee, S. E. Brown, W. G. Clark, M. J. Strouse, M. J. Naughton, W. Kang, and P. M. Chaikin, Phys. Rev. Lett. 88, 017004 (2002) \"Crystallization Kinetics of Hard Spheres in Microgravity in the Coexistence Regime: Interactions between Growing Crystallites\", Zhengdong Cheng, P. M. Chaikin, Jixiang Zhu, W. B. Russel, and W. V. Meyer, Phys. Rev. Lett. 88, 015501 (2002) \"Colloidal hard-sphere crystallization kinetics in microgravity and normal gravity\", ZD Cheng ,JX Zhu ,WB Russel ,WV Meyer ,PM Chaikin, Appl. Optics 40, 4146-4151 (2001). \"Large area dense nanoscale patterning of arbitrary surfaces\", Park M, Chaikin PM, Register RA, Adamson DH, Appl. Phys. Lett., 79, 257-259 (2001) \"Measurement of the elasticity of the actin tail of Listeria monocytogenes\", Fabien Gerbal , Valerie Laurent , Albrecht Ott , Marie-France Carlier , Paul Chaikin , Jacques Prost, European Biophysics Journal, 29, 0134-0140, (2000) \"Phonons in an Entropic Crystal\", Zhengdong Cheng, Jixiang Zhu, William B. Russel, P. M. Chaikin, Phys. Rev. Lett. 85, 1460 (2000) \"Mechanisms of Ordering in Striped Patterns\", C. Harrison, D.H. Adamson, Z. Cheng, J.M. Sebastian, S. Sethuraman, D.A. Huse, R.A. Register, and P.M. Chaikin, Science, 290, 1558-1560 (2000). \"Dense Arrays of Ordered GaAs Nanostructures by Selective Area Growth on Substrates Patterned by Block Copolymer Lithography\", R. R. Li, P. D. Dapkus, M. E. Thompson, W. G. Jeong C. Harrison, P. M. Chaikin, R. A. Register,D. H. Adamson, , APPL PHYS LETT 76, 1689-1691 (2000) \"An elastic analysis of Listeria monocytogenes propulsion.\" Gerbal F, Chaikin P, Rabin Y, Prost J, BIOPHYSICAL JOURNAL 79 (5): 2259-2275 2000. Paul Chaikin Silver Professor; Professor of Physics chaikin@nyu.edu 726 Broadway, Room 877 Phone: (212) 998-7694 Lab Homepage CV Publication List"
            ]
        ]
    ]
}