{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GRBUV9P8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "George Smoot III (E) George Smoot III (E) Professor 367 Campbell gfsmoot@lbl.gov (510) 642-9389 Other: (510) 486-5505 Berkeley Center for Cosmological Physics The Smoot Group George Smoot received his Ph.D. in Physics from M.I.T. in 1970 and was a post-doctoral researcher at M.I.T. before moving to UC Berkeley in 1971. Honors include: NASA Medal for Exceptional Science Achievement, Kilby Award, Lawrence Award, Nobel Prize in Physics 2006. 2006 Nobel Prize winner-Experimental Astrophysicist George Smoot is an active researcher in observational astrophysics and cosmology. Smoot’s group at Lawrence Berkeley National Laboratory and the University of California at Berkeley is observing our galaxy and the cosmic background radiation that is a remnant from the fiery beginning of our Universe. Projects include ground-based radio-telescope observations, balloon-borne instrumentation, and satellite experiments. The most famous of these is COBE (the NASA Cosmic Background Explorer satellite), which has shown that the cosmic background radiation intensity has a wavelength dependence precisely that of a perfectly absorbing body, indicating that it is the relic radiation from the Big Bang origin of the Universe. Using NASA’s COBE DMR, Smoot and his colleagues made a map of the early Universe discovering the seeds of present day galaxies and clusters of galaxies. These seeds show up as variations at one part in 100,000 level in density from place to place. They also reveal information on the Big Bang and the origin of the Universe. In addition to continuing work on the four years of COBE data and on-going balloon experiments, Dr. Smoot has joined with colleagues in Europe to propose a new European Space Agency satellite to extend and improve these measurements. That satellite is now known as the Planck Satellite and is currently mapping the sky.  Dr. Smoot has also published a popular book on cosmology: Wrinkles in Time. Current Projects CMB data analysis : A major effort is data processing and analysis and the development of new techniques and algorithms. This included the analysis and extension of the extensive data set obtained by the COBE satellite during its four-year mission, analysis of balloon-borne instruments’ (MAXIMA\/Boomerang) data, and analysis of the second-generation CMB anisotropy mission WMAP (Wilkinson Microwave Anisotropy Probe -launched June 2000). This has recently moved to analysis of the observations from the Max Planck Surveyor is the (launched May 2009) third-generation CMB anisotropy satellite. Post doctoral fellows associated with this effort are analyzing observations from the South Pole Telescope (SPT) and the Atacama Cosmology Telescope (ACT) (see Berkeley Center for Cosmological Physics . Galactic Emission Mapping (GEM) : The GEM project is aimed at measuring and modeling Galactic millimeter to meter wavelength emission and Galactic structure. We utilize data from satellites, such as COBE and ground-based observations in our Galactic modeling. As a major component of the program, we have developed a precise, controlled radio telescope and receivers, which are used to make and calibrate radio maps of the sky. The GEM instrumentation has operated from a remote site in California, Colombia, and Tenerife (the Canary Islands), and is currently in Brazil and a sister instrument has recently begun observations in Portugal. Dark Energy Probes : We have a significant effort in (weak) gravitational lensing and a portion of the group works on the supernova cosmology project, and potential Dark Energy satellite probes such as EUCLID or JDEM. A major effort is work on developing BigBOSS which is a proposed next generation follow on to the BOSS (Baryonacoustic Oscillation Sky Survey) which is currently measuring the location and spectra of about 5 million galaxies and on the scale of a million quasars. This is a currently growing effort. This work is connected to BCCP. Berkeley Center for Cosmological Physics : I am the founding Director of the Berkeley Center for Cosmological Physics (BCCP) and we have a substantial effort going in basic cosmology research in theory and observations as well as a large education and public outreach set of activities. We also have a number of global partners such as the Paris Center for Cosmological Physics (PCCP) and the Institute for the Early Universe (IEU). Publications G. F. Smoot, C. L Bennett, A. Kogut, et al., “Structure in the COBE DMR first year maps,” Ap. J. Lett.396, L1 (1992). G. Smoot, M. Gorenstein, and R. A. Muller, “Detection of anisotropy in the cosmic blackbody radiation,” Phys. Rev. Lett. 39, 898 (1977). J. Mather, et al., “A preliminary measurement of the cosmic microwave background spectrum by the Cosmic Background Explorer (COBE) satellite,” Ap. J. Lett.354, L37 (1990). A. T. Lee, P. Ade, A. Balbi, J. Bock, J. Borrill, A. Boscaleri, P. De Bernardis, P. G. Ferreira, S. Hanany, V. V. Hristov, A. H. Jaffe, P. D. Mauskopf, C. B. Netterfield, E. Pascale, B. Rabii, P. L. Richards, G. F. Smoot, R. Stompor, C. D. Winant, and J. H. P. Wu, “A high spatial resolution analysis of the MAXIMA-1 cosmic microwave background anisotropy data,” The Astrophysical Journal 561, L1-L6 (2001), astro-ph\/0104459. B. Grossan, G. F. Smoot Power Spectrum Analysis of Far-IR Background Fluctuations in 160 Micron Maps From the Multiband Imaging Photometer for Spitzer A & A Probing Cosmic Strings with Satellite CMB measurements E. Jeong, Carlo Baccigalupi, G. F. Smoot,  E. Jeong, G. F. Smoot The Validity of the Cosmic String Pattern Search with the Cosmic Microwave Background ApJL. 661, L1, 200 I. F. M. Albuquerque and G. F. Smoot, “Measuring atmospheric neutrino oscillations with neutrino telescopes,” Phys. Rev.D64, 53008 (2001), hep-ph\/0102078. D. Scott and G. F. Smoot, “Cosmic Background Radiation Mini-Review,” Physics Letters B592, 1 (2004) SNAP Collaboration Supernova \/ Acceleration Probe: A Satellite Experiment to Study the Nature of the Dark Energy submitted to PASP “My Einstein Suspenders,” in My Einstein: Essays by Twenty-four of the World's Leading Thinkers on the Man, His Work, and His Legacy. John Brockman, ed. Pantheon, 2006. Search for more publications ."
            ]
        ]
    ]
}