{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GRHNF2OO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Teaching ROBERT WAYNE SPRINGER Professor wayne.springer@utah.edu 801-585-1390 Main Website http:\/\/www.physics.utah.edu\/~springer More Links Full Publication List Physics Building, 0010 Room: 216 Phone: 801-585-1390 ROBERT WAYNE SPRINGER 115 S 1400 E James Fletcher Bldg Salt Lake City, \r\nUT\r\n84112 ROBERT WAYNE SPRINGER Professor Teaching Research Summary Biography Current Courses Memberships in Professional Organizations Teaching Philosophy Courses I Teach Research Statement Research Keywords Presentations Research Groups Grants, Contracts & Research Gifts Languages Geographical Regions of Interest Internal Service Outreach In the Media Teaching Research Summary Biography Current Courses Memberships in Professional Organizations Teaching Philosophy Courses I Teach Research Statement Research Keywords Presentations Research Groups Grants, Contracts & Research Gifts Languages Geographical Regions of Interest Internal Service Outreach In the Media Publications A. Albert & The HAWC Collaboration (2018). Dark Matter Limits From Dwarf Spheroidal Galaxies with The HAWC Gamma-Ray Observatory. Institute of Physics (IOP) Publishing. Vol. Astrophys.J. 853 (2018) no.2.\r\n\r\nPublished, 02\/2018. http:\/\/dx.doi.org\/10.3847\/1538-4357\/aaa6d8 B. P. Abbott & http:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta# (2017). Multi-messenger Observations of a Binary Neutron Star Merger. Institute of Physics (IOP) Publishing. Vol. Astrophys.J. 848.\r\n\r\nPublished, 11\/2017. http:\/\/dx.doi.org\/10.3847\/2041-8213\/aa91c9 A.U. Abeysekara  & HAWC Collaboration (2017). Extended gamma-ray sources around pulsars constrain the origin of the positron flux at Earth. Science. Vol. 6365, 911-914.\r\n\r\nPublished, 11\/2017. http:\/\/dx.doi.org\/10.1126\/science.aan4880 M.G. Aartsen, The HAWC Collaboration, The IceCube Collaboration & ASAS-SN,The Astrophsical Multimessenger Observatory Network,LCO,Master,Swift,VERITAS Collaborations (2017). Multiwavelength follow-up of a rare IceCube neutrino multiplet. edp sciences. Vol. Astron.Astrophys. 607 (2017) A.\r\n\r\nPublished, 11\/2017. http:\/\/dx.doi.org\/10.1051\/0004-6361\/201730620 Ahron S. Barber & David B. Kieda, R. Wayne Springer (2017). Simulation of Near Horizontal Muons and Muon Bundles for the HAWC Observatory with CORSIKA. Elsevier.\r\n\r\nPublished, 10\/2017. http:\/\/arxiv.org\/abs\/arXiv:1710.06971 Ahron S. Barber & David B. Kieda, R. Wayne Springer (2017). Detection of Near Horizontal Muons with the HAWC Observatory. Elsevier.\r\n\r\nPublished, 10\/2017. http:\/\/arxiv.org\/abs\/arXiv:1710.04290 R. Alfaro & The HAWC Collaboration (2017). All-particle cosmic ray energy spectrum measured by the HAWC experiment from 10 to 500 TeV. American Physical Society. Vol. Phys.Rev. D96.\r\n\r\nPublished, 10\/2017. http:\/\/dx.doi.org\/10.1103\/PhysRevD.96.122001 A.U. Abeysekara & The HAWC Collaboration (2017). Data Acquisition Architecture and Online Processing System for the HAWC gamma-ray observatory. Elsevier. Vol. Nucl.Instrum.Meth. A888.\r\n\r\nPublished, 09\/2017. http:\/\/dx.doi.org\/10.1016\/j.nima.2018.01.051 R. Alfaro & The HAWC Collaboration (2017). Search for very-high-energy emission from Gamma-ray Bursts using the first 18 months of data from the HAWC Gamma-ray Observatory. Institute of Physics (IOP) Publishing. Vol. Astrophys.J. 843 (2017) no.2.\r\n\r\nPublished, 07\/2017. http:\/\/dx.doi.org\/10.3847\/1538-4357\/aa756f A.U. Abeysekara & The HAWC Collaboration (2017). The HAWC real-time flare monitor for rapid detection of transient events. Institute of Physics (IOP) Publishing. Vol. Astrophys.J. 843 (2017) no.2.\r\n\r\nPublished, 07\/2017. http:\/\/dx.doi.org\/10.3847\/1538-4357\/aa789f A.U. Abeysekara & The HAWC Collaboration (2017). The 2HWC HAWC Observatory Gamma Ray Catalog. Institute of Physics (IOP) Publishing. Vol. Astrophys.J. 843 (2017) no.1.\r\n\r\nPublished, 06\/2017. http:\/\/dx.doi.org\/10.3847\/1538-4357\/aa7556 A.U. Abeysekara & The HAWC Collaboration (2017). Observation of the Crab Nebula with the HAWC Gamma-Ray Observatory. Institute of Physics (IOP) Publishing. Vol. Astrophys.J. 843 (2017) no.1.\r\n\r\nPublished, 06\/2017. http:\/\/dx.doi.org\/10.3847\/1538-4357\/aa7555 A.U. Abeysekara & The HAWC Collaboration (2017). Daily monitoring of TeV gamma-ray emission from Mrk 421, Mrk 501, and the Crab Nebula with HAWC. Institute of Physics (IOP) Publishing. Vol. Astrophys.J. 841 (2017) no.2.\r\n\r\nPublished, 05\/2017. http:\/\/dx.doi.org\/10.3847\/1538-4357\/aa729e Abe, M., Abu-Zayyad, T., Allen, M., Azuma, R., Barcikowski, E., Belz, J.W., Bergman, D.R., Blake, S.A., Cady, R., Cheon, B.G., Chiba, J., Chikawa, M., Cho, W.R., Fujii, T., Fukushima, M., Goto, T., Hanlon, W., Hayashi, Y., Hayashida, N., Hibino, K., Honda, K., Ikeda, D., Inoue, N., Ishii, T., Ishimori, R., Ito, H., Ivanov, D., Jui, C.C.H., Kadota, K., Kakimoto, F., Kalashev, O., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kawata, K., Kido, E., Kim, H.B., Kim, J.H., Kim, J.H., Kitamura, S., Kitamura, Y., Kuzmin, V., Kwon, Y.J., Lan, J., Lundquist, J.P., Machida, K., Martens, K., Matsuda, T., Matsuyama, T., Matthews, J.N., Minamino, M., Mukai, Y., Myers, I., Nagasawa, K., Nagataki, S., Nakamura, T., Nonaka, T., Nozato, A., Ogio, S., Ogura, J., Ohnishi, M., Ohoka, H., Oki, K., Okuda, T., Ono, M., Oshima, A., Ozawa, S., Park, I.H., Pshirkov, M.S., Rodriguez, D.C., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Scott, L.M., Shah, P.D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B.K., Shin, H.S., Smith, J.D., Sokolsky, P., Springer, R.W., Stokes, B.T., Stratton, S.R., Stroman, T.A., Suzawa, T., Takamura, M., Takeda, M., Takeishi, R., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S.B., Thomson, G.B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Uchihori, Y., Udo, S., Urban, F., Vasiloff, G., Wong, T., Yamane, R., Yamaoka, H., Yamazaki, K., Yang, J., Yashiro, K., Yoneda, Y., Yoshida, S., Yoshii, H., Zollinger, R., Zundel, Z. & Abbasi, R.U. (2016). The energy spectrum of cosmic rays above 1017.2 eV measured by the fluorescence detectors of the Telescope Array experiment in seven years. Elsevier BV.\r\n\r\nPublished, 2016. Alfaro, R., Alvarez, C., Álvarez, J. D., Arceo, R., Arteaga-Velázquez, J. C., Solares, H. A. Ayala, Barber, A. S., Baughman, B. M., Bautista-Elivar, N., Reyes, A. D. Becerril, Belmont, E., BenZvi, S. Y., Bernal, A., Braun, J., Caballero-Mora, K. S., Capistrán, T., Carramiñana, A., Casanova, S., Castillo, M., Cotti, U., Cotzomi, J., León, S. Coutino de, Fuente, E. de la, León, C. De, DeYoung, T., Diaz Hernandez, R., Dingus, B. L., DuVernois, M. A., Ellsworth, R. W., Enriquez-Rivera, O., Fiorino, D. W., Fraija, N., Garfias, F., González, M. M., Goodman, J. A., Gussert, M., Hampel-Arias, Z., Harding, J. P., Hernandez, S., Hüntemeyer, P., Hui, C. M., Imran, A., Iriarte, A., Karn, P., Kieda, D., Lara, A., Lauer, R. J., Lee, W. H., Lennarz, D., Vargas, H. León, Linnemann, J. T., Longo, M., Raya, G. Luis, Malone, K., Marinelli, A., Marinelli, S. S., Martinez, H., Martinez, O., Martínez-Castro, J., Matthews, J. A., Miranda-Romagnoli, P., Moreno, E., Mostafá, M., Nellen, L., Newbold, M., Noriega-Papaqui, R., Patricelli, B., Pelayo, R., Pérez-Pérez, E. G., Pretz, J., Ren, Z., Rivière, C., Rosa-González, D., Salazar, H., Greus, F. Salesa, Sandoval, A., Schneider, M., Sinnis, G., Smith, A. J., Woodle, K. Sparks, Springer, R. W., Taboada, I., Tibolla, O., Tollefson, K., Torres, I., Ukwatta, T. N., Villaseñor, L., Vrabel, K., Weisgarber, T., Westerhoff, S., Wisher, I. G., Wood, J., Yapici, T., Yodh, G. B., Younk, P. W., Zaborov, D., Zepeda, A., Zhou, H. & Abeysekara, A. U. (2016). SEARCH FOR TeV GAMMA-RAY EMISSION FROM POINT-LIKE SOURCES IN THE INNER GALACTIC PLANE WITH A PARTIAL CONFIGURATION OF THE HAWC OBSERVATORY. American Astronomical Society. Vol. 817(1), 3.\r\n\r\nPublished, 2016. R.W. Springer & The HAWC Collaboration (2016). The High Altitude water Cherenkov (HAWC) Observatory. Elsevier. Vol. Nucl.Part.Phys.Proc. 279-281 (.\r\n\r\nPublished, 11\/2016. http:\/\/dx.doi.org\/10.1016\/j.nuclphysbps.2016.10.01... Abu-Zayyad, T., Aida, R., Allen, M., Anderson, R., Azuma, R., Barcikowski, E., Belz, J.W., Bergman, D.R., Blake, S.A., Cady, R., Cheon, B.G., Chiba, J., Chikawa, M., Cho, E.J., Cho, W.R., Fujii, H., Fujii, T., Fukuda, T., Fukushima, M., Hanlon, W., Hayashi, K., Hayashi, Y., Hayashida, N., Hibino, K., Hiyama, K., Honda, K., Iguchi, T., Ikeda, D., Ikuta, K., Inoue, N., Ishii, T., Ishimori, R., Ito, H., Ivanov, D., Iwamoto, S., Jui, C.C.H., Kadota, K., Kakimoto, F., Kalashev, O., Kanbe, T., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kido, E., Kim, H.B., Kim, H.K., Kim, J.H., Kitamoto, K., Kitamura, S., Kitamura, Y., Kobayashi, K., Kobayashi, Y., Kondo, Y., Kuramoto, K., Kuzmin, V., Kwon, Y.J., Lan, J., Lim, S.I., Lundquist, J.P., Machida, S., Martens, K., Matsuda, T., Matsuura, T., Matsuyama, T., Matthews, J.N., Minamino, M., Miyata, K., Murano, Y., Myers, I., Nagasawa, K., Nagataki, S., Nakamura, T., Nam, S.W., Nonaka, T., Ogio, S., Ohnishi, M., Ohoka, H., Oki, K., Oku, D., Okuda, T., Ono, M., Oshima, A., Ozawa, S., Park, I.H., Pshirkov, M.S., Rodriguez, D.C., Roh, S.Y., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Sampson, A.L., Scott, L.M., Shah, P.D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B.K., Shin, J.I., Shirahama, T., Smith, J.D., Sokolsky, P., Springer, R.W., Stokes, B.T., Stratton, S.R., Stroman, T., Suzuki, S., Takahashi, Y., Takeda, M., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S.B., Thomson, G.B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Tsuyuguchi, Y., Uchihori, Y., Udo, S., Ukai, H., Urban, F., Vasiloff, G., Wada, Y., Wong, T., Yamakawa, Y., Yamane, R., Yamaoka, H., Yamazaki, K., Yang, J., Yoneda, Y., Yoshida, S., Yoshii, H., Zhou, X., Zollinger, R. & Zundel, Z. (2015). Energy spectrum of ultra-high energy cosmic rays observed with the Telescope Array using a hybrid technique. Elsevier BV. Vol. 61, 93-101.\r\n\r\nPublished, 2015. Abbasi, R. U., Abe, M., Abu-Zayyad, T., Allen, M., Azuma, R., Barcikowski, E., Belz, J. W., Bergman, D. R., Blake, S. A., Cady, R., Chae, M. J., Cheon, B. G., Chiba, J., Chikawa, M., Cho, W. R., Fujii, T., Fukushima, M., Goto, T., Hanlon, W., Hayashi, Y., Hayashida, N., Hibino, K., Honda, K., Ikeda, D., Inoue, N., Ishii, T., Ishimori, R., Ito, H., Ivanov, D., Jui, C. C. H., Kadota, K., Kakimoto, F., Kalashev, O., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kawata, K., Kido, E., Kim, H. B., Kim, J. H., Kim, J. H., Kitamura, S., Kitamura, Y., Kuzmin, V., Kwon, Y. J., Lan, J., Lim, S. I., Lundquist, J. P., Machida, K., Martens, K., Matsuda, T., Matsuyama, T., Matthews, J. N., Minamino, M., Mukai, Y., Myers, I., Nagasawa, K., Nagataki, S., Nakamura, T., Nonaka, T., Nozato, A., Ogio, S., Ogura, J., Ohnishi, M., Ohoka, H., Oki, K., Okuda, T., Ono, M., Oshima, A., Ozawa, S., Park, I. H., Pshirkov, M. S., Rodriguez, D. C., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Scott, L. M., Shah, P. D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B. K., Shin, H. S., Smith, J. D., Sokolsky, P., Springer, R. W., Stokes, B. T., Stratton, S. R., Stroman, T. A., Suzawa, T., Takamura, M., Takeda, M., Takeishi, R., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S. B., Thomson, G. B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Uchihori, Y., Udo, S., Urban, F., Vasiloff, G., Wong, T., Yamane, R., Yamaoka, H., Yamazaki, K., Yang, J., Yashiro, K., Yoneda, Y., Yoshida, S., Yoshii, H., Zollinger, R. & Zundel, Z. (2015). Publisher’s Note: Measurement of the proton-air cross section with Telescope Array’s Middle Drum detector and surface array in hybrid mode [Phys. Rev. D 92 , 032007 (2015)]. American Physical Society (APS). Vol. 92(7).\r\n\r\nPublished, 2015. Abbasi, R. U., Abe, M., Abu-Zayyad, T., Allen, M., Azuma, R., Barcikowski, E., Belz, J. W., Bergman, D. R., Blake, S. A., Cady, R., Chae, M. J., Cheon, B. G., Chiba, J., Chikawa, M., Cho, W. R., Fujii, T., Fukushima, M., Goto, T., Hanlon, W., Hayashi, Y., Hayashida, N., Hibino, K., Honda, K., Ikeda, D., Inoue, N., Ishii, T., Ishimori, R., Ito, H., Ivanov, D., Jui, C. C. H., Kadota, K., Kakimoto, F., Kalashev, O., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kawata, K., Kido, E., Kim, H. B., Kim, J. H., Kim, J. H., Kitamura, S., Kitamura, Y., Kuzmin, V., Kwon, Y. J., Lan, J., Lim, S. I., Lundquist, J. P., Machida, K., Martens, K., Matsuda, T., Matsuyama, T., Matthews, J. N., Minamino, M., Mukai, Y., Myers, I., Nagasawa, K., Nagataki, S., Nakamura, T., Nonaka, T., Nozato, A., Ogio, S., Ogura, J., Ohnishi, M., Ohoka, H., Oki, K., Okuda, T., Ono, M., Oshima, A., Ozawa, S., Park, I. H., Pshirkov, M. S., Rodriguez, D. C., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Scott, L. M., Shah, P. D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B. K., Shin, H. S., Smith, J. D., Sokolsky, P., Springer, R. W., Stokes, B. T., Stratton, S. R., Stroman, T. A., Suzawa, T., Takamura, M., Takeda, M., Takeishi, R., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S. B., Thomson, G. B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Uchihori, Y., Udo, S., Urban, F., Vasiloff, G., Wong, T., Yamane, R., Yamaoka, H., Yamazaki, K., Yang, J., Yashiro, K., Yoneda, Y., Yoshida, S., Yoshii, H., Zollinger, R. & Zundel, Z. (2015). Measurement of the proton-air cross section with Telescope Array’s Middle Drum detector and surface array in hybrid mode. American Physical Society (APS). Vol. 92(3).\r\n\r\nPublished, 2015. Abdo, A.A., Abeysekara, A.U., Hoffman, C.M., Moreno, E., Salazar, H., Taboada, I., Goodman, J.A., Álvarez, J.D., Harding, J.P., Caballero-Mora, K.S., Bonilla Rosales, M., Schneider, M., Fraija, N., Westerhoff, S., DeYoung, T., Ukwatta, T.N., Vasileiou, V., Hampel-Arias, Z., Smith, A.J., Kieda, D., Zaborov, D., Belmont, E., Martinez, H., Wisher, I.G., Pretz, J., Gussert, M., Karn, P., Miranda-Romagnoli, P., Toale, P.A., Imran, A., Mincer, A.I., Kolterman, B.E., Mendoza Torres, E., Linares, E.C., Garfias, F., Torres, I., Arteaga-Velázquez, J.C., Linnemann, J.T., Villaseñor, L., Younk, P.W., Diaz Hernandez, R., Luna-GarcIa, R., Sandoval, A., Lennarz, D., Hays, E., Ruiz-Velasco, E., Becerra Gonzalez, J., Martínez-Castro, J., Sparks Woodle, K., Diaz-Cruz, L., Nellen, L., Mostafá, M., Saz Parkinson, P.M., Alfaro, R., Arceo, R., Ellsworth, R.W., Springer, R.W., Grabski, V., Alvarez, C., Kunde, G.J., Cotzomi, J., Díaz-Vélez, J.C., Longo, M., Lauer, R.J., Aune, T., Galindo, A., Lara, A., Zepeda, A., Carramiñana, A., Dingus, B.L., Baughman, B.M., De León, C., Berley, D., Fiorino, D.W., Sinnis, G., Christopher, G.E., Ayala Solares, H.A., Ryan, J., Newbold, M., DuVernois, M.A., Martinez, O., Hüntemeyer, P., Noriega-Papaqui, R., Pelayo, R., Caballero-Lopez, R.A., Marinelli, S.S., Iriarte, A., Patricelli, B., Rosa-González, D., Stump, D., Williams, D.A., de la Fuente, E., Pérez-Pérez, E.G., Salesa, F., Yodh, G.B., León Vargas, H., McEnery, J., Wood, J., Matthews, J.A.J., MacGibbon, J.H., González, M.M., Bautista-Elivar, N., Silich, S., BenZvi, S.Y., Morgan, T., Oceguera-Becerra, T., Cotti, U., Marinelli, A., Barber, A.S., Allen, B.T., Rivière, C., Hui, C.M., Zhou, H., Braun, J., Tollefson, K., Castillo, M., Nemethy, P., Weisgarber, T. & Lee, W.H. (2015). Milagro limits and HAWC sensitivity for the rate-density of evaporating Primordial Black Holes. Elsevier BV. Vol. 64, 4-12.\r\n\r\nPublished, 2015. Abbasi, R. U., Abe, M., Zayyad, T. Abu-, Allen, M., Anderson, R., Azuma, R., Barcikowski, E., Belz, J. W., Bergman, D. R., Blake, S. A., Cady, R., Chae, M. J., Cheon, B. G., Chiba, J., Chikawa, M., Cho, W. R., Fujii, T., Fukushima, M., Goto, T., Hanlon, W., Hayashi, Y., Hayashida, N., Hibino, K., Honda, K., Ikeda, D., Inoue, N., Ishii, T., Ishimori, R., Ito, H., Ivanov, D., Jui, C. C. H., Kadota, K., Kakimoto, F., Kalashev, O., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kawata, K., Kido, E., Kim, H. B., Kim, J. H., Kim, J. H., Kitamura, S., Kitamura, Y., Kuzmin, V., Kwon, Y. J., Lan, J., Lim, S. I., Lundquist, J. P., Machida, K., Martens, K., Matsuda, T., Matsuyama, T., Matthews, J. N., Minamino, M., Mukai, K., Myers, I., Nagasawa, K., Nagataki, S., Nakamura, T., Nonaka, T., Nozato, A., Ogio, S., Ogura, J., Ohnishi, M., Ohoka, H., Oki, K., Okuda, T., Ono, M., Oshima, A., Ozawa, S., Park, I. H., Pshirkov, M. S., Rodriguez, D. C., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Sampson, A. L., Scott, L. M., Shah, P. D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B. K., Smith, J. D., Sokolsky, P., Springer, R. W., Stokes, B. T., Stratton, S. R., Stroman, T. A., Suzawa, T., Takamura, M., Takeda, M., Takeishi, R., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S. B., Thomson, G. B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Uchihori, Y., Udo, S., Urban, F., Vasiloff, G., Wong, T., Yamane, R., Yamaoka, H., Yamazaki, K., Yang, J., Yashiro, K., Yoneda, Y., Yoshida, S., Yoshii, H., Zollinger, R. & Zundel, Z. (2015). A NORTHERN SKY SURVEY FOR POINT-LIKE SOURCES OF EeV NEUTRAL PARTICLES WITH THE TELESCOPE ARRAY EXPERIMENT. IOP Publishing. Vol. 804(2), 133.\r\n\r\nPublished, 2015. Abbasi, R.U., Abe, M., Abu-Zayyad, T., Allen, M.G., Anderson, R., Azuma, R., Barcikowski, E., Belz, J.W., Bergman, D.R., Blake, S.A., Cady, R., Chae, M.J., Cheon, B.G., Chiba, J., Chikawa, M., Cho, W.R., Fujii, T., Fukushima, M., Goto, T., Hanlon, W., Hayashi, Y., Hayashida, N., Hibino, K., Honda, K., Ikeda, D., Inoue, N., Ishii, T., Ishimori, R., Ito, H., Ivanov, D., Jui, C.C.H., Kadota, K., Kakimoto, F., Kalashev, O., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kawata, K., Kido, E., Kim, H.B., Kim, J.H., Kim, J.H., Kitamura, S., Kitamura, Y., Kuzmin, V., Kwon, Y.J., Lan, J., Lim, S.I., Lundquist, J.P., Machida, K., Martens, K., Matsuda, T., Matsuyama, T., Matthews, J.N., Minamino, M., Mukai, K., Myers, I., Nagasawa, K., Nagataki, S., Nakamura, T., Nonaka, T., Nozato, A., Ogio, S., Ogura, J., Ohnishi, M., Ohoka, H., Oki, K., Okuda, T., Ono, M., Oshima, A., Ozawa, S., Park, I.H., Pshirkov, M.S., Rodriguez, D.C., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Sampson, A.L., Scott, L.M., Shah, P.D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B.K., Shin, H.S., Smith, J.D., Sokolsky, P., Springer, R.W., Stokes, B.T., Stratton, S.R., Stroman, T.A., Suzawa, T., Takamura, M., Takeda, M., Takeishi, R., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S.B., Thomson, G.B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Uchihori, Y., Udo, S., Urban, F., Vasiloff, G., Wong, T., Yamane, R., Yamaoka, H., Yamazaki, K., Yang, J., Yashiro, K., Yoneda, Y., Yoshida, S., Yoshii, H., Zollinger, R. & Zundel, Z. (2015). The hybrid energy spectrum of Telescope Array’s Middle Drum Detector and surface array. Elsevier BV. Vol. 68, 27-44.\r\n\r\nPublished, 2015. Abeysekara, A.U., Santos, E., Linares, E.C., Salesa, F., García-Torales, G., Becerra Gonzalez, J., Nava, J., Ryan, J., Matthews, J.A.J., Caballero-Mora, K.S., Bonilla Rosales, M., Gussert, M., Miranda-Romagnoli, P., Ellsworth, R.W., Wall, W., Hampel-Arias, Z., Barber, A.S., Iriarte, A., Patricelli, B., Badillo, C., Hui, C.M., Zaborov, D., Ruiz-Velasco, E.L., Kunde, G.J., Ramírez, I., Wisher, I.G., González, L.X., González, M.M., Toale, P.A., Silich, S., González, A., Baughman, B.M., Alvarez, C., Ángeles, F., Torres, I., Braun, J., Avila-Aroche, A., Carramiñana, A., Diaz-Azuara, A., Fernandez, A., Kieda, D., Moreno, E., Garfias, F., McEnery, J., Pretz, J., Valdés Galicia, J.F., Linnemann, J.T., Hernández-Cervantes, L., Martínez, L.A., Martos, M., Fraija, N., Martínez, O., Villaseñor, L., Hüntemeyer, P., Younk, P.W., Marinelli, A., De León, C., Guzmán-Cerón, C., Fiorino, D.W., Mendoza Torres, E., Pérez-Pérez, E.G., Suarez, F., Salazar, H., Ayala Solares, H.A., Goodman, J.A., Newbold, M., Schneider, M., Vanegas, P., Cotti, U., Lee, W.H., Vázquez, A., Zepeda, A., Dingus, B.L., de la Fuente, E., Cabrera, I., Cotzomi, J., Sacahui, J.R., Tollefson, K., Castañeda-Martínez, L., Diaz-Cruz, L., Mostafá, M., Bautista-Elivar, N., Langarica, R., Luna-Garcia, R., Lauer, R.J., Tinoco, S., Imran, A., Sandoval, A., Bernal, A., Galindo, A., Lara, A., Rivière, C., Berley, D., Lennarz, D., Ruiz-Sala, F., Lara, G., León Vargas, H., Martínez, H., Taboada, I., Harding, J.P., Sparks Woodle, K., Nellen, L., DuVernois, M.A., Alfaro, R., Diaz Hernandez, R., Noriega-Papaqui, R., Pelayo, R., Caballero-Lopez, R.A., Springer, R.W., Westerhoff, S., BenZvi, S.Y., Oceguera-Becerra, T., Weisgarber, T., Ukwatta, T.N., Rentería, A., Tepe, A., Smith, A.J., Dultzin, D., Rosa-González, D., Page, D.P., Belmont, E., Benítez, E., Sinnis, G., Yodh, G.B., Zhou, H., Martínez-Castro, J., Wood, J., Arteaga-Velázquez, J.C., Díaz-Vélez, J.C., Álvarez, J.D., Castillo, M., Longo, M., Karn, P., Arceo, R., DeYoung, T. & Grabski, V. (2015). VAMOS: A pathfinder for the HAWC gamma-ray observatory. Elsevier BV. Vol. 62, 125-133.\r\n\r\nPublished, 2015. Abeysekara, A. U., Alfaro, R., Alvarez, C., Álvarez, J. D., Arceo, R., Arteaga-Velázquez, J. C., Solares, H. A. Ayala, Barber, A. S., Baughman, B. M., Bautista-Elivar, N., BenZvi, S. Y., Rosales, M. Bonilla, Braun, J., Caballero-Mora, K. S., Carramiñana, A., Castillo, M., Cotti, U., Cotzomi, J., de la Fuente, E., De León, C., DeYoung, T., Hernandez, R. Diaz, Dingus, B. L., DuVernois, M. A., Ellsworth, R. W., Fiorino, D. W., Fraija, N., Galindo, A., Garfias, F., González, M. M., Goodman, J. A., Gussert, M., Hampel-Arias, Z., Harding, J. P., Hüntemeyer, P., Hui, C. M., Imran, A., Iriarte, A., Karn, P., Kieda, D., Kunde, G. J., Lara, A., Lauer, R. J., Lee, W. H., Lennarz, D., Vargas, H. León, Linnemann, J. T., Longo, M., Luna-García, R., Malone, K., Marinelli, A., Marinelli, S. S., Martinez, H., Martinez, O., Martínez-Castro, J., Matthews, J. A. J., Torres, E. Mendoza, Miranda-Romagnoli, P., Moreno, E., Mostafá, M., Nellen, L., Newbold, M., Noriega-Papaqui, R., Oceguera-Becerra, T. O., Patricelli, B., Pelayo, R., Pérez-Pérez, E. G., Pretz, J., Rivière, C., Rosa-González, D., Salazar, H., Greus, F. Salesa, Sandoval, A., Schneider, M., Sinnis, G., Smith, A. J., Woodle, K. Sparks, Springer, R. W., Taboada, I., Tollefson, K., Torres, I., Ukwatta, T. N., Villaseñor, L., Weisgarber, T., Westerhoff, S., Wisher, I. G., Wood, J., Yodh, G. B., Younk, P. W., Zaborov, D., Zepeda, A. & Zhou, and H. (2015). SEARCH FOR GAMMA-RAYS FROM THE UNUSUALLY BRIGHT GRB 130427A WITH THE HAWC GAMMA-RAY OBSERVATORY. IOP Publishing. Vol. 800(2), 78.\r\n\r\nPublished, 2015. Abbasi, R.U., Abe, M., Abu-Zayyad, T., Allen, M., Anderson, R., Azuma, R., Barcikowski, E., Belz, J.W., Bergman, D.R., Blake, S.A., Cady, R., Chae, M.J., Cheon, B.G., Chiba, J., Chikawa, M., Cho, W.R., Fujii, T., Fukushima, M., Goto, T., Hanlon, W., Hayashi, Y., Hayashida, N., Hibino, K., Honda, K., Ikeda, D., Inoue, N., Ishii, T., Ishimori, R., Ito, H., Ivanov, D., Jui, C.C.H., Kadota, K., Kakimoto, F., Kalashev, O., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kawata, K., Kido, E., Kim, H.B., Kim, J.H., Kim, J.H., Kitamura, S., Kitamura, Y., Kuzmin, V., Kwon, Y.J., Lan, J., Lim, S.I., Lundquist, J.P., Machida, K., Martens, K., Matsuda, T., Matsuyama, T., Matthews, J.N., Minamino, M., Mukai, Y., Myers, I., Nagasawa, K., Nagataki, S., Nakamura, T., Nonaka, T., Nozato, A., Ogio, S., Ogura, J., Ohnishi, M., Ohoka, H., Oki, K., Okuda, T., Ono, M., Oshima, A., Ozawa, S., Park, I.H., Pshirkov, M.S., Rodriguez, D.C., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Sampson, A.L., Scott, L.M., Shah, P.D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B.K., Shin, H.S., Smith, J.D., Sokolsky, P., Springer, R.W., Stokes, B.T., Stratton, S.R., Stroman, T., Suzawa, T., Takamura, M., Takeda, M., Takeishi, R., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S.B., Thomson, G.B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Uchihori, Y., Udo, S., Urban, F., Vasiloff, G., Wong, T., Yamane, R., Yamaoka, H., Yamazaki, K., Yang, J., Yashiro, K., Yoneda, Y., Yoshida, S., Yoshii, H., Zollinger, R. & Zundel, Z. (2015). Study of Ultra-High Energy Cosmic Ray composition using Telescope Array’s Middle Drum detector and surface array in hybrid mode. Elsevier BV. Vol. 64, 49-62.\r\n\r\nPublished, 2015. VAMOS: a Pathfinder for the HAWC Gamma-Ray Observatory. The HAWC Collaboration (A.U. Abeysekara et al.). Aug 15, 2014. 8 pp. Published in Astropart.Phys. 62 (2015) 125-133.\r\n\r\nPublished, 03\/01\/2015. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S... Search for gamma-rays from the unusually bright GRB 130427A with the HAWC Gamma-ray Observatory The HAWC Collaboration (A.U. Abeysekara  et al.). Astrophys. J. 800 (2015), 78.\r\n\r\nPublished, 02\/11\/2015. http:\/\/iopscience.iop.org\/0004-637X\/800\/2\/78\/ Shin, B.K., Ikeda, D., Kakimoto, F., Fukushima, M., Pshirkov, M.S., Sokolsky, P., Tinyakov, P., Shah, P.D., Aida, R., Anderson, R., Azuma, R., Yamane, R., Suzuki, S., Fujii, T., Okuda, T., Oshima, A., Cheon, B.G., Rodriguez, D.C., Shibata, F., Rubtsov, G., Fujii, H., Shimodaira, H., Yamaoka, H., Yoshii, H., Kim, H.B., Shin, J.I., Kobayashi, K., Takeda, M., Tanaka, M., Inoue, N., Kalashev, O., Ishimori, R., Zollinger, R., Kitamura, S., Ogio, S., Kanbe, T., Sonley, T.J., Taketa, A., Cho, E.J., Yang, J., Miyata, K., Ohnishi, M., Springer, R.W., Kawana, S., Yoshida, S., Lim, S.I., Iguchi, T., Nonaka, T., Shibata, T., Kuzmin, V., Wada, Y., Stokes, B.T., Ivanov, D., Oku, D., Ohoka, H., Sagawa, H., Park, I.H., Belz, J.W., Hibino, K., Hiyama, K., Ikuta, K., Kuramoto, K., Minamino, M., Wood, M., Sakurai, N., Kawakami, S., Blake, S.A., Stratton, S.R., Ishii, T., Nakamura, T., Tomida, T., Cho, W.R., Kobayashi, Y., Takahashi, Y., Yamakawa, Y., Ryu, D., Bergman, D.R., Thomson, G.B., Kawai, H., Myers, I., Martineau, J., Kim, J.H., Kasahara, K., Yamazaki, K., Chikawa, M., Takita, M., Nagataki, S., Kondo, Y., Tameda, Y., Jui, C.C.H., Barcikowski, E., Vasiloff, G., Tanaka, H., Tkachev, I., Smith, J.D., Matthews, J.N., Tanaka, K., Tsutsumi, K., Hayashida, N., Ozawa, S., Abu-Zayyad, T., Fukuda, T., Matsuyama, T., Stroman, T., Wong, T., Tsuyuguchi, Y., Yoneda, Y., Kwon, Y.J., Ukai, H., Kim, H.K., Chiba, J., Hayashi, K., Kitamoto, K., Oki, K., Allen, M., Iwamoto, S., Machida, S., Thomas, S.B., Roh, S.Y., Shirahama, T., Hayashi, Y., Kitamura, Y., Murano, Y., Uchihori, Y., Zundel, Z., Sampson, A.L., Kido, E., Tokuno, H., Kim, J.H., Honda, K., Kadota, K., Martens, K., Nagasawa, K., Scott, L.M., Cady, R., Troitsky, S., Udo, S., Nam, S.W., Matsuda, T., Matsuura, T., Hanlon, W., Zhou, X. & Tsunesada, Y. (2014). Gain monitoring of telescope array photomultiplier cameras for the first 4 years of operation. Elsevier BV. Vol. 768, 96-103.\r\n\r\nPublished, 2014. Abbasi, R. U., Abe, M., Abu-Zayyad, T., Allen, M., Anderson, R., Azuma, R., Barcikowski, E., Belz, J. W., Bergman, D. R., Blake, S. A., Cady, R., Chae, M. J., Cheon, B. G., Chiba, J., Chikawa, M., Cho, W. R., Fujii, T., Fukushima, M., Goto, T., Hanlon, W., Hayashi, Y., Hayashida, N., Hibino, K., Honda, K., Ikeda, D., Inoue, N., Ishii, T., Ishimori, R., Ito, H., Ivanov, D., Jui, C. C. H., Kadota, K., Kakimoto, F., Kalashev, O., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kawata, K., Kido, E., Kim, H. B., Kim, J. H., Kitamura, S., Kitamura, Y., Kuzmin, V., Kwon, Y. J., Lan, J., Lim, S. I., Lundquist, J. P., Machida, K., Martens, K., Matsuda, T., Matsuyama, T., Matthews, J. N., Minamino, M., Mukai, K., Myers, I., Nagasawa, K., Nagataki, S., Nakamura, T., Nonaka, T., Nozato, A., Ogio, S., Ogura, J., Ohnishi, M., Ohoka, H., Oki, K., Okuda, T., Ono, M., Oshima, A., Ozawa, S., Park, I. H., Pshirkov, M. S., Rodriguez, D. C., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Sampson, A. L., Scott, L. M., Shah, P. D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B. K., Smith, J. D., Sokolsky, P., Springer, R. W., Stokes, B. T., Stratton, S. R., Stroman, T. A., Suzawa, T., Takamura, M., Takeda, M., Takeishi, R., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S. B., Thomson, G. B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Uchihori, Y., Udo, S., Urban, F., Vasiloff, G., Wong, T., Yamane, R., Yamaoka, H., Yamazaki, K., Yang, J., Yashiro, K., Yoneda, Y., Yoshida, S., Yoshii, H., Zollinger, R. & Zundel, Z. (2014). INDICATIONS OF INTERMEDIATE-SCALE ANISOTROPY OF COSMIC RAYS WITH ENERGY GREATER THAN 57 EeV IN THE NORTHERN SKY MEASURED WITH THE SURFACE DETECTOR OF THE TELESCOPE ARRAY EXPERIMENT. IOP Publishing. Vol. 790(2), L21.\r\n\r\nPublished, 2014. Abeysekara, A. U., Hui, C. M., Salazar, H., Goodman, J. A., Linnemann, J. T., Malone, K., González, M. M., Younk, P. W., Springer, R. W., Ukwatta, T. N., Iriarte, A., Lara, A., Sandoval, A., Baughman, B. M., De León, C., Kieda, D., Moreno, E., Sinnis, G., Matthews, J. A. J., Díaz-Vélez, J. C., Sparks Woodle, K., DuVernois, M. A., Fraija, N., Karn, P., Ellsworth, R. W., Oceguera-Becerra, T., Cotti, U., Hampel-Arias, Z., Galindo, A., Patricelli, B., Rosa-González, D., Zaborov, D., Belmont, E., de la Fuente, E., Kunde, G. J., Cotzomi, J., McEnery, J., Ryan, J., Mostafá, M., Bautista-Elivar, N., Hüntemeyer, P., Noriega-Papaqui, R., Marinelli, S. S., Imran, A., Marinelli, A., Smith, A. J., Rivière, C., Arteaga-Velázquez, J. C., Álvarez, J. D., Tollefson, K., Caballero-Mora, K. S., Nellen, L., Bonilla Rosales, M., Alfaro, R., Luna-García, R., Carramiñana, A., Barber, A. S., Pérez-Pérez, E. G., Yodh, G. B., Ayala Solares, H. A., Taboada, I., Castillo, M., Martinez, O., Miranda-Romagnoli, P., Arceo, R., BenZvi, S. Y., DeYoung, T., Lee, W. H., Berley, D., Salesa Greus, F., Torres, I., Martínez-Castro, J., Pretz, J., Harding, J. P., Gussert, M., Schneider, M., Diaz Hernandez, R., Westerhoff, S., Weisgarber, T., Zhou, and H., Dingus, B. L., Alvarez, C., Lennarz, D., Ruiz-Velasco, E., Garfias, F., León Vargas, H., Martinez, H., Braun, J., Wood, J., Newbold, M., Pelayo, R., Lauer, R. J., Zepeda, A., Fiorino, D. W., Mendoza Torres, E., Wisher, I. G., Villaseñor, L., Longo, M. & Toale, P. A. (2014). OBSERVATION OF SMALL-SCALE ANISOTROPY IN THE ARRIVAL DIRECTION DISTRIBUTION OF TeV COSMIC RAYS WITH HAWC. IOP Publishing. Vol. 796(2), 108.\r\n\r\nPublished, 2014. Abeysekara, A. U., Alfaro, R., Alvarez, C., Álvarez, J. D., Arceo, R., Arteaga-Velázquez, J. C., Ayala Solares, H. A., Barber, A. S., Baughman, B. M., Bautista-Elivar, N., Becerra Gonzalez, J., Belmont, E., BenZvi, S. Y., Berley, D., Bonilla Rosales, M., Braun, J., Caballero-Lopez, R. A., Caballero-Mora, K. S., Carramiñana, A., Castillo, M., Cotti, U., Cotzomi, J., de la Fuente, E., De León, C., DeYoung, T., Diaz Hernandez, R., Diaz-Cruz, L., Díaz-Vélez, J. C., Dingus, B. L., DuVernois, M. A., Ellsworth, R. W., Fiorino, D. W., Fraija, N., Galindo, A., Garfias, F., González, M. M., Goodman, J. A., Grabski, V., Gussert, M., Hampel-Arias, Z., Harding, J. P., Hui, C. M., Hüntemeyer, P., Imran, A., Iriarte, A., Karn, P., Kieda, D., Kunde, G. J., Lara, A., Lauer, R. J., Lee, W. H., Lennarz, D., León Vargas, H., Linares, E. C., Linnemann, J. T., Longo, M., Luna-Garcia, R., Marinelli, A., Martinez, H., Martinez, O., Martínez-Castro, J., Matthews, J. A. J., McEnery, J., Mendoza Torres, E., Miranda-Romagnoli, P., Moreno, E., Mostafá, M., Nellen, L., Newbold, M., Noriega-Papaqui, R., Oceguera-Becerra, T., Patricelli, B., Pelayo, R., Pérez-Pérez, E. G., Pretz, J., Rivière, C., Rosa-González, D., Ryan, J., Salazar, H., Salesa, F., Sanchez, F. E., Sandoval, A., Schneider, M., Silich, S., Sinnis, G., Smith, A. J., Sparks Woodle, K., Springer, R. W., Taboada, I., Toale, P. A., Tollefson, K., Torres, I., Ukwatta, T. N., Villaseñor, L., Weisgarber, T., Westerhoff, S., Wisher, I. G., Wood, J., Yodh, G. B., Younk, P. W., Zaborov, D., Zepeda, A., Zhou, H. & Abazajian, K. N. (2014). Sensitivity of HAWC to high-mass dark matter annihilations. American Physical Society (APS). Vol. 90(12).\r\n\r\nPublished, 2014. Observation of Small-scale Anisotropy in the Arrival Direction Distribution of TeV Cosmic Rays with HAWC. The HAWC Collaboration (A.U. Abeysekara et al.). Aug 20, 2014. 12 pp.  Astrophys. J. 796 (2014), 108.\r\n\r\nPublished, 11\/12\/2014. http:\/\/iopscience.iop.org\/0004-637X\/796\/2\/108\/ Abu-Zayyad, T., Aida, R., Allen, M., Anderson, R., Azuma, R., Barcikowski, E., Belz, J. W., Bergman, D. R., Blake, S. A., Cady, R., Cheon, B. G., Chiba, J., Chikawa, M., Cho, E. J., Cho, W. R., Fujii, H., Fujii, T., Fukuda, T., Fukushima, M., Hanlon, W., Hayashi, K., Hayashi, Y., Hayashida, N., Hibino, K., Hiyama, K., Honda, K., Iguchi, T., Ikeda, D., Ikuta, K., Inoue, N., Ishii, T., Ishimori, R., Ito, H., Ivanov, D., Iwamoto, S., Jui, C. C. H., Kadota, K., Kakimoto, F., Kalashev, O., Kanbe, T., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kawata, K., Kido, E., Kim, H. B., Kim, H. K., Kim, J. H., Kitamoto, K., Kitamura, S., Kitamura, Y., Kobayashi, K., Kobayashi, Y., Kondo, Y., Kuramoto, K., Kuzmin, V., Kwon, Y. J., Lan, J., Lim, S. I., Lundquist, J. P., Machida, S., Martens, K., Matsuda, T., Matsuura, T., Matsuyama, T., Matthews, J. N., Minamino, M., Miyata, K., Murano, Y., Myers, I., Nagasawa, K., Nagataki, S., Nakamura, T., Nam, S. W., Nonaka, T., Ogio, S., Ohnishi, M., Ohoka, H., Oki, K., Oku, D., Okuda, T., Ono, M., Oshima, A., Ozawa, S., Park, I. H., Pshirkov, M. S., Rodriguez, D. C., Roh, S. Y., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Sampson, A. L., Scott, L. M., Shah, P. D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B. K., Shin, J. I., Shirahama, T., Smith, J. D., Sokolsky, P., Springer, R. W., Stokes, B. T., Stratton, S. R., Stroman, T., Suzuki, S., Takahashi, Y., Takeda, M., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S. B., Thomson, G. B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Tsuyuguchi, Y., Uchihori, Y., Udo, S., Ukai, H., Urban, F., Vasiloff, G., Wada, Y., Wong, T., Yamakawa, Y., Yamane, R., Yamaoka, H., Yamazaki, K., Yang, J., Yoneda, Y., Yoshida, S., Yoshii, H., Zhou, X., Zollinger, R. & Zundel, Z. (2013). CORRELATIONS OF THE ARRIVAL DIRECTIONS OF ULTRA-HIGH ENERGY COSMIC RAYS WITH EXTRAGALACTIC OBJECTS AS OBSERVED BY THE TELESCOPE ARRAY EXPERIMENT. IOP Publishing. Vol. 777(2), 88.\r\n\r\nPublished, 2013. Tinyakov, P., Anderson, R., Springer, R.W., Kitamura, S., Machida, S., Ogio, S., Udo, S., Stratton, S.R., Fukuda, T., Ishii, T., Nonaka, T., Cho, W.R., Murano, Y., Tsunesada, Y., Kwon, Y.J., Zundel, Z., Matsuda, T., Shirahama, T., Stroman, T.A., Sonley, T.J., Wada, Y., Hayashi, K., Ono, M., Kalashev, O., Cady, R., Kobayashi, Y., Takahashi, Y., Uchihori, Y., Oshima, A., Cho, E.J., Sagawa, H., Tanaka, H., Sakurai, N., Fujii, T., Matsuura, T., Chiba, J., Lundquist, J.P., Oki, K., Tsutsumi, K., Yamazaki, K., Scott, L.M., Tanaka, M., Inoue, N., Taketa, A., Yoshii, H., Smith, J.D., Matthews, J.N., Kasahara, K., Kobayashi, K., Martens, K., Minamino, M., Ohnishi, M., Yamaoka, H., Tkachev, I., Hiyama, K., Tanaka, K., Allen, M., Fukushima, M., Hayashida, N., Yamane, R., Zollinger, R., Kawakami, S., Ozawa, S., Takita, M., Shah, P.D., Kawana, S., Nagataki, S., Thomas, S.B., Iguchi, T., Shibata, T., Hayashi, Y., Nam, S.W., Kanbe, T., Nakamura, T., Kondo, Y., Ukai, H., Oku, D., Thomson, G.B., Ito, H., Shin, J.I., Honda, K., Kadota, K., Miyata, K., Takeda, M., Cheon, B.G., Shin, B.K., Stokes, B.T., Shibata, F., Vasiloff, G., Park, I.H., Ogura, J., Kim, J.H., Belz, J.W., Ikuta, K., Kitamoto, K., Kuramoto, K., Azuma, R., Ishimori, R., Iwamoto, S., Lim, S.I., Okuda, T., Tomida, T., Kuzmin, V., Tameda, Y., Sampson, A.L., Ikeda, D., Kakimoto, F., Fujii, H., Kawai, H., Tokuno, H., Kim, H.B., Myers, I., Yang, J., Sokolsky, P., Suzuki, S., Troitsky, S., Yoshida, S., Blake, S.A., Roh, S.Y., Matsuyama, T., Wong, T., Tsuyuguchi, Y., Ivanov, D., Kido, E., Rubtsov, G., Shimodaira, H., Kim, H.K., Lan, J., Hibino, K., Kitamura, Y., Yoneda, Y., Jui, C.C.H., Ryu, D., Rodriguez, D.C., Bergman, D.R., Barcikowski, E., Ohoka, H., Chikawa, M., Pshirkov, M.S., Aida, R., Abu-Zayyad, T., Hanlon, W. & Yamakawa, Y. (2013). The energy spectrum of ultra-high-energy cosmic rays measured by the Telescope Array FADC fluorescence detectors in monocular mode. Elsevier BV. Vol. 48, 16-24.\r\n\r\nPublished, 2013. Abeysekara, A.U., Alfaro, R., Alvarez, C., Álvarez, J.D., Arceo, R., Arteaga-Velázquez, J.C., Ayala Solares, H.A., Barber, A.S., Baughman, B.M., Bautista-Elivar, N., Belmont, E., BenZvi, S.Y., Berley, D., Bonilla Rosales, M., Braun, J., Caballero-Lopez, R.A., Carramiñana, A., Castillo, M., Cotti, U., Cotzomi, J., de la Fuente, E., De León, C., DeYoung, T., Diaz Hernandez, R., Diaz-Velez, J.C., Dingus, B.L., DuVernois, M.A., Ellsworth, R.W., Fernandez, A., Fiorino, D.W., Fraija, N., Galindo, A., Garcia-Luna, J.L., Garcia-Torales, G., Garfias, F., González, L.X., González, M.M., Goodman, J.A., Grabski, V., Gussert, M., Hampel-Arias, Z., Hui, C.M., Hüntemeyer, P., Imran, A., Iriarte, A., Karn, P., Kieda, D., Kunde, G.J., Lara, A., Lauer, R.J., Lee, W.H., Lennarz, D., León Vargas, H., Linares, E.C., Linnemann, J.T., Longo, M., Luna-García, R., Marinelli, A., Martinez, O., Martínez-Castro, J., Matthews, J.A.J., Miranda-Romagnoli, P., Moreno, E., Mostafá, M., Nava, J., Nellen, L., Newbold, M., Noriega-Papaqui, R., Oceguera-Becerra, T., Patricelli, B., Pelayo, R., Pérez-Pérez, E.G., Pretz, J., Rivière, C., Rosa-González, D., Ryan, J., Salazar, H., Salesa, F., Sandoval, A., Santos, E., Schneider, M., Silich, S., Sinnis, G., Smith, A.J., Sparks, K., Springer, R.W., Taboada, I., Toale, P.A., Tollefson, K., Torres, I., Ukwatta, T.N., Villaseñor, L., Weisgarber, T., Westerhoff, S., Wisher, I.G., Wood, J., Yodh, G.B., Younk, P.W., Zaborov, D., Zepeda, A. & Zhou, H. (2013). Sensitivity of the high altitude water Cherenkov detector to sources of multi-TeV gamma rays. Elsevier BV. Vol. 50-52, 26-32.\r\n\r\nPublished, 2013. Abu-zayyad, T., Aida, R., Allen, M., Anderson, R., Azuma, R., Barcikowski, E., Belz, J.W., Bergman, D.R., Blake, S.A., Cady, R., Cheon, B.G., Chiba, J., Chikawa, M., Cho, E.J., Cho, W.R., Fujii, H., Fujii, T., Fukuda, T., Fukushima, M., Gorbunov, D., Hanlon, W., Hayashi, K., Hayashi, Y., Hayashida, N., Hibino, K., Hiyama, K., Honda, K., Iguchi, T., Ikeda, D., Ikuta, K., Inoue, N., Ishii, T., Ishimori, R., Ivanov, D., Iwamoto, S., Jui, C.C.H., Kadota, K., Kakimoto, F., Kalashev, O., Kanbe, T., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kido, E., Kim, H.B., Kim, H.K., Kim, J.H., Kitamoto, K., Kobayashi, K., Kobayashi, Y., Kondo, Y., Kuramoto, K., Kuzmin, V., Kwon, Y.J., Lim, S.I., Machida, S., Martens, K., Martineau, J., Matsuda, T., Matsuura, T., Matsuyama, T., Matthews, J.N., Minamino, M., Miyata, K., Miyauchi, H., Murano, Y., Myers, I., Nakamura, T., Nam, S.W., Nonaka, T., Ogio, S., Ohnishi, M., Ohoka, H., Oki, K., Oku, D., Okuda, S., Oshima, A., Ozawa, S., Park, I.H., Pshirkov, M.S., Rodriguez, D., Roh, S.Y., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Sampson, A.L., Scott, L.M., Shah, P.D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B.K., Shin, J.I., Shirahama, T., Smith, J.D., Sokolsky, P., Sonley, T.J., Springer, R.W., Stokes, B.T., Stratton, S.R., Stroman, T., Suzuki, S., Takahashi, Y., Takeda, M., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S.B., Thomson, G.B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Tsuyuguchi, Y., Uchihori, Y., Udo, S., Ukai, H., Vasiloff, G., Wada, Y., Wong, T., Wood, M., Yamakawa, Y., Yamaoka, H., Yamazaki, K., Yang, J., Yoshida, S., Yoshii, H., Zollinger, R. & Zundel, Z. (2012). New air fluorescence detectors employed in the Telescope Array experiment. Elsevier BV. Vol. 676, 54-65.\r\n\r\nPublished, 2012. Kakimoto, F., Yoshii, H., Myers, I., Matthews, J.N., Kuramoto, K., Martens, K., Tanaka, K., Minamino, M., Cady, R., Yamane, R., Iwamoto, S., Kitamura, S., Lim, S.I., Matsuda, T., Yoneda, Y., Oshima, A., Cheon, B.G., Shin, B.K., Stokes, B.T., Ivanov, D., Kido, E., Fujii, H., Shimodaira, H., Ikuta, K., Kitamoto, K., Inoue, N., Kalashev, O., Sokolsky, P., Ishimori, R., Troitsky, S., Yoshida, S., Blake, S.A., Abu-Zayyad, T., Fujii, T., Nakamura, T., Shibata, T., Stroman, T.A., Kondo, Y., Tameda, Y., Wada, Y., Ryu, D., Barcikowski, E., Tokuno, H., Smith, J.D., Hiyama, K., Oki, K., Tsutsumi, K., Allen, M., Takita, M., Aida, R., Springer, R.W., Nagataki, S., Thomas, S.B., Kanbe, T., Nonaka, T., Tsuyuguchi, Y., Vasiloff, G., Tanaka, H., Tkachev, I., Chiba, J., Hayashi, K., Hibino, K., Kadota, K., Tinyakov, P., Shah, P.D., Kawakami, S., Machida, S., Iguchi, T., Matsuyama, T., Sonley, T.J., Hanlon, W., Cho, W.R., Kobayashi, Y., Tsunesada, Y., Kwon, Y.J., Zundel, Z., Taketa, A., Rodriguez, D.C., Cho, E.J., Shibata, F., Ohoka, H., Ukai, H., Miyata, K., Takeda, M., Sakurai, N., Ozawa, S., Shirahama, T., Tomida, T., Rubtsov, G., Kawai, H., Martineau, J., Kasahara, K., Kobayashi, K., Scott, L.M., Ohnishi, M., Pshirkov, M.S., Anderson, R., Ogio, S., Udo, S., Stratton, S.R., Okuda, T., Kuzmin, V., Hayashi, Y., Sampson, A.L., Gorbunov, D., Ikeda, D., Oku, D., Thomson, G.B., Sagawa, H., Yamaoka, H., Kim, H.K., Kim, J.H., Shin, J.I., Yamazaki, K., Fukushima, M., Azuma, R., Zollinger, R., Kawana, S., Suzuki, S., Roh, S.Y., Fukuda, T., Ishii, T., Matsuura, T., Wong, T., Kitamura, Y., Jui, C.C.H., Bergman, D.R., Kim, H.B., Park, I.H., Yang, J., Belz, J.W., Honda, K., Chikawa, M., Tanaka, M., Wood, M., Hayashida, N., Nam, S.W., Murano, Y., Takahashi, Y., Uchihori, Y. & Yamakawa, Y. (2012). The energy spectrum of Telescope Array’s Middle Drum detector and the direct comparison to the High Resolution Fly’s Eye experiment. Elsevier BV. Vol. 39-40, 109-119.\r\n\r\nPublished, 2012. Abu-Zayyad, T., Aida, R., Allen, M., Anderson, R., Azuma, R., Barcikowski, E., Belz, J.W., Bergman, D.R., Blake, S.A., Cady, R., Cheon, B.G., Chiba, J., Chikawa, M., Cho, E.J., Cho, W.R., Fujii, H., Fujii, T., Fukuda, T., Fukushima, M., Gorbunov, D., Hanlon, W., Hayashi, K., Hayashi, Y., Hayashida, N., Hibino, K., Hiyama, K., Honda, K., Iguchi, T., Ikeda, D., Ikuta, K., Inoue, N., Ishii, T., Ishimori, R., Ivanov, D., Iwamoto, S., Jui, C.C.H., Kadota, K., Kakimoto, F., Kalashev, O., Kanbe, T., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kido, E., Kim, H.B., Kim, H.K., Kim, J.H., Kitamoto, K., Kobayashi, K., Kobayashi, Y., Kondo, Y., Kuramoto, K., Kuzmin, V., Kwon, Y.J., Lim, S.I., Machida, S., Martens, K., Martineau, J., Matsuda, T., Matsuura, T., Matsuyama, T., Matthews, J.N., Minamino, M., Miyata, K., Miyauchi, H., Murano, Y., Myers, I., Nakamura, T., Nam, S.W., Nonaka, T., Ogio, S., Ohnishi, M., Ohoka, H., Oki, K., Oku, D., Okuda, T., Oshima, A., Ozawa, S., Park, I.H., Pshirkov, M.S., Rodriguez, D., Roh, S.Y., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Sampson, A.L., Scott, L.M., Shah, P.D., Shibata, F., Shibata, T., Shimodaira, H., Shin, B.K., Shin, J.I., Shirahama, T., Smith, J.D., Sokolsky, P., Sonley, T.J., Springer, R.W., Stokes, B.T., Stratton, S.R., Stroman, T.A., Suzuki, S., Takahashi, Y., Takeda, M., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, S.B., Thomson, G.B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Troitsky, S., Tsunesada, Y., Tsutsumi, K., Tsuyuguchi, Y., Uchihori, Y., Udo, S., Ukai, H., Vasiloff, G., Wada, Y., Wong, T., Wood, M., Yamakawa, Y., Yamaoka, H., Yamazaki, K., Yang, J., Yoshida, S., Yoshii, H., Zollinger, R. & Zundel, Z. (2012). The surface detector array of the Telescope Array experiment. Elsevier BV. Vol. 689, 87-97.\r\n\r\nPublished, 2012. Jui, C. C. H., Kawai, H., Tokuno, H., Park, I. H., Martineau, J., Belz, J. W., Kasahara, K., Kobayashi, K., Martens, K., Minamino, M., Ohnishi, M., Pshirkov, M. S., Anderson, R., Springer, R. W., Udo, S., Blake, S. A., Nonaka, T., Kwon, Y. J., Shin, B. K., Kakimoto, F., Rubtsov, G., Vasiloff, G., Fujii, H., Yoshii, H., Kim, H. B., Myers, I., Matthews, J. N., Hibino, K., Kuramoto, K., Cady, R., Kitamura, S., Machida, S., Stratton, S. R., Nam, S. W., Hanlon, W., Hayashi, Y., Kobayashi, Y., Yoneda, Y., Zundel, Z., Oshima, A., Sagawa, H., Yamazaki, K., Fukushima, M., Inoue, N., Sakurai, N., Tinyakov, P., Shah, P. D., Suzuki, S., Troitsky, S., Yoshida, S., Fujii, T., Fukuda, T., Ishii, T., Matsuura, T., Matsuyama, T., Shibata, T., Wong, T., Kitamura, Y., Tameda, Y., Tsunesada, Y., Stokes, B. T., Ohoka, H., Ukai, H., Yamaoka, H., Kim, H. K., Shin, J. I., Hiyama, K., Honda, K., Miyata, K., Takeda, M., Tanaka, M., Zollinger, R., Ozawa, S., Lim, S. I., Shirahama, T., Ivanov, D., Kido, E., Cho, E. J., Shimodaira, H., Ikuta, K., Kitamoto, K., Scott, L. M., Sokolsky, P., Azuma, R., Ishimori, R., Iwamoto, S., Abu-Zayyad, T., Nakamura, T., Zhou, X., Kondo, Y., Ryu, D., Rodriguez, D. C., Bergman, D. R., Barcikowski, E., Shibata, F., Thomson, G. B., Chiba, J., Oki, K., Tsutsumi, K., Allen, M., Ogio, S., Kanbe, T., Okuda, T., Stroman, T., Tomida, T., Kuzmin, V., Tsuyuguchi, Y., Ikeda, D., Oku, D., Tanaka, H., Tkachev, I., Hayashi, K., Kadota, K., Tanaka, K., Takita, M., Aida, R., Yamane, R., Kawakami, S., Kawana, S., Nagataki, S., Thomas, S. B., Roh, S. Y., Iguchi, T., Matsuda, T., Cho, W. R., Taketa, A., Sampson, A. L., Cheon, B. G., Yang, J., Smith, J. D., Kim, J. H., Nagasawa, K., Chikawa, M., Wood, M., Hayashida, N., Kalashev, O., Sonley, T. J., Murano, Y., Takahashi, Y., Uchihori, Y., Wada, Y. & Yamakawa, Y. (2012). SEARCH FOR ANISOTROPY OF ULTRAHIGH ENERGY COSMIC RAYS WITH THE TELESCOPE ARRAY EXPERIMENT. IOP Publishing. Vol. 757(1), 26.\r\n\r\nPublished, 2012. The Energy Spectrum of Telescope Array's Middle Drum Detector and the Direct Comparison to the High Resolution Fly's Eye Experiment Astropart.Phys. 39-40 (2012) 109-119 .\r\n\r\nPublished, 12\/2012. http:\/\/dx.doi.org\/10.1016\/j.astropartphys.2012.05.... The surface detector array of the Telescope Array experimen t Nucl.Instrum.Meth. A689 (2012) 87-97 .\r\n\r\nPublished, 10\/2012. http:\/\/dx.doi.org\/10.1016\/j.nima.2012.05.079 Search for Anisotropy of Ultra-High Energy Cosmic Rays with the Telescope Array Experiment Astrophys.J. 757 (2012) 26 .\r\n\r\nPublished, 08\/2012. http:\/\/arxiv.org\/pdf\/1205.5984.pdf New air fluorescence detectors employed in the Telescope Array experiment Nucl.Instrum.Meth. A676 (2012) 54-65 .\r\n\r\nPublished, 06\/2012. http:\/\/dx.doi.org\/10.1016\/j.nima.2012.02.044 On the sensitivity of the HAWC observatory to gamma-ray bursts Astropart.Phys. 35 (2012) 641-650 .\r\n\r\nPublished, 05\/2012. http:\/\/arxiv.org\/pdf\/1108.6034.pdf Cheon, B G, Bergman, D R, Miyauchi, H, Lim, J H, Thomas, J R, Hibino, K, Martens, K, Minamino, M, Kalashev, O, Sokolsky, P, Shah, P D, Kawakami, S, Troitsky, S, Yoshida, S, Thomas, S B, Tomida, T, Kuzmin, V, Hayashi, Y, Wada, Y, Yamakawa, Y, Kitsugi, A, VanKlaveren, B, Kim, B G, Stokes, B T, Hughes, G, Ohoka, H, Kim, H B, Park, I H, Martineau, J, Smith, J D, Doura, K, Honda, K, Ikuta, K, Kasahara, K, Miyata, K, Allen, M, Fukushima, M, Inoue, N, Torii, R, Iwamoto, S, Fukuda, T, Kanbe, T, Nonaka, T, Sonley, T J, Tameda, Y, Rodriguez, D, Kang, H, Shimodaira, H, Takeda, M, Tanaka, M, Wood, M, Udo, S, Blake, S A, Kondo, Y, Taketa, A, Shin, B K, Ikeda, D, Thomson, G B, Koers, H, Chiba, J, Kim, J H, Hiyama, K, Aida, R, Ozawa, S, Fujii, T, Matsuda, T, Okuda, T, Tsuyuguchi, Y, Oshima, A, Jui, C C H, Ryu, D, Yang, J, Scott, L M, Chikawa, M, Hayashida, N, Sakurai, N, Brusova, O, Azuma, R, Cady, R, Ishimori, R, Ogio, S, Roh, S Y, Ishii, T, Matsuyama, T, Uchihori, Y, Ivanov, D, Rubtsov, G, Fujii, H, Kawai, H, Tokuno, H, Yoshii, H, Tkachev, I, Hayashi, K, Kadota, K, Kobayashi, K, Kawana, S, Suzuki, S, Nam, S W, Kwon, Y J, Ebeling, C, Gorbunov, D, Cho, E J, Kakimoto, F, Ukai, H, Yamaoka, H, Matthews, J N, Belz, J W, Cho, L S, Tinyakov, P, Machida, S, Lim, S I, Stratton, S R, Murano, Y, Takahashi, Y, Zundel, Z, Barcikowski, E, Kido, E, Cohen, F, Sagawa, H, Tanaka, H, Tanaka, K, Ohnishi, M, Takita, M, Springer, R W, Innemee, S J J, Abu-Zayyad, T, Benno, T, Iguchi, T, Nakamura, T, Shibata, T, Yamakawa, T, Hanlon, W, Cho, W R & Tsunesada, Y (2011). The Status of the Telescope Array experiment. IOP Publishing. Vol. 293, 012035.\r\n\r\nPublished, 2011. Finley, C. B., Hughes, G., Matthews, J. A. J., Hüntemeyer, P., Gray, R. C., Anderson, R. J., Thomas, S. B., Zech, A., Cannon, C., Thomson, G. B., Amman, J. F., Matthews, J. N., Belov, K., Marek, L. J., Holzscheiter, M. H., Sokolsky, P., Moore, S. A., Abu-Zayyad, T., Hanlon, W. F., Sinnis, G., Thomas, J. R., Al-Seady, M., Kirn, M. A., Manago, N., Kim, K., Scott, L. M., Brusova, O. A., Cao, Z., Jones, B. F., Painter, C. A., Burt, G. W., Lundquist, J. P., Perera, L., Roberts, M., Abbasi, R. U., Stratton, S., Blake, S. A., O’Neill, A., Jui, C. C. H., Ivanov, D., Rodriguez, D., Tupa, D., Bergman, D. R., Loh, E. C., Archbold, G., Liu, J., Belz, J. W., Reil, K., Allen, M., Maestas, M. M., Springer, R. W., Zhang, X., Song, C., Hoffman, C. M., Martens, K., Stokes, B. T., Smith, J. D., Sasaki, N., Riehle, R., Schnetzer, S. R., Deng, W. & Fedorova, Y. (2010). Indications of Proton-Dominated Cosmic-Ray Composition above 1.6 EeV. American Physical Society (APS). Vol. 104(16).\r\n\r\nPublished, 2010. O’Neill, A., Song, C., Jui, C. C. H., Tupa, D., Burt, G. W., Belz, J. W., Martens, K., Springer, R. W., Blake, S. A., Stokes, B. T., Findlay, J., Brusova, O. A., Tinyakov, P., Fedorova, Y., Cao, Z., Painter, C. A., Hoffman, C. M., Matthews, J. A. J., Perera, L., Manago, N., Gray, R. C., Schnetzer, S. R., Koers, H., Amann, J. F., Kim, K., Riehle, R., Deng, W., Ivanov, D., Sinnis, G., Thomas, J. R., Wiencke, L. R., Kirn, M. A., Sokolsky, P., Abu-Zayyad, T., Cannon, C., Smith, J. D., Matthews, J. N., Marek, L. J., Sasaki, M., Holzscheiter, M. H., Stratton, S. R., Hanlon, W. F., Finley, C. B., Rodriguez, D., Archbold, G., Reil, K., Thomas, S. B., Zhang, X., Zech, A., Jones, B. F, Bergman, D. R., Loh, E. C., Hughes, G., Thomson, G. B., Belov, K., Scott, L. M., Allen, M., Roberts, M. D., Maestas, M. M., Hüntemeyer, P., Abbasi, R. U. & Moore, S. A. (2010). ANALYSIS OF LARGE-SCALE ANISOTROPY OF ULTRA-HIGH ENERGY COSMIC RAYS IN HiRes DATA. IOP Publishing. Vol. 713(1), L64-L68.\r\n\r\nPublished, 2010. Abu-Zayyad, T., Aida, R., Allen, M., Arnould, Marcel, Azuma, R., Barcikowski, E., Belz, J. W., Benno, T., Bergman, D. R., Blake, S. A., Brusova, O., Cady, R., Cheon, B. G., Chiba, J., Chikawa, M., Cho, E. J., Cho, L. S., Cho, W. R., Cohen, F., Doura, K., Ebeling, C., Fujii, H., Fujii, T., Fukuda, T., Fukushima, M., Gales, Sydney, Gorbunov, D., Hanlon, W., Hayashi, K., Hayashi, Y., Hayashida, N., Hibino, K., Hiyama, K., Honda, K., Hughes, G., Iguchi, T., Ikeda, D., Ikuta, K., Innemee, S. J. J., Inoue, N., Ishii, T., Ishimori, R., Ivanov, D., Iwamoto, S., Jui, C. C. H., Kadota, K., Kakimoto, F., Kalashev, O., Kanbe, T., Kang, H., Kasahara, K., Kawai, H., Kawakami, S., Kawana, S., Kido, E., Kim, B. G., Kim, H. B., Kim, J. H., Kitsugi, A., Kobayashi, K., Koers, H., Kondo, Y., Kuzmin, V., Kwon, Y. J., Lim, J. H., Lim, S. I., Machida, S., Martens, K., Martineau, J., Matsuda, T., Matsuyama, T., Matthews, J. N., Minamino, M., Miyata, K., Miyauchi, H., Motobayashi, Tohru, Murano, Y., Nakamura, T., Nam, S. W., Nonaka, T., Ogio, S., Ohnishi, M., Ohoka, H., Okuda, T., Oshima, A., Ozawa, S., Park, I. H., Rodriguez, D., Roh, S. Y., Rubtsov, G., Ryu, D., Sagawa, H., Sakurai, N., Scheidenberger, Christoph, Scott, L. M., Shah, P. D., Shibata, T., Shimodaira, H., Shin, B. K., Smith, J. D., Sokolsky, P., Sonley, T. J., Springer, R. W., Stokes, B. T., Stratton, S. R., Susa, Hajime, Suzuki, S., Takahashi, Y., Takeda, M., Taketa, A., Takita, M., Tameda, Y., Tanaka, H., Tanaka, K., Tanaka, M., Thomas, J. R., Thomas, S. B., Thomson, G. B., Tinyakov, P., Tkachev, I., Tokuno, H., Tomida, T., Torii, R., Troitsky, S., Tsunesada, Y., Tsuyuguchi, Y., Uchihori, Y., Udo, S., Ukai, H., Utsunomiya, Hiroaki, VanKlaveren, B., Wada, Y., Wood, M., Yamakawa, T., Yamakawa, Y., Yamaoka, H., Yang, J., Yoshida, S., Yoshii, H. & Zundel, Z. (2010). The Telescope Array experiment: Status and Prospects. AIP Publishing. 365-368.\r\n\r\nPublished, 2010. Abu-Zayyad, T., Allen, M., Azuma, R., Belz, J. W., Benno, T., Bergman, D. R., Blake, S. A., Brusova, O., Cady, R., Cao, Z., Cheon, B. G., Chiba, J., Chikawa, M., Cho, I. S., Cho, E. J., Cho, W. R., Cohen, F., Doura, K., Endo, A., Fujii, H., Fukushima, M., Hayashi, K., Hayashi, Y., Hayashida, N., Hibino, K., Hiyama, K., Honda, K., Huentemeyer, P., Hughes, G., Ikeda, D., Iguchi, T., Inoue, N., Ishii, T., Iwamoto, S., Ivanov, D., Jui, C. C. H., Kadota, K., Kakimoto, F., Kang, Hyesung, Kasahara, K., Kawakami, S., Kawai, H., Kawana, S., Kido, E., Kim, J., Kim, Hang Bae, Kim, J. H., Kondo, Y., Kwon, Y.-J., Lim, J. H., Machida, S., Martens, K., Matsuda, T., Matthews, J. N., Matsuyama, T., Minamino, M., Misumi, K., Miyata, K., Murano, Y., Nakamura, T., Nam, S., Nonaka, T., Ogio, S., Ohnishi, M., Ohoka, H., Ohshima, A., Okuda, T., Ozawa, S., Park, I. H., Rodriguez, D., Roh, S., Ryu, Dongsu, Sagawa, H., Sakurai, N., Scott, L., Shah, P., Shibata, T., Shimodaira, H., Shimizu, N., Smith, J. D., Sokolsky, P., Springer, R. W., Stratton, S., Suzuki, S. Y., Taketa, A., Takeda, M., Takita, M., Tanaka, M., Tameda, Y., Tanaka, H., Tanaka, K., Teshima, M., Thomas, S. B., Thomas, J. R., Thomson, G. B., Tokuno, H., Tomida, T., Torii, R., Tsunesada, Y., Tsuyuguchi, Y., Uchihori, Y., Udo, S., Ukai, H., Wada, Y., Wiencke, L. R., Yamakawa, Y., Yamaoka, H., Yang, J., Yoshida, S. & Yoshii, H. (2009). Measurement of Ultra-High Energy Cosmic Rays by Telescope Array (TA). Physical Society of Japan. Vol. 78(Supplement A), 108-113.\r\n\r\nPublished, 2009. O’Neill, A., Perera, L., Wiencke, L.R., Abbasi, R.U., Thomas, S.B., Stratton, S.R., Zhang, X., Cao, Z., Amann, J.F., Kim, K., Al-Seady, M., Sasaki, M., Kirn, M.A., Fedorova, Y., Zech, A., Cannon, C., Finley, C.B., Jui, C.C.H., Bergman, D.R., Matthews, J.N., Zhang, B.K., Belov, K., Scott, L.M., Holzscheiter, M.H., Sokolsky, P., Gray, R.C., Abu-Zayyad, T., Jones, B.F., Archbold, G., Hughes, G., Findlay, J., Smith, J.D., Marek, L.J., Riehle, R., Snow, R., Springer, R.W., Deng, W., Stokes, B.T., Sinnis, G., Belz, J.W., Martens, K., Roberts, M.D., Hüntemeyer, P., Hanlon, W.F., Painter, C.A., Hoffman, C.M., Ivanov, D., Thomson, G.B., Matthews, J.A.J., Manago, N., Brusova, O.A., Blake, S.A., Moore, S.A., Zhang, Y., Rodriguez, D., Tupa, D., Loh, E.C., Burt, G.W., Thomas, J.R., Reil, K., Allen, M., Maestas, M.M. & Schnetzer, S.R. (2009). Measurement of the flux of ultra high energy cosmic rays by the stereo technique. Elsevier BV. Vol. 32(1), 53-60.\r\n\r\nPublished, 2009. Kitshugi, A., Ryu, D., Tokuno, H., Smith, J.D., Yamamoto, K., Shah, P., Azuma, R., Nonaka, T., Ohoka, H., Chiba, J., Hayashi, K., Hibino, K., Scott, L., Nam, S., Ozawa, S., Tomida, T., Tsuyuguchi, Y., Jui, C.H., Ikeda, D., Rodriguez, D., Hughes, G., Thomson, G.B., Shimodaira, H., Kadota, K., Kobayashi, K., Allen, M., Takita, M., Springer, R.W., Kawana, S., Udo, S., Abu-Zayyad, T., Nakamura, T., Yamakawa, T., Bergman, D.R., Park, I.H., Matthews, J.N., Honda, K., Tanaka, K., Teshima, M., Huentemeyer, P., Cady, R., Iwamoto, S., Ivanov, D., Kido, E., Cho, I.S., Yang, J., Chikawa, M., Torii, R., Ogio, S., Yoshida, S., Blake, S.A., Thomas, S.B., Shibata, T., Kondo, Y., Uchihori, Y., Yamakawa, Y., Cao, Z., Taketa, A., Kakimoto, F., Wiencke, L.R., Takeda, M., Sakurai, N., Yoshii, N., Fukuda, T., Tsunesada, Y., Kwon, Y.J., Belz, J.W., Martens, K., Tanaka, M., Hayashida, N., Matsuda, T., Oshima, A., Fujii, H., Kang, H., Kawai, H., Sagawa, H., Kasahara, K., Fukushima, M., Ohnishi, M., Inoue, N., Brusova, O., Sokolsky, P., Stratton, S., Fujii, T., Okuda, T. & Tameda, Y. (2009). The present status of the Telescope Array experiment. Elsevier BV. Vol. 190, 26-31.\r\n\r\nPublished, 2009. Zech, A., Hughes, G., Belov, K., Maestas, M., Hüntemeyer, P., Gray, R., Schnetzer, S., Thomas, S., Deng, W., Finley, C., Amman, J., Matthews, J., Perera, L., Song, C., Tupa, D., Loh, E., Thomas, J., Martens, K., Riehle, R., Thomson, G., Kim, K., Roberts, M., Blake, S., Cao, Z., O’Neill, A., Springer, R., Westerhoff, S., Hanlon, W., Painter, C., Cannon, C., Jui, C., Rodriguez, D., Burt, G., Brusova, O., Abbasi, R., Belz, J., Scott, L., Sasaki, N., Sokolsky, P., Fedorova, Y., Connolly, B., Sinnis, G., Marek, L., Wiencke, L., Abu-Zayyad, T., Hoffman, C., Bergman, D., Holzscheiter, M., Kirn, M., Manago, N., Zhang, X., Jones, B., Stokes, B., Ben Zvi, S., Moore, S., Archbold, G., Smith, J., Reil, K. & Allen, M. (2008). First Observation of the Greisen-Zatsepin-Kuzmin Suppression. American Physical Society (APS). Vol. 100(10).\r\n\r\nPublished, 2008. Ivanov, D., Manago, N., Schnetzer, S. R., Zech, A., Mannel, E. J., Martens, K., Zhang, X., Blake, S. A., Fedorova, Y., Biesiadecka, A., Roberts, M. D., Hüntemeyer, P., Gray, R. C., Thomas, J. R., Belz, J. W., Perera, L., Wiencke, L. R., Snow, R., Springer, R. W., Marek, L. J., Thomas, S. B., O’Neill, A., Song, C., Jui, C. C. H., Burt, G. W., Archbold, G., Hughes, G., Findlay, J., Smith, J. D., Amann, J. F., Boyer, J. H., Sokolsky, P., Cao, Z., Stokes, B. T., Cannon, C., Finley, C. B., Rodriguez, D., Sasaki, M., Stratton, S. R., Deng, W., Jones, B. F, Loh, E. C., Brusova, O. A., Painter, C. A., Hoffman, C. M., Sinnis, G., Matthews, J. A. J., Matthews, J. N., Kim, K., Reil, K., Allen, M., Maestas, M. M., Riehle, R., Abbasi, R. U., Zvi, S. Y. Ben, Hanlon, W. F., Knapp, B. C., Tupa, D., Bergman, D. R., Thomson, G. B., Belov, K., Scott, L. M., Seman, M., Kirn, M. A., Holzscheiter, M. H., Moore, S. A. & Abu-Zayyad, T. (2008). An Upper Limit on the Electron‐Neutrino Flux from the HiRes Detector. IOP Publishing. Vol. 684(2), 790-793.\r\n\r\nPublished, 2008. Hast, C., Martens, K., Manago, N., Abbasi, R., Field, C., Belz, J., Iverson, R., Fedorova, Y., Zech, A., Chen, C.-C., Walz, D., Bergman, D.R., Thomas, J., Matthews, J.N., Ng, J.S.T., Belov, K., Odian, A., Chen, C.-W., Rodriguez, D., Chang, F.-Y., Reil, K., Hüntemeyer, P., Lin, G.-L., Maestas, M., Loh, E.C., Dalton, M., Huang, M.A., Sokolsky, P., Springer, R.W., Thomas, S., Jui, C.C.H., Smith, J., Cao, Z., Jones, B.F., Thomson, G., Chen, P., Abu-Zayyad, T. & Hwang, W.-Y.P. (2008). Air fluorescence measurements in the spectral range 300–420nm using a 28.5GeV electron beam. Elsevier BV. Vol. 29(1), 77-86.\r\n\r\nPublished, 2008. Smith, J D, Ikuta, K, Mostafa, M, Takeda, M, Torii, R, Stratton, S R, Kanbe, T, Shibata, T, Tameda, Y, Martens, K, Tanaka, K, Fukushima, M, Huentemeyer, P, Kawakami, S, Machida, S, Doyle, T, Matsuda, T, Cao, Z, Bergman, D R, Thomson, G B, Tanaka, H, Yang, J, Hiyama, K, Sokolsky, P, Suzuki, S, Blake, S A, Chung, T, Taketa, A, Ikeda, D, Rodriguez, D, Kawai, H, Shimodaira, H, Cho, I S, Tomida, T, Wickwar, V B, Kondo, Y, Wada, Y, Yamakawa, Y, Yun, Y H, Honda, K, Miyata, K, Minamino, M, Ohnishi, M, Inoue, N, Udo, S, Cheon, B G, Kido, E, Park, I H, Matthews, J A J, Thomas, J R, Hibino, K, Nam, S, Yoshida, S, Thomas, S B, Wilkerson, T D, Kwon, Y J, Endo, A, Yamaoka, H, Wiencke, L R, Chikawa, M, Tanaka, M, Shimizu, N, Kawana, S, Abu-Zayyad, T, Benno, T, Nakamura, T, Tsunesada, Y, Fujii, H, Tokuno, H, Sagawa, H, Chiba, J, Matthews, J N, Belz, J W, Takita, M, Ozawa, S, Iguchi, T, Ishii, T, Okuda, T, Murano, Y, Cohen, F, Kakimoto, F, Taylor, M J, Hayashida, N, Sakurai, N, Springer, R W, Oh, S, Fukuda, T, Azuma, R, Sinnis, G, Ohoka, H, Park, J H, Doura, K, Kasahara, K, Ormes, J, Hayashi, K, Kadota, K, Scott, L M, Teshima, M, Brusova, O, Uchihori, Y, Unno, Y, Ohshima, A, Jui, C C H, Hughes, G A, Yoshii, H, Abbasi, R U, Nonaka, T, Cady, R, Ogio, S, Matsuyama, T & Hayashi, Y (2008). The Telescope Array experiment: status and prospects. IOP Publishing. Vol. 120(6), 062027.\r\n\r\nPublished, 2008. Abbasi, R., Abu-Zayyad, T., Belov, K., Belz, J., Bergman, D.R., Cao, Z., Chang, F.Y., Chen, C.-C., Chen, C.W., Chen, P., Dalton, M., Fedorova, Y., Field, C., Hast, C., Huang, M.A., Hüntemeyer, P., Hwang, W.-Y.P., Iverson, R., Jones, B.F., Jui, C.C.H., Lin, G.-L., Loh, E.C., Maestas, M., Manago, N., Martens, K., Matthews, J.N., Ng, J.S.T., Odian, A., Reil, K., Rodriguez, D., Smith, J., Sokolsky, P., Springer, R.W., Thomas, J., Thomas, S., Thomson, G., Walz, D. & Zech, A. (2008). The FLASH thick-target experiment. Elsevier BV. Vol. 597(1), 37-40.\r\n\r\nPublished, 2008. Ikeda, D., Thomson, G.B., Chikawa, M., Shimizu, N., Springer, R.W., Doyle, T., Tomida, T., Wilkerson, T.D., Tameda, Y., Belz, J.W., Honda, K., Martens, K., Miyata, K., Minamino, M., Huentemeyer, P., Wada, Y., Yamakawa, Y., Cao, Z., Jui, C.C.H., Tanaka, H., Chiba, J., Sokolsky, P., Torii, R., Yoshida, S., Shibata, T., Kondo, Y., Uchihori, Y., Misumi, K., Tanaka, K., Fukushima, M., Takita, M., Taylor, M.J., Inoue, N., Ohshima, A., Kido, E., Sagawa, H., Shimodaira, H., Thomas, J.R., Ikuta, K., Tokuno, H., Yamaoka, H., Smith, J.D., Hibino, K., Hiyama, K., Nonaka, T., Thomas, S.B., Iguchi, T., Okuda, T., Hayashi, Y., Cohen, F., Fujii, H., Endo, A., Kawai, H., Kasahara, K., Ohnishi, M., Ogio, S., Stratton, S., Kadota, K., Wiencke, L.R., Sakurai, N., Azuma, R., Machida, S., Kanbe, T., Murano, Y., Kakimoto, F., Ohoka, H., Doura, K., Hashimoto, K., Hayashi, K., Takeda, M., Tanaka, M., Hayashida, N., Kawakami, S., Matsuda, T., Matsuyama, T., Cady, R., Wickwar, V.B., Tsunesada, Y., Bergman, D.R., Yoshii, H., Matthews, J.N., Nakamura, T., Taketa, A., Hughes, G., Mostofa, M., Teshima, M., Kawana, S., Ozawa, S., Udo, S., Abu-Zayyad, T., Benno, T. & Ishii, T. (2008). Telescope Array Experiment. Elsevier BV. Vol. 175-176, 221-226.\r\n\r\nPublished, 2008. Abbasi, R., Abu-Zayyad, T., Belov, K., Belz, J., Bergman, D.R., Cao, Z., Chang, F.-Y., Chen, C.-C., Chen, C.-W., Chen, P., Dalton, M., Fedorova, Y., Field, C., Hast, C., Huang, M.A., Hüntemeyer, P., Hwang, W.-Y.P., Iverson, R., Jones, B.F., Jui, C.C.H., Lin, G.-L., Loh, E.C., Maestas, M., Manago, N., Martens, K., Matthews, J.N., Ng, J.S.T., Odian, A., Reil, K., Rodriguez, D., Smith, J., Sokolsky, P., Springer, R.W., Thomas, J., Thomas, S., Thomson, G., Walz, D. & Zech, A. (2008). Techniques of the FLASH thin target experiment. Elsevier BV. Vol. 597(1), 32-36.\r\n\r\nPublished, 2008. Stokes, B.T., Hoffman, C.M., Matthews, J.A.J., Boyer, J.H., Belz, J.W., Manago, N., Abbasi, R.U., Zhang, X., Fedorova, Y., Knapp, B.C., Connolly, B.M., Thomson, G.B., Kim, K., Hüntemeyer, P., Hanlon, W.F., Tupa, D., Belov, K., Reil, K., Kirn, M.A., Thomas, S.B., Finley, C.B., Amman, J.F., Matthews, J.N., Weincke, L.R., Sasaki, M., Westerhoff, S., Loh, E.C., Archbold, G.C., Thomas, J.R., Blake, S.A., Cao, Z., Jones, B.F., Marek, L.J., Riehle, R., BenZvi, S., Deng, W., Jui, C.C.H., Painter, C.A., Gray, R.C., Rodriguez, D., Mannel, E.J., Hughes, G.A., Burt, G.W., Findlay, J., Bergman, D.R., Sinnis, G., Smith, J.D., Perera, L., Scott, L.M., Sokolsky, P., Holzscheiter, M.H., Maestas, M.M., Springer, R.W., Abu-Zayyad, T., O’Neill, A., Song, C., Schnetzer, S., Moore, S.A., Zech, A., Martins, K., Roberts, M. & Seman, M. (2007). An alternative method to finding patterns in HiRes stereo data. Elsevier BV. Vol. 28(4-5), 385-389.\r\n\r\nPublished, 2007. Zech, A., Painter, C.A., Martens, K., Kirn, M.A., Hüntemeyer, P., Springer, R.W., Moore, S.A., Ben Zvi, S.Y., Zhang, X., Perera, L., Wiencke, L.R., Roberts, M., Holzscheiter, M.H., Manago, N., Abbasi, R.U., Song, C., Tupa, D., Smith, J.D., Matthews, J.N., O’Neill, A., Kim, K., Thomson, G.B., Amman, J.F., Westerhoff, S., Thomas, S.B., Cao, Z., Jones, B.F., Maestas, M.M., Brusova, O., Abu-Zayyad, T., Deng, W., Finley, C.B., Schnetzer, S.R., Hanlon, W.F., Connolly, B.C., Archbold, G., Hughes, G.A., Matthews, J.A.J., Fedorova, Y., Stokes, B.T., Loh, E.C., Sinnis, G., Belz, J.W., Sasaki, M., Jui, C.C.H., Bergman, D.R., Scott, L.M., Sokolsky, P., Riehle, R., Gray, R.C., Rodriguez, D., Burt, G.W., Thomas, J.R., Belov, K., Reil, K., Marek, L.J., Blake, S.A. & Hoffman, C.M. (2007). Studies of systematic uncertainties in the estimation of the monocular aperture of the HiRes experiment. Elsevier BV. Vol. 27(5), 370-381.\r\n\r\nPublished, 2007. Rodriguez, D., Loh, E.C., Thomas, J.R., Reil, K., Maestas, M.M., Cao, Z., Hoffman, C.M., Thomson, G.B., Matthews, J.A.J., Manago, N., Blake, S.A., Moore, S.A., Findlay, J., Smith, J.D., Riehle, R., Springer, R.W., Deng, W., Painter, C.A., Roberts, M.D., Hüntemeyer, P., Jones, B.F., Tupa, D., Archbold, G., Hughes, G.A., Thomas, S.B., Zhang, X., Stokes, B.T., Song, C., Belz, J.W., Martens, K., O’Neill, A., Perera, L., Marek, L.J., Wiencke, L.R., Abbasi, R.U., BenZvi, S., Finley, C.B., Jui, C.C.H., Bergman, D.R., Matthews, J.N., Gray, R.C., Westerhoff, S., Kim, K., Sasaki, M., Kirn, M.A., Hanlon, W.F., Fedorova, Y., Zech, A., Holzscheiter, M.H., Sokolsky, P., Abu-Zayyad, T., Connolly, B.M., Sinnis, G., Amann, J.F., Schnetzer, S.R., Belov, K. & Scott, L.M. (2007). Search for point-like sources of cosmic rays with energies above 1018.5eV in the HiRes-I monocular data set. Elsevier BV. Vol. 27(6), 512-520.\r\n\r\nPublished, 2007. Odian, A., Reil, K., Manago, N., Sokolsky, P., Iverson, R., Jui, C.C.H., Burt, G.W., Thomas, S.B., Zech, A., Chen, C.C., Loh, E.C., Matthews, J.N., Martens, K., Springer, R.W., Chang, F.Y., Thomson, G.B., Thomas, J.R., Kirn, M., Hüntemeyer, P., Cao, Z., Field, C., Chen, C.W., Walz, D., Findlay, J., Lin, G.-L., Smith, J.D., Ng, J.S.T., Belz, J.W., Huang, M.A., Chen, P., Snow, R., Jones, B.F., Maestas, M.M. & Hwang, W.-Y.P. (2006). Measurement of pressure dependent fluorescence yield of air: Calibration factor for UHECR detectors. Elsevier BV. Vol. 25(2), 129-139.\r\n\r\nPublished, 2006. Rodriguez, D., Burt, G.W., Kim, K., Roberts, M., Holzscheiter, M.H., Maestas, M.M., Hüntemeyer, P., Sokolsky, P., Fedorova, Y., Zech, A., Knapp, B.C., Connolly, B.M., Bergman, D.R., Belov, K., Kirn, M.A., Sinnis, G., Archbold, G.C., Smith, J.D., Matthews, J.N., Sasaki, M., Hanlon, W.F., Manago, N., BenZvi, S., Westerhoff, S., Thomas, S.B., Tupa, D., Loh, E.C., Finley, C.B., Hoffman, C.M., Thomson, G.B., Amman, J.F., Boyer, J.H., Reil, K., Matthews, J.A.J., Thomas, J.R., Marek, L.J., Schnetzer, S., Blake, S.A., Cao, Z., Findlay, J., Seman, M., Riehle, R., Snow, R., Painter, C.A., Hughes, G.A., O’Neill, A., Perera, L., Wiencke, L.R., Abbasi, R.U., Jui, C.C.H., Mannel, E.J., Abu-Zayyad, T., Deng, W., Stokes, B.T., Belz, J.W., Martens, K. & Springer, R.W. (2006). A likelihood method for measuring the ultrahigh energy cosmic ray composition. Elsevier BV. Vol. 26(1), 28-40.\r\n\r\nPublished, 2006. MATTHEWS, J, MARTENS, K, SOKOLSKY, P, HUENTEMEYER, P, BELZ, J, JUI, C, SMITH, J, SPRINGER, R, CAO, Z & MAESTAS, M (2006). Comparison of air fluorescence and ionization measurements of EM shower depth profiles: Test of a UHECR detector technique. Elsevier BV. Vol. 25(1), 57-63.\r\n\r\nPublished, 2006. Zech, A., Connolly, B.M., Loh, E.C., Belov, K., Seman, M., Kirn, M.A., Mannel, E.J., Archbold, G., Hughes, G.A., Cao, Z., Song, C., Sinnis, G., Matthews, J.N., Roberts, M.D., Springer, R.W., Abu-Zayyad, T., Thomson, G.B., Amann, J.F., Reil, K., Holzscheiter, M.H., Manago, N., Abbasi, R.U., Boyer, J.H., Wiencke, L.R., Atkins, R., Westerhoff, S., Knapp, B.C., Finley, C.B., Cannon, C.T., Bergman, D.R., Sokolsky, P., Thomas, S.B., Fedorova, Y., Hoffman, C.M., O’Neill, A., Stokes, B.T., Tupa, D., Smith, J.D., Martens, K., Jui, C.C.H., Hüntemeyer, P., Matthews, J.A.J., Belz, J.W., BenZvi, S., Schnetzer, S.R. & Hanlon, W.F. (2006). A measurement of time-averaged aerosol optical depth using air-showers observed in stereo by HiRes. Elsevier BV. Vol. 25(2), 93-97.\r\n\r\nPublished, 2006. Stokes, B. T., Rodriguez, D., Findlay, J., Smith, J. D., Sasaki, M., Riehle, R., Snow, R., BenZvi, S., Connolly, B. M., Painter, C. A., Hoffman, C. M., Sinnis, G., Amann, J. F., Boyer, J. H., Thomas, J. R., Marek, L. J., Deng, W., Loh, E. C., Archbold, G., Abu-Zayyad, T., Cao, Z., Hughes, G. A., Burt, G. W., Matthews, J. N., Perera, L., Wiencke, L. R., Sokolsky, P., Westerhoff, S., Blake, S. A., Matthews, J. A. J., Roberts, M. D., Huntemeyer, P., Schnetzer, S. R., Fedorova, Y., O’Neill, A., Knapp, B. C., Jui, C. C. H., Tupa, D., Bergman, D. R., Belz, J. W., Kim, K., Reil, K., Maestas, M. M., Springer, R. W., Zech, A., Mannel, E. J., Thomson, G. B., Belov, K., Seman, M., Holzscheiter, M. H., Abbasi, R. U., Hanlon, W. F., Finley, C. B., Martens, K., Kirn, M. A., Manago, N. & Thomas, S. B. (2006). Search for Cross‐Correlations of Ultrahigh‐Energy Cosmic Rays with BL Lacertae Objects. IOP Publishing. Vol. 636(2), 680-684.\r\n\r\nPublished, 2006. Zech, A., Finley, C.B., Bellido, J.A., Matthews, J.N., Thomas, J.R., Belov, K., Ben Zvi, S.Y., Springer, R.W., Deng, W., Matthews, J.A.J., Perera, L., Wiencke, L.R., Schnetzer, S.R., Findlay, J., Smith, J.D., Belz, J.W., Martens, K., Riehle, R., Snow, R., Bergman, D.R., Loh, E.G., Simpson, K.M., Thomas, S.B., Song, C., Tupa, D., Maestas, M.M., Abu-Zayyad, T., Fedorova, Y., Stokes, B.T., Painter, C.A., Jui, C.C.H., Thomson, G.B., Roberts, M., Holzscheiter, M.H., Cao, Z., Sinnis, G., Kirn, M.A., Sokolsky, P., Atkins, R., Abbasi, R.U., Clay, R.W., Westerhoff, S., Hughes, G.A., Dawson, B.R., Archbold, G., Marek, L.J., Manago, N., Amman, J.F., Kim, K., Reil, K., Sasaki, M., Hanlon, W.F., Hüntemeyer, P., O'Neill, A., Connolly, B.C., Hoffman, C.M. & Burt, G.W. (2005). Observation of the ankle and evidence for a high-energy break in the cosmic ray spectrum. Elsevier BV. Vol. 619(3-4), 271-280.\r\n\r\nPublished, 2005. Song, C., Perera, L., Roberts, M., Cooper, M.D., Holzscheiter, M.H., Munro, M.W., Manago, N., Moore, S.A., Dawson, B.R., Jui, C.C.H., Girard, J.H.V., Meyer, J.R., Marek, L.J., Wiencke, L.R., Riehle, R., Abbasi, R.U., Zhang, X., Moosman, A.N., Tupa, D., Martin, G., Dai, H., Smith, J.D., Shen, P., Thompson, T.N., Cao, Z., Matthews, J.N., Martens, K., Westerhoff, S., Loh, E.C., Thomson, G.B., Archbold, G.C., Belov, K., Reil, K., Thomas, S.B., Everett, A.A., Painter, C.A., Bergman, D.R., Matthews, J.A.J., Sarracino, J.S., Sokolsky, P., Gray, R.C., Abu-Zayyad, T., VanderVeen, T.D., Hanlon, W.F., Zech, A., Jones, B.F., Sinnis, G., Bellido, J.A., Amman, J.F., Kieda, D.B., Mumford, J.R., Kim, K., Kirn, M.A., Hüntemeyer, P., Clay, R.W., Springer, R.W., Stokes, B.T., Hoffman, C.M., Belz, J.W., Simpson, K.M., Morrison, P. & Schnetzer, S. (2005). Monocular measurement of the spectrum of UHE cosmic rays by the FADC detector of the HiRes experiment. Elsevier BV. Vol. 23(2), 157-174.\r\n\r\nPublished, 2005. Bellido, J., Kim, K., Reil, K., Clay, R., Manago, N., Atkins, R., Schnetzer, S. R., Bergman, D. R., Martin, G., Thomson, G. B., Belov, K., Roberts, M. D., Huntemeyer, P., Riehle, R., Zech, A., Knapp, B., Mannel, E. J., Martens, K., Kirn, M. A., Maetas, M. M., Abbasi, R. U., Abu-Zayyad, T., Hanlon, W. F., Connolly, B. M., Stokes, B. T., Finley, C. B., Archbold, G., Findlay, J., Smith, J. D., BenZvi, S., Thomas, S. B., Dawson, B., Loh, E. C., Boyer, J., Wiencke, L. R., Seman, M., Sokolsky, P., Cao, Z., O’Neill, A., Song, C., Jui, C. C. H., Hughes, G. A., Burt, G. W., Thomas, J. R., Belz, J. W., Simpson, K., Perera, L., Snow, R., Springer, R. W., Fedorova, Y., Matthews, J. A. J., Matthews, J. N., Sasaki, M., Westerhoff, S. & Deng, W. (2005). A Study of the Composition of Ultra–High‐Energy Cosmic Rays Using the High‐Resolution Fly’s Eye. IOP Publishing. Vol. 622(2), 910-926.\r\n\r\nPublished, 2005. Finley, C. B., Farrar, G. R., Wiencke, L. R., Kirn, M. A., Cao, Z., Hoffman, C. M., Manago, N., Atkins, R., Westerhoff, S., Thomas, S. B., Ben-Zvi, S. Y., Clay, R. W., Archbold, G., Simpson, K. M., Perera, L., Abu-Zayyad, T., Deng, W., Seman, M., Roberts, M. D., Maestas, M. M., Huntemeyer, P., Sokolsky, P., Riehle, R., Loh, E. C., Sinnis, G., Thomson, G. B., Amann, J. F., Boyer, J. H., Belov, K., Martens, K., Snow, R., Zech, A., Knapp, B. C., Dawson, B. R., Bergman, D. R., O’Neill, A., Song, C., Tupa, D., Findlay, J., Smith, J. D., Stokes, B. T., Painter, C. A., Marek, L. J., Holzscheiter, M. H., Abbasi, R. U., Bellido, J. A., Matthews, J. A. J., Thomas, J. R., Schnetzer, S. R., Fedorova, Y., Connolly, B. M., Kim, K., Reil, K., Sasaki, M., Springer, R. W., Hanlon, W. F., Jui, C. C. H., Mannel, E. J., Hughes, G. A., Burt, G. W., Matthews, J. N. & Belz, J. W. (2005). Search for Point Sources of Ultra–High‐Energy Cosmic Rays above 4.0 x 10 19 eV Using a Maximum Likelihood Ratio Test. IOP Publishing. Vol. 623(1), 164-170.\r\n\r\nPublished, 2005. Springer, R.W. (2005). Recent results from the HiRes air fluorescence experiment. Elsevier BV. Vol. 138, 307-309.\r\n\r\nPublished, 2005. Tupa, D., Archbold, G., Dai, H., Amann, J., Girard, J., Smith, J., Bellido, J., Sarracino, J., Roberts, M., Manago, N., Thomas, S., Abu-Zayyad, T., Cao, Z., Stokes, B., Hoffman, C., Sinnis, G., Westerhoff, S., Thompson, T., Mumford, J., Kim, K., Wiencke, L., Clay, R., Jui, C., Kieda, D., Meyer, J., Belov, K., Cooper, M., Sokolsky, P., Sasaki, M., Hüntemeyer, P., Shen, P., Springer, R., Hanlon, W., Zech, A., Thomson, G., Martens, K., Morrison, P., VanderVeen, T., Fedorova, Yu., Matthews, J., Moore, S., Schnetzer, S., Taylor, S., Painter, C., Song, C., Loh, E., Dawson, B., Bergman, D., Belz, J., Perera, L., Munro, M., Gray, R., Riehle, R., Zhang, X., Everett, A., Moosman, A., Jones, B., Martin, G., Reil, K., Simpson, K., Marek, L., Holzscheiter, M., Kirn, M. & Abbasi, R. (2004). Measurement of the Flux of Ultrahigh Energy Cosmic Rays from Monocular Observations by the High Resolution Fly’s Eye Experiment. American Physical Society (APS). Vol. 92(15).\r\n\r\nPublished, 2004. O’Neill, A., Dawson, B.R., Tupa, D., Archbold, G., Smith, J.D., Reil, K., Marek, L.J., Abbasi, R.U., Zech, A., Hoffman, C.M., Bergman, D.R., Bellido, J.A., Belov, K., Maestas, M.M., Sokolsky, P., Atkins, R., Abu-Zayyad, T., Stokes, B.T., Finley, C.B., Sinnis, G., Sasaki, M., Manago, N., Clay, R.W., Westerhoff, S., Painter, C.A., Matthews, J.A.J., Thomas, J.R., Perera, L., Roberts, M., Holzscheiter, M.H., Schnetzer, S.R., Connolly, B., Loh, E.C., Wiencke, L.R., Kirn, M.A., Hüntemeyer, P., BenZvi, S., Hanlon, W.F., Song, C., Matthews, J.N., Martens, K., Simpson, K.M., Jui, C.C.H., Burt, G.W., Findlay, J., Belz, J.W., Riehle, R., Snow, R., Deng, W., Fedorova, Y., Hughes, G.A., Thomson, G.B., Amann, J.F., Kim, K., Springer, R.W., Thomas, S.B. & Cao, Z. (2004). A search for arrival direction clustering in the HiRes-I monocular data above 1019.5 eV. Elsevier BV. Vol. 22(2), 139-149.\r\n\r\nPublished, 2004. Song, C., Jui, C.C.H., Bergman, D.R., Belz, J.W., Simpson, K.M., Cooper, M.D., Holzscheiter, M.H., Finley, C., Tupa, D., Wiencke, L.R., Hüntemeyer, P., Riehle, R., Dawson, B.R., Loh, E.C., Thomson, G.B., Smith, J.D., Perera, L., Springer, R.W., Schnetzer, S.R., Thompson, T.N., Zhang, X., Connolly, B., Amann, J.F., Kim, K., Reil, K., Sasaki, M., Hanlon, W.F., Stokes, B.T., Sinnis, C., Painter, C.A., Roberts, M., Thomas, S.B., Abu-Zayyad, T., Cao, Z., Archbold, G., Martin, G., Marek, L.J., Kirn, M.A., Abbasi, R., Hoffman, C.M., Matthews, J.A.J., Sarracino, J.S., Belov, K., Sokolsky, P., Zech, A., Bellido, J.A., Matthews, J.N., Martens, K., Manago, N., Clay, R.W. & Westerhoff, S. (2004). Search for global dipole enhancements in the HiRes-I monocular data above 1018.5 eV. Elsevier BV. Vol. 21(2), 111-123.\r\n\r\nPublished, 2004. O'Neill, A., Connolly, B. M., Song, C., Painter, C. A., Hoffman, C. M., Sinnis, G., Riehle, R., Snow, R., Schnetzer, S. R., Knapp, B. C., Tupa, D., Bergman, D. R., Reil, K., Maestas, M. M., Hanlon, W. F., Roberts, M. D., Hüntemeyer, P., Clay, R. W., Manago, N., Atkins, R., Martens, K., Seman, M., Kirn, M. A., Holzscheiter, M. H., Abbasi, R. U., Abu-Zayyad, T., Springer, R. W., Zech, A., Dawson, B. R., Mannel, E. J., Thomson, G. B., Belov, K., Burt, G. W., Bellido, J. A., Thomas, J. R., Belz, J. W., Perera, L., Wiencke, L. R., Loh, E. C., Sokolsky, P., Fedorova, Y., Cao, Z., Jui, C. C. H., Hughes, G. A., Amann, J. F., Boyer, J. H., Marek, L. J., BenZvi, S., Thomas, S. B., Deng, W., Stokes, B. T., Finley, C. B., Archbold, G., Findlay, J., Smith, J. D., Matthews, J. A. J., Matthews, J. N., Kim, K., Simpson, K. M., Sasaki, M. & Westerhoff, S. (2004). Study of Small-Scale Anisotropy of Ultra-High-Energy Cosmic Rays Observed in Stereo by the High Resolution Fly's Eye Detector. IOP Publishing. Vol. 610(2), L73-L76.\r\n\r\nPublished, 2004. Research Statement I am currently working on the Gamma-Ray Observatory known as HAWC ( http:\/\/hawc.umd.edu ). The HAWC detector is a wide-field of view continuously operating gamma ray telescope consisting of 300 large Water Cerenkov Detectors located on the Sierra Negra mountain in Mexico at an altitude of 4100 m. HAWC will be sensitive to gamma rays with energies between 100 Gev and above approximately 100 TEV and will perform an “all-sky” survey of the gamma-ray sky. HAWC will be capable of observing both point sources of gamma-rays, including Gamma Ray Bursts (GRBs), as well as the diffuse gamma-ray background. This diffuse background may be related to the sources of cosmic-ray acceleration. I am studying the cosmic-ray events as observed in HAWC as a means of understanding this background to the gamma-ray events, as well as measure the energy spectra and any possible anisotropy in the arrival directions of the cosmic ray events. In the past few years I have also been heavily involved in developing an optical astronomy program at the University of Utah. I headed the effort to construct an astronomical observatory for the University of Utah located at a dark-sky site in Southern Utah.  I secured a $700,000+ grant to procure a 32” diameter optical telescope. I performed site surveys and characterization studies throughout the mountains of Southern Utah and have found a suitable site. Construction of the Observatory started in July 2009 and was completed in only 3 months. Commissioning and “first-light” occurred in October, 2009. During Summer 2010, work on the development of remote operation capabilities and further characterization of the site has taken place. Colleagues and I used the observatory facility for coursework in the Fall 2010 semester. We are working toe further develop this facility so that it can be utilized to support research activities for the Sloan Digital Sky Survey program that the University of Utah has recently joined. It will also be used carry out a program of research in fields such as GRB follow-up observations, extra-solar planetary studies and supernovae searches. This facility will also be used for public outreach and educational purposes. Since my arrival at the University of Utah in 1997, my research interests have been in the field of Ultra High Energy Cosmic Ray (UHECR) Physics. I played a major role in commissioning and operating the HiRes detector as well as helping to provide computing and software support to the entire HiRes collaboration. I was involved in the development of reconstruction and simulation software that was used in nearly all of the published research results of the HiRes collaboration. While on HiRes, I supervised the Ph.D thesis research of two students who have continued on to successful research positions. One of the major achievements of the HiRes experiment has been the observation of the so-called “GZK cutoff” in the energy spectrum of UHECR particles. I have continued working in the field of UHECR physics and have been involved with the Telescope Array (TA) project that has been taking UHECR data since shortly after the HiRes detector was decommissioned. One of the major goals for TA is the resolution of the discrepancy in the measurements by AGASA and HiRes of the UHECR spectrum. The measurements of AGASA indicated that the UHECR spectrum continue unabated beyond the purported GZK cutoff.  The measurements of the UHECR spectrum from HiRes support the existence of the GZK cutoff.  AGASA utilized an array of ground based scintillator detectors to measure the properties of UHECRs by sampling the particles from an extensive air shower on the ground. The HiRes detector utilized what is known as the air fluorescence technique to measure the properties of the UHECRs. The telescope array project combines the complementary measurement techniques used by AGASA and HiRes into a single experiment. In this manner the two measurement techniques can be directly compared and the discrepancy thereby resolved. I was trained as an experimental high-energy physicist and worked at the European Laboratory for Particle Physics (CERN) on the OPAL experiment at the Large Electron- Positron Accelerator (LEP). There I was involved in the design, construction and implementation of several of the detector components of the OPAL experiment. The topic of my Ph.D research was the measurement of the coupling of the b quark to the Z boson. As a postdoctoral scientist, I worked on precision measurements of the electroweak parameters, such as the mass and width of the Z boson and its coupling to quarks and leptons. Much of my effort was devoted to the measurement of the luminosity delivered to the OPAL experiment. The luminosity measurements were of critical importance to the measurements of the parameters of the electroweak sector of the Standard Model of Particle Physics. I was also involved in the Higgs Boson search analysis at LEP as well as the development of analysis plans for Higgs Searches at Atlas. Research Keywords Particle Astrophysics Presentations 3.\tScientific Observation and Multi-messenger Astronomy Workshop and LHAASO Inauguration Site Visit, Chengdu and Daocheng, China , April, 2019.\r\nInvited Talk\/Keynote,\r\nPresented, 04\/26\/2019. https:\/\/indico.ihep.ac.cn\/event\/9712\/program TeV Astrophysics At The High Altitude Water Cherenkov Observatory, Invited Talk at The 8th International Workshop on Air Shower Detection at High Altitudes, Shanghai Astronomical Observatory, Shanghai China, December 2017.\r\nInvited Talk\/Keynote,\r\nPresented, 12\/11\/2017. http:\/\/lhaaso-sh.csp.escience.cn\/dct\/page\/65580 The High-Altitude Water Cherenkov (HAWC) Observatory, Colloquium presented at Idaho State University Physics, Pocatello, Idaho, November 2017.\r\nInvited Talk\/Keynote,\r\nPresented, 11\/27\/2017. http:\/\/www.physics.isu.edu\/colloquium\/springer17.h... Detection of Near Horizontal Muons with the HAWC Observatory, Invited Talk at the Workshop on Astroparticle Physics II, Kavli Institute for Astronomy and Astrophysics at Peking University, Beijing, China, August 2017.\r\nInvited Talk\/Keynote,\r\nPresented, 08\/17\/2017. http:\/\/kiaa.pku.edu.cn\/aph2017\/pro.htm Simulation of Near Horizontal Muons and Muon Bundles for the HAWC Observatory with CORSIKA,, Poster presented at the International Conference on Cosmic Rays, Busan, South Korea, July 2017.\r\nPoster,\r\nPresented, 07\/18\/2017. https:\/\/indico.snu.ac.kr\/indico\/event\/15\/session\/9... Detection of Near-Horizontal Muons with the HAWC Observatory, Contributed Talk to the International Conference on Cosmic Rays, Busan, South Korea, July 2017.\r\nContributed Talk,\r\nPresented, 07\/17\/2017. https:\/\/indico.snu.ac.kr\/indico\/event\/15\/session\/5... The High Altitude Water Cerenkov Observatory, Invited Talk, (For the HAWC Collaboration) Cosmic Ray International Seminar (CRIS 2015) Gallipoli, Italy September 15, 2015.\r\nInvited Talk\/Keynote,\r\nPresented, 09\/15\/2015. https:\/\/agenda.infn.it\/contributionDisplay.py?cont... University of Utah Dept. of Physics and Astronomy Colloquium entitled \"The HAWC (High Altitude Water Cerenkov) Gamma Ray Observatory\".\r\nOther,\r\nPresented, 03\/22\/2012. http:\/\/www.physics.utah.edu\/~springer\/Research\/haw... Research Groups Michael Newbold, Graduate Student.\r\n Physics.\r\n01\/01\/2012 - present. Ahron Barber, Graduate Student.\r\n Physics.\r\n01\/01\/2011 - present. Grants, Contracts & Research Gifts Gamma Ray Astrophysics Umbrella grant (NSF Grant PHY1510504) .\r\n        PI: Dave Kieda.\r\n        Co-PI(s): R.W. Springer.\r\n        \r\n        NSF, \r\n        06\/01\/2015 - 06\/01\/2018.\r\n        Total project budget to date: $1,000,000.00 Languages English, fluent. French, functional. German, basic. Spanish, basic. Geographical Regions of Interest France Lived\/worked in Pays de Gex from 1988-1997. Mexico Currently working on the HAWC gamma ray observatory located on Pico di Orizaba. Switzerland Worked at particle physics laboratory, CERN, from 1988-1997."
            ]
        ]
    ]
}