{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "GSSLHO2O",
            "AqyiyhMAAAAJ",
            [
                "The teaching gap: Best ideas from the world's teachers for improving education in the classroom",
                "Prevalence, severity, and unmet need for treatment of mental disorders in the World Health Organization World Mental Health Surveys.",
                "Population-based norms for the Mini-Mental State Examination by age and educational level",
                "Lifetime co-occurrence of DSM-III-R alcohol abuse and dependence with other psychiatric disorders in the National Comorbidity Survey",
                "Six-month prevalence of psychiatric disorders in three communities: 1980 to 1982",
                "Lifetime prevalence and age-of-onset distributions of mental disorders in the World Health Organization's World Mental Health Survey Initiative",
                "Comparative epidemiology of dependence on tobacco, alcohol, controlled substances, and inhalants: basic findings from the National Comorbidity Survey.",
                "Limits of the ‘Mini-Mental State’as a screening test for dementia and delirium among hospital patients",
                "Toward a global view of alcohol, tobacco, cannabis, and cocaine use: findings from the WHO World Mental Health Surveys",
                "Reduced risk of Alzheimer disease in users of antioxidant vitamin supplements: the Cache County Study"
            ],
            [
                "Ten years after its first publication, The Teaching Gap remains\" a critical resource\"(Publishers Weekly) for anyone involved in education. In paperback for the first time, it has been fully revised and includes a new preface and afterword by the authors. American schools have famously lagged behind foreign schools in all areas of academic achievement. When James W. Stigler and James Hiebert made their assessment of the Third International Mathematics and Science Study (TIMSS) ten years ago, they discovered that the problem with American education is neither one of testing nor curricula, but teaching. A clarion call for treating teaching like the craft it is, The Teaching Gap lays out a clear program for change that administrators, teachers, and parents can implement together. Newly updated with fresh teaching solutions drawn from new research, this educational classic is as vital a teaching tool as ever.",
                "A comment on this article appears in\" WHO survey of prevalence of mental health disorders.\" JAMA. 2004 Nov 24; 292 (20): 2467-8; author reply 2468. A comment on this article appears in\" Nicotine dependence and WHO mental health surveys.\" JAMA. 2004 Sep 1; 292 (9): 1021-2; author reply 1022.",
                "—To report the distribution of Mini-Mental State Examination (MMSE) scores by age and educational level.—National Institute of Mental Health Epidemiologic Catchment Area Program surveys conducted between 1980 and 1984.—Community populations in New Haven, Conn; Baltimore, Md; St Louis, Mo; Durham, NC; and Los Angeles, Calif.—A total of 18 056 adult participants selected by probability sampling within census tracts and households.—Summary scores for the MMSE are given in the form of mean, median, and percentile distributions specific for age and educational level.—The MMSE scores were related to both age and educational level. There was an inverse relationship between MMSE scores and age, ranging from a median of 29 for those 18 to 24 years of age, to 25 for individuals 80 years of age and older. The median …",
                "To study patterns of co-occurrence of lifetimeDSM-III-Ralcohol disorders in a household sample.Data came from the National Comorbidity Survey (NCS), a nationally representative household survey. Diagnoses were based on a modified version of the Composite International Diagnostic Interview.Respondents with lifetimeNCS\/DSM-III-Ralcohol abuse or dependence had a high probability of carrying at least 1 other lifetimeNCS\/DSM-III-Rdiagnosis. Retrospective reports have suggested that most lifetime co-occurring alcohol disorders begin at a later age than at least 1 other NCS\/DSM-III-Rdisorder. Earlier disorders are generally stronger predictors of alcohol dependence than alcohol abuse and stronger among women than men. Lifetime co-occurrence is positively, but weakly, associated with the persistence of alcohol abuse among men and of alcohol dependence among both men …",
                "• Six-month prevalence rates for selected DSM-III psychiatric disorders are reported based on community surveys in New Haven, Conn, Baltimore, and St Louis. As part of the Epidemiologic Catchment Area program, data were gathered on more than 9,000 adults, employing the Diagnostic Interview Schedule to collect information to make a diagnosis. The most common disorders found were phobias, alcohol abuse and\/or dependence, dysthymia, and major depression. The most common diagnoses for women were phobias and major depression, whereas for men, the most predominant disorder was alcohol abuse and\/or dependence. Rates of psychiatric disorders dropped sharply after age 45 years.",
                "Data are presented on the lifetime prevalence, projected lifetime risk, and age-of-onset distributions of mental disorders in the World Health Organization (WHO)'s World Mental Health (WMH) Surveys. Face-to-face community surveys were conducted in seventeen countries in Africa, Asia, the Americas, Europe, and the Middle East. The combined numbers of respondents were 85,052. Lifetime prevalence, projected lifetime risk, and age of onset of DSM-IV disorders were assessed with the WHO Composite International Diagnostic Interview (CIDI), a fully-structured lay administered diagnostic interview. Survival analysis was used to estimate lifetime risk. Median and inter-quartile range (IQR) of age of onset is very early for some anxiety disorders (7-14, IQR: 8-11) and impulse control disorders (7-15, IQR: 11-12). The age-of-onset distribution is later for mood disorders (29-43, IQR: 35-40), other anxiety disorders (24 …",
                "The aim of this article is to report basic descriptive findings from new research on the epidemiology of drug dependence syndromes, conducted as part of the National Comorbidity Survey (NCS). Research was conducted by interviews, in which participants include a nationally representative sample of persons 15 to 54 years old in the noninstitutionalized civilian population in the 48 coterminous US. The study also includes applied standardized diagnostic assessments in a way that allows direct comparisons across prevalence estimates and correlates of tobacco dependence, alcohol dependence, and dependence on other psychoactive drugs.",
                "With a psychiatrist's standardized clinical diagnosis as the criterion, the ‘Mini-Mental State’ Examination (MMSE) was 87% sensitive and 82% specific in detecting dementia and delirium among hospital patients on a general medical ward. The false positive ratio was 39% and the false negative ratio was 5 %. All false positives had less than 9 years of education; many were 60 years of age or older. Performance on specific MMSE items was related to education or age. These findings confirm the MMSE's value as a screen instrument for dementia and delirium when later, more intensive diagnostic enquiry is possible; they reinforce earlier suggestions that the MMSE alone cannot yield a diagnosis for these conditions.",
                "Background Alcohol, tobacco, and illegal drug use cause considerable morbidity and mortality, but good cross-national epidemiological data are limited. This paper describes such data from the first 17 countries participating in the World Health Organization's (WHO's) World Mental Health (WMH) Survey Initiative.   Methods and Findings Household surveys with a combined sample size of 85,052 were carried out in the Americas (Colombia, Mexico, United States), Europe (Belgium, France, Germany, Italy, Netherlands, Spain, Ukraine), Middle East and Africa (Israel, Lebanon, Nigeria, South Africa), Asia (Japan, People's Republic of China), and Oceania (New Zealand). The WHO Composite International Diagnostic Interview (CIDI) was used to assess the prevalence and correlates of a wide variety of mental and substance disorders. This paper focuses on lifetime use and age of initiation of tobacco, alcohol, cannabis, and cocaine. Alcohol had been used by most in the Americas, Europe, Japan, and New Zealand, with smaller proportions in the Middle East, Africa, and China. Cannabis use in the US and New Zealand (both 42%) was far higher than in any other country. The US was also an outlier in cocaine use (16%). Males were more likely than females to have used drugs; and a sex–cohort interaction was observed, whereby not only were younger cohorts more likely to use all drugs, but the male–female gap was closing in more recent cohorts. The period of risk for drug initiation also appears to be lengthening longer into adulthood among more recent cohorts. Associations with sociodemographic variables were consistent across countries, as …",
                "Antioxidants may protect the aging brain against oxidative damage associated with pathological changes of Alzheimer disease (AD).To examine the relationship between antioxidant supplement use and risk of AD.Cross-sectional and prospective study of dementia. Elderly (65 years or older) county residents were assessed in 1995 to 1997 for prevalent dementia and AD, and again in 1998 to 2000 for incident illness. Supplement use was ascertained at the first contact.Cache County, Utah.Among 4740 respondents (93%) with data sufficient to determine cognitive status at the initial assessment, we identified 200 prevalent cases of AD. Among 3227 survivors at risk, we identified 104 incident AD cases at follow-up.Diagnosis of AD by means of multistage assessment procedures.Analyses of prevalent and incident AD yielded similar …"
            ],
            [
                [
                    "neuropsychiatric epidemiology",
                    "drug dependence epidemiology",
                    "methodology",
                    "psychopathology"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}