{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H15DXPYN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "ERNEST J. MONIZ Cecil and Ida Green Professor of Physics and Engineering Systems ejmoniz@mit.edu (617) 253-7515 E19-306f Alexandra Goodwin (617) 324-1370 RELATED LINKS: Energy.gov President's Council of Advisors on Science and Technology MIT150 Infinite History interview Area of Physics Energy Research Professor Moniz's current research interests are centered on energy, science and technology, and national security policy. Ernest J. Moniz served as the thirteenth United States Secretary of Energy from 2013 to January 2017.  As Secretary, he advanced energy technology innovation, nuclear security and strategic stability, cutting-edge capabilities for the American scientific research community, and environmental stewardship.  He strengthened the Department of Energy (DOE) strategic partnership with its seventeen national laboratories and with the Department of Defense and the broader national security establishment.  Specific accomplishments included producing analytically-based energy policy proposals that attracted bipartisan support and implementing legislation, leading an international initiative that placed energy science and technology innovation at the center of the global response to climate change, and negotiating alongside the Secretary of State the historic Iran nuclear agreement.  He reorganized a number of DOE program elements, elevated sound project and risk management, and strengthened enterprise-wide management to improve mission outcomes. Dr. Moniz served on the Massachusetts Institute of Technology faculty from 1973 until becoming Secretary of Energy in 2013 and is now the Cecil and Ida Green Professor of Physics and Engineering Systems emeritus and Special Advisor to the MIT President.   He is co-chairman of the Board of Directors and CEO of the Nuclear Threat Initiative, a non-profit organization that has advanced innovative solutions for securing nuclear materials, building international cooperation for nuclear disarmament and nonproliferation, preventing the spread of disease and reducing radiological threats.   He is the inaugural Distinguished Fellow of the Emerson Collective and CEO of the non-profit Energy Futures Initiative. Dr. Moniz previously served in government as DOE Under Secretary from 1997 until January 2001 with science, energy, and nuclear security responsibilities and from 1995 to 1997 as Associate Director for Science in the Office of Science and Technology Policy with responsibility for the physical, life, and social sciences. He was a member of the President’s Council of Advisors on Science and Technology and of the Defense Threat Reduction Advisory Committee from 2009 to 2013.  He also served on the Blue Ribbon Commission on America’s Nuclear Future that provided advice to the President and the Secretary of Energy, particularly on nuclear waste management. At MIT, Dr. Moniz was the Founding Director of the MIT Energy Initiative (MITEI) and Director of the Laboratory for Energy and the Environment.   MITEI grew to involve over a quarter of the faculty across the entire Institute, launched new educational programs for energy, and established novel models for industry-faculty engagement that simultaneously provided individualized company research portfolios with a commons approach that lifted the entire energy enterprise.  Dr. Moniz is a non-resident Senior Fellow at the Harvard Belfer Center. Dr. Moniz was also Head of the MIT Department of Physics during 1991-1995 and 1997 and Director of the Bates Linear Accelerator Center from 1983-1991. His physics research centered on developing the theoretical framework for understanding intermediate energy electron and meson interactions with atomic nuclei.  Since 2001, his primary research focus has been energy technology and policy, including a leadership role in MIT multidisciplinary technology and policy studies addressing pathways to a low-carbon world (Future of Nuclear Power, of Coal, of Natural Gas and of the Nuclear Fuel Cycle).  These studies had significant impact on energy policy and programs. Dr. Moniz received a Bachelor of Science degree summa cum laude in physics from Boston College, a doctorate in theoretical physics from Stanford University, and nine honorary doctorates1, including three from European universities.  He is a member of the Council on Foreign Relations and of the International Advisory Board of the Atlantic Council and received the 1998 Seymour Cray HPCC Industry Recognition Award for vision and leadership in advancing scientific simulation.  He is the recipient of the Distinguished Public Service Medals of the Department of Defense and of the Navy.  He also was awarded the Grand Cross of the Order of Makarios III (Cyprus), the Grand Cross of the Order of Prince Henry the Navigator (Portugal), and the Grand Cordon of the Order of the Rising Sun (Japan).  Other awards include the Charles Percy Award of the Alliance to Save Energy, the Right Stuff Award of the Blue-Green Alliance Foundation, the Franklin D. Roosevelt Distinguished Public Service Award, and the Neustadt Award of the Harvard Kennedy School for creating exceptional solutions to significant problems in public policy.  He is a Fellow of the American Physics Society, the American Association for the Advancement of Science, the Humboldt Foundation, and the American Academy of Arts and Sciences. Dr. Moniz served on the Board of Directors of both publicly traded and private companies in the energy and security sectors.  He also served on the Boards of several non-profit energy industry organizations and as a high-level advisor to several energy-related companies and investment firms. Dr. Moniz is a resident of Brookline Massachusetts with his wife of more than four decades, Naomi, daughter Katya, and grandchildren Alex and Eve.  He is a very modestly accomplished but very enthusiastic practitioner of fly-fishing. 1.  Athens University (Greece), University of Erlangen-Nurenberg (Germany), Michigan State University, Universidad Pontifical de Comillas (Spain), University of Massachusetts Dartmouth, Iowa State University, Boston University, Boston College, Rensselaer Polytechnic Institute. Moniz, E. J., M. A. Kenderdine, Meeting Energy Challenges: Technology and Policy , Physics Today (April 2002). Moniz, E. J., L. Frankfurt, M. Sargayan, M. Strikman, Correlation Effects in Nuclear Transparency ,Physical Review C51 (1995) 3435. Moniz, E. J., F. Lenz, M. Thies, Signatures of Confinement in Axial Gauge QCD , Annals of Physics 242 (1995) 429. Moniz, E. J., L. Hebel et al , Nuclear Fuel Cycles and Waste Management , Rev. Mod. Phys. 50 (1978) Part II. July 15, 2020 4:33 PM"
            ]
        ]
    ]
}