{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H1V61WH6",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Istvan Danko Lab Instructor 329 OEH (412) 624-9030 izdanko@pitt.edu My research background is in high energy particle physics, specifically the study of CP violation of heavy quarks and neutrinos as well as search for the sign of new physics beyond the Standard Model of particle physics. I have worked on detector construction, read-out electronics, trigger, calibration, data analis at several particle and neutrino experiments such as CLEO (Cornell University, USA), MINOS and MINERvA (Fermilab, USA), T2K (JPARC, Japan), and most recently I worked on the BELLE II detector upgrade (KEK, Japan). My key responsibility is the construction, set up, maintenance and improvement of laboratory apparatus. I also work with faculty teaching laboratory classes and laboratory TAs assigned to laboratory classes and instruct students in the laboratory setting. Selected Publications Search for B0 -> pi- tau+ nu_tau with hadronic tagging at Belle , P. Hamer et al. (Belle Collaboration), Phys. Rev. D93, 032007 (2016) Observation of Electron Neutrino Appearance in a Muon Neutrino Beam , K. Abe et al. (T2K Collaboration), Phys. Rev. Lett. 112, 062802 (2014) Measurement of Neutrino Oscillation Parameters from Muon Neutrino Disappearance with an Off-axis Beam , K. Abe et al. (T2K Collaboration), Phys. Rev. Lett. 111, 211803 (2013) Design, Calibration, and Performance of the MINERvA Detector , L. Aliaga et al. (MINERvA Collaboration), Nucl. Instrum. Meth. Phys. Res. A743, 130 (2014) The MINERvA Data Aquisition System and Infrastructure , G. N. Perdue et al. (MINERvA Collaboration), Nucl. Instrum. Meth. Phys. Res. A694, 179 (2012) First Muon-neutrino Disappearance Study with an Off-axis Beam , K. Abe et al. (T2K Collaboration), Phys. Rev. D85, 031103 (2012) The T2K ND280 Off-Axis Pi-Zero Detector , S. Assylbekov et al., Nucl. Instrum. Meth. Phys. Res. A686, 48 (2012) Search for the Disappearance of Muon Antineutrinos in the NuMI Neutrino Beam , P. Adamson et al. (MINOS Collaboration), Phys. Rev. D84 071103(R) (2011) Indication of Electron Neutrino Appearance from an Accelerator-Produced Off-Axis Muon Neutrino Beam , K. Abe et al. (T2K Collaboration), Phys. Rev. Lett. 107, 041801 (2011) - 1200+ citations! Selected by Physics World as one of the top 10 physics breakthroughs in 2011! A brief summary of this paper can be found in the Nov 2011 department newsletter, Quanta The T2K Experiment , K. Abe et al. (T2K Collaboration), Nucl. Instrum. Meth. Phys. Res. A, 106 (2011) First Direct Observation of Muon Antineutrino Disappearance , P. Adamson et al. (MINOS Collaboration), Phys. Rev. Lett. 107, 021801 (2011) Search for Invisible Decays of the Upsilon(1S) resonance , P. Rubin et al. (CLEO Collaboration), Phys. Rev. D75, 031104(R) (2007) Observation of Upsilon(3S) -> tau+ tau- and Tests of Lepton Universality in Upsilon Decays , D. Besson et al. (CLEO Collaboration), Phys. Rev. Lett. 98, 052002 (2007) Di-Electron Widths of the Upsilon(1S, 2S, 3S) Resonances , J. L. Rosner et al. (CLEO Collaboration), Phys. Rev. Lett. 96, 092003 (2006) Measurement of the Muonic Branching Fractions of the Narrow Upsilon Resonances , G. S. Adams et al. (CLEO Collaboration), Phys. Rev. Lett. 94, 012001 (2005) Search for the Familon via B+\/- -> pi+\/- X0, B+\/- -> K+\/- X0, and B0 -> K0s X0 Decays , R. Ammar et al. (CLEO Collaboration), Phys. Rev. Lett. 87, 271801 (2001) Link to all publications. (412) 624-9030"
            ]
        ]
    ]
}