{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H25YS2SX",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Richard O. Gray Dr. Richard O. Gray Education & Memberships BA - Mathematics Washington State University MSc - Astronomy University of Toronto PhD - Astronomy University of Toronto Post-doc: University of Copenhagen Fellow: Royal Astronomical Society Member: International Astronomical Union Member: American Astronomical Society Teaching I am a Professor in the Department of Physics and Astronomy at Appalachian State University. I currently teach the following courses: PHY 3140 (Environmental Physics), PHY 3230 (Thermal Physics), PHY 4020\/5020 (Computational Physics), AST 3002 (Techniques of Astronomical Spectroscopy), AST 3100 (Astrophysics), AST 3120 (Planets and Exoplanets), and a new course, AST 3530 (Computational Astronomy). I also normally have one or more graduate students, and regularly involve undergraduates in my research. My research is in the field of stellar spectroscopy. My interests include the discovery and classification of chemically peculiar stars, in particular the Lambda Bootis stars, a group of Population I A-type stars which show marked underabundances in most elements with the exception of C,N,O and S, which can be of nearly solar abundance. These stars are astrophysically important because these underabundances are most likely due to accretion of metal-depleted gas from the interstellar medium or from a protoplanetary disk. Thus these stars may have something to tell us about protoplanetary disks and planet formation, as well as being intrinsically interesting in themselves. In addition to the Lambda Bootis stars, I work on monitoring a set of young solar analogs (YSAs) -- young solar-type stars, in an effort to learn more about the space environment of the Earth when life was first forming nearly 4 billion years ago. In addition to these observational topics, I have been involved in the modeling of stellar spectra through spectral synthesis. I have written a spectral synthesis program SPECTRUM, which computes the emergent spectrum given a stellar atmosphere model. I have been using these synthetic spectra to determine the basic parameters of stars (effective temperature, gravity, [M\/H] and microturbulent velocity) using the spectra I have obtained with the Gray\/Miller spectrograph which I designed and built (with the expert help of Robert Miller, instrument maker) for the Dark Sky Observatory 32\" telescope. I have also written an expert spectral classification program, MKCLASS. I am co-author with my colleague, Chris Corbally, of the book Stellar Spectral Classification, published by Princeton University Press in 2009. In addition to these efforts, I am a member of a number of international collaborations, including the LAMOST-Kepler project which is obtaining spectra of tens of thousands of stars using the Chinese LAMOST spectroscopic telescope in the Kepler field. My role in this collaboration is to classify these spectra on the MK classification system. My MKCLASS program is employed for that purpose. Instrumentation During my time at ASU, I have designed and constructed four astronomical spectrographs. The first was the Gray\/Miller cassegrain classification spectrograph which I have used for most of my research on the Dark Sky Observatory 32\" telescope. My graduate student, Pam Graham, and I designed and constructed a Faint Object Spectrograph for the Dark Sky Observatory . This spectrograph is capable of obtaining very low resolution spectra of objects down to mv = 18.5. A medium-resolution spectrograph (the KAKE spectrograph) was designed and built with another graduate student, Kelly Kluttz. That spectrograph is being modified by Dr. Courtney McGahee to be a bench-mounted fiber-fed spectrograph. I have also recently designed and built a spectrograph for the student observatory 16\" telescope. With grad student Danny Rosenberg, I have written software (the Robotic Spectroscopist) that automates spectroscopic observations on the 32\" telescope at the Dark Sky Observatory. I have also built and use every clear night a small robotic photometric telescope at the Dark Sky Observatory. That telescope is mostly employed in observing the set of Young Solar Analog stars. Publications Here are some recent first-author papers I have authored\/co-authored on the topics listed above: Gray, R. O., Riggs, Q. S., Koen, C., Murphy, S. J., Newsome, I. M., Corbally, C. J., Cheng, K.-P., & Neff, J. E. 2017, \"The Discovery of λ Bootis Stars: The Southern Survey I\", Astronomical Journal 154, 31 Gray, R.O., Corbally, C. J.; De Cat, P.; Fu, J. N.; Ren, A. B.; Shi, J. R.; Luo, A. L.; Zhang, H. T.; Wu, Y.; Cao, Z., Li, G., Zhang, Y., Hou, Y. & Wang, Y. 2016, \"LAMOST Observations in the Kepler Field: Spectral Classification with the MKCLASS Code\", Astronomical Journal, 151, 13 Gray, R. O.; Saken, J. M.; Corbally, C. J.; Briley, M. M.; Lambert, R. A.; Fuller, V. A.; Newsome, I. M.; Seeds, M. F.; Kahvaz, Y. 2015, \"The Young Solar Analogs Project. I. Spectroscopic and Photometric Methods and Multi-year Timescale Spectroscopic Results\", Astronomical Journal, 150, 203 Gray, R. O. & Corbally, C. J. 2015, \"An Expert Computer Program for Classifying Stars on the MK Spectral Classification System\", Astronomical Journal, 147, 80 Some high-citation papers include: Gray, R. O.; Corbally, C. J.; Garrison, R. F.; McFadden, M. T.; Bubar, E. J.; McGahee, C. E.; O'Donoghue, A. A.; Knox, E. R. 2006, \"Contributions to the Nearby Stars (NStars) Project: Spectroscopy of Stars Earlier than M0 within 40 pc-The Southern Sample\", Astronomical Journal 132, 161 (268 citations) Gray, R. O.; Corbally, C. J.; Garrison, R. F.; McFadden, M. T.; Robinson, P. E. 2003, \"Contributions to the Nearby Stars (NStars) Project: Spectroscopy of Stars Earlier than M0 within 40 Parsecs: The Northern Sample. I.\", Astronomical Journal 126, 2048 (263 citations) Gray, R. O. & Corbally, C. J. 1994, \"The calibration of MK spectral classes using spectral synthesis. 1: The effective temperature calibration of dwarf stars\" Astronomical Journal 107, 742 (source paper for SPECTRUM -- 254 citations) Gray, Richard O. & Corbally, Christopher, J. 2009 \"Stellar Spectral Classification\", (Princeton N.J.: Princeton University Press) (144 citations) He\/Him\/His, F.R.A.S., Professor Phone: (828) 262-2430 Garwood Hall 311"
            ]
        ]
    ]
}