{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H2WTRIHX",
            "slFLfLYAAAAJ",
            [
                "Coherent manipulation of coupled electron spins in semiconductor quantum dots"
            ],
            [
                "We demonstrated coherent control of a quantum two-level system based on two-electron spin states in a double quantum dot, allowing state preparation, coherent manipulation, and projective readout. These techniques are based on rapid electrical control of the exchange interaction. Separating and later recombining a singlet spin state provided a measurement of the spin dephasing time, T2*, of ∼10 nanoseconds, limited by hyperfine interactions with the gallium arsenide host nuclei. Rabi oscillations of two-electron spin states were demonstrated, and spin-echo pulse sequences were used to suppress hyperfine-induced dephasing. Using these quantum control techniques, a coherence time for two-electron spin states exceeding 1 microsecond was observed."
            ],
            [
                [
                    "Experimental Condensed Matter Physics"
                ]
            ],
            [
                "Amir Yacoby Amir Yacoby Professor of Physics and of Applied Physics Amir Yacoby is a Professor of Physics at Harvard University. He is also a Professor of Applied Physics at the School of Engineering and Applied Sciences at Harvard University and a visiting Professor at the University of Waterloo.  He currently holds the Lazaridis Chair in Physics. Following a bachelor’s degree in aeronautical engineering and a master’s degree in theoretical physics professor Yacoby turned to experimental condensed matter physics. He received his PhD in 1994 from the Weizmann Institute of Science in Israel. His work focused on understanding coherence in quantum mesoscopic systems. During his postdoc at Bell labs prof. Yacoby developed new techniques to explore electrical conduction in quantum wires and was the first to observe spin-charge separation, a hallmark of Luttinger Liquids. In 1998 Prof. Yacoby joined the faculty of the Weizmann Institute where he developed new techniques for imaging electrical charge. Professor Yacoby joined the Harvard faculty in 2006. His current interests are in understanding the behavior of low-dimensional systems and their applications to quantum information technology. His research topics include: Spin based quantum computing and metrology using semiconducting quantum dots and color centers in diamond; Topological quantum computing using HgCdTe quantum wells and fractional quantum Hall states; and interacting electrons in graphene multilayers. _______________________________________ yacoby_grp@fas.harvard.edu LISE 610 11 Oxford Street yacoby@physics.harvard.edu p: (617) 495-1180"
            ]
        ]
    ]
}