{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H2WXX3RI",
            "kCLMkbAAAAAJ",
            [
                "Ultraviolet behavior of non-abelian gauge theories",
                "Asymptotically free gauge theories. I",
                "QCD and instantons at finite temperature",
                "Dynamical symmetry breaking in asymptotically free field theories",
                "Heterotic string",
                "Heterotic string theory (I). The free heterotic string",
                "The structure of the gauge theory vacuum",
                "Toward a theory of the strong interactions"
            ],
            [
                "It is shown that a wide class of non-Abelian gauge theories have, up to calculable logarithmic corrections, free-field-theory asymptotic behavior. It is suggested that Bjorken scaling may be obtained from strong-interaction dynamics based on non-Abelian gauge symmetry.",
                "Asymptotically free gauge theories of the strong interactions are constructed and analyzed. The reasons for doing this are recounted, including a review of renormalization-group techniques and their application to scaling phenomena. The renormalization-group equations are derived for Yang-Mills theories. The parameters that enter into the equations are calculated to lowest order and it is shown that these theories are asymptotically free. More specifically the effective coupling constant, which determines the ultraviolet behavior of the theory, vanishes for large spacelike momenta. Fermions are incorporated and the construction of realistic models is discussed. We propose that the strong interactions be mediated by a\" color\" gauge group which commutes with SU (3)× SU (3). The problem of symmetry breaking is discussed. It appears likely that this would have a dynamical origin. It is suggested that the gauge …",
                "The current understanding of the behavior of quantum chromodynamics at finite temperature is presented. Perturbative methods are used to explore the high-temperature dynamics. At sufficiently high temperatures the plasma of thermal excitations screens all color electric fields and quarks are unconfined. It is believed that the high-temperature theory develops a dynamical mass gap. However in perturbation theory the infrared behavior of magnetic fluctuations is so singular that beyond some order the perturbative expansion breaks down. The topological classification of finite-energy, periodic fields is presented and the classical solutions which minimize the action in each topological sector are examined. These include periodic instantons and magnetic monopoles. At sufficiently high temperature only fields with integral topological charge can contribute to the functional integral. Electric screening completely …",
                "Two-dimensional massless fermion field theories with quartic interactions are analyzed. These models are asymptotically free. The models are expanded in powers of 1 N, where N is the number of components of the fermion field. In such an expansion one can explicitly sum to all orders in the coupling constants. It is found that dynamical symmetry breaking occurs in these models for any value of the coupling constant. The resulting theories produce a fermion mass dynamically, in addition to a scalar bound state and, if the broken symmetry is continuous, a Goldstone boson. The resulting theories contain no adjustable parameters. The search for symmetry breaking is performed using functional techniques, the new feature here being that a composite field, say ψ ψ, develops a nonvanishing vacuum expectation value. The\" potential\" of composite fields is discussed and constructed. General results are derived for …",
                "A new type of superstring theory is constructed as a chiral combination of the closed D= 26 bosonic and D= 10 fermionic strings. The theory is supersymmetric, Lorentz invariant, and free of tachyons. Consistency requires the gauge group to be Spin (32) Z 2 or E 8× E 8.",
                "A new theory of closed orientable superstrings is constructed as a chiral combination of the closed D = 26 bosonic and D = 10 fermionic strings. The resulting ten-dimensional theory is N = 1 supersymmetric, Lorentz invariant, and free of tachyons. An alternate formulation where sixteen of the bosonic coordinates are replaced by fermionic coordinates is presented and used to construct a manifestly Lorentz covariant and reparametrization invariant action for the theory. The theory is consistent only for gauge group Spin(32)\/Z2 or E8 × E8.",
                "The finite action Euclidean solutions of gauge theories are shown to indicate the existence of tunneling between topologically distinct vacuum configurations. Diagonalization of the Hamiltonian then leads to a continuum of vacua. The construction and properties of these vacua are analyzed. In non-abelian theories of the strong interactions one finds spontaneous symmetry breaking of axial baryon number without the generation of a Goldstone boson, a mechanism for chiral SU(N) symmetry breaking and a possible source of T violation.",
                "A systematic study is made of the relevant degrees of freedom and the dynamics of quantum chromodynamics (QCD). We find that the dynamical properties of QCD are, to a large extent, a consequence of the structure of the vacuum arising from the tunneling between degenerate, classically stable, vacuums, and that the relevant degrees of freedom can be taken to be the Euclidean path histories that can be used to calculate the tunneling in the semiclassical approximation. This nonperturbative vacuum structure appears well suited to the major features of QCD, ie, the dimensional transmutation that determines the size of the hadrons and the strong-interaction coupling constant, the source of dynamical chiral symmetry breaking, and the mechanism responsible for quark confinement."
            ],
            [
                [

                ]
            ],
            [
                "David  Gross David  Gross Professor Emeritus 805-893-7337 gross@kitp.ucsb.edu CERN"
            ]
        ]
    ]
}