{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H35JGKO4",
            "XynLpN8AAAAJ",
            [
                "Applications of functional fullerene materials in polymer solar cells",
                "Influences of the Non‐Covalent Interaction Strength on Reaching High Solid‐State Order and Device Performance of a Low Bandgap Polymer with Axisymmetrical Structural Units",
                "Electroactive and photoactive poly [Isoindigo-alt-EDOT] synthesized using direct (hetero) arylation polymerization in batch and in continuous flow",
                "Synthesis, molecular and photovoltaic properties of donor–acceptor conjugated polymers incorporating a new heptacylic indacenodithieno [3, 2-b] thiophene arene",
                "A new pentacyclic indacenodiselenophene arene and its donor–acceptor copolymers for solution-processable polymer solar cells and transistors: synthesis, characterization, and …",
                "Morphological Stabilization by Supramolecular Perfluorophenyl‐C60 Interactions Leading to Efficient and Thermally Stable Organic Photovoltaics",
                "Synthesis and molecular properties of four isomeric dialkylated angular-shaped naphthodithiophenes",
                "Side-chain modulation of dithienofluorene-based copolymers to achieve high field-effect mobilities",
                "Angular‐Shaped 4, 9‐Dialkyl α‐and β‐Naphthodithiophene‐Based Donor–Acceptor Copolymers: Investigation of Isomeric Structural Effects on Molecular Properties and Performance of …",
                "Synthesis of a 4, 9-Didodecyl Angular-Shaped Naphthodiselenophene Building Block To Achieve High-Mobility Transistors"
            ],
            [
                "Bulk heterojunction (BHJ) polymer solar cells (PSCs) on the basis of polymer:fullerene blends have delivered numerous impressive results in the last decade and thus have drawn much attention of the scientific and industrial communities. However, BHJ PSCs often suffer from several intrinsic problems, such as the low open-circuit voltage (Voc), energetically-unfavorable and chemically-incompatible interfaces, and morphological phase separation of the polymer:fullerene blend driven by thermal treatment, hindering further advancement. In this review, we summarize the recent progress on applications of fullerene-based materials in the BHJ PSCs. Bis-adduct fullerenes possessing high-lying LUMO energy levels can substitute for mono-substituted fullerenes and higher Voc values can thus be achieved. Incorporation of an n-type fullerene interlayer between inorganic and organic active layers in either inverted or …",
                "A high organic field‐effect transistor mobility (0.29 cm 2 V− 1 s− 1) and bulk‐heterojunction polymer solar cell performance (PCE of 6.82%) have been achieved in a low bandgap alternating copolymer consisting of axisymmetrical structural units, 5, 6‐difluorobenzo‐2, 1, 3‐thiadiazole. Introducing the fluorine substituents enhanced intermolecular interaction and improved the solid‐state order, which consequently resulted in the highest device performances among the 2, 1, 3‐thiadiazole‐quarterthiophene based alternating copolymers.",
                "In this work, a combined approach was used to obtain a low-cost material for organic electronics by focusing on inexpensive monomers, short synthetic pathway, high-yielding polymerization method, low waste, and easy scalability. To achieve this, a new material, poly[isoindigo-alt-3,4-ethylenedioxythiophene], was synthesized using direct (hetero)arylation polymerization (DHAP). Only a few synthetic steps are required to obtain this material, and no organometallic intermediates are used. In order to make a bigger step toward a truly inexpensive technology, continuous flow methods were applied for the first time to DHAP. This method helped solving a common problem encountered in conjugated polymers synthesis, namely, batch-to-batch variations. Electronic properties of this polymeric material were evaluated using field effect transistors (μh = 7 × 10–3 cm2·V–1·s–1) and solar cells (η = 3.0%).",
                "We have developed a new multifused indacenodithieno[3,2-b]thiophene arene (IDTT) unit where the central phenylene is covalently fastened with the two outer thieno[3,2-b]thiophene (TT) rings, forming two cyclopentadiene rings embedded in a heptacyclic structure. This rigid and coplanar IDTT building block was copolymerized with electron-deficient acceptors, 4,7-dibromo-2,1,3-benzothiadiazole (BT), 4,7-dibromo-5,6-difluoro-2,1,3-benzothiadiazole (FBT) and 1,3-dibromo-thieno[3,4-c]pyrrole-4,6-dione (TPD) via Stille polymerization, respectively. Because the higher content of the thienothiophene moieties in the fully coplanar IDTT structure facilitates π-electron delocalization, these new polymers show much improved light-harvesting abilities and enhanced charge mobilities compared to PDITTBT copolymer using hexacyclic diindenothieno[3,2-b]thiophene (DITT) as the donor moieties. The device using …",
                "A pentacyclic indacenodiselenophene (IDS) arene was synthesized via intramolecular Friedel-Craft cyclization of the selenophene moieties. This IDS framework was used as a model system to investigate the alkyl\/alkoxy side-chain effect by preparing IDS-OCH8 and IDS-C6, where the side chains on the sp3 carbon in the cyclopentadienyl ring are 4-octyloxyphenyl groups and 4-hexylphenyl groups, respectively. The Sn-IDS-OCH8 and Sn-IDS-C6 monomers were copolymerized with 4,7-dibromo-2,1,3-benzothiadiazole (BT), 4,7-diiodo-5,6-difluoro-2,1,3-benzothiadiazole (FBT) and 1,3-dibromothieno[3,4-c]pyrrole-4,6-dione (TPD) acceptor monomers by Stille polycondensation to afford five new IDS-based donor–acceptor alternating copolymers, PIDSBT-OCH8, PIDSBT-C6, PIDSFBT-OCH8, PIDSFBT-C6, and PIDSTPD-C6. Despite the fact that the octyloxy and hexyl side chains play a negligible role in the optical …",
                "A new PC61BM‐based fullerene, [6,6]‐phenyl‐C61 butyric acid pentafluorophenyl ester (PC61BPF) is designed and synthesized. This new n‐type material can replace PC61BM to form a P3HT:PC61BPF binary blend or serve as an additive to form a P3HT:PC61BM:PC61BPF ternary blend. Supramolecular attraction between the pentafluorophenyl group of PC61BPF and the C60 cores of PC61BPF\/PC61BM can effectively suppress the PC61BPF\/PC61BM materials from severe aggregation. By doping only 8.3 wt% PC61BPF, device PC61BPF651 exhibits a PCE of 3.88% and decreases slightly to 3.68% after heating for 25 h, preserving 95% of its original value. When PC61BP with non‐fluorinated phenyl group is used to substitute PC61BPF, the stabilizing ability disappears completely. The efficiencies of PC61BP651 and PC61BP321 devices significantly decay to 0.44% and 0.11%, respectively, after 25 h …",
                "A new strategy to synthesize 4,9- and 5,10-dialkylated α-aNDTs as well as 4,9- and 5,10-dialkylated β-aNDTs is described. Four isomeric precursors with different dithienyl-ene-diyne arrangements undergo base-induced double 6π-cyclization to construct the central naphthalene cores, leading to the formation of the regiospecific products. These 2,7-distannylated dialkylated aNDT-based monomers can be used for Stille cross-coupling to produce promising conjugated materials for various optoelectronic applications.",
                "A ladder-type dithieno[3,2-b:6,7-b′]fluorene (DTF), where the central fluorene is fused with two outer thiophene rings at its 2,3- and 6,7-junctions, is developed. The pentacyclic DTF monomers were polymerized with dithienodiketopyrrolopyrrole (DPP) acceptors to afford three alternating donor–acceptor copolymers PDTFDPP16, PDTFDPP20, and PDTFDPP32 incorporating different aliphatic side chains (R1 group at DTF; R2 group at the DPP moieties). The side-chain variations in the polymers play a significant role in determining not only the intrinsic molecular properties but also the intermolecular packing. As evidenced by the 2-dimensional GIXS measurements, PDTFDPP16 with octyl (R1) and 2-ethylhexyl (R2) side chains tends to align in an edge-on π-stacking orientation, whereas PDTFDPP20 using 2-butyloctyl (R1) and 2-ethylhexyl (R2) adopts a predominately face-on orientation. PDTFDPP32 with the …",
                "Two angular‐shaped 4,9‐didodecyl α‐aNDT and 4,9‐didodecyl β‐aNDT isomeric structures have been regiospecifically designed and synthesized. The distannylated α‐aNDT and β‐aNDT monomers are copolymerized with the Br‐DTNT monomer by the Stille coupling to furnish two isomeric copolymers, PαNDTDTNT and PβNDTDTNT, respectively. The geometric shape and coplanarity of the isomeric α‐aNDT and β‐aNDT segments in the polymers play a decisive role in determining their macroscopic device performance. Theoretical calculations show that PαNDTDTNT possesses more linear polymeric backbone and higher coplanarity than PβNDTDTNT. The less curved conjugated main chain facilitates stronger intermolecular π–π interactions, resulting in more redshifted absorption spectra of PαNDTDTNT in both solution and thin film compared to the PβNDTDTNT counterpart. 2D wide‐angle X‐ray diffraction …",
                "A new tetracyclic 4,9-dialkyl angular-shaped naphthodiselenophene (4,9-α-aNDS) was designed and synthesized. The naphthalene core in 4,9-α-aNDS is formed by the DBU-induced 6π-cyclization of an (E)-1,2-bis(3-(tetradec-1-yn-1-yl)selenophen-2-yl)ethene intermediate followed by the second PtCl2-catalyzed benzannulation. This synthetic protocol allows for incorporating two dodecyl groups regiospecifically at 4,9-positions of the resulting α-aNDS. An ordered supramolecular self-assembly formed via noncovalent selenium–selenium interactions with a short contact of 3.5 Å was observed in the single-crystal structure of 4,9-α-aNDS. The distannylated α-aNDS building block was copolymerized with Br-DTFBT and Br-DPP acceptors by Stille cross coupling to form two new donor–acceptor polymers PαNDSDTFBT and PαNDSDPP, respectively. The bottom-gate\/top-contact organic field-effect devices using the …"
            ],
            [
                [

                ]
            ],
            [
                "Yuying Lai Yuying Lai (Staff) Yuying Lai"
            ]
        ]
    ]
}