{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H3K5EK6G",
            "_HTCpv0AAAAJ",
            [
                "The upgraded DØ detector",
                "Observation and Properties of the X (3872) Decaying to J\/ψ π+ π-in p p¯ Collisions at s= 1.96 T e V",
                "First measurement of electron neutrino appearance in NOvA",
                "Measurement of Dijet Azimuthal Decorrelations at Central Rapidities in p p¯ Collisions at s= 1.96 TeV",
                "Measurement of the isolated photon cross section in pp¯ collisions at s= 1.96 TeV",
                "First measurement of muon-neutrino disappearance in NOvA",
                "Erratum: Measurement of Inclusive Differential Cross Sections for  Production in  Collisions at  [Phys. Rev. Lett. 94, 232001 (2005)]",
                "Measurement of Inclusive Differential Cross Sections for  Production in  Collisions at ",
                "Experimental discrimination between charge 2 e\/3 top quark and charge 4 e\/3 exotic quark production scenarios",
                "Measurement of σ (p p¯→ Z)· Br (Z→ τ τ) at s= 1.96 TeV"
            ],
            [
                "The DØ experiment enjoyed a very successful data-collection run at the Fermilab Tevatron collider between 1992 and 1996. Since then, the detector has been upgraded to take advantage of improvements to the Tevatron and to enhance its physics capabilities. We describe the new elements of the detector, including the silicon microstrip tracker, central fiber tracker, solenoidal magnet, preshower detectors, forward muon detector, and forward proton detector. The uranium\/liquid-argon calorimeters and central muon detector, remaining from Run I, are discussed briefly. We also present the associated electronics, triggering, and data acquisition systems, along with the design and implementation of software specific to DØ.",
                "We report the observation of the X (3872) in the J\/ψ π+ π− channel, with J\/ψ decaying to μ+ μ−, in p p collisions at s= 1.96 T e V. Using approximately 230 p b− 1 of data collected with the Run II D0 detector, we observe 522±100 X (3872) candidates. The mass difference between the X (3872) state and the J\/ψ is measured to be 774.9±3.1 (s t a t)±3.0 (s y s t) M e V\/c 2. We have investigated the production and decay characteristics of the X (3872) and find them to be similar to those of the ψ (2 S) state.",
                "We report results from the first search for ν μ→ ν e transitions by the NOvA experiment. In an exposure equivalent to 2.74× 10 20 protons on target in the upgraded NuMI beam at Fermilab, we observe 6 events in the Far Detector, compared to a background expectation of 0.99±0.11 (syst) events based on the Near Detector measurement. A secondary analysis observes 11 events with a background of 1.07±0.14 (syst). The 3.3 σ excess of events observed in the primary analysis disfavors 0.1 π< δ C P< 0.5 π in the inverted mass hierarchy at the 90% CL",
                "Correlations in the azimuthal angle between the two largest transverse momentum jets have been measured using the D0 detector in p p collisions at a center-of-mass energy s= 1.96 TeV. The analysis is based on an inclusive dijet event sample in the central rapidity region corresponding to an integrated luminosity of 150 pb− 1. Azimuthal correlations are stronger at larger transverse momenta. These are well described in perturbative QCD at next-to-leading order in the strong coupling constant, except at large azimuthal differences where contributions with low transverse momentum are significant.",
                "The cross section for the inclusive production of isolated photons has been measured in p p¯ collisions at s= 1.96 TeV with the DØ detector at the Fermilab Tevatron Collider. The photons span transverse momenta 23 to 300 GeV and have pseudorapidity| η|< 0.9. The cross section is compared with the results from two next-to-leading order perturbative QCD calculations. The theoretical predictions agree with the measurement within uncertainties.",
                "This paper reports the first measurement using the NOvA detectors of ν μ disappearance in a ν μ beam. The analysis uses a 14 kton-equivalent exposure of 2.74× 10 20 protons-on-target from the Fermilab NuMI beam. Assuming the normal neutrino mass hierarchy, we measure Δ m 32 2=(2.52− 0.18+ 0.20)× 10− 3 eV 2 and sin 2 θ 23 in the range 0.38–0.65, both at the 68% confidence level, with two statistically degenerate best-fit points at sin 2 θ 23= 0.43 and 0.60. Results for the inverted mass hierarchy are also presented.",
                "The measurement of the inclusive differential cross sections for 1S production published in our recent Letter [1] requires a correction for an increase in the reported integrated luminosity. The instantaneous luminosity at D0 is measured by counting the number of inelastic collisions that produce charged particles within the acceptance of the luminosity monitor [2]. The determination of the luminosity has recently been improved through studies of the multiplicities observed in the luminosity monitor [3]. These studies indicated that the fraction of observable inelastic collisions was overestimated in our previous analysis [4]. The result of these improvements is to increase the assessment of the total integrated luminosity for this analysis by 16.5% to 185 11 pb 1 and to decrease the estimated uncertainty from 6.5% to 6.1%. The recalculated cross sections are shown in Table I.",
                "We present measurements of the inclusive production cross sections of the Υ (1 S) bottomonium state in p p collisions at s= 1.96 TeV. Using the Υ (1 S)→ μ+ μ− decay mode for a data sample of 159±10 pb− 1 collected by the D0 detector at the Fermilab Tevatron collider, we determine the differential cross sections as a function of the Υ (1 S) transverse momentum for three ranges of the Υ (1 S) rapidity: 0<| y Υ|≤ 0.6, 0.6<| y Υ|≤ 1.2, and 1.2<| y Υ|≤ 1.8.",
                "We present the first experimental discrimination between the 2 e\/3 and 4 e\/3 top quark electric charge scenarios, using top quark pairs (t t) produced in p p collisions at s= 1.96 TeV by the Fermilab Tevatron Collider. We use 370 pb− 1 of data collected by the D0 experiment and select events with at least one high transverse momentum electron or muon, high transverse energy imbalance, and four or more jets. We discriminate between b-and b-quark jets by using the charge and momenta of tracks within the jet cones. The data are consistent with the expected electric charge,| q|= 2 e\/3. We exclude, at the 92% CL, that the sample is solely due to the production of exotic quark pairs Q Q with| q|= 4 e\/3. We place an upper limit on the fraction of Q Q pairs ρ< 0.80 at the 90% CL",
                "We present a measurement of the cross section for Z production times the branching fraction to τ leptons, σ· Br (Z→ τ+ τ−), in p p collisions at s= 1.96 TeV in the channel in which one τ decays into μ ν μ ν τ, and the other into hadrons+ ν τ or e ν e ν τ. The data sample corresponds to an integrated luminosity of 226 pb− 1 collected with the D0 detector at the Fermilab Tevatron collider. The final sample contains 2008 candidate events with an estimated background of 55%. From this we obtain σ· Br (Z→ τ+ τ−)= 237±15 (stat)±18 (sys)±15 (lum) pb, in agreement with the standard model prediction."
            ],
            [
                [
                    "Magnetic Resonance Imaging",
                    "Superconducting Magnet Design",
                    "Magnetic Particle Imaging",
                    "High Energy Particle Physics",
                    "Accelerator"
                ]
            ],
            [
                "Michael Martens Professor michael.martens@case.edu 216.368.4123 Rockefeller Building 105B B.S., Case Western Reserve University (1987) Ph.D., Case Western Reserve University (1991) Medical Imaging Physics, Industrial Physics, Magnetic Nanoparticle Imaging, High Energy Particle Physics, Accelerator Physics OPTIMISE Interests Almost all of us have had (or will have) a medical imaging scan during our lifetime. This might be an X-ray to look for a broken bone, an MRI (Magnet Resonance Imaging) scan to look for tumors, or a PET (Positron Emission Tomography) scan that is part of a cancer treatment plan. My latest research involves understanding the physics principles used in these scanners and developing methods and instrumentation that will improve the quality of the images. Within the field of MRI, one of my specific interests is the design and optimization of MgB2 (Magnesium Diboride) superconducting solenoid coils for the next generation of MRI. Significant reduction in the volume of liquid helium necessary for the commissioning and operation of a MRI scanner can be achieved by using MgB2 as the superconductor material. With the already rising and projected rise in the cost of helium, using MgB2 will provide substantial cost savings compared to traditional MRI scanners. Another MRI research area is the optimization of RF coil design for parallel imaging. The quality of MRI images is enhanced by using multiple RF transmit and receive coils within a single coil package (such as a knee coil, breast coil, or head\/neck spine coil.) However, the coupling and interference between the individual coils must be understood and well controlled in order to produce quality MRI images. Our research focuses on modeling the complex interaction between the individual RF coils as well as the electromagnetic interactions between the RF coils and the surrounding components in an MRI system such as the gradient coils and superconducting magnets. Within our RF lab we are able to test RF coil components and RF coil electronics and we are able to test prototype RF systems in clinically available MRI systems. Our group has also become interested and active in the field of MPI (Magnetic Particle Imaging.) In particular we are interested in constructing detailed models, based on first principles of magnetism and thermodynamics, of the response of magnetic nanoparticles ferrofluids subjected to an external oscillating magnetic fields. We apply a Fokker-Planck approach to calculating the magnetization of the ferrofluid and compare the theoretical results against experimentally measured data. Prior Research: Much of my career at Fermilab was dedicated to the understanding and operation of the Tevatron (a proton-antiproton synchrotron) which had been the highest energy particle accelerator in the world until the Large Hadron Collider at CERN was commissioned in 2010. During this time I was also a collaborator on several high energy particle physics experiments including the APEX experiment to search for the decay of the antiproton, the MiniMax experiment to search for disoriented chiral condensates, and the DZero experiment to study diffractive physics. More recently I have been a collaborator on the NOvA experiment to study the phenomenon of neutrino oscillations. Publications Publication in Medical Imaging Martens, M., Baig, T., Cara, M., Brown, R., Doll, D., and Tomsic, M., “An actively shielded 3T MgB2 MRI magnet design”, Abstract accepted for *21stISMRM annual meeting and exhibition * 2013. Martens, M., Baig, T., Cara, M., Brown, R., Doll, D., and Tomsic, M., “An actively shielded 1.5T MgB2 MRI magnet design”, Abstract accepted for *APS March meeting 2013*. “Modeling the Brownian relaxation of nanoparticle ferrofluids: Comparison with experiment”, Michael A. Martens, Robert J. Deissler, Yong Wu, Lisa Bauer, Zhen Yao, Robert Brown, and Mark Griswold, Med. Phys. 40, 022303 (2013). (http:\/\/dx.doi.org\/10.1118\/1.4773869). “Simulation guidelines for incisions patterns on RF shields”, Yao, Z., Wu, Y., Chmielewski, T., Shvartsman, S., Eagan, T., Martens, M. and Brown, R., Concepts Magn. Reson., 41B: 37–49 (2012). ( http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/cmr.b.21209\/abstract). M.A. Morich, J.L. Patrick, L. Petropoulus, M.A. Martens, R.W. Brown, “Elliptical Cross Section Gradient Coil”, U.S. Patent Number 5,177,441 (1993). M.A. Morich, M.A. Martens, and R.W. Brown, “Biplanar Gradient Coil for Magnetic Resonance Imaging Systems”, U.S. Patent Number 5,036,282 (1991). Publication in Experimental High Energy Physics T.C. Brooks, et. al., “Analysis of Charged-Particle\/Photon Correlations In Hadronic Multiparticle Production”, Phys. Rev. D 55, 5667-5680 (1997). M. Hu, et al., “Search for Muonic Decays of the Anti-Proton at the Fermilab Anti-Proton Accumulator”, Phys. Rev. D 58, 111101 (1998). T.C. Brooks, et al., “A Search for Disoriented Chiral Condensate at the Fermilab Tevatron”, Phys. Rev. D 61, 032003 (2000). S. Geer, et. al., “Search for Anti-Proton Decay at the Fermilab Anti-Proton Accumulator”, Phys. Rev. D 62, 052004 (2000). S. Geer, et. al., “A New limit on CPT violation”, Phys. Rev. Lett. 84, 590-593 (2000). Erratum-ibid 85, 3546 (2000). V.M. Abazov, et. al., “The Upgraded D0 detector”, Nucl. Instrum. Meth. A565:463-537, (2006). V.M. Abazov, et. al., “Search for associated Higgs boson production WH  WWW*  l+- nu l-prime+- nu-prime + X in p anti-p collisions at s**(1\/2) = 1.96-TeV”, Phys. Rev. Lett. 97:151804, (2006). V.M. Abazov, et. al., “Measurement of the CP-violation parameter of B0 mixing and decay with p anti-p  mu mu X data”, Phys. Rev. D74:092001, (2006). V.M. Abazov, et. al., “Measurement of the top quark mass in the dilepton channel”, Phys. Lett. B655:7, (2007). V.M. Abazov, et. al., “Measurement of the ratios of the Z\/gamma* + >= n jet production cross sections to the total inclusive Z\/gamma* cross section in p anti-p collisions at s**(1\/2) = 1.96-TeV”, Published in Phys.Lett.B658:112-119 (2008). Publication in Accelerator Physics C.M. Bhat, J. Griffin, J. MacLachlan, M. Martens, “Transition Crossing in Proton Synchrotrons Using a Flattened RF Wave”, Phys. Rev. E 55, 1028-1034 (1997). T. Armstrong, et. al., “A Detector to Search for Anti-Proton Decay at the Fermilab Anti-Proton Accumulator”, Nucl. Instrum. Methods Phys. Res. A 411, 210 (1998)."
            ]
        ]
    ]
}