{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H3YXZ1J9",
            "rVMxtOQAAAAJ",
            [
                "Nucleosynthetic signatures of the first stars",
                "Uncovering extremely metal-poor stars in the Milky Way’s ultrafaint dwarf spheroidal satellite galaxies",
                "A single low-energy, iron-poor supernova as the source of metals in the star SMSS J031300. 36− 670839.3"
            ],
            [
                "The chemically most primitive stars provide constraints on the nature of the first stellar objects that formed in the Universe; elements other than hydrogen, helium and traces of lithium present within these objects were generated by nucleosynthesis in the very first stars. The relative abundances of elements in the surviving primitive stars reflect the masses of the first stars, because the pathways of nucleosynthesis are quite sensitive to stellar masses. Several models 1, 2, 3, 4, 5 have been suggested to explain the origin of the abundance pattern of the giant star HE0107–5240, which hitherto exhibited the highest deficiency of heavy elements known 1, 6. Here we report the discovery of HE1327–2326, a subgiant or main-sequence star with an iron abundance about a factor of two lower than that of HE0107–5240. Both stars show extreme overabundances of carbon and nitrogen with respect to iron, suggesting a similar …",
                "We present new metallicity measurements for 298 individual red giant branch stars in eight of the least luminous dwarf spheroidal galaxies (dSphs) in the Milky Way (MW) system. Our technique is based on medium‐resolution Keck DEIMOS spectroscopy coupled with spectral synthesis. We present the first spectroscopic metallicities at   of stars in a dwarf galaxy, with individual stellar metallicities as low as  . Because our [Fe\/H] measurements are not tied to empirical metallicity calibrators and are sensitive to arbitrarily low metallicities, we are able to probe this extremely metal‐poor regime accurately. The metallicity distribution of stars in these dSphs is similar to the MW halo at the metal‐poor end. We also demonstrate that the luminosity‐metallicity relation previously seen in more luminous dSph galaxies (  to −8.8) extends smoothly down to an absolute magnitude of  . The discovery of extremely metal‐poor stars in …",
                "The element abundance ratios of four low-mass stars with extremely low metallicities (abundances of elements heavier than helium) indicate that the gas out of which the stars formed was enriched in each case by at most a few—and potentially only one—low-energy supernova 1, 2, 3, 4. Such supernovae yield large quantities of light elements such as carbon but very little iron. The dominance of low-energy supernovae seems surprising, because it had been expected that the first stars were extremely massive, and that they disintegrated in pair-instability explosions that would rapidly enrich galaxies in iron 5. What has remained unclear is the yield of iron from the first supernovae, because hitherto no star has been unambiguously interpreted as encapsulating the yield of a single supernova. Here we report the optical spectrum of SMSS J031300. 36− 670839.3, which shows no evidence of iron (with an upper limit of …"
            ],
            [
                [
                    "astronomy",
                    "astrophysics",
                    "old stars",
                    "nucleosynthesis",
                    "chemical elements"
                ]
            ],
            [
                "ANNA L. FREBEL Silverman (1968) Family Career Development Associate Professor of Physics afrebel@mit.edu (617) 254-3917 Ronald McNair Building, 37-664C RELATED LINKS: Anna's Homepage Anna's MIT News stories Astrophysics > Stellar and Galactic Astronomy - Cosmology - High Performance Computing - Optical\/IR Astronomy Professor Frebel's research interests broadly cover observational stellar astrophysics. She is best known for her discoveries and spectroscopic analyses of the oldest, most metal-poor stars in the Milky Way and small dwarf galaxies (\"stellar and dwarf galaxy archaeology\") to explore the chemical and physical conditions of the early universe. Since these stars preserve a \"fossil\" record of early chemical enrichment events, they provide means to isolate and study clean signatures of individual nucleosynthesis events. This uncovers new knowledge relevant to a broad range of topics ranging from the first stars and first galaxies, the initial mass function, supernova yields and stellar nucleosynthesis, nuclear astrophysics and the r-process, chemical evolution and the formation and assembly of our Galaxy and its dwarf galaxies. For their research, Prof. Frebel and her group frequently use the 6.5m Magellan telescopes in Chile to obtain high-resolution optical spectroscopy. She also collaborates with theorists to connect her observations to results from large scale cosmological simulations to aide in the interpretation of the data. Prof. Frebel is an observational astronomer and astrophysicist. She received her PhD from the Australian National University's Mt. Stromlo Observatory in 2007, and did postdoctoral work as a WJ McDonald Fellow in Austin, TX (2006-2008) and as Clay Fellow at the Center for Astrophysics | Harvard & Smithsonian (CfA), in Cambridge, MA (2009-2012). Prof. Frebel has received numerous honors and awards including the 2010 Annie Jump Cannon Award (American Astronomical Society), a 2013 CAREER Award from the National Science Foundation, and in 2016 she was named one of ScienceNews Magazine's “Ten Scientists to Watch”. She was promoted to Associate Professor with tenure in 2018. Prof. Frebel has authored more than 120 papers in various refereed journals, including Nature. She also enjoys communicating science to the public through regular public lectures, magazine articles, interviews as well as her popular science book “Searching for the oldest stars: Ancient Relics from the Early Universe” (Princeton University Press). Ph.D., Astronomy and Astrophysics, The Australian National University, 2006 McDonald Postdoctoral Fellow, University of Texas at Austin, 2006 - 2008 Clay Postdoctoral Fellow, Harvard University, 2009 - 2011 Assistant Professor, MIT Physics, 2012 - 2017 Associate Professor, MIT Physics, 2017 - Present Honors and Awards 2019 Earll Murman Award for Excellence in Undergraduate Advising (MIT) 2018 Committed to Caring Award (MIT) 2017 Senior Women in Astronomy Fellowship (ICRAR, Perth, Australia) 2016 ScienceNews Magazine's Ten Scientists To Watch list 2013 CAREER Award (US National Science Foundation) 2011, 2013 & 2015 Kavli Frontiers of Science Fellow (National Academy of Sciences) 2010 Annie Jump Cannon Award (American Astronomical Society) 2009 Ludwig-Biermann young astronomer award (German Astronomical Society) 2007 Charlene Heisler Prize (the best Australian astronomy PhD thesis) “R-process enrichment from a single event in an ancient dwarf galaxy” by Ji, Alexander P.; Frebel, Anna; Chiti, Anirudh; Simon, Joshua D., 2016 Nature, 531, 610 “Near-Field Cosmology with Extremely Metal-Poor Stars” by Frebel, Anna; Norris, John E., 2015 Annual Reviews of Astronomy & Astrophysics 53, 631 “High-Resolution Spectroscopy of Extremely Metal-Poor Stars in the Least Evolved Galaxies: Ursa Major II and Coma Berenices” by Frebel, Anna; Simon, Joshua D.; Geha, Marla; Willman, Beth, 2010 Astrophysical Journal, 708, 560 “Nucleosynthetic signatures of the first stars” by Frebel, Anna; Aoki, Wako; Christlieb, Norbert; Ando, Hiroyasu; Asplund, Martin; Barklem, Paul S.; Beers, Timothy C.; Eriksson, Kjell; Fechner, Cora; Fujimoto, Masayuki Y.; Honda, Satoshi; Kajino, Toshitaka; Minezaki, Takeo; Nomoto, Ken'ichi; Norris, John E.; Ryan, Sean G.; Takada-Hidai, Masahide; Tsangarides, Stelios; Yoshii, Yuzuru, 2005, Nature, 434, 871 See more of Professor Frebel's publications . . Last updated on November 9, 2020 10:52 AM"
            ]
        ]
    ]
}