{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H45BI4RS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "About me First in the World Advising for undergrad physics majors General info on 49, 50, 51, 52 Switching sections Books and online HW FAQ Physics 49 Physics 50 Physics 51 Physics 52 Dr. Monika Kress Professor and Chair, Department of Physics and Astronomy, SJSU Click here for a message regarding our department's move to online instruction If you are being blocked from registering for Physics 49, 50, 51, or 52, read this . For physics problem-solving videos, check out my YouTube Channel ProfKress and my Vimeo Channel ProfKress . Click here for more information for undeclared majors and other students who plan to apply for a major within the College of Engineering. Advising for Undergraduate Physics Majors We have mandatory advising in physics, which means that you need to meet with the undergrad adviser, Dr. Ranko Heindl for advising before you can register for your classes. Click here for more Physics major advising info. Research interests: Innovation in teaching calculus-based mechanics for engineering and physical science majors: flipping the classroom, assessment of student success using the Force Concept Inventory. Physics and chemistry of planet formation ( Here is a talk I gave at the SETI Institute on 2 June 2010 ) Dynamical evolution of exoplanetary systems containing Earth-sized planets in the habitable zone Assessment of student preparation and correlation with graduation rates in engineering and physical sciences Here is a talk I gave at Google about collecting meteorites in Antarctica. Physics 49, 50, 51 and 52 at SJSU These courses are very fast-paced and they fill up quickly, so if you plan to take any of them, you should register during your advance-registration period. If you try to add a couple of days before classes begin, chances are you won't get in. Physics 50, 51 and 52 are restricted to engineering and science majors only, and mysjsu will screen for pre-requisites. If you are being blocked from registering , follow these instructions . Here are some tips on getting into these high-demand classes. Please note that the Physics Department does not offer \"credit by exam\" for any courses. Physics is about the laws that govern all matter and energy. Success in physics (and calculus and chemistry) strongly correlates with success in your science or engineering major and in the workforce. We have designed our courses with your future success in mind! Please note: the workshop (50W) is optional, and it is different from the lab (which you enroll in when you choose which lecture section you want). Add codes for 50W are available from the Physics Department website on the first day of class, if you were unable to register during the normal registration period. Undergrad advising for Physics Majors Dr. Heindl is the undergrad adviser for physics. Each semester, all physics majors (undergrads) will have to meet with him so that he can lift the advising hold on your account, and also you can talk about what your plans are and how things are going. Click here for information about advising, etc. Research I conduct research in computational astrophysics. My research team is investigating the stability of planetary systems around low-mass main sequence stars. I am a co-investigator of the Virtual Planetary Laboratory, one of the NASA Astrobiology Institute lead teams. Teaching Before I became ACting Chair in 2017, my teaching focused on Physics 50. This is the first course in calculus-based physics taken by students majoring in engineering, physics, chemistry, meteorology, math and computer science.  I have previously taught the other courses in the 50 series, as well as upper division physics, astrophysics and astrobiology. I have focused  on Physics 50 the last few years because it is the foundation upon which engineering and physical science degree programs are built.  Entomology Laboratory Syllabus Here is the Entomolo gy Laboratory Manual by Doc Edwards.  San José State University has not reviewed or approved the contents of this website. This website represents the work of the individual artists, scholars, and authors who created them and not San José State University. This website is not within SJSU.EDU domain. Address Content"
            ]
        ]
    ]
}