{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H48EO3PH",
            "2ThPgoQAAAAJ",
            [
                "Cavity QED with diamond nanocrystals and silica microspheres",
                "Transient nonlinear optical response from excitation induced dephasing in GaAs",
                "Slow light in semiconductor quantum wells",
                "Optomechanical dark mode",
                "Resolved-sideband and cryogenic cooling of an optomechanical resonator",
                "Storing optical information as a mechanical excitation in a silica optomechanical resonator",
                "Non-reciprocal Brillouin scattering induced transparency",
                "Electromagnetically induced transparency in semiconductors via biexciton coherence",
                "Optical wavelength conversion of quantum states with optomechanics",
                "Electromagnetically induced transparency due to intervalence band coherence in a GaAs quantum well"
            ],
            [
                "Normal mode splitting is observed in a cavity QED system in which nitrogen vacancy centers in diamond nanocrystals are coupled to whispering gallery modes in a silica microsphere. The composite nanocrystal−microsphere system takes advantage of the exceptional spin properties of nitrogen vacancy centers as well as the ultrahigh quality factor of silica microspheres. The observation of the normal mode splitting indicates that the dipole optical interaction between the relevant nitrogen vacancy center and whispering gallery mode has reached the strong coupling regime of cavity QED. ",
                "The leading contribution to the polarization dependent four-wave-mixing signal is shown to result from density induced dephasing processes. Experimental observations are in qualitative agreement with theoretical calculations based on the semiconductor Bloch equations where dephasing due to excitonic screening has been taken into account.",
                "We demonstrate slow light via population oscillation in semiconductor quantum-well structures for the first time. A group velocity as low as 9600 m\/s is inferred from the experimentally measured dispersive characteristics. The transparency window exhibits a bandwidth as large as 2 GHz.",
                "Thermal mechanical motion hinders the use of a mechanical system in applications such as quantum information processing. Whereas the thermal motion can be overcome by cooling a mechanical oscillator to its motional ground state, an alternative approach is to exploit the use of a mechanically dark mode that can protect the system from mechanical dissipation. We have realized such a dark mode by coupling two optical modes in a silica resonator to one of its mechanical breathing modes in the regime of weak optomechanical coupling. The dark mode, which is a superposition of the two optical modes and is decoupled from the mechanical oscillator, can still mediate an effective optomechanical coupling between the two optical modes. We show that the formation of the dark mode enables the transfer of optical fields between the two optical modes. Optomechanical dark mode opens the possibility of using …",
                "Cooling a mechanical oscillator to its quantum ground state enables the exploration of the quantum nature and the quantum–classical boundary of an otherwise classical system 1, 2, 3, 4, 5, 6, 7. In analogy to laser cooling of trapped ions 8, ground-state cooling of an optomechanical system can in principle be achieved by radiation-pressure cooling in the resolved-sideband limit where the cavity photon lifetime far exceeds the mechanical oscillation period 9, 10, 11. Here, we report the experimental demonstration of an optomechanical system that combines both resolved-sideband and cryogenic cooling. Mechanical oscillations of a deformed silica microsphere are coupled to optical whispering-gallery modes that can be excited through free-space evanescent coupling 12, 13. By precooling the system to 1.4 K, a final average phonon occupation as low as 37 quanta, limited by ultrasonic attenuation in silica, is …",
                "We report the experimental demonstration of storing optical information as a mechanical excitation in a silica optomechanical resonator. We use writing and readout laser pulses tuned to one mechanical frequency below an optical cavity resonance to control the coupling between the mechanical displacement and the optical field at the cavity resonance. The writing pulse maps a signal pulse at the cavity resonance to a mechanical excitation. The readout pulse later converts the mechanical excitation back to an optical pulse. The storage lifetime is determined by the relatively long damping time of the mechanical excitation.",
                "Electromagnetically induced transparency provides a powerful mechanism for controlling light propagation in a dielectric medium, and for producing slow and fast light. Electromagnetically induced transparency traditionally arises from destructive interference induced by a non-radiative coherence in an atomic system. Stimulated Brillouin scattering of light from propagating hypersonic acoustic waves has also been used successfully for the generation of slow and fast light. However, Electromagnetically induced transparency-type processes based on stimulated Brillouin scattering were considered infeasible because of the short coherence lifetime of hypersonic phonons. Here, we report a new Brillouin scattering induced transparency phenomenon generated by acousto-optic interaction of light with long-lived propagating phonons in a silica resonator. We demonstrate that Brillouin scattering induced transparency is …",
                "We report an experimental demonstration and theoretical analysis of electromagnetically induced transparency in a GaAs quantum well, in which the absorption of an exciton resonance is reduced by more than twentyfold. The destructive quantum interference in this scheme is set up by a control pulse that couples to a resonance of biexcitons. These studies illustrate that many-particle interactions, which are inherent in semiconductors and are often detrimental to quantum coherences, can also be harnessed to manipulate these coherences.",
                "An optomechanical interface that converts quantum states between optical fields with distinct wavelengths is proposed. A mechanical mode couples to two optical modes via radiation pressure and mediates the quantum state mapping between the two optical modes. A sequence of optomechanical π\/2 pulses enables state-swapping between optical and mechanical states, as well as the cooling of the mechanical mode. Theoretical analysis shows that high-fidelity conversion can be realized for states with small photon numbers in systems with experimentally achievable parameters. The pulsed conversion process also makes it possible to maintain high conversion fidelity at elevated bath temperatures.",
                "We demonstrate electromagnetically induced transparency in the transient optical response in a GaAs quantum well by using the nonradiative coherence between the heavy-hole and the light-hole valence bands."
            ],
            [
                [
                    "Optical Physics",
                    "Semiconductor Physics",
                    "Quantum Information and Quantum Computing"
                ]
            ]
        ]
    ]
}