{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H4C7IYF3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Ronald Poling Ronald Poling Ronald \"Ron\" Poling Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-7870 poling@umn.edu Physics And Nanotechnology Building Ph.D., University of Rochester, 1981 M.A., University of Rochester, 1978 B.S., State University of New York (SUNY), Buffalo, 1976 Member DOE Office of High Energy Physics Committee of Visitors, 2007 Vice Chair and Chair of APS Tanaka Prize Committee, 2006-2007 Principal Investigator, University of Minnesota DOE HEP grant, 1994-2007 Member NSF LHC\/ATLAS Review Panel, 2006 Member of Fermilab Physics Advisory Committee, 1999-2003 Consultant for DOE reviews of SLAC (1998, 1999, 2005) and MIT\/Bates (2001), review panels for university HEP groups Member of the HEPAP Subpanel on the Future of High Energy Physics, 1997-1998 Spokesperson of CLEO Collaboration, 1995-1997 Scientific & Professional Societies Fellow, American Physical Society Production and decay of heavy-quark states in electron-positron annihilations. We use the CLEO III detector at the Cornell Electron Storage Ring (CESR) to study the properties of particles composed of b and c quarks. Our specific focus is testing the Standard Model of quarks and leptons, primarily by making precise determinations of its parameters. In addition to contributing to current theoretical progress, these studies are laying the foundation for understanding CP violation and other mysteries of particle physics. With the great success of the asymmetric B factories at KEK and SLAC, we are now proposing to use CLEO III and CESR for intensive studies of charmed particles near threshold and for sensitive probes of strong-interaction phenomena. If approved, the CLEO-c project will run through 2005. Beyond that, our group plans to continue studies of the Standard Model with b quarks at the Fermilab Tevatron with the BTeV experiment. Western New York Pioneers of Science Award, Hauptman-Woodward Medical Institute, 2011 Fellow, American Physical Society, 1998 Clifford C. Furnas Memorial Award of the University at Buffalo, 1998 Alfred P. Sloan Research Fellow, 1988-1992 University of Minnesota Institute of Technology Outstanding Instructor Award, 1991 National Merit Scholar, 1973-1976 K. Chadwick et al. (CLEO collaboration), Decay of b-flavored Hadrons to Single-Muon and Dimuon Final States, Phys. Rev. Lett. 46, 88 (1981) T.K. Pedlar et al., Measurement of B(D_S^+ --> ell^+ nu) and the Decay Constant f_D_{S^+}, Phys. Rev. (2007) S.B. Athar et al., Search for Radiative Decays of Upsilon(1S) into eta and eta', Phys. Rev. (2007) D. Besson et al., “Measurement of the Total Hadronic Cross Section in e+e- Annihilations below 10.56 GeV,”, Phys. Rev. (2007) J.L. Rosner et al., Measurement of upper limits for Upsilon ->gamma+R decays, Phys. Rev. (2007) S. Dobbs et al., “Measurement of Absolute Hadronic Branching Fractions of D Mesons and Cross Sections at the (3770),”, Phys. Rev. (2007) R. Balest et al. (CLEO collaboration), Inclusive Decays of B Mesons to Charmonium, Phys. Rev. D52, 2661 (1995) R. Fulton et al. (CLEO collaboration), Observation of B-Meson Semileptonic Decays to Noncharmed Final States, Phys. Rev. Lett. 64, 16 (1990) J. Bartelt et al. (CLEO collaboration), Measurement of Charmless Semileptonic Decays of B Mesons, Phys. Rev. Lett. 71, 4111 (1993) B. Barish et al. (CLEO collaboration), Measurement of the B Semileptonic Branching Fraction with Lepton Tags, Phys. Rev. Lett. 76, 1570 (1996)"
            ]
        ]
    ]
}