{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H57D5XJ3",
            "avwVhJ4AAAAJ",
            [
                "Observation of antiferromagnetic correlations in the Hubbard model with ultracold atoms",
                "Observation of spatial charge and spin correlations in the 2D Fermi-Hubbard model",
                "Machine learning phases of strongly correlated fermions",
                "Spin-imbalance in a 2D Fermi-Hubbard system",
                "Fluctuation-dissipation theorem in an isolated system of quantum dipolar bosons after a quench",
                "Thermodynamics of strongly interacting fermions in two-dimensional optical lattices",
                "Quantum quenches in disordered systems: Approach to thermal equilibrium without a typical relaxation time",
                "A short introduction to numerical linked-cluster expansions",
                "Spin transport in a Mott insulator of ultracold fermions",
                "Unsupervised machine learning account of magnetic transitions in the Hubbard model"
            ],
            [
                "Ultracold atoms in optical lattices have great potential to contribute to a better understanding of some of the most important issues in many-body physics, such as high-temperature superconductivity 1. The Hubbard model—a simplified representation of fermions moving on a periodic lattice—is thought to describe the essential details of copper oxide superconductivity 2. This model describes many of the features shared by the copper oxides, including an interaction-driven Mott insulating state and an antiferromagnetic (AFM) state. Optical lattices filled with a two-spin-component Fermi gas of ultracold atoms can faithfully realize the Hubbard model with readily tunable parameters, and thus provide a platform for the systematic exploration of its phase diagram 3, 4. Realization of strongly correlated phases, however, has been hindered by the need to cool the atoms to temperatures as low as the magnetic exchange …",
                "Strong electron correlations lie at the origin of high-temperature superconductivity. Its essence is believed to be captured by the Fermi-Hubbard model of repulsively interacting fermions on a lattice. Here we report on the site-resolved observation of charge and spin correlations in the two-dimensional (2D) Fermi-Hubbard model realized with ultracold atoms. Antiferromagnetic spin correlations are maximal at half-filling and weaken monotonically upon doping. At large doping, nearest-neighbor correlations between singly charged sites are negative, revealing the formation of a correlation hole, the suppressed probability of finding two fermions near each other. As the doping is reduced, the correlations become positive, signaling strong bunching of doublons and holes, in agreement with numerical calculations. The dynamics of the doublon-hole correlations should play an important role for transport in the Fermi …",
                "Machine learning offers an unprecedented perspective for the problem of classifying phases in condensed matter physics. We employ neural-network machine learning techniques to distinguish finite-temperature phases of the strongly correlated fermions on cubic lattices. We show that a three-dimensional convolutional network trained on auxiliary field configurations produced by quantum Monte Carlo simulations of the Hubbard model can correctly predict the magnetic phase diagram of the model at the average density of one (half filling). We then use the network, trained at half filling, to explore the trend in the transition temperature as the system is doped away from half filling. This transfer learning approach predicts that the instability to the magnetic phase extends to at least 5% doping in this region. Our results pave the way for other machine learning applications in correlated quantum many-body systems.",
                "The interplay of strong interactions and magnetic fields gives rise to unusual forms of superconductivity and magnetism in quantum many-body systems. Here, we present an experimental study of the two-dimensional Fermi-Hubbard model—a paradigm for strongly correlated fermions on a lattice—in the presence of a Zeeman field and varying doping. Using site-resolved measurements, we revealed anisotropic antiferromagnetic correlations, a precursor to long-range canted order. We observed nonmonotonic behavior of the local polarization with doping for strong interactions, which we attribute to the evolution from an antiferromagnetic insulator to a metallic phase. Our results pave the way to experimentally mapping the low-temperature phase diagram of the Fermi-Hubbard model as a function of both doping and spin polarization, for which many open questions remain.",
                "We examine the validity of fluctuation-dissipation relations in isolated quantum systems taken out of equilibrium by a sudden quench. We focus on the dynamics of trapped hard-core bosons in one-dimensional lattices with dipolar interactions whose strength is changed during the quench. We find indications that fluctuation-dissipation relations hold if the system is nonintegrable after the quench, as well as if it is integrable after the quench if the initial state is an equilibrium state of a nonintegrable Hamiltonian. On the other hand, we find indications that they fail if the system is integrable both before and after quenching.",
                "We study finite-temperature properties of strongly correlated fermions in two-dimensional optical lattices by means of numerical linked cluster expansions, a computational technique that allows one to obtain exact results in the thermodynamic limit. We focus our analysis on the strongly interacting regime, where the on-site repulsion is of the order of or greater than the band width. We compute the equation of state, double occupancy, entropy, uniform susceptibility, and spin correlations for temperatures that are similar to or below the ones achieved in current optical lattice experiments. We provide a quantitative analysis of adiabatic cooling of trapped fermions in two dimensions, by means of both flattening the trapping potential and increasing the interaction strength.",
                "We study spectral properties and the dynamics after a quench of one-dimensional spinless fermions with short-range interactions and long-range random hopping. We show that a sufficiently fast decay of the hopping term promotes localization effects at finite temperature, which prevents thermalization even if the classical motion is chaotic. For slower decays, we find that thermalization does occur. However, within this model, the latter regime falls in an unexpected universality class, namely, observables exhibit a power-law (as opposed to an exponential) approach to their thermal expectation values.",
                "We provide a pedagogical introduction to numerical linked-cluster expansions (NLCEs). We sketch the algorithm for generic Hamiltonians that only connect nearest-neighbor sites in a finite cluster with open boundary conditions. We then compare results for a specific model, the Heisenberg model, in each order of the NLCE with the ones for the finite cluster calculated directly by means of full exact diagonalization. We discuss how to reduce the computational cost of the NLCE calculations by taking into account symmetries and topologies of the linked clusters. Finally, we generalize the algorithm to the thermodynamic limit, and discuss several numerical resummation techniques that can be used to accelerate the convergence of the series.",
                "Strongly correlated materials are expected to feature unconventional transport properties, such that charge, spin, and heat conduction are potentially independent probes of the dynamics. In contrast to charge transport, the measurement of spin transport in such materials is highly challenging. We observed spin conduction and diffusion in a system of ultracold fermionic atoms that realizes the half-filled Fermi-Hubbard model. For strong interactions, spin diffusion is driven by super-exchange and doublon-hole–assisted tunneling, and strongly violates the quantum limit of charge diffusion. The technique developed in this work can be extended to finite doping, which can shed light on the complex interplay between spin and charge in the Hubbard model.",
                "We employ several unsupervised machine learning techniques, including autoencoders, random trees embedding, and t-distributed stochastic neighboring ensemble (t-SNE), to reduce the dimensionality of, and therefore classify, raw (auxiliary) spin configurations generated, through Monte Carlo simulations of small clusters, for the Ising and Fermi-Hubbard models at finite temperatures. Results from a convolutional autoencoder for the three-dimensional Ising model can be shown to produce the magnetization and the susceptibility as a function of temperature with a high degree of accuracy. Quantum fluctuations distort this picture and prevent us from making such connections between the output of the autoencoder and physical observables for the Hubbard model. However, we are able to define an indicator based on the output of the t-SNE algorithm that shows a near perfect agreement with the antiferromagnetic …"
            ],
            [
                [
                    "Strongly-correlated electronic systems",
                    "Ultracold atoms in optical lattices",
                    "Numerical methods",
                    "Frustrated magnetism"
                ]
            ],
            [
                "Skip to Main Content Emergency Notification Novel Coronavirus (COVID-19). For the latest information on COVID-19, visit the Health Advisories website . Khatami, Ehsan San José State University Site Navigation Courses  Fall 2014 Spring 2015 Research Internship Opportunities Computational Physics and Astronomy Club Curriculum Vitae Physics and Astronomy Student Club SJSU Home > People > Khatami, Ehsan Khatami, Ehsan one.SJSU Canvas Athletics Give to SJSU Navigate BACK to \n                        \t\t\t\tA-Z People Index Courses Computational Physics Club Associate Professor of Physics Email Preferred: ehsan.khatami@sjsu.edu Telephone Preferred: 408-924-5235 Office Hours Wednesdays 1-2pm and Thursdays 2:30-3:30pm Education Doctor of Philosophy, Physics, University of Cincinnati, 2009 Master of Science, Physics, Sharif University of Technology, 2004 Bachelor of Science, Physics, Isfahan University of Technology, 2001 Research Interests Strongly correlated electronic systems Quantum machine learning Ultracold atoms in optical lattices Numerical methods in condensed matter physics Awards SJSU Early Career Investigator Award 2016 and 2021 Kavli Institute for Theoretical Physics Scholar Selected Publications \"Machine learning in electronic quantum matter imaging experiments\" Yi Zhang, A. Mesaros, K. Fujita, S. D. Edkins, M. H. Hamidian, K. Ch'ng, H. Eisaki,\n                              S. Uchida, J. C. Séamus Davis, E. Khatami, Eun-Ah Kim Nature 570 , 484 – 490 ( 2019 ) ; arXiv:1808.00479 News articles: SJSU Newsroom , Cornell News , Nature News \"Spin transport in a Mott insulator of ultracold fermions\" M. A. Nichols, L. W. Cheuk, M. Okan, T. R. Hartke, E. Mendez, T. Senthil, E. Khatami,\n                              H. Zhang, M. W. Zwierlein Science 363 383 (2019) ; arXiv:1802.10018 \"Spin-imbalance in a 2D Fermi-Hubbard system\" P. T Brown, D. Mitra, E. Guardado-Sanchez, P. Schauß, S. S. Kondov, E. Khatami, T.\n                              Paiva, N. Trivedi, D. A. Huse, W. S. Bakr Science 357 1385-1388 (2017) ; arXiv:1612.07746 News posts: Academic Spotlight blog , Research Matters , Princeton Press Release \"Machine learning phases of strongly correlated fermions\" K. Ch'ng, J. Carrasquilla, R. G. Melko, E. Khatami Phys. Rev. X 7 , 031038 (2017) ; arXiv:1609.02552 APS News: Condensed Matter Physics Gets an AI Assist ; \"Observation of antiferromagnetic correlations in the Hubbard model with ultracold\n                                 atoms\" R. A. Hart, P. M. Duarte, T.-L. Yang, X. Liu, T. Paiva, E. Khatami, R. T. Scalettar,\n                              N. Trivedi, D. A. Huse, and R. G. Hulet Nature 519 , 211-214 (2015) ; arXiv:1407.5932 Web stories: Science , Futurity , Physics Today \"Fluctuation-dissipation theorem in an isolated system of quantum dipolar bosons after\n                                 a quench\" , E. Khatami, G. Pupillo, M. Srednicki, and M. Rigol Phys. Rev. Lett. 111 050403 (2013) ; arXiv:1304.7279 \" Quantum quenches in disordered systems: Approach to thermal equilibrium without a\n                              typical relaxation time\" E. Khatami, M. Rigol, A. Relaño, A. M. Garcia-Garcia Phys. Rev. E 85 , 050102(R) (2012) ; arXiv:1103.0787 Check out my Google Scholar page for a complete list. Other preprints can be found in arXiv . Funding National Science Foundation (NSF), Condensed Matter and Materials Theory , AMO Theory\/CMMT , and Major Research Instrumentation ; CoS Blog Links Spartan High-Performance Computing Facility (must be on campus network) Teal High-Performance Computing Cluster (must be on campus network) Physics Club SJSU Links and Resources Information for Alumni Current Students Donors Faculty and Staff Future Students Researchers Colleges Business Education Engineering Graduate Studies Health and Human Sciences Humanities and the Arts Professional and Global Education Science Social Sciences Quick Links A-Z Index Academics Bookstore Budget Central Calendars Canvas Careers and Jobs King Library Parking and Maps Privacy Annual Security Report [pdf] Contact us Contact Form Directory Report a Web Problem Report a Title IX Complaint San Jose State University One Washington Square, San Jose, CA 95192 408-924-1000  Last Modified: Jan 22, 2021"
            ]
        ]
    ]
}