{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H6B6TKMY",
            "Q-bxl2QAAAAJ",
            [
                "Design concepts for the Cherenkov Telescope Array CTA: an advanced facility for ground-based high-energy gamma-ray astronomy",
                "Introducing the CTA concept",
                "Testing the hadronuclear origin of PeV neutrinos observed with IceCube",
                "TeV–PeV neutrinos from low-power gamma-ray burst jets inside stars",
                "High-energy neutrinos and cosmic rays from low-luminosity gamma-ray bursts?",
                "Diffuse neutrino intensity from the inner jets of active galactic nuclei: Impacts of external photon fields and the blazar sequence",
                "Hidden cosmic-ray accelerators as an origin of TeV-PeV cosmic neutrinos",
                "Science with the Cherenkov Telescope Array",
                "High energy neutrino emission and neutrino background from gamma-ray bursts in the internal shock model"
            ],
            [
                "Ground-based gamma-ray astronomy has had a major breakthrough with the impressive results obtained using systems of imaging atmospheric Cherenkov telescopes. Ground-based gamma-ray astronomy has a huge potential in astrophysics, particle physics and cosmology. CTA is an international initiative to build the next generation instrument, with a factor of 5–10 improvement in sensitivity in the 100 GeV–10 TeV range and the extension to energies well below 100 GeV and above 100 TeV. CTA will consist of two arrays (one in the north, one in the south) for full sky coverage and will be operated as open observatory. The design of CTA is based on currently available technology. This document reports on the status and presents the major design concepts of CTA.",
                "The Cherenkov Telescope Array (CTA) is a new observatory for very high-energy (VHE) gamma rays. CTA has ambitions science goals, for which it is necessary to achieve full-sky coverage, to improve the sensitivity by about an order of magnitude, to span about four decades of energy, from a few tens of GeV to above 100 TeV with enhanced angular and energy resolutions over existing VHE gamma-ray observatories. An international collaboration has formed with more than 1000 members from 27 countries in Europe, Asia, Africa and North and South America. In 2010 the CTA Consortium completed a Design Study and started a three-year Preparatory Phase which leads to production readiness of CTA in 2014. In this paper we introduce the science goals and the concept of CTA, and provide an overview of the project.",
                "We consider implications of the IceCube signal for hadronuclear (p p) scenarios of neutrino sources such as galaxy clusters\/groups and star-forming galaxies. Since the observed neutrino flux is comparable to the diffuse γ-ray background flux obtained by Fermi, we place new, strong upper limits on the source spectral index, Γ≲ 2.1–2.2. In addition, the new IceCube data imply that these sources contribute at least 30%–40% of the diffuse γ-ray background in the 100 GeV range and even∼ 100% for softer spectra. Our results, which are insensitive to details of the p p source models, are one of the first strong examples of the multimessenger approach combining the measured neutrino and γ-ray fluxes. The p p origin of the IceCube signal can further be tested by constraining Γ with sub-PeV neutrino observations, by unveiling the sub-TeV diffuse γ-ray background and by observing such p p sources with TeV γ-ray …",
                "We study high-energy neutrino production in collimated jets inside progenitors of gamma-ray bursts (GRBs) and supernovae, considering both collimation and internal shocks. We obtain simple, useful constraints, using the often overlooked point that shock acceleration of particles is ineffective at radiation-mediated shocks. Classical GRBs may be too powerful to produce high-energy neutrinos inside stars, which is consistent with IceCube nondetections. We find that ultralong GRBs avoid such constraints and detecting the TeV signal will support giant progenitors. Predictions for low-power GRB classes including low-luminosity GRBs can be consistent with the astrophysical neutrino background IceCube may detect, with a spectral steepening around PeV. The models can be tested with future GRB monitors.",
                "The recently discovered gamma‐ray burst GRB 060218\/SN 2006aj is classified as an X‐ray flash with very long duration driven possibly by a neutron star. Since GRB 060218 is very near, ∼140 Mpc, and very dim, the 1 yr observation by Swift suggests that the rate of GRB 060218–like events might be very high so that such low‐luminosity (LL) GRBs might form a different population from the cosmological high‐luminosity (HL) GRBs. We found that the high‐energy neutrino background from LL GRBs could be comparable with that from HL GRBs. If each neutrino event is detected by IceCube, later optical‐infrared follow‐up observations such as those by Subaru and HST can possibly identify a Type Ibc supernova associated with LL GRBs, even if gamma rays and X‐rays are not observed by Swift. This is in a sense a new window from neutrino astronomy, which might enable us to confirm the existence of LL GRBs …",
                "We study high-energy neutrino production in inner jets of radio-loud active galactic nuclei (AGN), taking into account effects of external photon fields and the blazar sequence. We show that the resulting diffuse neutrino intensity is dominated by quasar-hosted blazars, in particular, flat spectrum radio quasars, and that PeV-EeV neutrino production due to photohadronic interactions with broadline and dust radiation is unavoidable if the AGN inner jets are ultrahigh-energy cosmic-ray (UHECR) sources. Their neutrino spectrum has a cutoff feature around PeV energies since target photons are due to Ly α emission. Because of infrared photons provided by the dust torus, neutrino spectra above PeV energies are too hard to be consistent with the IceCube data unless the proton spectral index is steeper than 2.5, or the maximum proton energy is≲ 100 PeV. Thus, the simple model has difficulty in explaining the IceCube …",
                "The latest IceCube data suggest that the all-flavor cosmic neutrino flux may be as large as 10− 7 GeV cm− 2 s− 1 sr− 1 around 30 TeV. We show that, if sources of the TeV-PeV neutrinos are transparent to γ rays with respect to two-photon annihilation, strong tensions with the isotropic diffuse γ-ray background measured by Fermi are unavoidable, independently of the production mechanism. We further show that, if the IceCube neutrinos have a photohadronic (p γ) origin, the sources are expected to be opaque to 1–100 GeV γ rays. With these general multimessenger arguments, we find that the latest data suggest a population of cosmic-ray accelerators hidden in GeV-TeV γ rays as a neutrino origin. Searches for x-ray and MeV γ-ray counterparts are encouraged, and TeV-PeV neutrinos themselves will serve as special probes of dense source environments.",
                "The Cherenkov Telescope Array, CTA, will be the major global observatory for very high energy gamma-ray astronomy over the next decade and beyond. The scientific potential of CTA is extremely broad: from understanding the role of relativistic cosmic particles to the search for dark matter. CTA is an explorer of the extreme universe, probing environments from the immediate neighbourhood of black holes to cosmic voids on the largest scales. Covering a huge range in photon energy from 20 GeV to 300 TeV, CTA will improve on all aspects of performance with respect to current instruments. The observatory will operate arrays on sites in both hemispheres to provide full sky coverage and will hence maximize the potential for the rarest phenomena such as very nearby supernovae, gamma-ray bursts or gravitational wave transients. With 99 telescopes on the southern site and 19 telescopes on the northern site, flexible operation will be possible, with sub-arrays available for specific tasks. CTA will have important synergies with many of the new generation of major astronomical and astroparticle observatories. Multi-wavelength and multi-messenger approaches combining CTA data with those from other instruments will lead to a deeper understanding of the broad-band non-thermal properties of target sources. The CTA Observatory will be operated as an open, proposal-driven observatory, with all data available on a public archive after a pre-defined proprietary period. Scientists from institutions worldwide have combined together to form the CTA Consortium. This Consortium has prepared a proposal for a Core Programme of highly motivated …",
                "High energy neutrino emission from gamma-ray bursts (GRBs) is discussed. In this paper, by using the simulation kit GEANT4, we calculate proton cooling efficiency including pion-multiplicity and proton-inelasticity in photomeson production. First, we estimate the maximum energy of accelerated protons in GRBs. Using the obtained results, neutrino flux from one burst and a diffuse neutrino background are evaluated quantitatively. We also take account of cooling processes of pion and muon, which are crucial for resulting neutrino spectra. We confirm the validity of analytic approximate treatments on GRB fiducial parameter sets, but also find that the effects of multiplicity and high-inelasticity can be important on both proton cooling and resulting spectra in some cases. Finally, assuming that the GRB rate traces the star formation rate, we obtain a diffuse neutrino background spectrum from GRBs for specific parameter …"
            ],
            [
                [
                    "Neutrinos",
                    "Astroparticle Physics",
                    "Particle Astrophysics",
                    "Astrophysics",
                    "Dark Matter"
                ]
            ]
        ]
    ]
}