{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H6IU5WEF",
            "ZeFpUO8AAAAJ",
            [
                "The Sorghum bicolor genome and the diversification of grasses"
            ],
            [
                "Sorghum, an African grass related to sugar cane and maize, is grown for food, feed, fibre and fuel. We present an initial analysis of the∼ 730-megabase Sorghum bicolor (L.) Moench genome, placing∼ 98% of genes in their chromosomal context using whole-genome shotgun sequence validated by genetic, physical and syntenic information. Genetic recombination is largely confined to about one-third of the sorghum genome with gene order and density similar to those of rice. Retrotransposon accumulation in recombinationally recalcitrant heterochromatin explains the∼ 75% larger genome size of sorghum compared with rice. Although gene and repetitive DNA distributions have been preserved since palaeopolyploidization∼ 70 million years ago, most duplicated gene sets lost one member before the sorghum–rice divergence. Concerted evolution makes one duplicated chromosomal segment appear to be only …"
            ],
            [
                [
                    "Agricultural Plant Science",
                    "Bioinformatics",
                    "Genetics"
                ]
            ],
            [
                "Xi Yin Xi Yin Professor of Physics String theory, being our best hope for a complete description of quantum gravity and a unified theory of everything, also provides a powerful toolbox along the way for solving problems in seemingly very different subjects, such as strongly coupled quantum field theories, conformal field theory, integrable systems, algebraic geometry, hyperbolic geometry, etc. Xi Yin's research interest lies in the fundamental aspects of string theory, and what string theory can teach us about other fields in physics and mathematics. Yin's past works involve black holes, supersymmetric bound states in string theory, conformal field theory and gauge theory in three dimensions. His current research focuses on quantum gravity in low dimensions, as well as the holographic duality between gauge theory and string theory\/gravity (a.k.a. AdS\/CFT correspondence). ____________________________________ Administrative Support: Stephanie Clayman Jefferson Lab 570 xiyin@fas.harvard.edu (617) 496-8346 Center for the Fundamental Laws of Nature List of Publications"
            ]
        ]
    ]
}