{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H6WNXKBD",
            "53vxiPkAAAAJ",
            [
                "The Relationship between Gas, Stars, and Star Formation in Irregular Galaxies: A Test of Simple Models",
                "The habitability of planets orbiting M-dwarf stars",
                "The effect of host star spectral energy distribution and ice-albedo feedback on the climate of extrasolar planets",
                "Constraints on climate and habitability for Earth-like exoplanets determined from a general circulation model",
                "Spectrum-driven planetary deglaciation due to increases in stellar luminosity",
                "Rotational variability of Earth's polar regions: implications for detecting snowball planets",
                "The effect of orbital configuration on the possible climates and habitability of Kepler-62f"
            ],
            [
                "Irregular galaxies are a unique test of models for the physical laws regulating star formation because of their lack of spiral density waves and rotational shear. Here we explore various instability models for the onset of star formation in irregular galaxies. If the gas is unstable, clouds and eventually stars can form, and so these models should predict where star formation occurs. Critical gas densities were calculated for gravitational instabilities in two models, one with a thin, pure-gas disk (Σ c) and another with a thick disk composed of gas and a starlike fluid (Σ c, 2f). We also calculated the stability properties of three-dimensional systems including dark matter, considered the thermal state of the gas, and used a modified threshold column density written in terms of the local rate of shear instead of the epicyclic frequency. The model predictions were compared to the azimuthally averaged present-day star formation …",
                "The prospects for the habitability of M-dwarf planets have long been debated, due to key differences between the unique stellar and planetary environments around these low-mass stars, as compared to hotter, more luminous Sun-like stars. Over the past decade, significant progress has been made by both space- and ground-based observatories to measure the likelihood of small planets to orbit in the habitable zones of M-dwarf stars. We now know that most M dwarfs are hosts to closely-packed planetary systems characterized by a paucity of Jupiter-mass planets and the presence of multiple rocky planets, with roughly a third of these rocky M-dwarf planets orbiting within the habitable zone, where they have the potential to support liquid water on their surfaces. Theoretical studies have also quantified the effect on climate and habitability of the interaction between the spectral energy distribution of M-dwarf stars …",
                "Planetary climate can be affected by the interaction of the host star spectral energy distribution with the wavelength-dependent reflectivity of ice and snow. In this study, we explored this effect with a one-dimensional (1-D), line-by-line, radiative transfer model to calculate broadband planetary albedos as input to a seasonally varying, 1-D energy balance climate model. A three-dimensional (3-D) general circulation model was also used to explore the atmosphere's response to changes in incoming stellar radiation, or instellation, and surface albedo. Using this hierarchy of models, we simulated planets covered by ocean, land, and water-ice of varying grain size, with incident radiation from stars of different spectral types. Terrestrial planets orbiting stars with higher near-UV radiation exhibited a stronger ice-albedo feedback. We found that ice extent was much greater on a planet orbiting an F-dwarf star than on a planet …",
                "Conventional definitions of habitability require abundant liquid surface water to exist continuously over geologic timescales. Water in each of its thermodynamic phases interacts with solar and thermal radiation and is the cause for strong climatic feedbacks. Thus, assessments of the habitable zone require models to include a complete treatment of the hydrological cycle over geologic time. Here, we use the Community Atmosphere Model from the National Center for Atmospheric Research to study the evolution of climate for an Earth-like planet at constant CO 2, under a wide range of stellar fluxes from F-, G-, and K-dwarf main sequence stars. Around each star we find four stable climate states defined by mutually exclusive global mean surface temperatures (T s); snowball (T s≤ 235 K), waterbelt (235 K≤ T s≤ 250 K), temperate (275 K≤ T s≤ 315 K), and moist greenhouse (T s≥ 330 K). Each is separated by …",
                "Distant planets in globally ice-covered,\" snowball,\" states may depend on increases in their host stars' luminosity to become hospitable for surface life. Using a general circulation model, we simulated the equilibrium climate response of a planet to a range of instellations from an F-, G-, or M-dwarf star. The range of instellation that permits both complete ice cover and at least partially ice-free climate states is a measure of the climate hysteresis that a planet can exhibit. An ice-covered planet with high climate hysteresis would show a higher resistance to the initial loss of surface ice coverage with increases in instellation, and abrupt, extreme ice loss once deglaciation begins. Our simulations indicate that the climate hysteresis depends sensitively on the host star spectral energy distribution. Under fixed CO 2 conditions, a planet orbiting an M-dwarf star exhibits a smaller climate hysteresis, requiring smaller instellation …",
                "We have obtained the first time-resolved, disk-integrated observations of Earth's poles with the Deep Impact spacecraft as part of the EPOXI mission of opportunity. These data mimic what we will see when we point next-generation space telescopes at nearby exoplanets. We use principal component analysis (PCA) and rotational light curve inversion to characterize color inhomogeneities and map their spatial distribution from these unusual vantage points, as a complement to the equatorial views presented by Cowan et al. in 2009. We also perform the same PCA on a suite of simulated rotational multi-band light curves from NASA's Virtual Planetary Laboratory three-dimensional spectral Earth model. This numerical experiment allows us to understand what sorts of surface features PCA can robustly identify. We find that the EPOXI polar observations have similar broadband colors as the equatorial Earth, but with 20 …",
                "As lower-mass stars often host multiple rocky planets, gravitational interactions among planets can have significant effects on climate and habitability over long timescales. Here we explore a specific case, Kepler-62f (Borucki et al., ), a potentially habitable planet in a five-planet system with a K2V host star. N-body integrations reveal the stable range of initial eccentricities for Kepler-62f is 0.00 ≤ e ≤ 0.32, absent the effect of additional, undetected planets. We simulate the tidal evolution of Kepler-62f in this range and find that, for certain assumptions, the planet can be locked in a synchronous rotation state. Simulations using the 3-D Laboratoire de Météorologie Dynamique (LMD) Generic global climate model (GCM) indicate that the surface habitability of this planet is sensitive to orbital configuration. With 3 bar of CO2 in its atmosphere, we find that Kepler-62f would only be warm enough for surface liquid water …"
            ],
            [
                [
                    "Exoplanet climate and habitability",
                    "star-planet interactions",
                    "radiative ice-atmosphere effects",
                    "M-dwarf planets"
                ]
            ]
        ]
    ]
}