{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H7K665KL",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Arie Bodek George E. Pake Professor of Physics PhD in Physics, Massachusetts Institute of Technology, 1972 354 Bausch & Lomb (585) 275-5445 Fax: (585) 273-3237 bodek@pas.rochester.edu Biography Professor Bodek received his BS in Physics (1968) from the Massachusetts Institute of Technology, and his PhD in Physics (1972) also from MIT. He was a postdoctoral associate at MIT (1972-74) and a Robert E. Millikan Fellow at Caltech (1974-77). Professor Bodek joined the University as an Assistant Professor of Physics in 1977. He was promoted to Associate Professor in 1980 and to Professor in 1987. Professor Bodek was appointed as an Alfred P. Sloan Fellow (1979-81); NSF-JSPS Fellow, KEK, Japan (1986); and Fellow of the American Physical Society (1985). He served as a project director at the Department of Energy (1990-91), was Associate Chair (1995-98) and then Chair of the Department of Physics and Astronomy (1998-2007) and served on the editorial board of the European Physics Journal C . Professor Bodek was awarded the 2004 APS W.KH. Panofsky Prize in Experimental Particle Physics \"for his broad, sustained, and insightful contributions to elucidating the structure of the nucleon, using a wide variety of probes, tools, and methods at many laboratories.\" In 2004, Professor Bodek received the University of Rochester Award for Excellence in Graduate Teaching . His doctoral thesis provided some of the evidence of the quark's existence that was the basis for the 1990 Nobel Prize in Physics . Research Overview Professor Bodek's research interest is in the field of Experimental High Energy Physics . For his PhD, he worked under professors Henry Kendall and Jerome Friedman on the MIT-SLAC deep inelastic electron scattering experiments that provided evidence for the quark structure of matter; the 1990 Nobel Prize in Physics was awarded to Friedman, Kendall, and Taylor for these experiments. Professor Bodek's research interests are in the physics of W's, Z's, Dileptons at hadron colliders ( CDF , CMS ) at Fermilab and at the Large Hadron Collider; neutrino physics and neutrino oscillations ( CCFR\/NuTeV \/ MINERVA at Fermilab); deep inelastic scattering and nucleon structure ( JUPITER at Jefferson Lab).  In the area of instrumentation, Professor Bodek's research is in the area of scintillating tiles electromagentic and  hadron calorimeters. Professor Bodek's research group is  involved in the CDF , CMS , and MINERVA ) experiments. He is also the co-spokesperson of the Jefferson Lab JUPITER program (experiment E04-001). In CDF, his group has built the CDF plug upgrade hadron calorimeter. For CMS his group has constructed the HCAL hadron calorimeter. Both calorimeters were constructed using tile-fiber technology.  Currently,  he research  is focused on  precision measurement of the electroweak mixing angle at CMS ), and in the measurements and modeling of neutrino and electron scattering cross sections on nucleons and nuclear targets. For a INSPIRES up-to-date summary of of Bodek's publications click here here . The following are links to articles on Professor Bodek's research: (a)  Gluon Spin (Fermilab Today 11-05-26) (b) Quark Speed (Fermilab Today 10-7-15) (c) Getting a charge from asymmetry (Fermilab Today 07-10-11). (d) 2004 Panofsky Prize Awarded to Fermilab User Arie Bodek (Fermilab Today 03-10-01) Selected Publications Journal Articles Comparison of optical potential for nucleons and Delta resonances in electron scattering from nuclear targets Arie Bodek and Tejin Cai Eur.Phys.J.CÂ 80 (2020) 7, 655 Measurement of the weak mixing angle using the forward-backward asymmetry of Drell-Yan events in pp collisions at 8 TeV CMS Collaboration (Albert M. Sirunyan et al.) Eur.Phys.J.C 78 (2018) 9, 701 Tevatron Run II combination of the effective leptonic electroweak mixing angle Â CDF and D0 Collaborations Phys.Rev.D 97 (2018) 11, 112007 Using Drell-Yan forward-backward asymmetry to reduce PDF uncertainties in the measurement of electroweak parameters A. Bodek,Â  J. Han, A. Khukhunaishvili, W. Sakumoto( Eur.Phys.J.C 76 (2016) 3 Extracting Muon Momentum Scale Corrections for Hadron Collider Experiments A. Bodek,Â  A. van Dyne , J.Y. Han, W. Sakumoto, A. Strelnikov Eur. Phys.J.C 72 (2012) 2194 A simple event weighting technique for optimizing the measurement of the forward-backward asymmetry of Drell-Yan dilepton pairs at hadron colliders Arie Bodek Eur.Phys.J.C 67 (2010) 321 Vector and Axial Nucleon Form Factors:A Duality Constrained Parameterization A. Bodek, S. Avvakumov, R. Bradford and H. Budd Eur. Phys. J. C 53, 349-354 (2008) Modeling neutrino and electron scattering cross-sections in the few GeV region with effective LO PDFs. A. Bodek and U.K. Yang Â AIP Conf.Proc. 670 (2003) 1, 110-117 Studies of the response of the prototype CMS hadron calorimeter, including magnetic field effects, to pion, electron, and muon beams CMS-HCAL Collaboration (V.V. Abramov et al.). Nucl.Instrum.Meth.A457, 75 (2001)"
            ]
        ]
    ]
}