{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H7KA8NO2",
            "uX_FF1IAAAAJ",
            [
                "Fluoxetine, cognitive-behavioral therapy, and their combination for adolescents with depression: Treatment for Adolescents With Depression Study (TADS) randomized controlled trial.",
                "Neuropsychology of adults with attention-deficit\/hyperactivity disorder: a meta-analytic review.",
                "Self-compassion: Conceptualizations, correlates, & interventions",
                "Cognitive-behavioral psychotherapy for anxiety and depressive disorders in children and adolescents: an evidence-based medicine review",
                "The Treatment for Adolescents With Depression Study (TADS): long-term effectiveness and safety outcomes",
                "Predictors and moderators of acute outcome in the Treatment for Adolescents with Depression Study (TADS)",
                "Treatment and generalization effects of cognitive–behavioral and goal-setting interventions with aggressive boys.",
                "Cognitive-behavioral therapy for suicide prevention (CBT-SP): treatment model, feasibility, and acceptability",
                "The impact of perceived racism: Psychological symptoms among African American boys",
                "Reaction time distribution analysis of neuropsychological performance in an ADHD sample"
            ],
            [
                "A comment on this article appears in\" Treat depressed teens with medication and psychotherapy.\" J Fam Pract. 2008 Nov; 57 (11): 735-9a. A comment on this article appears in\" Fluoxetine plus cognitive behavioural therapy was most effective for adolescents with major depressive disorder.\" Evid Based Nurs. 2005 Apr; 8 (2): 45. A comment on this article appears in\" Fluoxetine plus cognitive behavioural therapy improves symptoms of major depressive disorder in adolescents.\" Evid Based Ment Health. 2005 Feb; 8 (1): 10. Show all (9)",
                "A comprehensive, empirically based review of the published studies addressing neuropsychological performance in adults diagnosed with attention-deficit\/hyperactivity disorder (ADHD) was conducted to identify patterns of performance deficits. Findings from 33 published studies were submitted to a meta-analytic procedure producing sample-size-weighted mean effect sizes across test measures. Results suggest that neuropsychological deficits are expressed in adults with ADHD across multiple domains of functioning, with notable impairments in attention, behavioral inhibition, and memory, whereas normal performance is noted in simple reaction time. Theoretical and developmental considerations are discussed, including the role of behavioral inhibition and working memory impairment. Future directions for research based on these findings are highlighted, including further exploration of specific impairments …",
                "Within American psychology, there has been a recent surge of interest in self-compassion, a construct from Buddhist thought. Self-compassion entails: (a) being kind and understanding toward oneself in times of pain or failure, (b) perceiving one's own suffering as part of a larger human experience, and (c) holding painful feelings and thoughts in mindful awareness. In this article we review findings from personality, social, and clinical psychology related to self-compassion. First, we define self-compassion and distinguish it from other self-constructs such as self-esteem, self-pity, and self-criticism. Next, we review empirical work on the correlates of self-compassion, demonstrating that self-compassion has consistently been found to be related to well-being. These findings support the call for interventions that can raise self-compassion. We then review the theory and empirical support behind current interventions that …",
                "To review the literature on the cognitive-behavioral treatment of children and adolescents with anxiety and depressive disorders within the conceptual framework of evidence-based medicine.The psychiatric and psychological literature was systematically searched for controlled trials applying cognitive-behavioral treatment to pediatric anxiety and depressive disorders.For both anxiety and depression, substantial evidence supports the efficacy of problem-specific cognitive-behavioral interventions. Comparisons with wait-list, inactive control, and active control conditions suggest medium to large effects for symptom reduction in primary outcome domains.From an evidence-based perspective, cognitive-behavioral therapy is currently the treatment of choice for anxiety and depressive disorders in children and adolescents. Future research in this area will need to focus on comparing …",
                "Context: The Treatment for Adolescents With Depression Study evaluates the effectiveness of fluoxetine hydrochloride therapy, cognitive behavior therapy (CBT), and their combination in adolescents with major depressive disorder. Objective: To report effectiveness outcomes across 36 weeks of randomized treatment. Design and Setting: Randomized, controlled trial conducted in 13 academic and community sites in the United States. Cognitive behavior and combination therapies were not masked, whereas administration of placebo and fluoxetine was double-blind through 12 weeks, after which treatments were unblinded. Patients assigned to placebo were treated openly after week 12, and the placebo group is not included in these analyses by design. Participants: Three hundred twenty-seven patients aged 12 to 17 years with a primary DSM-IV diagnosis of major depressive disorder. Interventions: All treatments were administered per protocol. Main Outcome Measures: The primary dependent measures rated blind to treatment status by an independent evaluator were the Children's Depression Rating Scale-Revised total score and the response rate, defined as a Clinical Global Impressions-Improvement score ofmuchor very much improved. Results: Intention-to-treat analyses on the Children's Depression Rating Scale-Revised identified a significant time X treatment interaction (P<. 001). Rates of response were 73% for combination therapy, 62% for fluoxetine therapy, and 48% for CBT at week 12; 85% for combination therapy, 69% for fluoxetine therapy, and 65% for CBT at week 18; and 86% for combination therapy, 81% for fluoxetine …",
                "To identify predictors and moderators of response to acute treatments among depressed adolescents (N = 439) randomly assigned to fluoxetine, cognitive-behavioral therapy (CBT), both fluoxetine and CBT, or clinical management with pill placebo in the Treatment for Adolescents With Depression Study (TADS).Potential baseline predictors and moderators were identified by a literature review. The outcome measure was a week 12 predicted score derived from the Children's Depression Rating Scale-Revised (CDRS-R). For each candidate moderator or predictor, a general linear model was conducted to examine main and interactive effects of treatment and the candidate variable on the CDRS-R predicted scores.Adolescents who were younger, less chronically depressed, higher functioning, and less hopeless with less suicidal ideation, fewer melancholic features or comorbid diagnoses …",
                "76 9–12 yr old aggressive males were assigned to anger-coping, goal-setting, anger–coping plus goal-setting, or no-treatment groups. Anger-coping interventions were school-based secondary prevention efforts that utilized social problem-solving and cognitive-behavioral techniques. At 1-mo followup, Ss who received anger-coping treatment had reduced their aggressive behavior in the classroom and at home and displayed improved self-esteem.(5 ref)(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
                "To describe the elements of a manual-based cognitive-behavioral therapy for suicide prevention (CBT-SP) and to report its feasibility in preventing the recurrence of suicidal behavior in adolescents who have recently attempted suicide.The CBT-SP was developed using a risk reduction and relapse prevention approach and theoretically grounded in principles of cognitive-behavioral therapy, dialectical behavioral therapy, and targeted therapies for suicidal youths with depression. The CBT-SP consists of acute and continuation phases, each lasting about 12 sessions, and includes a chain analysis of the suicidal event, safety plan development, skill building, psychoeducation, family intervention, and relapse prevention.The CBT-SP was administered to 110 recent suicide attempters with depression aged 13 to 19 years (mean 15.8 years, SD 1.6) across five academic sites. Twelve or more …",
                "Examined the relations among perceived racism and externalizing symptoms, internalizing symptoms, hopelessness, and self-concept in African American boys (N = 84). The experience of racism is a complex phenomenon that has been found to have negative psychological outcomes in adult studies of African Americans. There has been a gap in the empirical literature regarding the possible associations between perceived racism and children's psychological well-being. This study is an attempt to address that gap. Results demonstrated that experiences of racism were related to self- and parent-reported externalizing symptoms. Personal experiences of racism were related to self-reported internalizing symptoms, lower self-concept, and higher levels of hopelessness. Potential mediators (e.g., trait anger, hostile attribution bias) were analyzed. Additional analyses indicated that trait anger mediated a number of the …",
                "Differences in reaction time (RT) variability have been documented between children with and without Attention Deficit Hyperactivity Disorder (ADHD). Most previous research has utilized estimates of normal distributions to examine variability. Using a nontraditional approach, the present study evaluated RT distributions on the Conners’ Continuous Performance Test in children and adolescents from the Multimodal Treatment Study of ADHD sample compared to a matched sample of normal controls (n = 65 pairs). The ex-Gaussian curve was used to model RT and RT variability. Children with ADHD demonstrated faster RT associated with the normal portion of the curve and a greater proportion of abnormally slow responses associated with the exponential portion of the curve. These results contradict previous interpretation that children with ADHD have slower than normal responding and demonstrate why slower …"
            ],
            [
                [
                    "clinical psychology"
                ]
            ],
            [
                "John Currie John Currie John F. Currie Professor 534 Reiss Science Building Telephone: (202) 687-3919 curriej@ Prof. Currie earned his B.Sc. in Mathematics and Physics from the University of Toronto, and a Ph.D. from Cornell University in Physics. His postdoctoral work was at MIT both in Physical Chemistry and in Materials Science and Engineering, later becoming a Professional Engineer in Electrical Engineering and in Engineering Physics. In over three decades he has taught over five thousand graduate and undergraduate students in physics, engineering, general science and pre-medical programs. Before Georgetown, he taught in Canada as an Engineering Science professor at Ecole Polytechnique of the University of Montreal, Canada’s largest Engineering School, and in Electrical Engineering at McGill University, Canada’s most widely known Engineering School. He has supervised over thirty Ph.D. and Masters of Science students, as well as dozens of postdoctoral fellows. Most of these students have gone on to successful careers in Industrial Physics in companies or as entrepreneurs. He has supervised dozens of undergraduates in research projects that have contributed to those students’ pursuing studies in science, engineering and medicine. Health Micro-systems, Micro-sensors and Device Physics Professor Currie is an inventor of several unique solid state micro system technologies for health monitoring and for drug delivery. With grant assistance through the Defense Advanced Research Projects Agency (DARPA) he developed, and tested in-vivo, specific band aid-like prototypes for the painless continuous monitoring through the skin of important biomolecules such as glucose and lactate as found in interstitial fluid. He is working to extend these important results to the continuous quantitative measurement of entire panels of ions, gases and biomolecules in living tissues and people. These novel measurements might in turn reveal new medical science and suggest new methods for medicine to maintain health and effectively detect and combat disease. One application example is in the strict control of glucose concentrations and insulin injections in diabetics. The quantitative measurement paradigm requires the invention of new devices, made up of novel materials, fabricated using atomic and molecular deposition and patterning instruments and analyzed using adapted methods. Physics and Chemistry of Thin Film Materials, Surfaces and Interfaces for Nanometer Science The micro-systems designed and fabricated for health applications require the creation of novel materials and patterns on the atomic and nanometer scale, and often their assembly into multilayer structures. These materials must be characterized using a variety of analytical techniques within our lab such as X-ray Photoelectron Spectroscopy, Scanning Auger Electron Spectroscopy, Electrical and Electrochemical and Impedance Spectroscopy as well as techniques housed within the department such as SEM, TEM, AFM, or in outside collaborations such as XRD, IRS, Raman, ERD and SIMS. The bulk and surface properties measured determine how the layers perform mechanically, electrically, optically and chemically, as well as how the layers adhere one to another. Solid State Technology We develop and implement the tools used in the production of electronic materials and devices. We are using vacuum and high vacuum instruments to manipulate solid atomic layers to produce specific nano and micro-structured layers. The techniques being developed include sputtering, reactive sputtering, collimated and masked sputtering, and reactive ion etching on oxide and polymer films. We are also using electrochemical deposition to deposit solid films containing a rich variety of novel micro and nano structures, with promising applications in sensor and actuator devices. J. Currie, M. Bodo, and F. Pearce., Novel Non-Intrusive Trans-dermal Remote Wireless Micro-fluidic Monitoring System Casualty Care and Combat Readiness Assessment, NATO- Research and Technology Agency, Human Factors and Medicine SYMPOSIUM on Combat Casualty Care. NATO-HFM-109\/RSY, pp 24 (2004). A. Gadre, A. Nijdam, J. Garra, A. Monica, M. Cheng, C. Luo, Y. Srivastava, T. Schneider, T. Long, R. White, M. Paranjape, and J. Currie, Fabrication of a Fluid Encapsulated Dermal Patch Using Multi-layered SU-8, Sensors and Actuators A-114 , 478 (2004). I. C. Ressejac, L. M. Landsberger, J. F. Currie, Bistable microelectrothermal actuator in a standard complementary metal-oxide-semiconductor process, Journal Of Vacuum Science & Technology A18 , 746 (2001). O. Renault, D. Briand, G. Delabouglise, M. Labeau, and J. F. Currie, (1999), Integration of a sensitive material to a silicon-based device for CO detection, Sensors And Actuators A-Physical 74 (1-3), 225 (1999). S. C. Gujrathi, G. Gagnon, V. Fortin, M. Caron, J. F. Currie, L. Ouellet, and Y. Tremblay, Elastic recoil detection using time-of-flight for analysis of TiN\/AlSiCu\/TiN\/Ti contact metallization structure, Nuclear Instruments and Methods in Physics Research B137 , 661 (1998). D. Briand, M. Labeau, J. F. Currie, and Delabouglise, Pd-doped SnO2 thin films deposited by assisted ultrasonic spraying CVD for gas sensing: selectivity and effect of annealing., Sensors and Actuators B48 , 395 (1998). A. Essalik, J.-C. Marusic, and J. F. Currie, Study of a New Solid Electrolyte Thin Film Based Micropotentiometric Carbon Dioxide Gas Sensor, J. New. Mat. Electrochem. Syst. , 67 (1998). J. F. Currie, M. Paranjape, C. C. Peck, R. C. White, T. W. Schneider, Systems and methods for monitoring health and delivering drugs transdermally, US Patent #6,887,202. P. Cuireanu, P. Rudkowski, G. Rudkowska, D. Ménard, M. Britel, J. F. Currie, J. O. Ström-Olsen, and A. Yelon, Giant, Magnetoimpedance Effect in Soft and Ultrasoft Magntic Fibres, J. Appl. Phys. 79 , 5136 (1996). A. Collins, A. Blumen. J. F. Currie, and J. Ross, Dynamics of domain walls in ferrodistortive materials. I. Theory, Phys Rev. B 19 , 3630 (1979)."
            ]
        ]
    ]
}