{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H88JUSJF",
            "gYP-5G0AAAAJ",
            [
                "Cassini UVIS stellar occultation observations of Saturn's rings",
                "A predator–prey model for moon-triggered clumping in Saturn’s rings",
                "Small particles and self-gravity wakes in Saturn's rings from UVIS and VIMS stellar occultations",
                "Morphology and variability of the Titan ringlet and Huygens ringlet edges",
                "Close-range remote sensing of Saturn’s rings during Cassini’s ring-grazing orbits and Grand Finale",
                "Three-dimensional Structure of Saturn's Rings from Cassini UVIS Stellar Occultations",
                "Variations in Self-Gravity Wake Structures Across Saturn's Rings",
                "Sharp Edges in Saturn's Rings: Radial Structure and Longitudinal Variability",
                "Saturn's C ring and Cassini division: Particle sizes from Cassini UVIS, VIMS, and RSS occultations",
                "Abundance of Small Particles in Saturn's Rings from Cassini UVIS and VIMS Stellar Occultations"
            ],
            [
                "The Cassini spacecraft's Ultraviolet Imaging Spectrograph (UVIS) includes a high-speed photometer (HSP) that has observed more than 100 stellar occultations by Saturn's rings. Here, we document a standardized technique applied to the UVIS-HSP ring occultation datasets delivered to the Planetary Data System as higher level data products. These observations provide measurements of ring structure that approaches the scale of the largest common ring particles (~ 5 m). The combination of multiple occultations at different viewing geometries enables reconstruction of the three-dimensional structure of the rings. This inversion of the occultation data depends on accurate calibration of the data so that occultations of different stars taken at different times and under different viewing conditions can be combined to retrieve ring structure. We provide examples of the structure of the rings as seen from several …",
                "UVIS occultation data show clumping in Saturn’s F ring and at the B ring outer edge, indicating aggregation and disaggregation at these locations that are perturbed by Prometheus and by Mimas. The inferred timescales range from hours to months. Occultation profiles of the edge show wide variability, indicating perturbations by local mass aggregations. Structure near the B ring edge is seen in power spectral analysis at scales 200–2000 m. Similar structure is also seen at the strongest density waves, with significance increasing with resonance strength. For the B ring outer edge, the strongest structure is seen at longitudes 90° and 270° relative to Mimas. This indicates a direct relation between the moon and the ring clumping. We propose that the collective behavior of the ring particles resembles a predator–prey system: the mean aggregate size is the prey, which feeds the velocity dispersion; conversely …",
                "The distribution of particle sizes in Saturn's rings roughly follows a truncated inverse power-law. Though it is well known that differential optical depths provide a way to probe the parameters of size distribution (i.e. Zebker et al. [1985] Icarus, 64, 531–548), the technique is complicated by the presence of self-gravity wakes which introduce a geometric dependence to the observed optical depth. Here we present a method of extracting information about the size distribution of the particles in the gaps between the self-gravity wakes. The Cassini Visual and Infrared Mapping Spectrometer (VIMS) occultations measure starlight at an effective wavelength of 2.9 µm falling onto a single pixel with angular dimensions 0.25 mrad × 0.5 mrad while Cassini Ultraviolet Imaging Spectrograph (UVIS) occultations measure starlight at a much smaller effective wavelength of 0.15 µm and over a field of view with larger angular …",
                "We present a forward modeling approach for determining, in part, the ring particle spatial distribution in the vicinity of sharp ring or ringlet edges. Synthetic edge occultation profiles are computed based on a two-parameter particle spatial distribution model. One parameter, h, characterizes the vertical extent of the ring and the other, δ, characterizes the radial scale over which the ring optical depth transitions from the background ring value to zero. We compare our synthetic occultation profiles to high resolution stellar occultation light curves observed by the Cassini Ultraviolet Imaging Spectrograph (UVIS) High Speed Photometer (HSP) for occultations by the Titan ringlet and Huygens ringlet edges.More than 100 stellar occultations of the Huygens ringlet and Titan ringlet edges were studied, comprising 343 independent occultation cuts of the edges of these two ringlets. In 237 of these profiles the measured light …",
                "Saturn’s rings are an accessible exemplar of astrophysical disk processes and a delicate tracer of the Saturn system’s dynamical processes and history.During its ring grazing orbits and Grand Finale, the Cassini spacecraft passed very close to Saturn’s main rings and obtained very high–spatial-resolution images, spectral scans, and temperature scans.We find structures related to the detailed sculpting of rings by embedded masses, including structures near the moon Daphnis that have apparently experienced markedly different perturbations compared to the surrounding ring material, and complex structure elements within the largest propeller-shaped disturbances. Interpreting certain such elements in terms of the Hill radius yields diameters of 1.0 to 1.6 km for the largest propeller-causing moons.Several classes of subkilometer structure in the ring, which we call textures …",
                "The Cassini Ultraviolet Imaging Spectrograph (UVIS) observed more than 80 stellar occultations by Saturn's rings during Cassini's four-year prime mission. The typical ring-plane spatial resolution of these occultations is~ 20 m. Because the occultations are of stars in a variety of directions with respect to the rings, the observed transmitted light from multiple occultations provides a way to probe the threedimensional arrangement of ring particles. We have combined occultation measurements to reveal the structure of self-gravity wakes in the rings [1, 2]. Combining occultations has also revealed the structure of weak density waves in the Cassini Division [3] and B ring. The UVIS star occultations also resolve, for the first time, the many sharp edges in the ring system. The radial variation is convolved with the vertical thickness of the ring in a single occultation profile (Figure 1). By combining multiple occultations of the …",
                "Optical depths measured in stellar occultations by Saturn's rings depend on viewing geometry due to the presence of aligned, trailing, elongated ephemeral clumps of particles known as self-gravity wakes. Combining observations from multiple viewing geometries makes it possible to untangle the properties of the self-gravity wakes, such as their orientation, aspect ratio, mutual spacing, and inter-wake optical depth. Simple geometric models (Colwell et al. 2006, Geophys. Res. Lett. 33, L07201; Hedman et al. 2007, Astron. J. 133, 2624-2629) have explained most of the variation in optical depths as a function of viewing geometry. Many more occultations have been observed since those initial models were published: more than 100 have been observed by Cassini UVIS, while the initial model results were based on only~ 10 measurements. In particular, some measurements made by UVIS at high elevation angle did …",
                "The Cassini Ultraviolet Imaging Spectrograph has observed more than 100 occultations of stars by Saturn's rings with a typical ring plane radial resolution of< 20 m. Occultations observed at high incidence angle and those where the line of sight is tangent to the rings provide a direct measure of the radial structure of sharp ring edges on small spatial scales. We analyze the edges of the Huygens and Titan Ringlets and the Encke Gap in the UVIS stellar occultation data to extract information on vertical and radial structure. Using a simple model for the vertical and radial distribution of ring material, we are able to fit the majority of the light curves for these edges. In a significant fraction of cases, however, the edge shows complex structure within 100 m of the edge, preventing a fit from our smooth model. We find that the radial scale, characterized by a sigmoid function, over which the ring optical depth declines is typically …",
                "Saturn's C ring and Cassini Division share many morphological traits: both contain numerous opaque, sharp–edged ringlets and gaps, broader low optical depth “background” regions, larger-optical depth regions that rise abruptly from the background (known as the C ring's plateaus and the Cassini Division's triple band feature), and linear ramps in optical depth up to the abrupt inner edges of the B ring and A ring, respectively. Throughout the majority of both regions, the surface mass density of the rings is small enough that the Toomre critical wavelength (most unstable wavelength for gravitational collapse) is comparable in size to, or smaller than, the largest individual ring particles. Thus, self-gravity wakes do not form in these regions, unlike the A and B rings where the critical wavelength is tens of meters and the self-gravity wakes introduce strong dependence of the observed optical depth on viewing geometry …",
                "The Cassini Ultraviolet Imaging Spectrograph (UVIS) and Visual and Infrared Mapping Spectrometer (VIMS) have each observed~ 100 stellar occultations of Saturn's rings. The different wavelengths of observations (0.15 microns for UVIS and 2.9 microns for VIMS) and the small field of view for VIMS mean that light diffracted by particles smaller than~ 1 cm in diameter is not replaced by diffraction from neighboring particles in VIMS data, while all lost diffracted light in UVIS observations is replaced by light diffracted from particles in its much larger field of view. Thus differential optical depths between the two instruments can be used to measure the population of sub-cm particles across the rings at high spatial resolution (~ 1 km). In the A and B rings the canted elongated self-gravitating clumps of particles known as self-gravity wakes make the measured optical depth dependent on viewing geometry. In those regions …"
            ],
            [
                [
                    "Planetary Rings",
                    "Solar System Origins"
                ]
            ]
        ]
    ]
}