{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H98OQKM9",
            "pVVdyF8AAAAJ",
            [
                "rp-Process nucleosynthesis at extreme temperature and density conditions",
                "End Point of the  Process on Accreting Neutron Stars",
                "The impact of individual nuclear properties on r-process nucleosynthesis",
                "Half-Life of the Doubly Magic r-Process Nucleus N 78 i",
                "The Hoyle state in 12C",
                "KADoNiS‐The Karlsruhe Astrophysical Database of Nucleosynthesis in Stars",
                "The STAR experiment at the relativistic heavy ion collider",
                "Evidence for the existence of two-phonon collective excitations in deformed nuclei",
                "Evidence for a new  state at 13.3 MeV",
                "β-decay half-lives and β-delayed neutron emission probabilities of nuclei in the region A≲ 110, relevant for the r process"
            ],
            [
                "We present nuclear reaction network calculations to investigate the influence of nuclear structure on the rp-process between Ge and Sn in various scenarios. Due to the lack of experimental data for neutron-deficient nuclei in this region, we discuss currently available model predictions for nuclear masses and deformations as well as methods of calculating reaction rates (Hauser-Feshbach) and β-decay rates (QRPA and shell model). In addition, we apply a valence nucleon (NpNn) correlation scheme for the prediction of masses and deformations. We also describe the calculations of 2p-capture reactions, which had not been considered before in this mass region. We find that in X-ray bursts 2p-capture reactions accelerate the reaction flow into the Z ≥ 36 region considerably. Therefore, the rp-process in most X-ray bursts does not end in the Z = 32–36 region as previously assumed and overproduction factors of 107 …",
                "We calculate the rapid proton (rp) capture process of hydrogen burning on the surface of an accreting neutron star with an updated reaction network that extends up to Xe, far beyond previous work. In both steady-state nuclear burning appropriate for rapidly accreting neutron stars (such as the magnetic polar caps of accreting x-ray pulsars) and unstable burning of type I x-ray bursts, we find that the rp process ends in a closed SnSbTe cycle. This prevents the synthesis of elements heavier than Te and has important consequences for x-ray burst profiles, the composition of accreting neutron stars, and potentially galactic nucleosynthesis of light p nuclei.",
                "The astrophysical rapid neutron capture process or ‘r process’ of nucleosynthesis is believed to be responsible for the production of approximately half the heavy element abundances found in nature. This multifaceted problem remains one of the greatest open challenges in all of physics. Knowledge of nuclear physics properties such as masses, β-decay and neutron capture rates, as well as β-delayed neutron emission probabilities are critical inputs that go into calculations of r-process nucleosynthesis. While properties of nuclei near stability have been established, much still remains unknown regarding neutron-rich nuclei far from stability that may participate in the r process. Sensitivity studies gauge the astrophysical response of a change in nuclear physics input (s) which allows for the isolation of the most important nuclear properties that shape the final abundances observed in nature. This review summarizes …",
                "Nuclei with magic numbers serve as important benchmarks in nuclear theory. In addition, neutron-rich nuclei play an important role in the astrophysical rapid neutron-capture process (r process). N 78 i is the only doubly magic nucleus that is also an important waiting point in the r process, and serves as a major bottleneck in the synthesis of heavier elements. The half-life of N 78 i has been experimentally deduced for the first time at the Coupled Cyclotron Facility of the National Superconducting Cyclotron Laboratory at Michigan State University, and was found to be 110− 60+ 100 ms. In the same experiment, a first half-life was deduced for N 77 i of 128− 33+ 27 ms, and more precise half-lives were deduced for N 75 i and N 76 i of 344− 24+ 20 ms and 238− 18+ 15 ms, respectively.",
                "The 7.65 MeV, J π= 0+, second excited state in 12 C is known as the Hoyle-state after Fred Hoyle. In the 1950s Hoyle proposed the existence of the state in order to account for the stellar abundance of carbon. Aside from its key role in the synthesis of the elements it is believed to possess a rather unusual structure, where the dominant degrees of freedom are those of α-particle clusters rather than nucleons. An understanding of the properties of the Hoyle state, for example its radius and excitations, has been the focus of a major experimental activity. Similarly, unravelling precisely why a cluster state should arise at precisely the right energy to promote synthesis of carbon has been a central theoretical challenge. To a significant extent, the Hoyle-state has become a cornerstone for state-of-the-art nuclear theory. This review examines the present status of both theory and experiment and indicates directions …",
                "The “Karlsruhe Astrophysical Database of Nucleosynthesis in Stars” (KADoNiS) project is an online database for experimental cross sections relevant to the s process and p process. It is available under http:\/\/nuclear‐astrophysics.fzk.de\/kadonis and consists of two parts. Part 1 is an updated sequel to the previous Bao et al. compilations from 1987 and 2000 for (n,γ) cross sections relevant to the big bang and s‐process nucleosynthesis. The second part will be an experimental p‐process database, which is expected to be launched in winter 2005\/06. The KADoNiS project started in April 2005, and a first partial update is online since August 2005. In this paper we present a short overview of the first update of the s‐process database, as well as an overview of the status of stellar (n,γ) cross sections of all 32 p isotopes.",
                "The primary motivation for studying nucleus-nucleus collisions at relativistic energies is to investigate partonic, hadronic and nuclear matter at high energy densities (e:> l-2 GeV\/fms). Early speculations of possible exotic states of matter focused on the nstruphysicnl imylications of abnormal states of dense nuclear matter. 1 Subsequent field theoretical calculations, assuming chiral symmetry in the o model, resulted in predictions of abnormal nuclear states and excitation of the vacuum. 2 This generated an interest in particle nnd nuclear physics to transform the state of the vacuum by using relativistic nucleus-nucleus collisions. 3 Shortly thereafter, a phase transition to a system of deconfined quarks and gluons, the Quark-Gluon Plasma (QGP), 4 was predicted. This had implications for both early cosmology and stellar evolution. Many theoretical developments have since brought us to the present, still infant state of …",
                "For the first time, definite evidence for the existence of two-phonon collective states in deformed nuclei has been established through the measurement of the absolute transition rate for the decay of the double-γ K π= 4+ vibration in Er 168.",
                "The two reactions C 12 (He 4, He 4+ He 4+ He 4) He 4 and Be 9 (He 4, He 4+ He 4+ He 4) n were measured using an array of four double-sided strip detectors. Excited states in C 12 were reconstructed filtered by the condition that the α-decay proceeded via the Be 8 ground state. In both measurements, evidence was found for a new state at 13.3 (0.2) MeV with a width 1.7 (0.2) MeV. Angular correlation measurements from the C 12 (He 4, He 4+ He 4+ He 4) He 4 reaction indicates that the state may have J π= 4+.",
                "Measurements of β-decay properties of A≲ 110 r-process nuclei have been completed at the National Superconducting Cyclotron Laboratory at Michigan State University. β-decay half-lives for Y 105, Zr 106, 107, and Mo 111, along with β-delayed neutron emission probabilities of Y 104, Mo 109, 110 and upper limits for Y 105, Zr 103− 107, and Mo 108, 111 have been measured for the first time. Studies on the basis of the quasi-random-phase approximation are used to analyze the ground-state deformation of these nuclei."
            ],
            [
                [

                ]
            ],
            [
                "Ani Aprahamian Ani Aprahamian Freimann Professor B.A., Clark University, 1980 Ph.D., ibid., 1986 E-mail: aapraham@nd.edu Address: 183 Phone: (574) 631-8120 – (574) 631-7716 Fax: (574) 631-5952 Links: Nuclear Science Laboratory Joint Institute of Nuclear Astrophysics Opportunities in Nuclear Astrophysics (pdf, 1.2Mb) …“we are all made of star stuff” is a quote from Carl Sagan to reflect the fact that each constituent atom of our bodies have been processed through many generations of stars, numerous supernova explosions, and\/or thermonuclear reactions in binary star systems or the interiors of massive stars before they were ejected into space and eventually condensed to form us in our solar system. Nuclear reactions are the main engines that drive these processes. Nuclear decay lifetimes set the time-scales for the explosions, nuclear reactions determine how brightly a star glows, and the available nuclear fuel along with the weak interaction that can determine how long our sun will last. My research focuses on the evolution of nuclear structure and the impact of various structure effects on stellar and explosive astrophysical processes. In nuclear structure, the onset of deformation and the viability of collective excited motion is a point of focus for my work.  While the effects of nuclear structure in nuclear masses, nuclear shapes, decay lifetimes, and probabilities are explored in terms of how they influence heavy element nucleosynthesis and the elemental abundances for the rapid neutron capture process.  This research is a part of the NSF physics frontier center JINA-CEE (Joint Institute of Nuclear Physics Center for the Evolution of the Elements). Experiments are carried out at the Nuclear Science Laboratory at Notre Dame as well as a number of facilities worldwide, including CARIBU at ANL, the NSCL at MSU, at Jyvakyla in Finland, at Triumf in Canada, and RIKEN in Japan. Professor Aprahamian has over 160 invited talks at various National and International Conferences and over 150 publications in refereed journals, book chapters, etc. She is active in numerous international and national advisory committees in nuclear science. She is the JINA representative to EMMI (Extreme Matter Institute: Helmholtz Center of Excellence) at GSI. She has served as chair of the scientific council at GANIL in France and as reviewer for the Institute of Physics in the UK. Sensitivity Studies of the r-process Masses Beta-Decay Rates Beta delayed neutron emission Collective States in Deformed Nuclei 0+ states in 160 Gd Complete Spectroscopy of 162 Dy 0+ states in 158 Gd Honors and Activities Chair of the American Physical Society’s Division of Nuclear Physics Co-chair of National Academies decadal review of Nuclear Science Member of Nuclear Science Advisory Committee Member of National Science Academy of the Republic of Armenia Fellow of the AAAS Fellow of the APS CV - Prof. Aprahamian"
            ]
        ]
    ]
}