{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "H9LJTUXT",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jeremy Tinker Assistant Professor Ph. D. 2005, Ohio State University;\nB.S. University of Kansas My research focuses on the relationship between galaxies and dark matter. Galaxies are a biased tracer of the matter distribution, thus efforts to use the observed clustering of galaxies to infer cosmological information require a model for the galaxy-dark matter connection. At the same time, dark matter heavily influences the formation and evolution of the galaxies themselves. Galaxy clustering therefore provides important clues for unlocking the mystery of galaxy formation and the evolution of star formation. My work has utilized data from SDSS-I\/II, the Two-Degree Field Galaxy Redshift Survey, DEEP2, and COSMOS. I am a member of SDSS-III, specifically in the Baryon Oscillation Spectroscopic Survey. It is my aim to use the data generated in this survey both to enhance our constraints on the growth of dark matter structure and dark energy, as well as further our knowledge on the evolution of massive galaxies over the last 8 billion years. What Does Clustering Tell us About the Buildup of the Red Sequence? Jeremy L Tinker and Andrew R Wetzel, 2010, ApJ, 719 88 ttp:\/\/adsabs.harvard.edu\/abs\/2010ApJ...719...88T The Void Phenomenon Explained Jeremy L Tinker and Charlie Conroy, 2009, ApJ, 691, 633 http:\/\/adsabs.harvard.edu\/abs\/2009ApJ...691..633T Toward a Halo Mass Function for Precision Cosmology: The Limits of Universality Jeremy L Tinker, Kravtsov, Andrey V.; Klypin, Anatoly; Abazajian, Kevork; Warren, Michael; Yepes, Gustavo; Gottlöber, Stefan; Holz, Daniel E. 2008, ApJ, 688, 709 http:\/\/adsabs.harvard.edu\/abs\/2008ApJ...688..709T On the Halo Occupation of Dark Baryons Jeremy L Tinker and Hsiao-Wen Chen, 2008, 679, 1218 http:\/\/adsabs.harvard.edu\/abs\/2008ApJ...679.1218T On the Mass-to-Light Ratio of Large-Scale Structure Tinker, Jeremy L.; Weinberg, David H.; Zheng, Zheng; Zehavi, Idit, ApJ, 2005, 631, 41 http:\/\/adsabs.harvard.edu\/abs\/2005ApJ...631...41T Jeremy Tinker Assistant Professor jlt12@nyu.edu 726 Broadway, Room 905 Phone: (212) 998-7715 Personal Homepage The Center for Cosmology and Particle Physics is a unique collaboration devoted to integrated study of cosmology, observational astronomy, fundamental and phenomenological particle physics, gravity, plasma physics, high energy astrophysics, black holes and computational physics. Please visit the center's Collegiate Professor;Professor of Physics The is a unique group of faculty, students and research scientists working together on fundamental questions at the intersection of particle physics, astrophysics and cosmology. Please visit the center's Yacine Ali-Haïmoud Kyle Cranmer Experimental Particle Physics Sergei Dubovsky Collegiate Professor; Professor of Physics Gregory Gabadadze Dean for Science Matthew Kleban Chair of the Department of Physics Alexander Migdal Research Professor of Physics Massimo Porrati Joshua Ruderman Ken Van Tilburg Neal Weiner Director of Undergraduate for Physics"
            ]
        ]
    ]
}