{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HARH9QO7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Matthew E. Edwards Research Focus Materials of Electrooptics, Pyroelectrics\/Surface Resistivity of Crystal and Thin\n                  Films, Development of Large Organic Thin Films, and Solitons Wave Theory Areas of Interest and Fascination Quantum Physics (Quantum Communication, Quantum Imaging, Quantum Fluctuation and Noise,\n                  Quantum Sensors and Quantum Gravity), Voltage Pulse Generation from Photorefractive\n                  Crystals, Photoluminescence, Sensor Science and Technology, and Remote Sensing Techniques Office: 145 V. M. Chambers Bld. Lab: 025 V. M. Chambers Bld. Phone: ‪(‪256) 372-8119 or 8104 E-Mail: matthew.edwards@aamu.edu  Recent Publications Edwards, M.E, Y.H. Hwang, and X--L Wu, \"Large Deviations from the Clausius-Mossotti\n                  Equation in a Model Microemulsion\", Physical Review E, 49, No. 5, 1994. [This paper\n                  was misreported at the American Institute of Physics from 2002-2006.] Kukhtarev, N., T. Kukhtarev, M. Edwards, B. Penn, D. Frazier, H. Abdeldayem, P. P.\n                  Banerjee, T. Hudson, and W.A. Friday, “Photoinduced Optical and Electrical High-Voltage\n                  Pulsations and Pattern Formation in Photorefractive Crystals, Journal of Nonlinear\n                  Optical Physics & Materials”, Vol. 11, No. 4, page 445-453, 2002. M. E. Edwards, N. Kukhtarev, T. Kukhtarev, M. Bayssie, J-C Wang, M. Reagan, and S.\n                  Lyuksyutov, “Voltage Pulsations in Photogalvanic Crystals as Power Supply for EO-\n                  Modulator”, I, SPIE Volume 5363, no. 15, page 98-106, 2004. M.E. Edwards, N. Kukhtarev, T. Kukhtarev, M. Bayssie, J. Wang, M. Reagen, and S. Lyuksyutov,\n                  “Photogalvanic Crystal as Pulsed High-Voltage Power Supply”, SPIE 5363, 2004. M. E. Edwards, S. Crutcher, and Holger Jaenisch, “Optical solitons in anisotropic\n                  and inhomogeneous media”, SPIE vol. 5525, no. 9, page 163-171, 2004. N.V. Kukhatarev, T. Kukhtareva, M.E. Edwards, J. Jones, M. Bayssie, J. Wang, S.F.\n                  Lyuksyutov, M.A. Reagen, and P. Buchhave, Smart Photogalvanic Running-Grating, Interometer\n                  for Holographic Optical trapping on ano- and Micro-Particles”, Journal of Applied\n                  Physics 97, 054301 (2005). M. Edwards, D. Patel, K. Kanzler, M. Curley, S. Bairavaras, H. Abdeldayem, C. Banks,\n                  T. Gebre, M. D. Aggarwal, J. C. Wang, and M. E. Edwards, “Pockels Coefficients Characterization\n                  of Pure and Iron Doped Lithium Niobate Using Adaptive Optics and the Czochralski Crystal\n                  Growth Technique”, SPIE Vol. 5876, page Y1-Y11, 2005 Crutcher, A. Biswas, M.D. Aggarwal, M. E. Edwards, “Oscillatory behavior of spatial\n                  solitons in two-dimensional waveguides and stationary temporal power law solitons\n                  in optical fibers”, Journal of Electromagnetic Waves and Applications, Vol. 20, No.\n                  6, 2006. Sundar Bairavarasu, M. E. Edwards, M. D. Sastry, F. Kochary, D. Lianos, and M. D.\n                  Aggarwal \"Photo-magnetism and possible optical switching in Fe3+: PMN-PT: A Photo-EPR\n                  Investigation\", Proc. SPIE Vol. 6314, 2006. Bairavarasu, S. R., M. E. Edwards, T. Kukhtareva, M. D. Sastry, D. Lianos, P. Kommidi,\n                  B. R. Reddy, H. Jaenisch, and Mohan Aggarwal, “Photoluminescence, FTIR, and Laser-Raman,\n                  Spectroscopic Studies of PMN-PT Containing Iron”, SPIE 6898, 2007. Bairavarasu, S. R., M. E. Edwards, M. D. Sastry, T. Kukhtareva, H. Jaenisch, R. H.\n                  Hawrami, D. Lianos, and Mohan Aggarwal, “Photo-EPR Studies of Photorefractive BaTiO3\n                  Heavily Doped with Cr3+: Evidence of Photo-Induced Dissociation of Cr3+ Dimers” SPIE\n                  6698, 2007. Biswas, R. Kohl, M.E. Edwards, E. Zerrad, “Soliton Parameter Dynamics in A Non- Kerr\n                  Law Media”, Progress In electromagnetics Research Vol. 1, 1-35, 2008. A. K. Batra, M. D. Aggarwal, M. E. Edwards, and A. Bhalla, “Present Status of Polymer:\n                  Ceramic Composites for Pyroelectric Infrared Detectors, Ferroelectrics, Vol. 366,\n                  84-121, 2008 A.K. Batra, John Corda, Padmaja Guggilla, M.D. Aggarwal, and M.E. Edwards, “Electrical\n                  Properties of Silver Nanoparticles Reinforced LiTaO3:P(VDF-TrFE) Composite Films”,\n                  SPIE 7419, 2009. Ryan Sassaman, Matthew Edwards, Fayequa Majid, and Anjan Biswas, “ 1-Soliton Solution\n                  of the Coupled Nonlinear Klein-Gordon Equations”, Studies in Mathematical Sciences,\n                  Vol. 1, No. 1, 2010, pp. 30-37 A. K. Batra, S. Bhattacharjee, A. K. Chilvery, M. D. Aggarwal, M. E. Edwards, and\n                  A. Bhalla, “Simulation of Energy Harvesting From Roads Via Pyroelectricity”, Journal\n                  of Photonics and Energy, Vol. 1, 1-12, 2011. Matthew Edwards, Ashok Batra, Ashwith Chilvery, Padmaja Guggilla, Manmohan Aggarwal,\n                  “Characterization of Polymeric Composite Films With MWCNT and Ag Nanoparticles”, SPIE\n                  Vol. 8512, 2012 M. E. Edwards, A. K. Batra, A. K. Chilvery, P. Guggilla, M. Curley M. D. Aggarwal,\n                  “Pyroelectric Properties of PVDF:MWCNT Nanocomposite Film for Uncooled Infrared Detectors”,\n                  Materials Sciences and Applications, Vol. 3, pages 851-855, 2012. Matthew Edwards, Padmaja Guggilla; John C. Corda; Stephen Egarievwe, “Measurement\n                  of the dielectric, conductance, and pyroelectric properties of MWCNT:PVDF nanocomposite\n                  thin films for application in infrared technologies”, SPIE Vol. 8868, no. 11, 2013. Quianna S. Johnson, Matthew Edwards, Michael Curley, “Analysis of the refractive index\n                  and film thickness of Eu doped gadolinium oxide (Gd2O3) planar waveguides fabricated\n                  by the sol-gel and dip coating methods”, SPIE Vol. 8847, no 5, 2013. Edwards, Matthew, “Recognizing the Need for Rich Contextualization in the Classroom\n                  and Applying It With Modified Bloom’s Cognitive Domain Taxonomy For Successful Teaching\n                  of Physics 106 (Physics II – electricity, magnetism, and Light),\" Journal of Systemics,\n                  Cybernetics And Informatics, Vol. 12, no. 3, pages 22-28, 2014."
            ]
        ]
    ]
}