{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HDT27744",
            "aU3tlWkAAAAJ",
            [
                "Observation of electron-antineutrino disappearance at Daya Bay",
                "Observation of a Narrow Charmoniumlike State in Exclusive  Decays",
                "The belle detector",
                "Observation of Large  Violation in the Neutral  Meson System",
                "New Limit for the Lepton-Family-Number Nonconserving Decay ",
                "Study of  and Observation of a Charged Charmoniumlike State at Belle",
                "Observation of a Resonancelike Structure in the  Mass Distribution in Exclusive  Decays",
                "Measurement of the branching ratio of  relative to  decays with hadronic tagging at Belle",
                "Observation of Two Charged Bottomoniumlike Resonances in  Decays",
                "Measurement of the  Cross Section Via Initial-State Radiation at Belle"
            ],
            [
                "The Daya Bay Reactor Neutrino Experiment has measured a nonzero value for the neutrino mixing angle θ 13 with a significance of 5.2 standard deviations. Antineutrinos from six 2.9 G W th reactors were detected in six antineutrino detectors deployed in two near (flux-weighted baseline 470 m and 576 m) and one far (1648 m) underground experimental halls. With a 43 000 ton–G W th–day live-time exposure in 55 days, 10 416 (80 376) electron-antineutrino candidates were detected at the far hall (near halls). The ratio of the observed to expected number of antineutrinos at the far hall is R= 0.940±0.011 (stat.)±0.004 (syst.). A rate-only analysis finds sin﻿ 2 2 θ 13= 0.092±0.016 (stat.)±0.005 (syst.) in a three-neutrino framework.",
                "We report the observation of a narrow charmoniumlike state produced in the exclusive decay process B±→ K±π+ π− J\/ψ. This state, which decays into π+ π− J\/ψ, has a mass of 3872.0±0.6 (s t a t)±0.5 (s y s t) M e V, a value that is very near the M D 0+ M D* 0 mass threshold. The results are based on an analysis of 152M B-B events collected at the Υ (4 S) resonance in the Belle detector at the KEKB collider. The signal has a statistical significance that is in excess of 10 σ.",
                "The Belle detector was designed and constructed to carry out quantitative studies of rare B-meson decay modes with very small branching fractions using an asymmetric e+ e− collider operating at the ϒ (4S) resonance, the KEK-B-factory. Such studies require data samples containing∼ 10 7 B-meson decays. The Belle detector is configured around a 1.5 T superconducting solenoid and iron structure surrounding the KEK-B beams at the Tsukuba interaction region. B-meson decay vertices are measured by a silicon vertex detector situated just outside of a cylindrical beryllium beam pipe. Charged particle tracking is performed by a wire drift chamber (CDC). Particle identification is provided by dE\/dx measurements in CDC, aerogel threshold Cherenkov counter and time-of-flight counter placed radially outside of CDC. Electromagnetic showers are detected in an array of CsI (Tl) crystals located inside the solenoid coil …",
                "We present a measurement of the standard model CP violation parameter sin 2 φ 1 based on a 29.1 fb− 1 data sample collected at the ϒ (4 S) resonance with the Belle detector at the KEKB asymmetric-energy e+ e− collider. One neutral B meson is fully reconstructed as a J\/ψ K S, ψ (2 S) K S, χ c 1 K S, η c K S, J\/ψ K L, or J\/ψ K* 0 decay and the flavor of the accompanying B meson is identified from its decay products. From the asymmetry in the distribution of the time intervals between the two B meson decay points, we determine sin 2 φ 1= 0.99±0.14 (stat)±0.06 (syst). We conclude that we have observed CP violation in the neutral B meson system.",
                "An experiment has been performed to search for the muon-and electron-number nonconserving decay μ+→ e+ γ. The upper limit for the branching ratio is found to be Γ (μ+→ e+ γ)\/Γ (μ+→ e+ ν ν)< 1.2× 10− 11 with 90% confidence.",
                "The cross section for e+ e−→ π+ π− J\/ψ between 3.8 and 5.5 GeV is measured with a 967 fb− 1 data sample collected by the Belle detector at or near the Υ (n S)(n= 1, 2,…, 5) resonances. The Y (4260) state is observed, and its resonance parameters are determined. In addition, an excess of π+ π− J\/ψ production around 4 GeV is observed. This feature can be described by a Breit-Wigner parametrization with properties that are consistent with the Y (4008) state that was previously reported by Belle. In a study of Y (4260)→ π+ π− J\/ψ decays, a structure is observed in the M (π±J\/ψ) mass spectrum with 5.2 σ significance, with mass M=(3894.5±6.6±4.5) MeV\/c 2 and width Γ=(63±24±26) MeV\/c 2, where the errors are statistical and systematic, respectively. This structure can be interpreted as a new charged charmoniumlike state.",
                "A distinct peak is observed in the π±ψ′ invariant mass distribution near 4.43 GeV in B→ K π±ψ′ decays. A fit using a Breit-Wigner resonance shape yields a peak mass and width of M= 4433±4 (stat)±2 (syst) MeV and Γ= 45− 13+ 18 (stat)− 13+ 30 (syst) MeV. The product branching fraction is determined to be B (B 0→ K∓ Z±(4430))× B (Z±(4430)→ π±ψ′)=(4.1±1.0 (stat)±1.4 (syst))× 10− 5, where Z±(4430) is used to denote the observed structure. The statistical significance of the observed peak is 6.5 σ. These results are obtained from a 605 fb− 1 data sample that contains 657× 10 6 B B pairs collected near the Υ (4 S) resonance with the Belle detector at the KEKB asymmetric energy e+ e− collider.",
                "We report a measurement of the branching fraction ratios R (D (*)) of B→ D (*) τ− ν τ relative to B→ D (*) ℓ− ν ℓ (where ℓ= e or μ) using the full Belle data sample of 772× 10 6 B B pairs collected at the ϒ (4 S) resonance with the Belle detector at the KEKB asymmetric-energy e+ e− collider. The measured values are R (D)= 0.375±0.064 (stat)±0.026 (syst) and R (D*)= 0.293±0.038 (stat)±0.015 (syst). The analysis uses hadronic reconstruction of the tag-side B meson and purely leptonic τ decays. The results are consistent with earlier measurements and do not show a significant deviation from the standard model prediction.",
                "We report the observation of two narrow structures in the mass spectra of the π±Υ (n S)(n= 1, 2, 3) and π±h b (m P)(m= 1, 2) pairs that are produced in association with a single charged pion in Υ (5 S) decays. The measured masses and widths of the two structures averaged over the five final states are M 1=(10 607.2±2.0) MeV\/c 2, Γ 1=(18.4±2.4) MeV, and M 2=(10 652.2±1.5) MeV\/c 2, Γ 2=(11.5±2.2) MeV. The results are obtained with a 121.4 fb− 1 data sample collected with the Belle detector in the vicinity of the Υ (5 S) resonance at the KEKB asymmetric-energy e+ e− collider.",
                "The cross section for e+ e−→ π+ π− J\/ψ between 3.8 and 5.5 GeV\/c 2 is measured using a 548 fb− 1 data sample collected on or near the Υ (4 S) resonance with the Belle detector at KEKB. A peak near 4.25 GeV\/c 2, corresponding to the so called Y (4260), is observed. In addition, there is another cluster of events at around 4.05 GeV\/c 2. A fit using two interfering Breit-Wigner shapes describes the data better than one that uses only the Y (4260), especially for the lower-mass side of the 4.25 GeV enhancement."
            ],
            [
                [
                    "Elementary particle physics experiment",
                    "VT Physics"
                ]
            ],
            [
                "Leo Piilonen Leo Piilonen Leo Eric Piilonen Professor 123 Robeson Hall (MC 0435) piilonen@vt.edu (540) 231-3356 Ph.D. : Princeton Experimental Particle Physics"
            ]
        ]
    ]
}