{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HDXHI7T8",
            "HxAS7lQAAAAJ",
            [
                "What ice can teach us about water interactions: a critical comparison of the performance of different water models",
                "Anomalies in water as obtained from computer simulations of the TIP4P\/2005 model: density maxima, and density, isothermal compressibility and heat capacity minima",
                "Solubility of NaCl in water by molecular simulation revisited",
                "Dielectric constant of ices and water: a lesson about water interactions",
                "Anomalies in bulk supercooled water at negative pressure",
                "Consensus on the solubility of NaCl in water from computer simulations using the chemical potential route",
                "Plastic crystal phases of simple water models",
                "The phase diagram of water at high pressures as obtained by computer simulations of the TIP4P\/2005 model: the appearance of a plastic crystal phase",
                "Phase diagram of water under an applied electric field",
                "Equation of state, thermal expansion coefficient, and isothermal compressibility for ices Ih, II, III, V, and VI, as obtained from computer simulation"
            ],
            [
                "The performance of several popular water models (TIP3P, TIP4P, TIP5P and TIP4P\/2005) is analyzed. For that purpose the predictions for ten different properties of water are investigated, namely: 1. vapour–liquid equilibria (VLE) and critical temperature; 2. surface tension; 3. densities of the different solid structures of water (ices); 4. phase diagram; 5. melting-point properties; 6. maximum in the density of water at room pressure and thermal coefficients α and κT; 7. structure of liquid water and ice; 8. equation of state at high pressures; 9. self-diffusion coefficient; 10. dielectric constant. For each property, the performance of each model is analyzed in detail with a critical discussion of the possible reason of the success or failure of the model. A final judgement on the quality of these models is provided. TIP4P\/2005 provides the best description of almost all properties of the list, the only exception being the dielectric …",
                "The so-called thermodynamic anomalies of water form an integral part of the peculiar behaviour of this both important and ubiquitous molecule. In this paper our aim is to establish whether the recently proposed TIP4P\/2005 model is capable of reproducing a number of these anomalies. Using molecular dynamics simulations we investigate both the maximum in density and the minimum in the isothermal compressibility along a number of isobars. It is shown that the model correctly describes the decrease in the temperature of the density maximum with increasing pressure. At atmospheric pressure the model exhibits an additional minimum in density at a temperature of about 200K, in good agreement with recent experimental work on super-cooled confined water. The model also presents a minimum in the isothermal compressibility close to 310K. We have also investigated the atmospheric pressure isobar for three …",
                "In this paper, the solubility of NaCl in water is evaluated by using computer simulations for three different force fields. The condition of chemical equilibrium (i.e., equal chemical potential of the salt in the solid and in the solution) is obtained at room temperature and pressure to determine the solubility of the salt. We used the same methodology that was described in our previous work [E. Sanz and C. Vega, J. Chem. Phys. 126, 014507 (2007)]10.1063\/1.2397683 although several modifications were introduced to improve the accuracy of the calculations. It is found that the predictions of the solubility are quite sensitive to the details of the force field used. Certain force fields underestimate the experimental solubility of NaCl in water by a factor of four, whereas the predictions of other force fields are within 20% of the experimental value. Direct coexistence molecular dynamic simulations were also performed to determine …",
                "In this paper, the dielectric constant has been evaluated for ices Ih, III, V, VI, and VII for several water models using two different methodologies. Using Monte Carlo simulations, with special moves to sample proton-disordered configurations, the dielectric constant has been rigorously evaluated. We also used an approximate route in which proton-disordered configurations satisfying the Bernal−Fowler rules were generated following the algorithm proposed by Buch et al. (Buch, V.; Sandler, P.; Sadlej, J. J. Phys. Chem. B1998, 102, 8641), and the dielectric constant was estimated assuming that all configurations have the same statistical weight (as Pauling did when estimating the residual entropy of ice). The predictions of the Pauling model for the dielectric constant differ in general from those obtained rigorously by computer simulations because proton-disordered configurations satisfying the Bernal−Fowler rules can …",
                "Water anomalies still defy explanation. In the supercooled liquid, many quantities, for example heat capacity and isothermal compressibility , show a large increase. The question arises if these quantities diverge, or if they go through a maximum. The answer is key to our understanding of water anomalies. However, it has remained elusive in experiments because crystallization always occurred before any extremum is reached. Here we report measurements of the sound velocity of water in a scarcely explored region of the phase diagram, where water is both supercooled and at negative pressure. We find several anomalies: maxima in the adiabatic compressibility and nonmonotonic density dependence of the sound velocity, in contrast with a standard extrapolation of the equation of state. This is reminiscent of the behavior of supercritical fluids. To support this interpretation, we have performed simulations with the 2005 revision of the …",
                "The solubility of NaCl in water is evaluated by using three force field models: Joung–Cheatham for NaCl dissolved in two different water models (SPC\/E and TIP4P\/2005) and Smith Dang NaCl model in SPC\/E water. The methodology based on free-energy calculations [E. Sanz and C. Vega, J. Chem. Phys. 126, 014507 (2007)] and [J. L. Aragones et al., J. Chem. Phys. 136, 244508 (2012)] has been used, except, that all calculations for the NaCl in solution were obtained by using molecular dynamics simulations with the GROMACS package instead of homemade MC programs. We have explored new lower molalities and made longer runs to improve the accuracy of the calculations. Exploring the low molality region allowed us to obtain an analytical expression for the chemical potential of the ions in solution as a function of molality valid for a wider range of molalities, including the infinite dilute case. These new …",
                "We report the appearance of two plastic crystal phases of water at high pressure and temperature using computer simulations. In one of them the oxygen atoms form a body centered cubic structure (bcc) and in the other they form a face centered cubic structure (fcc). In both cases the water molecules were able to rotate almost freely. We have found that the bcc plastic crystal transformed into a fcc plastic crystal via a Martensitic phase transition when heated at constant pressure. We have performed the characterization and localization in the phase diagram of these plastic crystal phases for the SPC\/E, TIP4P, and TIP4P\/2005 water potential models. For TIP4P\/2005 model free energy calculations were carried out for the bcc plastic crystal and fcc plastic crystal using a new method (which is a slight variation of the Einstein crystal method) proposed for these types of solid. The initial coexistence points for the SPC\/E and …",
                "In this work the high pressure region of the phase diagram of water has been studied by computer simulation by using the TIP4P\/2005 model of water. Free energy calculations were performed for ices VII and VIII and for the fluid phase to determine the melting curve of these ices. In addition, molecular dynamics simulations were performed at high temperatures (440 K) observing the spontaneous freezing of the liquid into a solid phase at pressures of about 80 000 bar. The analysis of the structure obtained lead to the conclusion that a plastic crystal phase was formed. In the plastic crystal phase the oxygen atoms were arranged forming a body center cubic structure, as in ice VII, but the water molecules were able to rotate almost freely. Free energy calculations were performed for this new phase, and it was found that for TIP4P\/2005 this plastic crystal phase is thermodynamically stable with respect to ices VII and VIII …",
                "Simulations are used to investigate for the first time the anisotropy of the dielectric response and the effects of an applied electric field E ex on the phase diagram of water. In the presence of electric fields ice II disappears from the phase diagram. When E ex is applied in the direction perpendicular to the a c crystallographic plane the melting temperatures of ices III and V increase whereas that of ice I h is hardly affected. Ice III also disappears as a stable phase when E ex is applied in the direction perpendicular to the a b plane. E ex increases by a small amount the critical temperature and reduces slightly the temperature of the maximum density of liquid water. The presence E ex modifies all phase transitions of water but its effect on solid-solid and solid-fluid transitions seems to be more important and different depending on the direction of E ex.",
                "A relatively simple equation of state is proposed for several forms of ice, whose parameters have been fitted to the results of extensive computer simulations using the TIP4P\/Ice and TIP4P\/2005 models of water. Comparison with available experimental data for ice Ih shows that both models reproduce the experimental density and isothermal compressibility to good accuracy over the entire range of thermodynamic stability except at low temperatures. The predictions for the thermal expansion coefficient are slightly worse but still reasonable. Results obtained with the TIP4P\/2005 model are slightly better than those obtained with the TIP4P\/Ice model. At temperatures below 150 K, the predictions of both models deviate significantly from experiment. As expected, at low temperatures, quantum effects become increasingly important, and classical simulations are unable to accurately describe the properties of ices. In fact …"
            ],
            [
                [
                    "soft matter",
                    "molecular simulation",
                    "physics",
                    "condensed matter"
                ]
            ],
            [
                "Louis J. Massa Professor Hunter College (212) 772-4311 LMassa@hunter.cuny.edu Website Ph.D. Georgetown University Quantum crystallography"
            ]
        ]
    ]
}