{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HE6YSJC4",
            "FlnDapMAAAAJ",
            [
                "Modern Michelson-Morley experiment using cryogenic optical resonators",
                "Measurement of the fine-structure constant as a test of the Standard Model",
                "Atom-interferometry tests of the isotropy of post-Newtonian gravity",
                "A precision measurement of the gravitational redshift by the interference of matter waves",
                "Atom interferometry with up to 24-photon-momentum-transfer beam splitters",
                "Atom-interferometry constraints on dark energy",
                "Tests of relativity using a cryogenic optical resonator"
            ],
            [
                "We report on a new test of Lorentz invariance performed by comparing the resonance frequencies of two orthogonal cryogenic optical resonators subject to Earth’s rotation over∼ 1 y r. For a possible anisotropy of the speed of light c, we obtain Δ θ c\/c 0=(2.6±1.7)× 10− 15. Within the Robertson-Mansouri-Sexl (RMS) test theory, this implies an isotropy violation parameter β− δ− 1 2=(− 2.2±1.5)× 10− 9, about 3 times lower than the best previous result. Within the general extension of the standard model of particle physics, we extract limits on seven parameters at accuracies down to 10− 15, improving the best previous result by about 2 orders of magnitude.",
                "Measurements of the fine-structure constant α require methods from across subfields and are thus powerful tests of the consistency of theory and experiment in physics. Using the recoil frequency of cesium-133 atoms in a matter-wave interferometer, we recorded the most accurate measurement of the fine-structure constant to date: α = 1\/137.035999046(27) at 2.0 × 10−10 accuracy. Using multiphoton interactions (Bragg diffraction and Bloch oscillations), we demonstrate the largest phase (12 million radians) of any Ramsey-Bordé interferometer and control systematic effects at a level of 0.12 part per billion. Comparison with Penning trap measurements of the electron gyromagnetic anomaly ge − 2 via the Standard Model of particle physics is now limited by the uncertainty in ge − 2; a 2.5σ tension rejects dark photons as the reason for the unexplained part of the muon’s magnetic moment at a 99% confidence level …",
                "We present a test of the local Lorentz invariance of post-Newtonian gravity by monitoring Earth’s gravity with a Mach-Zehnder atom interferometer that features a resolution of up to 8× 10− 9 g\/Hz, the highest reported thus far. Expressed within the standard model extension (SME) or Nordtvedt’s anisotropic universe model, the analysis limits four coefficients describing anisotropic gravity at the ppb level and three others, for the first time, at the 10 ppm level. Using the SME we explicitly demonstrate how the experiment actually compares the isotropy of gravity and electromagnetism.",
                "One of the central predictions of metric theories of gravity, such as general relativity, is that a clock in a gravitational potential U will run more slowly by a factor of 1+ U\/c 2, where c is the velocity of light, as compared to a similar clock outside the potential 1. This effect, known as gravitational redshift, is important to the operation of the global positioning system 2, timekeeping 3, 4 and future experiments with ultra-precise, space-based clocks 5 (such as searches for variations in fundamental constants). The gravitational redshift has been measured using clocks on a tower 6, an aircraft 7 and a rocket 8, currently reaching an accuracy of 7× 10-5. Here we show that laboratory experiments based on quantum interference of atoms 9, 10 enable a much more precise measurement, yielding an accuracy of 7× 10-9. Our result supports the view that gravity is a manifestation of space-time curvature, an underlying principle of …",
                "We present up to 24-photon Bragg diffraction as a beam splitter in light-pulse atom interferometers to achieve the largest splitting in momentum space so far. Relative to the 2-photon processes used in the most sensitive present interferometers, these large momentum transfer beam splitters increase the phase shift 12-fold for Mach-Zehnder (MZ) and 144-fold for Ramsey-Bordé (RB) geometries. We achieve a high visibility of the interference fringes (up to 52% for MZ or 36% for RB) and long pulse separation times that are possible only in atomic fountain setups. As the atom’s internal state is not changed, important systematic effects can cancel.",
                "If dark energy, which drives the accelerated expansion of the universe, consists of a light scalar field, it might be detectable as a “fifth force” between normal-matter objects, in potential conflict with precision tests of gravity. Chameleon fields and other theories with screening mechanisms, however, can evade these tests by suppressing the forces in regions of high density, such as the laboratory. Using a cesium matter-wave interferometer near a spherical mass in an ultrahigh-vacuum chamber, we reduced the screening mechanism by probing the field with individual atoms rather than with bulk matter. We thereby constrained a wide class of dark energy theories, including a range of chameleon and other theories that reproduce the observed cosmic acceleration.",
                "A 190-day comparison of the optical frequencies defined by an optical cavity and a molecular electronic transition is analyzed for the velocity independence of the speed of light (Kennedy-Thorndike test) and the universality of the gravitational redshift. The modulation of the laboratory velocity and the gravitational potential were provided by Earth’s orbital motion around the Sun. We find a velocity-dependence coefficient of (1.9±2.1)× 10− 5, 3 times lower compared to the best previous test. Alternatively, the data confirm the gravitational redshift for an electronic transition at the 4% level. Prospects for significant improvements of the tests are discussed."
            ],
            [
                [

                ]
            ],
            [
                "Holger Müller Holger Müller Associate Professor 301C Physics South hm@berkeley.edu (510) 664-4298 The Müller Group Holger Müller successfully applied for his first patent when he was 14. Later, he did his undergraduate thesis with Jürgen Mlynek at the University of Konstanz, Germany. He graduated from Humboldt-University, Berlin, with Achim Peters as advisor. Müller received a fellowship of the Alexander von Humboldt foundation and joined the group of Steven Chu in Stanford as a postdoc. In July 2008, he joined the physics faculty at U.C. Berkeley. The basic premise of my work is that precision measurements of fundamental quantities can help to address the great challenges faced by physicists now – for example, how we can find and verify a theory beyond the standard model of particle physics that might eventually unify gravity and quantum mechanics. While the energy scale of such theories is typically beyond the reach of experiments, it is possible to probe for suppressed effects at attainable energies in experiments of outstanding precision. Precision measurements have played a central role in the paradigm shifts of twentieth-century physics, and I am convinced that this will continue to be the case. My work uses methods from atomic, molecular, and optical physics. It is centered on advancing the experimental technology to push the sensitivity of experiments to new levels, and to perform precision measurements of fundamental quantities. Some examples follow. I also work on the theory required for or underlying this work. Atom interferometry : In light-pulse atom interferometers, atomic matter waves are split and recombined using pulses of laser light. The splitting occurs because when an atom interacts with the photons of a laser beam, it exchanges the momentum of a number of photons. The atom may thus continue on either of two spatially separate paths, the interferometer arms. When the paths are recombined, the probability that the atom is found depends upon the phase difference between them, which determines whether the matter waves will add or cancel. This phase is shifted by the atom’s coupling to electromagnetic fields, gravity, inertial forces, and other influences. By selecting the geometry of the interferometer, the atomic species, and its quantum state, one can maximize the wanted influence and minimize others. Advances in the control of the quantum state of atoms and photons have led to an extraordinary sensitivity and accuracy. I currently work on a measurement of h\/M, the ratio of the Planck constant to the mass of the Cs atom. From that measurement and known fundamental constants, a value for the fine structure constant α can be derived. The target accuracy of this work is one part per billion or better. The comparison of such a measurement to other measurements of α would be the most sensitive test of the theory of quantum electrodynamics. Moreover, it can contribute to a precision measurement of Avogadro’s constant and a new definition of the kilogram. It is also a sensitive probe for physics beyond the standard model, such as low-energy dark matter candidates or a possible internal structure of the electron. On that path, we have reached several milestones so far: We have increased the sensitivity of atom interferometry by a factor of more than 100. This was accomplished by the use of multiphoton processes that transfer the momentum of up to 24 photons at once. By using “conjugate” interferometers, in which the interferometer arms simultaneously move into opposite directions, we have developed a way to strongly reduce many systematic errors. To make this possible, we developed the strongest continuous-wave laser at the particular wavelength required by the experiment. Also, we developed a theory of such multiphoton processes, based on a new method to find approximate solutions to the Schrödinger equation. In another experiment, we have tested Einstein’s theory of gravity, general relativity, by looking for tiny modulations in the Earth’s gravitational field. We found bounds on seven parameters characterizing “post-Newtonian” deviations from the theory. This test made use of the most sensitive atom interferometry-based gravimeter thus far and is the first laboratory test of post-Newtonian gravity that is competitive with the best astrophysics bounds (from 30 years of lunar laser ranging data). Precision tests of relativity : A classical example for such tests is the Michelson-Morley experiment, which compares the velocity of light for different directions of propagation. According to the theory of special relativity, no difference should be found. However, theories beyond the standard model, such as string theory and loop quantum gravity, may allow for tiny violations of this principle. We could improve the precision of the experiment to sixteen decimal places. To do so, we used optical cavities, in which the light ray bounces back and forth a distance several hundred thousand times. The time between bounces is read out by using it as a reference for the frequencies of lasers and measuring the laser frequencies. In the experiment, the distance is defined by a solid spacer (usually quartz or sapphire). If relativity is violated, the length of the spacer may change, as relativity also governs the equations of motion of the particles that make up the spacer. I have studied these changes and found that, in addition to setting limits on variations of the velocity of light, the experiment can also bound violations of relativity in the motion of electrons. This work constitutes the highest-precision confirmation of relativity for the motion of photons and electrons. Development of improved atom optics for interferometry: short grating periods by up to one-hundred photon momentum transfer via resonant enhancement of the intensity of the laser light, and\/or ultraviolet (uv) light. UV light will also reduce distortions of the laser beams by optical diffraction. The eventual aim is to build interferometers having 0.1 square meters of area between the arms and a precision of 10 parts per trillion (ppt) or better. Laboratory test of gravitomagnetism (Lense-Thirring effect) by Sagnac atom interferometry: General relativity predicts that Earth’s rotation “drags” a local inertial observer to rotate at ~0.04 arc seconds per year, relative to the fixed stars. This has been verified by the Lageos satellites at 5-10% accuracy and the gravity-probe B satellite, which has not yet announced a final result. Atom interferometers with ultra-large enclosed areas will be sufficiently sensitive to provide the first laboratory measurement of it. Compared to using satellites, this project has a lower price tag, less stringent limits on “mission time,” a different set of systematic effects, and it can be repeated to make step-by step improvements. Measuring the fine structure constant to a precision that is better than 100 ppt, by atom interferometry. Such a measurement would be sensitive towards the existence of low-energy dark matter candidates and\/or supersymmetric particles (“sparticles”) up to the TeV mass range. Frequency comb metrology in the deep uv to soft x-ray spectrum (collaboration with Lawrence Berkeley National Laboratory). 1,000-10,000 times improved test of Lorentz invariance by monitoring the birefringence of (nearly) isotropic materials (theory and experiment); also by probing electromagnetostatic fields. Femtosecond-laser atom optics to address broad spectral bandwidth. Holger Müller, Sheng-wey Chiow, Quan Long, Sven Herrmann, and Steven Chu, Atom Interferometry with up to 24-Photon-Momentum-Transfer Beam Splitters, arXiv:0712.1990, Phys. Rev. Lett. 100, 180405 (2008). Holger Müller, Sheng-wey Chiow, Sven Herrmann, Steven Chu, Keng-Yeow Chung, Atom Interferometry tests of the isotropy of Post-Newtonian Gravity, arXiv:0710.3768, Phys. Rev. Lett. 100, 031101 (2008). Holger Müller, Sheng-wey Chiow, Sven Herrmann, Steven Chu, Nanosecond electro-opti¬cal switching with a repetition rate above 20MHz, arXiv:0710.1374, Rev. Sci. Instrum. 78, 124702 (2007). Holger Müller, Sheng-wey Chiow, and Steven Chu, Diffraction between the Raman-Nath and the Bragg regime: Effective Rabi frequency, losses, and phase shifts, arxiv: 0704.2627, Phys. Rev. A 77, 023609 (2008). Holger Müller, Sven Herrmann, Alexander Senger, Evgeny Kovalchuk, Achim Peters, Paul Louis Stanwix, Michael Edmund Tobar, Eugene Ivanov, and Peter Wolf, Tests of relativity by complementary rotating Michelson-Morley experiments, arXiv:0706.2031, Phys. Rev. Lett. 99, 050401 (2007)."
            ]
        ]
    ]
}