{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HG6CZFGN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Priscilla Cushman Priscilla Cushman Priscilla \"Prisca\" Cushman Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-626-8917 cushman@umn.edu Physics And Nanotechnology Building Minnesota Institute for Astrophysics (MIfA) CDMS Group Ph.D., Rutgers University, 1985 A.B. cum laude, Harvard University, 1976 Exploration into the building blocks of matter through complementary approaches: (1) SuperCDMS-SNOLAB. Currently the Spokesperson for the experiment. We have set world-leading limits from our earlier experiment at the Soudan Underground Laboratory in northern Minnesota. We were one of two experiments approved through the Generation-2 DOE\/NSF initiative to look for Weakly Interacting Massive Particles (or WIMPs). Our new experiment at SNOLAB will look more specifically for very low-mass WIMPS and potential dark sector candidates. (2) I helped to build the CMS experiment at the Large Hadron Collider in Switzerland. I took part in early runs (e.g. the discovery of the Higgs Particle) and still retain a keen interest in limits on the properties of dark matter production at the LHC. (3) I was a member of the Muon g-2 Experiment at Brookhaven, where we set the most precise measurement of the magnetic moment of the muon. The three sigma discrepancy between theory and experiment continues to inform the search for new physics that can explain it. Biography We used to think we understood what everything was made of, from the quarks inside protons and neutrons to the stars and galaxies. We called this the Standard Model of Particle Physics. However, over the last couple decades, it has become obvious that a class of new elementary particles (called dark matter) make up 80% of the matter in the Universe, but do not have a place (yet) in the Standard Model. My focus these days is trying to understand the nature of that dark matter through direct detection of it as it rains down on us here on Earth. My previous experience in accelerator-based physics informs the design of the detectors and facility. SuperCDMS is a particle physics experiment where the particles are provided by the dark matter that permeates our galaxy and the kinetic energy is provided by the motion of our solar system through the dark matter cloud. An upgraded SuperCDMS experiment is being installed at SNOLAB, an underground lab 2 km below the Earth's surface in Sudbury, Canada. You can read more about the science and the experiment at https:\/\/supercdms.slac.stanford.edu\/ Dark matter searches, novel particle detectors, collaborative work in integrative tools for Underground Science, low background techniques [ Research Web Page Research Group SuperCDMS Books P. Cushman, Chapter 4. Electromagnetic and Hadronic Calorimeters Book: \"Instrumentation in High Energy Physics\". edited by F. Sauli, World Scientific (1992), pp. 281-386. FOR RECENT PUBLICATIONS , DOWNLOAD FILE : [ download Pubs2018.pdf OLDER PUBLICATIONS CAN BE FOUND BELOW: R. Agnese et al. (SuperCDMS Collaboration), CDMSLite: Search for Low-Mass Weakly Interacting Massive Particles Using Voltage-Assisted Calorimetric Ionization Detection in the SuperCDMS Experiment. Phys. Rev. Lett. 112, 041302 (2014) P. Cushman et al., Snowmass CF1 Summary: WIMP Dark Matter Direct Detection arXiv:1310.8327 [hep-ex] (2013) R. Agnese et al. (CDMS Collaboration), Silicon Detector Dark Matter Results from the Final Exposure of CDMS II Phys. Rev. Lett. 111, 251301 (2013) S. Chatrchyan et al. (CMS Collaboration), Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC Phys.Lett. B716 (2012) Z. Ahmed et al, (CDMS Collaboration) Dark Matter Search Results from the CDMS II Experiment, Science 26 March 2010 Vol. 327. no. 5973, pp. 1619 – 1621 Z. Ahmed et al, (CDMS Collaboration) Low-threshold analysis of CDMS shallow-site data, Phys.Rev. D82:122004, 2010 arXiv:1010.4290 Z. Ahmed et al, (CDMS Experiment) Search for Axions with the CDMS Experiment, Cover Article: 2 Oct 2009 Phys. Rev. Lett.103, No.141802 (2009) arXiv:0902.4693v1 Z. Ahmed et al, (CDMS Collaboration) A Search for WIMPs with the First Five- Tower Data from CDMS, Phys. Rev. Lett. 011301 Jan 2009 G.W. Bennett et al, (Muon (g-2) Collab.) An Improved Limit on the Muon Electric Dipole Moment, Phys. Rev. D 80, 052008 (2009) arXiv:0811.1207v1 [hep-ex] G.W. Bennett et al., Search for Lorentz and CPT violation effects in muon spin precession., Phys. Rev. Lett. (2008) P. Cushman and B. Sherwood, Lifetime Studies of the 19-channel Hybrid Photodiode for the CMS Hadronic Calorimeter, NIM A - March, (2008) G.W. Bennett et al., Statistical equations and methods applied to the precision muon (g-2) experiment at BNL, NIM A579 (2007) P.B. Cushman, Dark matter searches: Technology and backgrounds Nucl. Instr. and Meth. A579 pp 437-442 (2007) [ abstract P. Cushman, Low Level Counting Infrastructure and Requirements. Deep Science (NSF DUSEL Initiative) (2006) [ abstract Bennet et al. (Muon g-2 Collaboration), Final report of the E821 muon anomalous magnetic moment measurement at BNL Phys. Rev. D 73, 072003 (2006) [ abstract E. Aprile, P. Cushman, K. Ni, P. Shagin, Detection of liquid xenon scintillation light with a silicon photomultiplier Nuclear Inst. and Methods in Physics Research, A556, p.215-218 (2006) [ abstract Akerib et al. (CDMS Collaboration), Limits on spin-dependent WIMP-nucleon interactions from the Cryogenic Dark Matter Search Phys. Rev. D 73, 011102(R) (2006) [ abstract Akerib et al (CDMS Collaboration), Limits on Spin-Independent Interactions of Weakly Interacting Massive Particles with Nucleons from the Two-Tower Run of the Cryogenic Dark Matter Search Phys. Rev. Lett. 96, 011302 (2006) [ abstract P. Cushman, Muon g-2 constraints on SUSY dark matter reviewed and predicted New Astronomy Reviews Vol 49, Pages 125-131 (2005) [ abstract Muon g-2 Collaboration (G.W.Bennett et al.), Measurement of the Negative Muon Anomalous Magnetic Moment to 0.7 ppm hep-ex\/0401008, Physical Review Letters 92, 161802 (2004). P.B. Cushman and A.J.Heering, Problems and Solutions in High-rate Multi-channel Hybrid Photodiode Design: The CMS Experience Transactions in Nuclear Science (TNS-00147-2001), IEEE Trans.Nucl.Sci.49:963-970,2002. Advisees & Collaborators Graduate Students: D'Ann Barker Nick Mast Jack Nelson Derek Sincavage Postdoctoral Researchers: Matt Fritts Anthony Villano Collaborators: Vuk Mandic (Co-PI for CDMS Group) Gina Ristani, Cryo Technician Former Researchers and Students Graduate Students: D'Ann Barker Mark Pepin Scott Fallows Tommy Hofer Allison Kennedy Hannah Rogers Postdoctoral Researchers: Anthony Villano"
            ]
        ]
    ]
}