{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HGGDGHU6",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "ISAAC L. CHUANG Professor of Physics Professor of Electrical Engineering Senior Associate Dean of Digital Learning, MIT ichuang@mit.edu (617) 253-1692 26-251 Joanna K. Welch (617) 253-6830 RELATED LINKS: quanta Research Group Center for Ultracold Atoms MIT Office of Digital Learning Atomic, Molecular, and Optical Physics The beginning of the end for encryption schemes? , 3.3.2016] MIT awarded $3M for training program in quantum information science , 8.4.2008] Prototype quantum computer simulates quantum system , 7.14.1999] S.B., Electrical Engineering (1991) and Physics (1990), MIT S.M., Electrical Engineering, MIT, 1991 Ph.D., Electrical Engineering, Stanford University, 1997 Postdoctoral Fellow, University of California, Berkeley and Los Alamos National Laboratory IBM’s Almaden Research Center, 1999 Professor, MIT Physics, 2000-Present Awards and Honors 2010 - American Physical Society Fellow 2008 - NSF Integrative Graduate Education and Research Traineeship (IGERT) grant 1999 - MIT Technology Review Top 100 Innovators in the World Under 35 1997 - Hertz Foundation Fellow How can physical systems represent and process information? Can Nature be better understood in terms of information and computation? Keywords: Quantum information science, AMO implementations of quantum computers, Entanglement and cryptography, Quantum algorithms, Spin detection and manipulation, Architectures for quantum information systems Prof. Chuang is a pioneer in the field of quantum information science. His experimental realization of two, three, five, and seven quantum bit quantum computers using nuclear spins in molecules provided the first laboratory demonstrations of many important quantum algorithms, including Shor's quantum factoring algorithm. The error correction, algorithmic cooling, and entanglement manipulation techniques he developed provide new ways to obtain complete quantum control over light and matter, and lay a foundation for possible large-scale quantum information processing systems. Prof. Chuang came to MIT in 2000 from IBM, where he was a research staff member. He received his doctorate in Electrical Engineering from Stanford University, where he was a Hertz Foundation Fellow. Prof. Chuang also holds two bachelors and one masters degrees in Physics and Electrical Engineering from MIT, and was a post-doctoral fellow at Los Alamos National Laboratory and the University of California at Berkeley. He is the author, together with Michael Nielsen, of the textbook Quantum Computation and Quantum Information . Andrew A. Houck, Jeffrey B. Brock, and Isaac L. Chuang. Experimental observations of a left-handed material that obeys Snell's law. Phys. Rev. Lett. , 90 pp. 137401, 2003. M. Steffen, Wim van Dam, Tad Hogg, Greg Breyta, and I. L. Chuang. Experimental implementation of an adiabatic quantum optimization algorithm. Phys. Rev. Lett. , 90 pp. 067903, 2003. L. M. K. Vandersypen, M. Steffen, G. Breyta, C. S. Yannoni, M. Sherwood, and I. L. Chuang. Experimental realization of Shor's quantum factoring algorithm using nuclear magnetic resonance. Nature , 414 pp. 883, 2001. D. Gottesman and I. L. Chuang. Demonstrating the viability of universal quantum computation using teleportation and single-qubit operations. Nature , 402 pp. 390-392, 1999. I. L. Chuang, L. M. K. Vandersypen, X. L. Zhou, D. W. Leung, and S. Lloyd. Experimental realization of a quantum algorithm. Nature , 393 no. 6681 pp. 143-146, 1998. M. A. Nielsen and I L. Chuang. Programmable quantum gate arrays. Phys. Rev. Lett. , 79 no. 2 pp. 321-324, 1997. N. Gershenfeld and I. L. Chuang. Bulk spin resonance quantum computation. Science , 275 pp. 350, 1997. I. Chuang, R. Durrer, N. Turok, and B. Yurke. Cosmology in the laboratory: defect dynamics in liquid crystals. Science , 251 pp. 1336, 1991."
            ]
        ]
    ]
}