{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HH96BDLC",
            "sUzwT5QAAAAJ",
            [
                "A shorter 146Sm half-life measured and implications for 146Sm-142Nd chronology in the solar system",
                "Construction of a modular large-area neutron detector for the NSCL",
                "Commissioning of the HELIOS spectrometer",
                "Investigations of three-, four-, and five-particle decay channels of levels in light nuclei created using a 9C beam",
                "Democratic Decay of 6Be Exposed by Correlations"
            ],
            [
                "The extinct p-process nuclide 146Sm serves as an astrophysical and geochemical chronometer through measurements of isotopic anomalies of its α-decay daughter 142Nd. Based on analyses of 146Sm\/147Sm α-activity and atom ratios, we determined the half-life of 146Sm to be 68 ± 7 (1σ) million years, which is shorter than the currently used value of 103 ± 5 million years. This half-life value implies a higher initial 146Sm abundance in the early solar system, (146Sm\/144Sm)0 = 0.0094 ± 0.0005 (2σ), than previously estimated. Terrestrial, lunar, and martian planetary silicate mantle differentiation events dated with 146Sm-142Nd converge to a shorter time span and in general to earlier times, due to the combined effect of the new 146Sm half-life and (146Sm\/144Sm)0 values.",
                "A collaboration of ten institutions, including a large number of undergraduate schools, proposed and constructed a highly efficient large-area neutron detector. The modular neutron array (MoNA) is designed to detect high-energy neutrons in experiments with fast rare isotopes at the National Superconducting Cyclotron Laboratory. It consists of 144 individual detector modules of plastic scintillator, is position sensitive, and features multi-hit capability. The MoNA project involves undergraduate students from the collaborating colleges and universities and gives them the possibility to take part in research at the forefront of nuclear physics.",
                "This paper describes the implementation and commissioning of a device based on a new concept for measurements of nuclear reactions in inverse kinematics. The HELIcal Orbit Spectrometer, HELIOS, was commissioned at Argonne National Laboratory by studying the 28Si(d,p)29Si reaction in inverse kinematics. This experiment served as a proof of principle for this previously untested concept, and was used to verify the response and performance characteristics of HELIOS.",
                "The interactions of an E\/A= 70-MeV C 9 beam with a Be target was used to populate levels in Be, B, and C isotopes, which undergo decay into many-particle exit channels. The decay products were detected in the HiRA array and the level energies were identified from their invariant mass. Correlations between the decay products were examined to deduce the nature of the decays, specifically to what extent all the fragments were created in one prompt step or whether the disintegration proceeded in a sequential fashion through long-lived intermediate states. In the latter case, information on the spin of the level was also obtained. Of particular interest is the five-body decay of the C 8 ground state, which was found to disintegrate in two steps of two-proton decay passing through the Be 6 g. s. intermediate state. The isobaric analog of C 8 g. s. in B 8 was also found to undergo two-proton decay to the isobaric analog of …",
                "The interaction of an E\/A= 70-MeV Be 7 beam with a Be target was used to populate levels in Be 6 following neutron knockout reactions. The three-body decay of the ground and first excited states into the α+ p+ p exit channel were detected in the High Resolution Array. Precise three-body correlations extracted from the experimental data allowed us to obtain insight into the mechanism of the three-body democratic decay. The correlation data are in good agreement with a three-cluster-model calculation and thus validate this theoretical approach over a broad energy range."
            ],
            [
                [
                    "Experimental Nuclear Physics",
                    "Nuclear structure",
                    "β-delayed neutron emission",
                    "Transfer reactions"
                ]
            ],
            [
                "Scott Marley Assistant Professor of Physics Ph.D., 2012 - Western Michigan University 224 Nicholson Hall, Tower Dr. (225) 578-8278-Office smarley@lsu.edu I'm an experimental nuclear physicist who is interested the structure and decay properties\n                  of unstable atomic nuclei. To study some of the most exotic isotopes that exist in\n                  nature requires experiments using accelerated beams of radioactive ions and a variety\n                  of detection techniques. I primarily utilize nucleon transfer reactions in efforts\n                  to better understand how the strong interaction defines nuclear structure. I am also interested in research to investigate the structure and beta-decay properties\n                  of very neutron-rich nuclei. In addition to nuclear energy and nonproliferation applications,\n                  many of these nuclei play a key role in the formation of the heavy elements in stellar\n                  environments during the astrophysical rapid neutron-capture process (\"r-process\"). My experimental research includes transfer reaction studies using the Helical Orbit Spectrometer (HELIOS) with radioactive beams from the Argonne Tandem Linear Accelerator System at Argonne National Laboratory (ANL) as well as stable beam experiments at the Institute for Structure and Nuclear Astrophysics at the University of Notre Dame. I am a part of a collaboration which performs decay\n                  spectroscopy of neutron-rich fission fragments at the Californium Rare Isotope Breeder Upgrade (CARIBU) facility at ANL. Current and Select Publications S. Bedoor, et al , “Structure of 14 B and the Evolution of N=9 Single-Neutron Isotones” Phys. Rev. C 88 , 011304 (2014). N. Kinoshita, et al , “A Shorter 146 Sm Half-Life Measured and Implications for 146 Sm- 142 Nd Chronology in the Solar System”, Science 335 (6076), 1614-1617 (2012). B. B. Back et al , \"First Experiment with HELIOS: The Structure of 13 B\", Phys. Rev. Lett. 104 , 132501 (2010). A.H. Wuosmaa, et al , “Structure of 7 He by Proton Removal from 8 Li with the ( d , 3 He) Reaction”, Phys. Rev. C 78, 041302 (2008)."
            ]
        ]
    ]
}