{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HH9T1YW4",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Frans  Pretorius Frans  Pretorius Professor of Physics 609-258-5858 fpretori@Princeton.EDU Angela Q. Lewis 478 Jadwin Hall physics.princeton.edu\/~fpretori\/  My primary field of research is Einstein's theory of general relativity, and I specialize in numerical solution of the field equations. Some of my new and on-going projects include: understanding the nature of and gravitational wave emission from binary compact object mergers, where each member is either a black hole or neutron star; critical phenomena at the threshold of gravitational collapse; the stability and dynamics of higher dimensional black holes; the nature of singularities that generically appear in black hole and cosmological spacetimes; solutions to higher dimensional asymptotically Anti de-Sitter (AdS) Einstein gravity, where one of the anticipated applications is to understand RHIC (Relativistic Heavy Ion Collider) physics via the AdS\/CFT correspondence of string theory. The non-linearity and complexity of Einstein's equations make it challenging to solve them even numerically, and some portion of my time is spent designing algorithms to efficiently solve the equations in parallel on large computer clusters, and writing software to manipulate and visualize the simulation results. Gravitational interaction of compact objects. Of significant interest today is to compute the gravitational waves emitted during the merger of compact objects, in particular binary black holes, binary neutron stars, and black hole-neutron star binaries. Understanding the gravitational wave emission in such events is important for the anticipated detection and deciphering of them by gravitational wave detectors such as LIGO. Furthermore, with binary neutron star or neutron star\/black hole mergers strong electromagnetic and neutrino emission also occur; this offers the exciting possibility of coincident detection in gravitational waves, which could provide a tremendous wealth of information about the source. The image shown here is a depiction of the gravitational waves radiated during an equal mass binary black hole merger, shortly after the two black holes have merged into a single black hole. Critical phenomena in gravitational collapse. Critical phenomena refers to interesting behavior observed at the threshold of gravitational collapse; i.e. matter that is just on the verge of forming a black hole. Some of the phenomena including universality and self-similarity of the solution, and power law scaling relationships for length scales emerging in near critical collapse. The image to the left shows the continuously self similar solution of scalar field critical collapse.  The instability of higher dimensional black strings. Unlike 4D black holes, many higher dimensional black objects (black holes, strings, rings) are unstable to perturbations. For example, the 5D black string (S 2 x R) is unstable to long-wavelength perturbations along the string-like direction, which, as depicted in the image to the right, causes the string to evolve to a state resembling a sequence of spherical black holes connected by thin black strings. The final fate of this instability is still unknown. Scientific visualization, numerical solution methods, high performance computing. I primarily use finite difference techniques, with adaptive mesh refinement (AMR), to solve the coupled elliptic\/hyperbolic partial differential equations of general relativity. The software I have written includes tools to solve such equations in a parallel computer environment, and visualization software to analyze the results (screen-shots of which are shown here). For some animations of research results and related links, please visit my personal homepage Selected Publications \" Ultra Relativistic Particle Collisions, ” M. Choptuik and F. Pretorius, accepted for publication in Phys. Rev. Lett. (2010) \" Fundamental Theoretical Bias in Gravitational Wave Astrophysics and the Parameterized Post-Einsteinian Framework ,” N. Yunes and F. Pretorius, Phys.Rev. D80 , 122003 (2009) \" The high-energy collision of two black holes ,” U. Sperhake, V. Cardoso, F. Pretorius, E. Berti, J. A. Gonzalez, Phys.Rev.Lett. 101 :161101 (2008). \" Black Hole Mergers and Unstable Circular Orbits ,\" F. Pretorius and D. Khurana, Class.Quant.Grav . 24 , S83-S108 (2007). \" Adaptive Mesh Refinement for Coupled Elliptic-Hyperbolic Systems \", F. Pretorius and M.W. Choptuik, J.Comput.Phys . 218 , 246-274 (2006). \" Evolution of Binary Black Hole Spacetimes \", F. Pretorius, Phys.Rev.Lett . 95 , 121101 (2005) \" Critical Collapse of a Complex Scalar Field with Angular Momentum \", M.W. Choptuik, E.W. Hirschmann, S.L. Liebling, F. Pretorius, Phys.Rev.Lett. 93 , 131101 (2004). \" Towards the Final Fate of an Unstable Black String \", M.W. Choptuik, L. Lehner, I. Olabarrieta, R. Petryk, F. Pretorius, H. Villegas, Phys.Rev. D68 , 044001 (2003)   "
            ]
        ]
    ]
}