{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HHBH2J24",
            "WQ8_mD0AAAAJ",
            [
                "Long-range angular correlations on the near and away side in p–Pb collisions at sNN= 5.02 TeV",
                "Elliptic Flow of Charged Particles in Pb-Pb Collisions at ",
                "Performance of the ALICE experiment at the CERN LHC",
                "Suppression of charged particle production at large transverse momentum in central Pb–Pb collisions at sNN= 2.76 TeV",
                "Centrality dependence of , , and  production in Pb-Pb collisions at  TeV",
                "Systematic measurements of identified particle spectra in , , and  collisions at the STAR detector",
                "Centrality Dependence of the Charged-Particle Multiplicity Density at Midrapidity in Pb-Pb Collisions at ",
                "Higher Harmonic Anisotropic Flow Measurements of Charged Particles in Pb-Pb Collisions at ",
                "Enhanced production of multi-strange hadrons in high-multiplicity proton-proton collisions"
            ],
            [
                "Angular correlations between charged trigger and associated particles are measured by the ALICE detector in p–Pb collisions at a nucleon–nucleon centre-of-mass energy of 5.02 TeV for transverse momentum ranges within 0.5< p T, assoc< p T, trig< 4 GeV\/c. The correlations are measured over two units of pseudorapidity and full azimuthal angle in different intervals of event multiplicity, and expressed as associated yield per trigger particle. Two long-range ridge-like structures, one on the near side and one on the away side, are observed when the per-trigger yield obtained in low-multiplicity events is subtracted from the one in high-multiplicity events. The excess on the near-side is qualitatively similar to that recently reported by the CMS Collaboration, while the excess on the away-side is reported for the first time. The two-ridge structure projected onto azimuthal angle is quantified with the second and third Fourier …",
                "We report the first measurement of charged particle elliptic flow in Pb-Pb collisions at s N N= 2.76 TeV with the ALICE detector at the CERN Large Hadron Collider. The measurement is performed in the central pseudorapidity region (| η|< 0.8) and transverse momentum range 0.2< p t< 5.0 GeV\/c. The elliptic flow signal v 2, measured using the 4-particle correlation method, averaged over transverse momentum and pseudorapidity is 0.087±0.002 (stat)±0.003 (syst) in the 40%–50% centrality class. The differential elliptic flow v 2 (p t) reaches a maximum of 0.2 near p t= 3 GeV\/c. Compared to RHIC Au-Au collisions at s N N= 200 GeV, the elliptic flow increases by about 30%. Some hydrodynamic model predictions which include viscous corrections are in agreement with the observed increase.",
                "ALICE is the heavy-ion experiment at the CERN Large Hadron Collider. The experiment continuously took data during the first physics campaign of the machine from fall 2009 until early 2013, using proton and lead-ion beams. In this paper we describe the running environment and the data handling procedures, and discuss the performance of the ALICE detectors and analysis methods for various physics observables.",
                "Inclusive transverse momentum spectra of primary charged particles in Pb–Pb collisions at s NN= 2.76 TeV have been measured by the ALICE Collaboration at the LHC. The data are presented for central and peripheral collisions, corresponding to 0–5% and 70–80% of the hadronic Pb–Pb cross section. The measured charged particle spectra in| η|< 0.8 and 0.3< p T< 20 GeV\/c are compared to the expectation in pp collisions at the same s NN, scaled by the number of underlying nucleon–nucleon collisions. The comparison is expressed in terms of the nuclear modification factor R AA. The result indicates only weak medium effects (R AA≈ 0.7) in peripheral collisions. In central collisions, R AA reaches a minimum of about 0.14 at p T= 6–7 GeV\/c and increases significantly at larger p T. The measured suppression of high-p T particles is stronger than that observed at lower collision energies, indicating that a very …",
                "In this paper measurements are presented of π±, K±, p, and p production at midrapidity (| y|< 0.5), in Pb-Pb collisions at s N N= 2.76 TeV as a function of centrality. The measurement covers the transverse-momentum (p T) range from 100, 200, and 300 MeV\/c up to 3, 3, and 4.6 GeV\/c for π, K, and p, respectively. The measured p T distributions and yields are compared to expectations based on hydrodynamic, thermal and recombination models. The spectral shapes of central collisions show a stronger radial flow than measured at lower energies, which can be described in hydrodynamic models. In peripheral collisions, the p T distributions are not well reproduced by hydrodynamic models. Ratios of integrated particle yields are found to be nearly independent of centrality. The yield of protons normalized to pions is a factor∼ 1.5 lower than the expectation from thermal models.",
                "Identified charged-particle spectra of π±, K±, p, and p at midrapidity (| y|< 0. 1) measured by the dE\/dx method in the STAR (solenoidal tracker at the BNL Relativistic Heavy Ion Collider) time projection chamber are reported for pp and d+ Au collisions at s NN= 200 GeV and for Au+ Au collisions at 62.4, 130, and 200 GeV. Average transverse momenta, total particle production, particle yield ratios, strangeness, and baryon production rates are investigated as a function of the collision system and centrality. The transverse momentum spectra are found to be flatter for heavy particles than for light particles in all collision systems; the effect is more prominent for more central collisions. The extracted average transverse momentum of each particle species follows a trend determined by the total charged-particle multiplicity density. The Bjorken energy density estimate is at least several GeV\/fm 3 for a formation time less than …",
                "The centrality dependence of the charged-particle multiplicity density at midrapidity in Pb-Pb collisions at s NN= 2.76 TeV is presented. The charged-particle density normalized per participating nucleon pair increases by about a factor of 2 from peripheral (70%–80%) to central (0%–5%) collisions. The centrality dependence is found to be similar to that observed at lower collision energies. The data are compared with models based on different mechanisms for particle production in nuclear collisions.",
                "We report on the first measurement of the triangular v 3, quadrangular v 4, and pentagonal v 5 charged particle flow in Pb-Pb collisions at s NN= 2.76 TeV measured with the ALICE detector at the CERN Large Hadron Collider. We show that the triangular flow can be described in terms of the initial spatial anisotropy and its fluctuations, which provides strong constraints on its origin. In the most central events, where the elliptic flow v 2 and v 3 have similar magnitude, a double peaked structure in the two-particle azimuthal correlations is observed, which is often interpreted as a Mach cone response to fast partons. We show that this structure can be naturally explained from the measured anisotropic flow Fourier coefficients.",
                "At sufficiently high temperature and energy density, nuclear matter undergoes a transition to a phase in which quarks and gluons are not confined: the quark–gluon plasma (QGP) 1. Such an exotic state of strongly interacting quantum chromodynamics matter is produced in the laboratory in heavy nuclei high-energy collisions, where an enhanced production of strange hadrons is observed 2, 3, 4, 5, 6. Strangeness enhancement, originally proposed as a signature of QGP formation in nuclear collisions 7, is more pronounced for multi-strange baryons. Several effects typical of heavy-ion phenomenology have been observed in high-multiplicity proton–proton (pp) collisions 8, 9, but the enhanced production of multi-strange particles has not been reported so far. Here we present the first observation of strangeness enhancement in high-multiplicity proton–proton collisions. We find that the integrated yields of strange and …"
            ],
            [
                [
                    "Relativistic heavy ion physics"
                ]
            ],
            [
                "Christine Nattrass Assistant professor in Relativistic Heavy Ion physics at the\n          University of Tennessee at Knoxville christine.nattrass@utk.edu Publications Thesis Talks Posters Cirriculum\n        vitae Rivet in Heavy Ion Collisions Christine's Recipes Resources on jet reconstruction US LHC blog ( my\n      contributions ) Pictures of me doing physics 2012 Southeast Conference for\n      Undergraduate Women in Physics Advice and my policies on: Letters of recommendation Etiquette tips for emailing your professors Teaching Phys 250 Spring 2019 Phys 250 Spring 2020 Phys 494 Fall 2020 Please see our group\n        web page About Me I am an assistant professor at the University of Tennesee at Knoxville\n    working on the ALICE experiment at CERN.  I am also on the PHENIX\n    experiment at RHIC.  My current focus in ALICE is EMCal support and\n    work studying transverse energy in the EMCal.  I have worked on testing\n    and commissioning front end electronics for the EMCal and have co-lead the\n    ALICE analysis working group on transverse energy.  In PHENIX I have\n    helped with assembling the read out electronics for the VTX.  I also\n    work extensively with the graduate students and organize the UT\/ORNL journal\n    club. I recently chaired the organizing committee for the 2012\n      Southeast Conference for Undergraduate Women in Physics at the\n    University of Tennessee at Knoxville Jan. 12-15.  This conference\n    featured a tour of ORNL; panels on women in physics, undergraduate research,\n    graduate school, careers in physics, and minorities in physics; student\n    presentations; astronomy demonstrations; and technical talks on\n    physics.  We had over 100 students from across the Southeast\n    attend.  This made planning, logistics, and budgeting much more\n    difficult, but is a good problem to have. Right now I'm in the initial phases of two new outreach projects.  I\n    hope to work with an established author on a children's book on high energy\n    physics.  I am also starting the initial phases of a project with Agnes\n    Mocsy from the Pratt Institute where students from the Pratt Institute would\n    make videos to explain relativistic heavy ion physics to the public. I am a graduate from the relativistic heavy ion physics group at Yale\n    University.  My thesis work was on high pT triggered\n    correlations.  I studied collisions at both 62 GeV and 200 GeV in the\n    STAR detector at the Relativistic Heavy Ion Collider.  I studied\n    correlations with identified strange particles (lambda and anti-lambda, K0s,\n    and xi and anti-xi) identified in the STAR TPC by the reconstruction of\n    their decay verticies in Cu+Cu collisions at 200 GeV.  I also compared\n    the results for unidentified hadrons at 62 GeV and 200 GeV.  I was a\n    teaching assistant every Spring and Fall semester in gradute school,\n    including physics lab for premeds, physics for non-majors, graduate math\n    methods, and differential equations.  I was a tutor for the Colorado\n    State University College of Natural Sciences tutorial hall for four\n    years.  I have attended several seminars and lectures on teaching and\n    tutoring and I am a certified tutor. For more details of my research, teaching, and service work please see my\n    resume and my talks or email me. In addition to being a heavy ion physicist, I am also an avid cook and I\n    brew my own beer, wine, and mead.  I used to bike all of the time,\n    since I did not have a car.  I have four bikes.  It is impossible\n    to live in Knoxville without a car, so I now have a little blue Hyundai\n    Accent - named the Poison Dart Frog.  This is a me-sized car.  I\n    also run and weight lift.  Physics has dramatically reduced the amount\n    of time I spend on non-science related activities, but when I get time I\n    still play cello, sing, and play guitar.  I am a former rugby player\n    and archer. Somewhat obsolete links Research Web page (STAR only) Information on how to get to New Haven\n      from various Airports"
            ]
        ]
    ]
}