{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HI5H78QF",
            "8bIb1KQAAAAJ",
            [
                "The validity of the diagnostic criteria used in chronic exertional compartment syndrome: a systematic review",
                "Intramuscular compartment pressure measurement in chronic exertional compartment syndrome: new and improved diagnostic criteria",
                "Biomechanical overload syndrome: defining a new diagnosis",
                "Outcomes of surgery for chronic exertional compartment syndrome in a military population",
                "Changes to the cardiac biomarkers of non-elite athletes completing the 2009 London Marathon"
            ],
            [
                "Chronic exertional compartment syndrome (CECS) of the lower limb is part of a group of overuse lower limb injuries with common presenting features. It is commonly diagnosed by the measurement of raised intramuscular pressures in the lower limb. The pathophysiology of the condition is poorly understood, and the criteria used to make the diagnosis are based on small sample sizes of symptomatic patients. We carried out a systematic review to compare intramuscular pressures in the anterior compartment of healthy subjects with commonly used criteria for CECS. Thirty‐eight studies were included. With the exception of relaxation pressure, the current criteria for diagnosing CECS, considered to be the gold standard, overlap the range found in normal healthy subjects. Several studies reported mean pressures that would prompt a positive diagnosis for CECS, despite none of the subjects reporting any symptoms …",
                "Patients with chronic exertional compartment syndrome (CECS) have pain during exercise that subsides with rest. Diagnosis is usually confirmed by intramuscular compartment pressure (IMCP) measurement. Controversy exists regarding the accuracy of existing diagnostic criteria.(1) To compare dynamic IMCP measurement and anthropometric factors between patients with CECS and asymptomatic controls and (2) to establish the diagnostic utility of dynamic IMCP measurement.Cohort study (diagnosis); Level of evidence, 2.A total of 40 men aged 21 to 40 years were included in the study: 20 with symptoms of CECS of the anterior compartment and 20 asymptomatic controls. Diagnoses other than CECS were excluded with rigorous inclusion criteria and magnetic resonance imaging. The IMCP was measured continuously before, during, and after participants exercised …",
                "Chronic exertional compartment syndrome (CECS) was first described in 1956, 1 but little research has been performed since then to confirm the pathological physiology. An assumption is made that elevated subfascial or intramuscular pressure during exercise causes tissue hypoxia and subsequent ischaemic pain due to decreased blood flow. 2 To date, no conclusive evidence exists to demonstrate cellular hypoxic damage or decreased capillary perfusion. 3 Further supposition is made regarding muscle hypertrophy, reduced compartment volume due to a decreased fascial compliance, 4 and shorter periods of muscle relaxation as the underlying pathophysiology of CECS. There are many questions over whether the technique of intracompartmental pressure measurement is reliable. Examination of the widely accepted diagnostic criteria published in the seminal paper by Pedowitz et al5 reveals significant flaws …",
                "To determine the outcome following fasciectomy for chronic exertional compartment syndrome (CECS) in the UK military, and the association between presurgical intramuscular pressure (IMP) and outcome.All patients who underwent fasciectomy for anterior CECS were identified between 2007 and 2010. Presurgery and postsurgery military medical grading for leg function was extracted from the medical records system. The Wilcoxon signed-rank test compared grades before and after surgery. Spearman9s rank correlation examined the relationship between IMP and outcome.Presurgery and postsurgery grading was available for 63% of patients. These patients had significantly better leg function after surgery (Z=−3.63, p<0.001). Of these, 49% improved by at least one grade, 36% showed no improvement in grading and 15% had a poorer outcome. There were no significant correlations …",
                "Many studies have demonstrated a rise in troponin and brain natriuretic peptide (BNP) levels following prolonged and\/or strenuous exercise. Only one study looked at athletes who collapse and this showed no difference in cardiac biomarkers between those who collapsed and those who completed without requiring medical attention. We set out to describe and quantify the changes in troponin and BNP in three groups of non-elite runners at the 2009 London marathon: those with and without known structural heart disease (SHD) and those who collapsed on completion.The first group (recruited group, RG) was recruited at the prerace exhibition. This group had two subsets, runners with SHD and without (non-SHD). A second group was recruited from those who collapsed (collapsed group, CG). Blood was taken for troponin I (TnI), troponin T (TnT), high sensitivity TnT (HSTnT) and BNP …"
            ],
            [
                [
                    "Sport and exercise medicine",
                    "biomechanics"
                ]
            ],
            [
                "Drew Hack Drew Hack Drew Hack NanoSystems Laboratory Program Assistant hack.59@osu.edu 614-688-1158 191 West Woodruff Ave Columbus, OH 43210 Google Map"
            ]
        ]
    ]
}