{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HIJOA70Y",
            "G6sigA4AAAAJ",
            [
                "Cofilin tunes the nucleotide state of actin filaments and severs at bare and decorated segment boundaries",
                "Nonlinear elasticity of stiff filament networks: strain stiffening, negative normal stress, and filament alignment in fibrin gels",
                "Cofilin-linked changes in actin filament flexibility promote severing",
                "Biophysics of actin filament severing by cofilin",
                "Identification of cation-binding sites on actin that drive polymerization and modulate bending stiffness",
                "Competitive displacement of cofilin can promote actin filament severing",
                "Regulation of actin by ion-linked equilibria",
                "Site-specific cation release drives actin filament severing by vertebrate cofilin",
                "Multi-platform compatible software for analysis of polymer bending mechanics",
                "Experimental Realization of Few Layer Two-Dimensional MoS2 Membranes of Near Atomic Thickness for High Efficiency Water Desalination"
            ],
            [
                "Actin-based motility demands the spatial and temporal coordination of numerous regulatory actin-binding proteins (ABPs) [1], many of which bind with affinities that depend on the nucleotide state of actin filament. Cofilin, one of three ABPs that precisely choreograph actin assembly and organization into comet tails that drive motility in vitro [2], binds and stochastically severs aged ADP actin filament segments of de novo growing actin filaments [3]. Deficiencies in methodologies to track in real time the nucleotide state of actin filaments, as well as cofilin severing, limit the molecular understanding of coupling between actin filament chemical and mechanical states and severing. We engineered a fluorescently labeled cofilin that retains actin filament binding and severing activities. Because cofilin binding depends strongly on the actin-bound nucleotide, direct visualization of fluorescent cofilin binding serves as a marker …",
                "Many biomaterials formed by cross-linked semiflexible or rigid filaments exhibit nonlinear rheology in the form of strain-stiffening and negative normal stress when samples are deformed in simple shear geometry. Two different classes of theoretical models have been developed to explain this nonlinear elastic response, which is neither predicted by rubber elasticity theory nor observed in elastomers or gels formed by flexible polymers. One model considers the response of isotropic networks of semiflexible polymers that have nonlinear force-elongation relations arising from their thermal fluctuations. The other considers networks of rigid filaments with linear force−elongation relations in which nonlinearity arises from nonaffine deformation and a shift from filament bending to stretching at increasing strains. Fibrin gels are a good experimental system to test these theories because the fibrin monomer assembles under …",
                "The actin regulatory protein, cofilin, increases the bending and twisting elasticity of actin filaments and severs them. It has been proposed that filaments partially decorated with cofilin accumulate stress from thermally driven shape fluctuations at bare (stiff) and decorated (compliant) boundaries, thereby promoting severing. This mechanics-based severing model predicts that changes in actin filament compliance due to cofilin binding affect severing activity. Here, we test this prediction by evaluating how the severing activities of vertebrate and yeast cofilactin scale with the flexural rigidities determined from analysis of shape fluctuations. Yeast actin filaments are more compliant in bending than vertebrate actin filaments. Severing activities of cofilactin isoforms correlate with changes in filament flexibility. Vertebrate cofilin binds but does not increase the yeast actin filament flexibility, and does not sever them. Imaging of …",
                "The continuous assembly and disassembly of actin filament networks is vital for cellular processes including division, growth, and motility. Network remodeling is facilitated by cofilins, a family of essential regulatory proteins that fragment actin filaments. Cofilin induces net structural changes in filaments that render them more compliant in bending and twisting. A model in which local stress accumulation at mechanical discontinuities, such as boundaries of bare and cofilin-decorated filament segments, accounts for the cofilin concentration dependence of severing, including maximal activity at sub-stoichiometric binding densities. Real-time imaging of cofilin-mediated filament severing supports the boundary-fracture model. The severing model predicts that fragmentation is promoted by factors modulating filament mechanics (e.g. tethering, cross-linking, or deformation), possibly explaining enhanced in vivo severing …",
                "The assembly of actin monomers into filaments and networks plays vital roles throughout eukaryotic biology, including intracellular transport, cell motility, cell division, determining cellular shape, and providing cells with mechanical strength. The regulation of actin assembly and modulation of filament mechanical properties are critical for proper actin function. It is well established that physiological salt concentrations promote actin assembly and alter the overall bending mechanics of assembled filaments and networks. However, the molecular origins of these salt-dependent effects, particularly if they involve nonspecific ionic strength effects or specific ion-binding interactions, are unknown. Here, we demonstrate that specific cation binding at two discrete sites situated between adjacent subunits along the long-pitch helix drive actin polymerization and determine the filament bending rigidity. We classify the two sites …",
                "Cofilin is an essential actin filament severing protein that functions in the dynamic remodeling of the actin cytoskeleton. Filament severing activity is most efficient at sub-stoichiometric cofilin binding densities (i.e. <1 cofilin per actin filament subunit), and peaks when the number density of boundaries (i.e. junctions) between bare and cofilin-decorated segments is maximal. A model in which local topological and mechanical discontinuities lead to preferential fragmentation at boundaries accounts for available experimental data, including direct visualization of cofilin and actin during real-time severing events. The boundary-severing model predicts that ligands (e.g. other actin-binding proteins) that compete with cofilin for actin filament binding and modulate cofilin occupancy on filaments will alter the bare-decorated segment boundary density, and thus, the filament severing activity of cofilin. Here, we directly test this …",
                "Actin assembly, filament mechanical properties, and interactions with regulatory proteins depend on the types and concentrations of salts in solution. Salts modulate actin through both nonspecific electrostatic effects and specific binding to discrete sites. Multiple cation-binding site classes spanning a broad range of affinities (nanomolar to millimolar) have been identified on actin monomers and filaments. This review focuses on discrete, low-affinity cation-binding interactions that drive polymerization, regulate filament-bending mechanics, and modulate interactions with regulatory proteins. Cation binding may be perturbed by actin post-translational modifications and linked equilibria. Partial cation occupancy under physiological and commonly used in vitro solution conditions likely contribute to filament mechanical heterogeneity and structural polymorphism. Site-specific cation-binding residues are conserved in …",
                "Actin polymerization powers the directed motility of eukaryotic cells. Sustained motility requires rapid filament turnover and subunit recycling. The essential regulatory protein cofilin accelerates network remodeling by severing actin filaments and increasing the concentration of ends available for elongation and subunit exchange. Although cofilin effects on actin filament assembly dynamics have been extensively studied, the molecular mechanism of cofilin-induced filament severing is not understood. Here we demonstrate that actin filament severing by vertebrate cofilin is driven by the linked dissociation of a single cation that controls filament structure and mechanical properties. Vertebrate cofilin only weakly severs Saccharomyces cerevisiae actin filaments lacking this “stiffness cation” unless a stiffness cation-binding site is engineered into the actin molecule. Moreover, vertebrate cofilin rescues the viability of a S …",
                "Cytoskeletal polymers play a fundamental role in the responses of cells to both external and internal stresses. Quantitative knowledge of the mechanical properties of those polymers is essential for developing predictive models of cell mechanics and mechano-sensing. Linear cytoskeletal polymers, such as actin filaments and microtubules, can grow to cellular length scales at which they behave as semiflexible polymers that undergo thermally-driven shape deformations. Bending deformations are often modeled using the wormlike chain model. A quantitative metric of a polymer's resistance to bending is the persistence length, the fundamental parameter of that model. A polymer's bending persistence length is extracted from its shape as visualized using various imaging techniques. However, the analysis methodologies required for determining the persistence length are often not readily within reach of most biological researchers or educators. Motivated by that limitation, we developed user-friendly, multi-platform compatible software to determine the bending persistence length from images of surface-adsorbed or freely fluctuating polymers. Three different types of analysis are available (cosine correlation, end-to-end and bending-mode analyses), allowing for rigorous cross-checking of analysis results. The software is freely available and we provide sample data of adsorbed and fluctuating filaments and expected analysis results for educational and tutorial purposes.",
                "A globally imminent shortage of freshwater has been demanding viable strategies for improving desalination efficiencies with the adoption of cost- and energy-efficient membrane materials. The recently explored 2D transition metal dichalcogenides (2D TMDs) of near atomic thickness have been envisioned to offer notable advantages as high-efficiency membranes owing to their structural uniqueness; that is, extremely small thickness and intrinsic atomic porosity. Despite theoretically projected advantages, experimental realization of near atom-thickness 2D TMD-based membranes and their desalination efficiency assessments have remained largely unexplored mainly due to the technical difficulty associated with their seamless large-scale integration. Herein, we report the experimental demonstration of high-efficiency water desalination membranes based on few-layer 2D molybdenum disulfide (MoS2) of only ∼7 …"
            ],
            [
                [
                    "Molecular Biophysics",
                    "Actin Cytoskeleton",
                    "Nanobiology"
                ]
            ],
            [
                "Ellen H. Kang Assistant Professor NSTC, PVL 427 (Office) and PVL 439 (Lab) Ellen.Kang@ucf.edu 407-823-2368 Research Group Website Dr. Kang received her B.S. and M.S. in Physics from Seoul National University, South Korea, and Ph.D. in Physics from Brown University. She did her postdoctoral training in Molecular Biophysics and Biochemistry at Yale University under the supervision of Professor Enrique De La Cruz. She joined UCF in Fall 2015 as an Assistant Professor. Highlights Research Interests Highlights NSF CAREER Award (2020) UCF Women’s History Month Honor (2020) Advance Florida Network Women in STEM Scholar Travel Award (2020) NASA Florida Space Research Program Award (2019) UCF In-House Award (2016) Biophysical Society Committee for Professional Opportunities for Women Travel Award (2015) American Society for Cell Biology Minisymposium Speaker Award (2012) NSF CMMI Research and Innovation Conference Travel Award (2009) 1. B. Lee, N. Castaneda, M. Doomra, N. Modha, S. Santra, J. Thorn, T. Zhang, E. H. Kang, L. Tetard. (2020) Nanoscale quantification of longitudinal and transverse mechanics of bacterial bodies Applied Physics Letters. 116, 053701 2. Z. T. Untracht, A. Ozcan, S. Santra, E. H. Kang*. (2020) SDS-PAGE for monitoring the dissolution of Zinc Oxide bactericidal nanoparticles (Zinkicide) in aqueous solutions. ACS Omega. 5, 1402-1407. 3. M. Lee, E. H. Kang*. (2019) Molecular dynamics study of interactions between polymorphic actin filaments and gelsolin segment-1. PROTEINS: Structure, Function, and Bioinformatics (Accepted for Publication) DOI: 10.1002\/prot.25813 4. Q. Huang, A.K. Dalai, J. Park, A. M. Diaz, E. H. Kang, and C. H. Niu. (2019) Dynamics of water adsorption from butanol-water vapor in a biosorbent packed column. Industrial & Engineering Chemistry Research, 58(34), 15619-15627 5. H. Li, T.-J. Ko, M. Lee, H.-S. Chung, S. S. Han, K. H. Oh, A. Sadmani, H. Kang and Y. Jung (2019) Experimental Realization of Few Layer 2D MoS2 Membranes of Near Atomic Thickness for High Efficiency Water Desalination. Nano Letters, DOI: https:\/\/doi.org\/10.1021\/acs.nanolett.9b01577 6. S. Ghanbari, A. M. Diaz, J. Park, H. Kang, and C. H. Niu. (2019) Equilibrium and heat of water vapor adsorption on the surface of natural lignocellulose materials. Chemical Engineering Research and Design, 147, 18-29 7. N. Castaneda, M. Lee, H. R. Jacquez, R. R. Marracino, T. R. Merlino, H. Kang* (2019) “Actin filament mechanics and structure in crowded environments.” J. Phys. Chem. B, DOI: 10.1021\/acs.jpcb.8b12320 (Epub ahead of print) 8. M. Diaz, Z. Zhang, B. Lee, F. M. Hernandez Luna, Y. Y. Li Sip, X. Lu, J. Heidings, L. Tetard, L.Zhai*, and H. Kang*. (2018) “Evaluation of Single Hydrogel Nanofiber Mechanics Using Persistence Length Analysis”, ACS Omega, 3(12), 18304-18310 9. S. Ghosh, J. Park, M. Thomas, E. Cruz , O. Cardona, H. Kang, T. Jewett. (2018) “Biophysical characterization of actin bundles generated by the Chlamydia trachomatis Tarp effector.” Biochem. Biophys. Res. Commun., 500(2):423-428 10. N. Castaneda, T. Zheng, H. J. Rivera-Jacquez , H. J. Lee, J. Hyun, A. Balaeff, Q. Huo, H. Kang*. (2018) “Cations modulate actin bundle mechanics, assembly dynamics, and structure.” J. Phys. Chem. B, 122(14):3826-3835 11. W. A. Elam, W. Cao, H. Kang, A. Huehn, G. M. Hocky, E. Prochniewicz, A. C. Schramm, K. Negrón, J. Garcia, T. T. Bonello, P. W. Gunning, D. D. Thomas, G. A. Voth, C. V. Sindelar, E. M. De La Cruz. (2017) “Phosphomimetic S3D-cofilin binds but only weakly severs actin filaments.” J. Biol. Chem., 292(48):19565-19579 12. Z. A. O. Durer, R. M. McGillivary, H. Kang, W. A. Elam, C. L. Vizcarra, D. Hanein, E. M. De La Cruz, E. Reisler, M. E. Quinlan (2015), “Metavinculin tunes the flexibility and the architecture of vinculin induced bundles of actin filaments”, J. Mol. Biol., 427(17):2782-98. 13. H. Kang, M. J. Bradley, W. Cao, K. Zhou, E. E. Grintsevich, A. Michelot, C. V. Sindelar, M. Hochstrasser, and E. M. De La Cruz (2014) Site-specific cation release drives actin filament severing by vertebrate cofilin, Proc Natl Acad Sci U S A., 111(50): 17821-17826 14. J. S. Graham+, B. R. McCullough+, H. Kang, W. A. Elam, W. Cao, E. M. De La Cruz (2014) Multi-platform compatible software for analysis of polymer bending mechanics, PLoS One, 9(4):e94766 15. H. Kang+, M. J. Bradley+, W. A. Elam, E. M. De La Cruz (2013) Regulation of actin by ion-linked equilibria, Biophysical Journal, 105:2621-2628 (Invited review article, Featured cover art) 16. W. A. Elam, H. Kang, E. M. De La Cruz (2013) Competitive displacement of cofilin can promote actin filament severing, Biochem Biophys Res Commun., 438(4):728-731 17. W. A. Elam, H. Kang, E. M. De La Cruz (2013) Biophysics of actin filament severing by cofilin, FEBS Letters, 587(8):1215-9 (Invited review article) 18. H. Kang, M. J. Bradley, B. R. McCullough, A. Pierre, E. E. Grintsevich, E. Reisler and E. M. De La Cruz (2012) Identification of cation binding sites on actin that drive polymerization and modulate bending stiffness. Proc Natl Acad Sci U S A., 109(42): 16923-16927 19. R. McCullough, E. E. Grintsevich, C.K. Chen, H. Kang , A. L. Hutchison, A. Henn, W. Cao, C. Suarez, J. L. Martiel, L. Blanchoin, E. Reisler, E. M. De La Cruz (2011) Cofilin-linked changes in actin filament flexibility promote severing, Biophysical Journal, 101(1):151-9 20. Suarez, J. Roland, R. Boujemaa-Paterski, H. Kang, B.R. McCullough, A-C.Reymann, C. Guérin, J-L. Martiel, E.M. De La Cruz, L. Blanchoin (2011) Cofilin tunes the nucleotide state of actin filaments and severs at bare and decorated segment boundaries, Current Biology, 21(10):862-8 (Recommended article in Faculty of 1000 Cell Biology) 21. H. Kang, D. S. Perlmutter, V. B. Shenoy, J. X. Tang (2010) Observation and kinematic description of long actin tracks induced by spherical beads, Biophysical Journal, 99(9), 2793-2802 (Highlighted as a Featured Article) 22. H. Kang, J. Wang, S. J. Longley, J. X. Tang, S. K. Shaw (2010) Relative actin nucleation promotion efficiency by WASP and WAVE proteins in endothelial cells, Biochem Biophys Res Commun., 400, 661-666 23. H. Kang, A. E. Carlsson, J. X. Tang (2009) Kinetic overshoot in actin network assembly induced jointly by branching and capping proteins, Physical Review E, 80 (4), 041913 24. H. Kang, Q. Wen, P. A. Janmey, J. X. Tang, E. Conti, F. C. MacKintosh (2009) Non-linear elasticity of stiff filament networks: Strain-stiffening, negative normal stress, and filament alignment in fibrin gels, Journal of Physical Chemistry B, 113 (12), 3799-3805 25. J. X. Tang, H. Kang, J. Jia (2005) Intriguing self-assembly of large granules of F-actin facilitated by gelsolin and alpha-actinin, Langmuir, 21, 2789-2795 Research Interests Molecular biophysics and biomechanics of cytoskeletal protein self-assembly Molecular mechanisms of actin-based mechano-transduction Biopolymer and nanofiber mechanics"
            ]
        ]
    ]
}