{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HISRJV9T",
            "T9Es6oQAAAAJ",
            [
                "Superconducting properties of aligned crystalline grains of ",
                "Vortex lattice structures in uniaxial superconductors",
                "Fluctuations of vortices in layered high- superconductors",
                "Giant superconducting anisotropy in ",
                "Vortices in layered superconductors with Josephson coupling",
                "London approach to anisotropic type-II superconductors",
                "Experimental evidence for a transverse magnetization of the Abrikosov lattice in anisotropic superconductors",
                "Vortex phase diagram of Ba (Fe 0.93 Co 0.07) 2 As 2 single crystals",
                "Uniaxial superconducting particle in intermediate magnetic fields",
                "Vortex lattice transitions in borocarbides"
            ],
            [
                "A new method has been used to produce uniaxially aligned small single crystals of Y 1 Ba 2 Cu 3 O 7− δ. The superconducting critical current deduced from magnetization data is strongly field dependent and highly anisotropic. In the basal plane at T= 4.2 K we estimate that the critical current at zero field is in excess of 10 7 A\/cm 2.",
                "The structure of the vortex lattice in anisotropic, unaxial superconductors in the domain H c 1≪ H≪ H c 2 is considered within the London approach. To first order in the small parameter (L λ) 2, where L is the average intervortex spacing and λ is the average penetration depth, there exists a continuum of different lattices with the same free energy for any direction of the magnetic induction B with respect to the crystal. It is shown that the degeneracy is removed if terms in the free energy of order (L λ) 4 are taken into account, yielding both a unique structure and a preferred orientation of the vortex lattice with respect to the direction of B within the crystal. Parameters of the primitive cell for this structure are obtained and evaluated for known values of the anisotropy of Y Ba 2 Cu 3 O 7. For the particular case of vortices parallel to the Cu-O planes the degeneracy remains exact (within the London approach), which should …",
                "The temperature T s of spontaneous creation of vortex lines in Josephson coupled layered superconductors is obtained by taking into account the entropy contribution to the free energy due to thermal distortions. For Bi-and Ti-based high-T c superconductors and superlattices, the superconducting critical temperature T s lies noticeably below the mean-field transition temperature T c 0 (T c 0-T s≊ 4 K or more). The contribution of thermal distortions to the free enery causes significant changes in the temperature and field dependences of magnetization below T s seen in Bi compounds.",
                "Using torque magnetometry, the superconducting anisotropy of a single crystal of Bi 2 Sr 2 Ca 1 Cu 2 O 8+ δ has been measured in the temperature range 77.5< T< 83 K (T c= 85 K). The data provide direct experimental evidence for a giant anisotropy. A London analysis provides an excellent description of the results and establishes a temperature-independent value of 3× 10 3 for the superconducting effective-mass anisotropy.",
                "Strongly anisotropic layered superconductors are considered within the Lawrence-Doniach model. The differential finite-difference sine-Gordon equation is derived for the order-parameter phase differences; boundary conditions are formulated for a vortex lattice. The structure of a tilted vortex is considered. The line energy of a single tilted vortex and the free energy of a tilted vortex lattice in moderate magnetic fields are calculated. Deviations from the three-dimensional London theory are substantial for field orientations close to the layers. As the applied field approaches the ab plane, the orientational lock-in transition (tilted-parallel lattice) occurs provided λ J≲ λ a b; here λ J= γs is the Josephson length, γ is the anisotropy parameter, and s is the interlayer spacing. If λ J≳ λ a b, the tilted lattice transforms first into a new type of vortex arrangement that consists of sets of coexisting parallel and perpendicular vortices …",
                "The London equations with a phenomenlogical mass tensor are used to analyze the vortex structure near the lower critical field. The anisotropy results in a transverse magnetic field in the Abrikosov vortex. This field attenuates exponentially at large distances from the vortex axis. The strongly anisotropic attenuation length is evaluated. The line energy is found in the London approximation.",
                "The torque on a superconductor in a magnetic field H has been thought to be dominated by trapped flux or sample shape effects, but it has recently been suggested that an anisotropic type-II material should experience an intrinsic torque for H c 1≪ H< H c 2. The predicted phenomenon results from a transverse magnetization of the Abrikosov lattice. Measurements are presented on copper-oxide superconductors which delineate the experimental regime in which extrinsic effects are negligible and confirm the existence of the predicted intrinsic torque.",
                "Irreversible magnetic properties of Ba (Fe 0.93 Co 0.07) 2 As 2 single crystals were studied by using several techniques including transport, magnetization, and magneto-optics. The mixed-state response was found to be very similar to high-T c cuprates, such as Y-Ba-Cu-O and Nd-Ce-Cu-O. In particular, we find a nonmonotonic “fishtail” shape of the magnetization loops M (T= const, H) and a corresponding feature in M (T, H= const) scans, as well as a very large magnetic relaxation rate. The supercurrent density, j, in the critical state was evaluated from magnetization and from direct transport measurements close to T c. At 5 K we estimate a moderate j≈ 2.6±0.2× 10 5 A\/cm 2. Analysis of the temperature and field dependencies of the magnetic relaxation is consistent with the collective pinning and creep (weak pinning and fast creep) model and suggests a crossover from the collective to the plastic creep regime in …",
                "The problem of an anisotropic uniaxial superconducting particle of a general ellipsoidal form in the magnetic field H 0 such that H c 1≪ H 0≪ H c 2, is considered. It is shown—in agreement with experimental data—that particles of high-T c materials at T< T c must orient with their c axis normal to the applied field. The torque acting on a particle is evaluated and shown to be independent of the ellipsoid shape. The torque is associated with the magnetization component perpendicular to the field direction.",
                "Nonlocal corrections to the London model are used to describe vortex lattices in LuNi 2 B 2 C. Within this scheme in fields along the c axis, vortices should form a square lattice (rotated 45 relative to the crystal axes afandfb) at large fields, should transform to a triangular one at a field H 2, and to another triangular lattice at a still lower field H 1. We argue that the transition at H 2 is of second order, whereas at H 1 it is of first order. In tilted fields, H 2 is predicted to move to higher fields. Neutron-scattering data for ErNi 2 B 2 C are discussed."
            ],
            [
                [
                    "superconductivity"
                ]
            ]
        ]
    ]
}