{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HJLW00Y3",
            "KbcHK8YAAAAJ",
            [
                "Ultrafast terahertz snapshots of excitonic Rydberg states and electronic coherence in an organometal halide perovskite",
                "Ultrafast manipulation of topologically enhanced surface transport driven by mid-infrared and terahertz pulses in Bi 2 Se 3",
                "Ultrafast nonthermal terahertz electrodynamics and possible quantum energy transfer in the Nb 3 Sn superconductor",
                "Terahertz second-harmonic generation from lightwave acceleration of symmetry-breaking nonlinear supercurrents",
                "Light-Driven Raman Coherence as a Nonthermal Route to Ultrafast Topology Switching in a Dirac Semimetal",
                "Light control of surface–bulk coupling by terahertz vibrational coherence in a topological insulator",
                "Ultrafast Control of Excitonic Rashba Fine Structure by Phonon Coherence in the Metal Halide Perovskite ",
                "Spatial–temporal spectroscopy characterizations and electronic structure of methylammonium perovskites",
                "Silicene, Siloxene, or Silicane? Revealing the Structure and Optical Properties of Silicon Nanosheets Derived from Calcium Disilicide",
                "Anomalous variations of spectral linewidth in internal excitonic quantum transitions of ultrafast resonantly excited single-walled carbon nanotubes"
            ],
            [
                "How photoexcitations evolve into Coulomb-bound electron and hole pairs, called excitons, and unbound charge carriers is a key cross-cutting issue in photovoltaics and optoelectronics. Until now, the initial quantum dynamics following photoexcitation remains elusive in the hybrid perovskite system. Here we reveal excitonic Rydberg states with distinct formation pathways by observing the multiple resonant, internal quantum transitions using ultrafast terahertz quasi-particle transport. Nonequilibrium emergent states evolve with a complex co-existence of excitons, carriers and phonons, where a delayed buildup of excitons under on-and off-resonant pumping conditions allows us to distinguish between the loss of electronic coherence and hot state cooling processes. The nearly∼ 1 ps dephasing time, efficient electron scattering with discrete terahertz phonons and intermediate binding energy of∼ 13.5 meV in …",
                "Topology-protected surface transport of ultimate thinness in three-dimensional topological insulators (TIs) is breaking new ground in quantum science and technology. Yet a challenge remains on how to disentangle and selectively control surface helical spin transport from the bulk contribution. Here we use the mid-infrared and terahertz (THz) photoexcitation of exclusive intraband transitions to enable ultrafast manipulation of surface THz conductivity in Bi 2 Se 3. The unique, transient electronic state is characterized by frequency-dependent carrier relaxations that directly distinguish the faster surface channel than the bulk with no complication from interband excitations or need for reduced bulk doping. We determine the topological enhancement ratio between bulk and surface scattering rates, ie, γ BS\/γ SS~ 3.80 in equilibrium. The ultra-broadband, wavelength-selective pumping may be applied to emerging …",
                "We report terahertz (THz) electrodynamics of a moderately clean A15 superconductor (SC) following ultrafast excitation to manipulate quasiparticle (QP) transport. In the Martensitic normal state, we observe a photo enhancement in the THz conductivity using optical pulses, while the opposite is observed for the THz pump. This demonstrates wavelength-selective nonthermal control of conductivity distinct from sample heating. The photo enhancement persists up to an additional critical temperature, above the SC one, from a competing electronic order. In the SC state, the fluence dependence of pair-breaking kinetics together with an analytic model provides an implication for a “one photon to one Cooper pair” nonresonant energy transfer during the 35-fs laser pulse; ie, the fitted photon energy ℏ ω absorption to create QPs set by 2 Δ S C\/ℏ ω= 0.33%. This is more than one order of magnitude smaller than in previously …",
                "We report terahertz (THz) light-induced second harmonic generation, in superconductors with inversion symmetry that forbid even-order nonlinearities. The THz second harmonic emission vanishes above the superconductor critical temperature and arises from precession of twisted Anderson pseudospins at a multicycle, THz driving frequency that is not allowed by equilibrium symmetry. We explain the microscopic physics by a dynamical symmetry breaking principle at sub-THz-cycle by using quantum kinetic modeling of the interplay between strong THz-lightwave nonlinearity and pulse propagation. The resulting nonzero integrated pulse area inside the superconductor leads to light-induced nonlinear supercurrents due to subcycle Cooper pair acceleration, in contrast to dc-biased superconductors, which can be controlled by the band structure and THz driving field below the superconducting gap.",
                "A grand challenge underlies the entire field of topology-enabled quantum logic and information science: how to establish topological control principles driven by quantum coherence and understand the time dependence of such periodic driving. Here we demonstrate a few-cycle THz-pulse-induced phase transition in a Dirac semimetal ZrTe 5 that is periodically driven by vibrational coherence due to excitation of the lowest Raman active mode. Above a critical THz-pump field threshold, there emerges a long-lived metastable phase, approximately 100 ps, with unique Raman phonon-assisted topological switching dynamics absent for optical pumping. The switching also manifests itself by distinct features: nonthermal spectral shape, relaxation slowing near the Lifshitz transition where the critical Dirac point occurs, and diminishing signals at the same temperature that the Berry-curvature-induced anomalous Hall effect …",
                "The demand for disorder-tolerant quantum logic and spin electronics can be met by generating and controlling dissipationless spin currents protected by topology. Dirac fermions with helical spin-locking surface transport offer a way of achieving such a goal. Yet, surface-bulk coupling can lead to strong Dirac electron scattering with bulk carriers and phonons as well as impurities, assisted by such dissipative channel, which results in “topological breakdown”. Here, we demonstrate that coherent lattice vibrations periodically driven by a single-cycle terahertz (THz) pulse can significantly suppress such dissipative channel in topological insulators. This is achieved by reducing the phase space in the bulk available for Dirac fermion scattering into during coherent lattice oscillations in Bi 2 Se 3. This light-induced suppression manifests as a remarkable transition exclusively in surface transport, absent for bulk, above the …",
                "We discover hidden Rashba fine structure in CH 3 NH 3 PbI 3 and demonstrate its quantum control by vibrational coherence through symmetry-selective vibronic (electron-phonon) coupling. Above a critical threshold of a single-cycle terahertz pump field, a Raman phonon mode distinctly modulates the middle excitonic states with persistent coherence for more than ten times longer than the ones on two sides that predominately couple to infrared phonons. These vibronic quantum beats, together with first-principles modeling of phonon periodically modulated Rashba parameters, identify a threefold excitonic fine structure splitting, ie, optically forbidden, degenerate dark states in between two bright ones with a narrow,∼ 3 nm splitting. Harnessing of vibronic quantum coherence and symmetry inspires light-perovskite quantum control and sub-THz-cycle “Rashba engineering” of spin-split bands for ultimate …",
                "Using time-resolved laser-scanning confocal microscopy and ultrafast optical pump\/THz probe spectroscopy, we measure photoluminescence and THz-conductivity in perovskite micro-crystals and films. Photoluminescence quenching and lifetime variations occur from local heterogeneity. Ultrafast THz-spectra measure sharp quantum transitions from excitonic Rydberg states, providing weakly bound excitons with a binding energy of~ 13.5 meV at low temperatures. Ab-initio electronic structure calculations give a direct band gap of 1.64 eV, a dielectric constant~ 18, heavy electrons, and light holes, resulting in weakly bound excitons, consistent with the binding energies from experiment. The complementary spectroscopy and simulations reveal fundamental insights into perovskite light-matter interactions.",
                "Si-nanosheets (Si-NSs) have recently attracted considerable attention due to their potential as next-generation materials for electronic, optoelectronic, spintronic, and catalytic applications. Even though monolayer Si-NSs were first synthesized over 150 years ago via topotactic deintercalation of CaSi2, there is a lack of consensus within the literature regarding the structure and optical properties of this material. Herein, we provide conclusive evidence of the structural and chemical properties of Si-NSs produced by the deintercalation of CaSi2 with cold (∼−30 °C) aqueous HCl and characterize their optical properties. We use a wide range of techniques, including XRD, FTIR, Raman, solid-state NMR, SEM, TEM, EDS, XPS, diffuse reflectance absorbance, steady-state photoluminescence, time-resolved photoluminescence, and thermal decomposition; when they are combined together, these techniques enable unique …",
                "How the exciton fine structure and spectral linewidth in single-walled carbon nanotubes (SWNTs) evolve after ultrafast photoexcitation is critical for both understanding the fundamental optoelectronic properties and the development of nanophotonic functional devices. Yet, studies so far have mostly detected a subset of excitons near the Brillouin-zone center due to symmetry and momentum restrictions of the interband optical probes used, such as photoluminescence and absorption. Here we use ultrafast terahertz spectroscopy to probe the excitonic spectral linewidth associated with internal quantum transition across the entire momentum K space in resonantly excited semiconducting SWNTs. The lowest-lying intraexcitonic transition surprisingly sharpens at both high pump fluence and initial times immediately following the photoexcitation. We attribute these anomalous variations in the spectral linewidth to the role …"
            ],
            [
                [
                    "Condensed matter physics"
                ]
            ],
            [
                "Zhaoyu Liu Graduate Student 115 Spedding Hall zyliu@iastate.edu 515-294-5373"
            ]
        ]
    ]
}