{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HJU00EG2",
            "r7wE4M4AAAAJ",
            [
                "Undulatory swimming in sand: subsurface locomotion of the sandfish lizard",
                "A terradynamics of legged locomotion on granular media",
                "Active tails enhance arboreal acrobatics in geckos",
                "Scaling and dynamics of sphere and disk impact into granular media",
                "Dynamics of rapid vertical climbing in cockroaches reveals a template",
                "Dynamics of drag and force distributions for projectile impact in a granular medium",
                "Sensitive dependence of the motion of a legged robot on granular media",
                "Stationary state volume fluctuations in a granular medium",
                "Distributed mechanical feedback in arthropods and robots simplifies control of rapid running on challenging terrain",
                "Robotics in scansorial environments"
            ],
            [
                "The desert-dwelling sandfish (Scincus scincus) moves within dry sand, a material that displays solid and fluidlike behavior. High-speed x-ray imaging shows that below the surface, the lizard no longer uses limbs for propulsion but generates thrust to overcome drag by propagating an undulatory traveling wave down the body. Although viscous hydrodynamics can predict swimming speed in fluids such as water, an equivalent theory for granular drag is not available. To predict sandfish swimming speed, we developed an empirical model by measuring granular drag force on a small cylinder oriented at different angles relative to the displacement direction and summing these forces over the animal movement profile. The agreement between model and experiment implies that the noninertial swimming occurs in a frictional fluid.",
                "The theories of aero- and hydrodynamics predict animal movement and device design in air and water through the computation of lift, drag, and thrust forces. Although models of terrestrial legged locomotion have focused on interactions with solid ground, many animals move on substrates that flow in response to intrusion. However, locomotor-ground interaction models on such flowable ground are often unavailable. We developed a force model for arbitrarily-shaped legs and bodies moving freely in granular media, and used this “terradynamics” to predict a small legged robot’s locomotion on granular media using various leg shapes and stride frequencies. Our study reveals a complex but generic dependence of stresses in granular media on intruder depth, orientation, and movement direction and gives insight into the effects of leg morphology and kinematics on movement.",
                "Geckos are nature9s elite climbers. Their remarkable climbing feats have been attributed to specialized feet with hairy toes that uncurl and peel in milliseconds. Here, we report that the secret to the gecko9s arboreal acrobatics includes an active tail. We examine the tail9s role during rapid climbing, aerial descent, and gliding. We show that a gecko9s tail functions as an emergency fifth leg to prevent falling during rapid climbing. A response initiated by slipping causes the tail tip to push against the vertical surface, thereby preventing pitch-back of the head and upper body. When pitch-back cannot be prevented, geckos avoid falling by placing their tail in a posture similar to a bicycle9s kickstand. Should a gecko fall with its back to the ground, a swing of its tail induces the most rapid, zero-angular momentum air-righting response yet measured. Once righted to a sprawled gliding posture, circular tail movements control …",
                "Direct measurements of the acceleration of spheres and disks impacting granular media reveal simple power law scalings along with complex dynamics which bear the signatures of both fluid and solid behavior. The penetration depth scales linearly with impact velocity while the collision duration is constant for sufficiently large impact velocity. Both quantities exhibit power law dependence on sphere diameter and density, and gravitational acceleration. The acceleration during impact is characterized by two jumps: a rapid, velocity-dependent increase upon initial contact and a similarly sharp depth-dependent decrease as the impacting object comes to rest. Examination of the measured forces on the sphere in the vicinity of these features leads to an experimentally based granular force model for collision. We discuss our findings in the context of recently proposed phenomenological models that capture qualitative …",
                "Rapid, vertically climbing cockroaches produced climbing dynamics similar to geckos, despite differences in attachment mechanism, `foot or toe9 morphology and leg number. Given the common pattern in such diverse species, we propose the first template for the dynamics of rapid, legged climbing analogous to the spring-loaded, inverted pendulum used to characterize level running in a diversity of pedestrians. We measured single leg wall reaction forces and center of mass dynamics in death-head cockroaches Blaberus discoidalis, as they ascended a three-axis force plate oriented vertically and coated with glass beads to aid attachment. Cockroaches used an alternating tripod gait during climbs at 19.5±4.2 cm s-1, approximately 5 body lengths s-1. Single-leg force patterns differed significantly from level running. During vertical climbing, all legs generated forces to pull the animal up the plate. Front and middle …",
                "Our experiments and molecular dynamics simulations on a projectile penetrating a two-dimensional granular medium reveal that the mean deceleration of the projectile is constant and proportional to the impact velocity. Thus, the time taken for a projectile to decelerate to a stop is independent of its impact velocity. The simulations show that the probability distribution function of forces on grains is time independent during a projectile’s deceleration in the medium. At all times the force distribution function decreases exponentially for large forces.",
                "Legged locomotion on flowing ground (e.g., granular media) is unlike locomotion on hard ground because feet experience both solid- and fluid-like forces during surface penetration. Recent bioinspired legged robots display speed relative to body size on hard ground comparable with high-performing organisms like cockroaches but suffer significant performance loss on flowing materials like sand. In laboratory experiments, we study the performance (speed) of a small (2.3 kg) 6-legged robot, SandBot, as it runs on a bed of granular media (1-mm poppy seeds). For an alternating tripod gait on the granular bed, standard gait control parameters achieve speeds at best 2 orders of magnitude smaller than the 2 body lengths\/s (≈60 cm\/s) for motion on hard ground. However, empirical adjustment of these control parameters away from the hard ground settings restores good performance, yielding top speeds of 30 cm\/s …",
                "A statistical description of static granular material requires ergodic sampling of the phase space spanned by the different configurations of the particles. We periodically fluidize a column of glass beads and find that the sequence of volume fractions ϕ of postfluidized states is history independent and Gaussian distributed about a stationary state. The standard deviation of ϕ exhibits, as a function of ϕ, a minimum corresponding to a maximum in the number of statistically independent regions. Measurements of the fluctuations enable us to determine the compactivity X, a temperaturelike state variable introduced in the statistical theory of Edwards and Oakeshott [Physica A 157, 1080 (1989)].",
                "Terrestrial arthropods negotiate demanding terrain more effectively than any search-and-rescue robot. Slow, precise stepping using distributed neural feedback is one strategy for dealing with challenging terrain. Alternatively, arthropods could simplify control on demanding surfaces by rapid running that uses kinetic energy to bridge gaps between footholds. We demonstrate that this is achieved using distributed mechanical feedback, resulting from passive contacts along legs positioned by pre-programmed trajectories favorable to their attachment mechanisms. We used wire-mesh experimental surfaces to determine how a decrease in foothold probability affects speed and stability. Spiders and insects attained high running speeds on simulated terrain with 90% of the surface contact area removed. Cockroaches maintained high speeds even with their tarsi ablated, by generating horizontally oriented leg trajectories …",
                "We review a large multidisciplinary effort to develop a family of autonomous robots capable of rapid, agile maneuvers in and around natural and artificial vertical terrains such as walls, cliffs, caves, trees and rubble. Our robot designs are inspired by (but not direct copies of) biological climbers such as cockroaches, geckos, and squirrels. We are incorporating advanced materials (e.g., synthetic gecko hairs) into these designs and fabricating them using state of the art rapid prototyping techniques (e.g., shape deposition manufacturing) that permit multiple iterations of design and testing with an effective integration path for the novel materials and components. We are developing novel motion control techniques to support dexterous climbing behaviors that are inspired by neuroethological studies of animals and descended from earlier frameworks that have proven analytically tractable and empirically sound. Our near …"
            ],
            [
                [
                    "biomechanics",
                    "neuromechanics",
                    "granular media",
                    "robotics",
                    "robophysics"
                ]
            ],
            [
                "dgoldman3 Daniel Goldman Dunn Family Professor S.B. in Physics, Massachusetts Institute of Technology, 1994 Ph.D in Physics, University of Texas at Austin, 2002 Postdoctoral training, University of California, Berkeley, 2006 The biomechanics of locomotion of organisms and robots on and within complex materials. Physics of granular media. My research integrates my work in complex fluids and granular media and the biomechanics of locomotion of organisms and robots to address problems in nonequilibrium systems that involve interaction of matter with complex media. For example, how do organisms like lizards, crabs, and cockroaches cope with locomotion on complex terrestrial substrates (e.g. sand, bark, leaves, and grass). I seek to discover how biological locomotion on challenging terrain results from the nonlinear, many degree of freedom interaction of the musculoskeletal and nervous systems of organisms with materials with complex physical behavior. The study of novel biological and physical interactions with complex media can lead to the discovery of principles that govern the physics of the media. My approach is to integrate laboratory and field studies of organism biomechanics with systematic laboratory studies of physics of the substrates, as well as to create mathematical and physical (robot) models of both organism and substrate. Discovery of the principles of locomotion on such materials will enhance robot agility on such substrates. PECASE, 2014 DARPA Young Investigator Award, 2012 NSF CAREER Award, 2012 Blanchard-Milliken Fellowship, Georgia Tech, 2010 Sigma Xi Young Faculty Award, Georgia Tech, 2010 Burroughs Wellcome Fund Career Award, 2006 Outstanding dissertation award, Physics Department, UT Austin, 2003 see http:\/\/crablab.gatech.edu\/pages\/publications\/index.htm for an up-to-date list of publications American Physical Society Society for Integrative and Comparative Biology International Sea Turtle Society dgoldman3@gatech.edu (404) 894-0993 Howey C202 Goldman Lab Website (contains up-to-date info on publications, news, CV, etc)"
            ]
        ]
    ]
}