{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HK3ULY48",
            "_KHnEUkAAAAJ",
            [
                "A simple and rapid preparation of alditol acetates for monosaccharide analysis",
                "Structure and function of plant cell walls",
                "An improved procedure for the methylation analysis of oligosaccharides and polysaccharides",
                "Detection of bound ferulic acid in cell walls of the Gramineae by ultraviolet fluorescence microscopy",
                "Linkage of p-coumaroyl and feruloyl groups to cell-wall polysaccharides of barley straw",
                "Antioxidant and antigenotoxic effects of plant cell wall hydroxycinnamic acids in cultured HT‐29 cells",
                "Phenolic constituents of the cell walls of monocotyledons",
                "Dietary fibre: its composition and role in protection against colorectal cancer",
                "Phenolic constituents of the cell walls of dicotyledons",
                "The polysaccharide composition of Poales cell walls: Poaceae cell walls are not unique"
            ],
            [
                "A simple and rapid method is described for the preparation of alditol acetates from monosaccharides. It can be performed in a single tube without transfers or evaporations. Monosaccharides are reduced with sodium borohydride in dimethyl sulphoxide and the resulting alditols acetylated using 1-methylimidazole as the catalyst. Removal of borate is unnecessary and acetylation is complete in 10 min at room temperature. Monosaccharides are quantitatively reduced and acetylated by this procedure. The alditol acetates are completely separated by glass-capillary, gas-liquid chromatography on Silar 10C. The method has been applied to the analysis of monosaccharides in acid hydrolysates of a plant cell-wall.",
                "D. Other Polymers E. Silica and Other Inorganic Components Composition of Primary and Secondary Walls of Different Taxa and Cell Types A. Primary Walls",
                "An improved procedure for the methylation analysis of oligosaccharides and polysaccharides is described. Steps in the procedure were examined and optimised for quantitative recovery and speed. Methylation was shown to be complete by using [14C]methyl iodide. All operations were performed in the same tube and the need to concentrate solutions containing acetylated alditols of methylated sugars was eliminated, thus minimising losses due to volatilization. The method is convenient, gives high recoveries of acetylated alditols of methylated sugars, and allows analysis of the glycosyl linkages of oligo- or poly-saccharides to be completed within a working day. A wide range of oligo- and poly-saccharides were methylated by this procedure.",
                "THE phenolic acids, ferulic and p-coumaric, are bound to cell walls of plants of the Gramineae (which include grasses and cereals) and it was thought that these acids were esterified to lignin and so occurred only in lignified cell walls 1–4. But it has been shown recently that in cell walls of Lolium multifiorum Lam., which contain ferulic acid and a small amount of p-coumaric acid mainly as their trans isomers, the acids are esterified at their carboxyl groups to polysaccharides 5–7. The digestibility of grasses by ruminants can be predicted by estimating the amounts of the acids released from the plant cell walls after treatment with a commercial cellulase preparation 8. The acids could be important in influencing the degradation of plant organic matter in the rumen or in soil and may act as growth inhibitors of plant pathogens 9. We now report results obtained by ultraviolet fluorescence microscopy, which indicate that …",
                "Treatment of cell walls of barley straw with Oxyporus “cellulase” (a mixture of polysaccharide hydrolases) released compounds containing p-coumaroyl and feruloyl groups bound to carbohydrates, two of which were identified as O-[5-O-(trans-p-coumaroyl)-α-l-arabinofuranosyl]-(1→3)-O-β-d-xylopyranosyl-(1→4)-d-xylopyranose (PAXX) and O-[5-O-(trans-feruloyl)-α-l-arabinofuranosyl]-(1→3)-O-β-d-xylopyranosyl-(1→4)-d-xylopyranose (FAXX).",
                "We demonstrate that two hydroxycinnamic acids, (E )‐ferulic acid and (E )‐p‐coumaric acid, have the ability to protect against oxidative stress and genotoxicity in cultured mammalian cells. They also show the ability to reduce the activity of the xenobiotic metabolising enzyme, cytochrome P450 1A, and downregulate the expression of the cyclooxygenase‐2 enzyme. At equitoxic doses, their activities are equal to or superior to that of the known anticarcinogen, curcumin. The hydroxycinnamic acids are both important components of plant cell walls in certain plant foods. It is known that the action of microbial hydroxycinnamoyl esterases can lead to the release of hydroxycinnamic acids from ester‐linkages to cell wall polysaccharides into the human colon. Thus, providing they can reach effective levels in the colon, they could provide an important mechanism by which dietary fibres of food plants, such as spinach or …",
                "Monocotyledons of 104 species in 52 families were divided into two groups depending on the UV fluorescence behaviour of their cell walls. The unlignified cell walls of the first group, fluoresced blue, which changed to green with increased intensity after treatment with NH3 due to the presence of bound ferulic acid. The isolated cell walls of members of the first group were shown to contain bound ferulic, p-coumaric and diferulic acids. These acids were absent from cell walls of the second group. The first group contained families of the Commelinidae of Cronquist, the Palmae (part of the Arecidae), and the Philydraceae, Pontederiaceae, and Haemodoraceae (all part of Liliidae). The other families of the latter two subclasses and those of the Alismatidae belonged to the second group.",
                "Dietary fibre has a complex and highly variable composition. Although some dietary fibres may protect against colorectal cancer, it is unlikely that all are equally protective. Dietary fibre is principally composed of plant cell walls, but it also includes components obtained from cell walls (e.g. cellulose, pectin, and lignin), and non-starch polysaccharides (NSPs) from other sources (e.g. seaweeds and micro-organisms). The AOAC and Englyst methods are commonly used to determine the total amount of dietary fibre in foods. Most of the cell walls in food plants are from parenchyma cells, which are extensively degraded by bacteria in the colon. Cell types with walls containing the hydrophibic polymers lignin, suberin, or cutin also occur in food plants in small numbers, but they may be important in preventing colorectal cancer. Lignin, and possibly the other polymers, protect these walls from degradation. Epidemiological …",
                "A survey was made of the UV fluorescence behaviour of the cell walls of 251 species in 150 families of dicotyledons. The unlignified cell walls of species in the Caryophyllales (Centrospermae) fluoresced blue, which changed to green with increased intensity after treatment with NH3, indicating the presence of bound ferulic acid. Walls isolated from species in this order were shown to contain the bound acid, which was absent from the walls of species in families of the other orders.",
                "Monocotyledon families can be divided into two groups depending on the presence (Group A) or absence (Group B) of ferulic acid ester-linked to their unlignified cell walls. The two groups also differ in the major types of non-cellulosic polysaccharides in their unlignified cell walls: in Group A they are glucuronoarabinoxylans (GAXs), and in Group B they are pectic polysaccharides. Previous studies suggested that among the Group A families, the Poaceae (grasses and cereals) was the only family with unlignified cell walls containing (1→3,1→4)-β-d-glucans. Moreover, the unlignified cell walls of the Poaceae contain a smaller proportion of pectic rhamnogalacturonans than those of the other Group A families. However, these studies did not include other families in the order Poales. We examined the polysaccharide compositions of unlignified cell walls from species of six Poales families: Anarthriaceae …"
            ],
            [
                [
                    "Plant cell walls"
                ]
            ],
            [
                "PHILIP HARRIS Assistant Professor of Physics EMAIL: pcharris@MIT.EDU PHONE: (617) 253-7589 24-411 ASSISTANT: Anna Maria Convertino (617) 253-2391 LHC - Large Hadron Collider CMS Experiment at CERN Experimental Nuclear and Particle Physics The highest energy collisions in a lab are created with the LHC. While we have recorded many PetaBytes of data, we still do not understand the finer features of these collisions. Hidden within the details may be the imprints of new physics, and Philip Harris' research seeks to reveal a deeper understanding of LHC data. Currently, Philip is working on the search for dark matter. By developing a  suite of collider searches which probe dark matter at the highest energies, he has performed some of the most precise measurements of the production of heavy light-like particles, the electroweak bosons. His work complements more conventional dark matter satellite and direct detection experiments providing a new angle of constraints.  Much of Philip's research exploits new techniques to resolve the structure of quark and gluon decays, known as jet substructure. Additionally, Philip is currently working on a new approach to perform pattern recognition at MHz collision rate as part of the upgrade to the CMS triggering system. Philip maintains an interest in jet substructure measurements in the quark gluon medium of heavy ion collisions, along an interest in machine learning techniques. Philip Harris joined the MIT faculty in 2017. Born in Sao Paulo, he received his B.S in Physics from Caltech in 2005, and his Ph.D from MIT in 2011 on research performed at CERN with the CMS experiment.  From 2011-2013, Philip was a CERN fellow working on the Higgs discovery. From 2014-2017, he was a CERN staff scientist working on the CMS experiment. [ arXiv:1406.0932 ] CMS Collaboration, Search for dark matter produced with an energetic jet or a hadronically decaying W or Z boson at sqrt(s) = 13 TeV arXiv:1703.0165 ] CMS Collaboration, Searches for invisible decays of the Higgs boson in pp collisions at sqrt(s) = 7, 8, and 13 TeV  JHEP 1702, 135 (2017) arXiv:1610.09218 ] CMS Collaboration, Search for dark matter in proton-proton collisions at 8 TeV with missing transverse momentum and vector boson tagged jets,'' JHEP 1612, 083 (2016) [ arXiv:1607.05764 ] CMS Collaboration, Jet splitting function in pp and PbPb at 5 TeV [ HIN-16-006 ] P.Harris et al, Physics at a 100 TeV pp collider: beyond the Standard Model phenomena [ arXiv:1606.00947 ] P.Harris et al, Thinking outside the ROCs: Designing Decorrelated Taggers (DDT) for jet substructure,  JHEP 1605, 156 (2016) [ arXiv:1603.00027 ] P.Harris et al, Constraining Dark Sectors at Colliders: Beyond the Effective Theory Approach, Phys. Rev.D 91, 055009 (2015) arXiv:\/1411.0535 ] P.Harris et al, Pileup Per Particle Identification JHEP 1410, 059 (2014) arXiv:\/1407.6013 ] CMS Collaboration, Evidence for the direct decay of the 125 GeV Higgs boson to fermions Nature Phys. 10, 557 (2014) [ arXiv:\/1401.6527 ] A full listing of Professor Harris' publications can be found on inSPIRE Last updated July 15, 2020 4:09 PM -->"
            ]
        ]
    ]
}