{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HKWU6ORN",
            "zK70iqgAAAAJ",
            [
                "Relationship between vitamin D, parathyroid hormone, and bone health",
                "Evidence that aerobic fitness is more salient than weight status in predicting standardized math and reading outcomes in fourth-through eighth-grade students",
                "Educational technology use among US colleges and schools of pharmacy",
                "The effect of a mechanical ventilation discontinuation protocol in patients with simple and difficult weaning: impact on clinical outcomes",
                "Aggregated N-of-1 randomized controlled trials: Modern data analytics applied to a clinically valid method of intervention effectiveness",
                "Blood conservation using tranexamic acid is not superior to epsilon-aminocaproic acid after total knee arthroplasty",
                "Trends and outcomes of hospitalizations related to acute pancreatitis: epidemiology from 2001 to 2014 in the United States",
                "Impact of statin use on heart failure mortality",
                "Impact of pharmacist intervention on diabetes patients in an ambulatory setting",
                "Intra-individual variability of physical activity in older adults with and without mild Alzheimer’s disease"
            ],
            [
                "There is a controversy regarding the definition of vitamin D insufficiency as it relates to bone health.The objective of the study was to examine the evidence for a threshold value of serum 25-hydroxyvitamin D (25OHD) that defines vitamin D insufficiency as it relates to bone health.This was a cross-sectional analysis of baseline data in 488 elderly Caucasian women, mean age 71 yr, combined with a literature review of 70 studies on the relationship of serum PTH to serum 25OHD.The study was conducted in independent-living women in the midwest United States.The relationship between serum 25OHD, serum PTH, and serum osteocalcin and 24-h urine N-telopeptides was evaluated.Serum PTH was inversely …",
                "To determine whether aerobic fitness is more salient than weight status in predicting performance on standardized math and reading tests in fourth- to eighth-grade students.A cross-sectional study of data abstracted from 11 743 students in 47 public schools. Aerobic fitness was defined by entering the healthy fitness zone of Fitnessgram's Progressive Aerobic Cardiovascular Endurance Run, which has been shown to correlate highly with maximum oxygen consumption. Mixed-effects logistic regression analyses were conducted to model the student-level effect of aerobic fitness status on passing the Nebraska State Accountability (NeSA) math and reading tests after adjusting for body mass index (BMI) percentile, free\/reduced lunch status, sex, race, grade level, and school type.After adjustment, aerobically fit students had greater odds of passing the NeSA math and reading tests …",
                "Objective. To develop a searchable database of educational technologies used at schools and colleges of pharmacy.Methods. A cross-sectional survey design was used to determine what educational technologies were being used and to identify an individual at each institution who could serve as an information resource for peer-to-peer questions.Results. Eighty-nine survey instruments were returned for a response rate of 75.4%. The resulting data illustrated the almost ubiquitous presence of educational technology. The most frequently used technology was course management systems and the least frequently used technology was microblogging.Conclusions. Educational technology use is trending toward fee-based products for enterprise-level applications and free, open-source products for collaboration and presentation. Educational technology is allowing educators to restructure classroom time for something other than simple transmission of factual information and to adopt an evidence-based approach to instructional innovation and reform.",
                "We sought to determine whether the utilization of a respiratory therapist (RT) driven mechanical ventilation weaning protocol is associated with improvement in clinical outcomes in subjects with simple versus difficult weaning.This was a retrospective analysis of prospectively collected data obtained during a quality improvement project. We collected data on 803 consecutive mechanically ventilated patients admitted to the ICU of an academic tertiary care hospital. We compared an RT-driven weaning protocol to a physician-driven weaning strategy.Of the 803 patients, 651 with simple weaning and 131 with difficult weaning were included in the analysis. In the subjects with simple weaning, 514 (79%) were weaned with the RT-driven protocol. Among the difficult weaning subjects, 101(77.1%) were liberated with the RT-driven protocol. A multivariate analysis, which included Acute …",
                " Objective Aggregated N-of-1 randomized controlled trials (RCTs) combined with multilevel modeling represent a methodological advancement that may help bridge science and practice in pediatric psychology. The purpose of this article is to offer a primer for pediatric psychologists interested in conducting aggregated N-of-1 RCTs. Methods An overview of N-of-1 RCT methodology is provided and 2 simulated data sets are analyzed to demonstrate the clinical and research potential of the methodology. Results The simulated data example demonstrates the utility of aggregated N-of-1 RCTs for understanding the clinical impact of an intervention for a given individual and the modeling of covariates to explain why an intervention worked for one patient and not another. Conclusions Aggregated N-of-1 RCTs hold potential for improving the science and practice of pediatric psychology.",
                "Background:Epsilon-aminocaproic acid (EACA) and tranexamic acid (TXA) are synthetic amino acid derivatives that interfere with fibrinolysis, promoting hemostasis by pharmacological means. Although both drugs have been shown to decrease blood loss with a minimal risk of thromboembolic adverse events following cardiac and vascular surgery, we are aware of only 1 published trial that directly compared the antifibrinolytic effects of EACA with those of TXA after total knee arthroplasty (TKA). The primary aim of this prospective, randomized, controlled trial was to determine whether TXA provides superior blood conservation following TKA compared with that provided by EACA.Methods:A total of 194 patients scheduled to undergo a primary unilateral TKA in the same community-based hospital were prospectively randomized to receive intravenous EACA (n= 96) or TXA (n= 98). Both the patients and the operating …",
                "ObjectivesThe aim of this study was to determine the recent trends of the rates of hospitalization, mortality of hospitalized patients, and associated health care utilization in patients with acute pancreatitis (AP).MethodsWe identified adult patients with primary discharge diagnosis of AP from the National Inpatient Sample database. Patients with chronic pancreatitis and\/or pancreatic cancer were excluded. Primary outcomes included age-adjusted incidence of AP and in-hospital mortality based on US standard population derived from the 2000 census data. Secondary outcomes were length of stay, inflation-adjusted hospital costs in 2014 US dollars, and procedural rates. Subgroup analysis included disease etiologies, age, race, sex, hospital region, hospital size, and institution type.ResultsFrom 2001 to 2014, the rate of primary discharge diagnosis for AP increased from 65.38 to 81.88 per 100,000 US adults per year …",
                "There is conflicting data regarding the mortality benefit of statins in patients with heart failure. The objectives of our study were to determine whether statin therapy is associated with decreased all-cause mortality and to assess the effect of incremental duration of therapy.We studied 10,510 consecutive patients from the Veterans Affairs health system with a diagnosis of heart failure from January 2002 through December 2006. Mean follow‐up was 2.66 years. Statin use and duration of therapy were identified. Veterans were classified into four groups based on duration of statin use during the study period (none, 1–25%, 26–75% and > 75% use of statins). Logistic regression was performed to identify the association between incident statin use and all-cause mortality following a diagnosis of heart failure. The Kaplan–Meier method was employed to assess for differences in survival time between the …",
                "METHODSThis study investigated the clinical pharmacist's impact on type 2 diabetes patients as measured by the change in A1C over a 2-year period in an outpatient clinic at a Veterans Administration institution. Diabetes care for the treatment group included the pharmacist, dietitian, and primary care provider (Team), with patients managed by the primary care provider and dietitian serving as controls (Control). For Team patients, a clinical pharmacist met with patients every 3 months or as needed to help meet ADA goals for therapy. 8",
                "Physical activity shows promise for protection against cognitive decline in older adults with and without Alzheimer’s disease (AD). To better understand barriers to adoption of physical activity in this population, a clear understanding of daily and weekly activity patterns is needed. Most accelerometry studies report average physical activity over an entire wear period without considering the potential importance of the variability of physical activity. This study evaluated individual differences in the amount and intra-individual variability of physical activity and determined whether these differences could be predicted by AD status, day of wear, age, gender, education, and cardiorespiratory capacity. Physical activity was measured via accelerometry (Actigraph GT3X+) over one week in 86 older adults with and without AD (n = 33 and n = 53, respectively). Mixed-effects location-scale models were estimated to evaluate and predict individual differences in the amount and intra-individual variability of physical activity. Results indicated that compared to controls, participants with AD averaged 21% less activity, but averaged non-significantly greater intra-individual variability. Women and men averaged similar amounts of physical activity, but women were significantly less variable. The amount of physical activity differed significantly across days of wear. Increased cardiorespiratory capacity was associated with greater average amounts of physical activity. Investigation of individual differences in the amount and intra-individual variability of physical activity provided insight into differences by AD status, days of monitor wear, gender, and cardiovascular capacity …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}