{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HM6ZBX0K",
            "MKXVcVAAAAAJ",
            [
                "The formation of the first star in the universe",
                "How small were the first cosmological objects?",
                "yt: A multi-code analysis toolkit for astrophysical simulation data",
                "The formation and fragmentation of primordial molecular clouds",
                "Modelling primordial gas in numerical cosmology",
                "Enzo: An adaptive mesh refinement code for astrophysics",
                "Simulations of early structure formation: Primordial gas clouds",
                "Multi-scale initial conditions for cosmological simulations",
                "Formation of primordial stars in a ΛCDM universe"
            ],
            [
                "We describe results from a fully self-consistent three-dimensional hydrodynamical simulation of the formation of one of the first stars in the Universe. In current models of structure formation, dark matter initially dominates, and pregalactic objects form because of gravitational instability from small initial density perturbations. As they assemble via hierarchical merging, primordial gas cools through ro-vibrational lines of hydrogen molecules and sinks to the center of the dark matter potential well. The high-redshift analog of a molecular cloud is formed. As the dense, central parts of the cold gas cloud become self-gravitating, a dense core of ∼100M⊙ (whereM⊙ is the mass of the Sun) undergoes rapid contraction. At particle number densities greater than 109 per cubic centimeter, a 1M⊙ protostellar core becomes fully molecular as a result of three-body H2formation. Contrary to analytical expectations, this process does …",
                "The minimum mass that a virialized gas cloud must have in order to be able to cool in a Hubble time is computed, using a detailed treatment of the chemistry of molecular hydrogen. With a simple model for halo profiles, we reduce the problem to that of numerically integrating a system of chemical equations. The results agree well with numerically expensive three-dimensional simulations, and our approach has the advantage of being able to explore large regions of parameter space rapidly. The minimum baryonic mass M b is found to be strongly redshift dependent, dropping from 10 6 M☉ at z~ 15 to 5× 10 3 M☉ at z~ 100 as molecular cooling becomes effective. For z Gt 100, M b rises again, as cosmic microwave background photons inhibit H 2 formation through the H-channel. Finally, for z Gt 200, the H+ 2 channel for H 2 formation becomes effective, driving M b down toward M b~ 10 3 M☉. With a standard cold …",
                "The analysis of complex multiphysics astrophysical simulations presents a unique and rapidly growing set of challenges: reproducibility, parallelization, and vast increases in data size and complexity chief among them. In order to meet these challenges, and in order to open up new avenues for collaboration between users of multiple simulation platforms, we present yt (available at http:\/\/yt. enzotools. org\/) an open source, community-developed astrophysical analysis and visualization toolkit. Analysis and visualization with yt are oriented around physically relevant quantities rather than quantities native to astrophysical simulation codes. While originally designed for handling Enzo's structure adaptive mesh refinement data, yt has been extended to work with several different simulation methods and simulation codes including Orion, RAMSES, and FLASH. We report on its methods for reading, handling, and …",
                "Many questions in physical cosmology regarding the thermal history of the intergalactic medium, chemical enrichment, reionization, etc., are thought to be intimately related to the nature and evolution of pregalactic structure. In particular, the efficiency of primordial star formation and the primordial initial mass function are of special interest. We present results from high‐resolution three‐dimensional adaptive mesh refinement simulations that follow the collapse of primordial molecular clouds and their subsequent fragmentation within a cosmologically representative volume. Comoving scales from 128 kpc down to 1 pc are followed accurately. Dark matter dynamics, hydrodynamics, and all relevant chemical and radiative processes (cooling) are followed self‐consistently for a cluster‐normalized cold dark matter (CDM) structure formation model. Primordial molecular clouds with ∼105 solar masses are assembled by …",
                "We have reviewed the chemistry and cooling behaviour of low-density (n< 10^ 4 cm^-3) primordial gas and devised a cooling model wich involves 19 collisional and 9 radiative processes and is applicable for temperatures in the range (1 K< T< 10^ 8 K). We derived new fits of rate coefficients for the photo-attachment of neutral hydrogen, the formation of molecular hydrogen via H-, charge exchange between H2 and H+, electron detachment of H-by neutral hydrogen, dissociative recombination of H2 with slow electrons, photodissociation of H2+, and photodissociation of H2. Further it was found that the molecular hydrogen produced through the gas-phase processes, H2++ H-> H2+ H+, and H-+ H-> H2+ e-, is likely to be converted into its para configuration on a faster time scale than the formation time scale. We have tested the model extensively and shown it to agree well with former studies. We further studied the chemical kinetics in great detail and devised a minimal model which is substantially simpler than the full reaction network but predicts correct abundances. This minimal model shows convincingly that 12 collisional processes are sufficient to model the H, He, H+, H-, He+, He++, and H2 abundances in low density primordial gas for applications with no radiation fields.",
                "This paper describes the open-source code Enzo, which uses block-structured adaptive mesh refinement to provide high spatial and temporal resolution for modeling astrophysical fluid flows. The code is Cartesian, can be run in one, two, and three dimensions, and supports a wide variety of physics including hydrodynamics, ideal and non-ideal magnetohydrodynamics, N-body dynamics (and, more broadly, self-gravity of fluids and particles), primordial gas chemistry, optically thin radiative cooling of primordial and metal-enriched plasmas (as well as some optically-thick cooling models), radiation transport, cosmological expansion, and models for star formation and feedback in a cosmological context. In addition to explaining the algorithms implemented, we present solutions for a wide range of test problems, demonstrate the code's parallel performance, and discuss the Enzo collaboration's code development …",
                "We use cosmological simulations to study the origin of primordial star‐forming clouds in a ΛCDM universe, by following the formation of dark matter halos and the cooling of gas within them. To model the physics of chemically pristine gas, we employ a nonequilibrium treatment of the chemistry of nine species (e−, H, H+, He, He+, He++, H2,  , H−) and include cooling by molecular hydrogen. By considering cosmological volumes, we are able to study the statistical properties of primordial halos, and the high resolution of our simulations enables us to examine these objects in detail. In particular, we explore the hierarchical growth of bound structures forming at redshifts   with total masses in the range ≈ . We find that when the amount of molecular hydrogen in these objects reaches a critical level, cooling by rotational line emission is efficient, and dense clumps of cold gas form. We identify these “gas clouds” as sites for …",
                "We discuss a new algorithm to generate multi-scale initial conditions with multiple levels of refinements for cosmological ‘zoom-in’ simulations. The method uses an adaptive convolution of Gaussian white noise with a real-space transfer function kernel together with an adaptive multi-grid Poisson solver to generate displacements and velocities following first- (1LPT) or second-order Lagrangian perturbation theory (2LPT). The new algorithm achieves rms relative errors of the order of 10−4 for displacements and velocities in the refinement region and thus improves in terms of errors by about two orders of magnitude over previous approaches. In addition, errors are localized at coarse-fine boundaries and do not suffer from Fourier-space-induced interference ringing. An optional hybrid multi-grid and Fast Fourier Transform (FFT) based scheme is introduced which has identical Fourier-space behaviour as …",
                "We study the formation of the first generation of stars in the standard cold dark matter model. We use a very high resolution cosmological hydrodynamic simulation that achieves a dynamic range of ∼1010 in length scale. With accurate treatment of atomic and molecular physics, including the effect of molecular line opacities and cooling by collision‐induced continuum emission, it allows us to study the chemothermal evolution of primordial gas clouds to densities up to   g cm−3 (  cm−3) without assuming any a priori equation of state, an improvement of 6 orders of magnitude over previous three‐dimensional calculations. We study the evolution of a primordial star‐forming gas cloud in the cosmological simulation in detail. The cloud core becomes marginally unstable against chemothermal instability when the gas cooling rate is increased owing to three‐body molecule formation. However, since the core is already …"
            ],
            [
                [
                    "Cosmology",
                    "Astrophysics",
                    "Plasma Physics"
                ]
            ],
            [
                "Tom Abel Professor of Particle Physics and Astrophysics and of Physics http:\/\/web.stanford.edu\/dept\/physics\/people\/faculty\/abel_tom.html What were the first objects that formed in the Universe? Prof. Abel's group explores the first billion years of cosmic history using ab initio supercomputer calculations.  He has shown from first principles that the very first luminous objects are very massive stars and has developed novel numerical algorithms using adaptive-mesh-refinement simulations that capture over 14 orders of magnitude in length and time scales.  He currently continues his work on the first stars and first galaxies and their role in chemical enrichment and cosmological reionization.  His group studies any of the first objects to form in the universe:  first stars, first supernovae, first HII regions, first magnetic fields, first heavy elements, and so on. Most recently he is pioneering novel numerical algorithms to study collisionless fluids such as dark matter which makes up most of the mass in the Universe as well as astrophysical and terrestrial plasmas. He was the director of the Kavli Institute for Particle Astrophysics and Cosmology and Division Director at SLAC 2013-2018. Terman Fellow, Stanford University (2007 - 2010) Director, Kavli Institute for Particle Astrophysics and Cosmology, Stanford\/SLAC (2013 - 2018) Visiting Professor, Heidelberg Institute of Theoretical Studies (2010 - 2011) Visiting Professor, University of Heidelberg at Institute for Theoretical Astrophysics (2010 - 2011) Founding Head, KIPAC Computational Physics department at SLAC (2005 - 2005) Associate Professor Department of Physics, Kavli Institute for Particle Astrophysics and Cosmology, Stanford University, and SLAC (2004 - Present) Associate Professor with tenure, Deptartment for Astronomy and Astrophysics, Pennsylvania State University (2004 - 2004) Assistant Professor, Department for Astronomy and Astrophysics, Pennsylvania State University (2002 - 2002) Wempe Lecturer, Astrophysical Institute, Potsdam (2001 - 2001) Postdoctoral Researcher, Institute of Astronomy, Cambridge (2001 - 2001) Postdoctoral Fellow, Harvard College Observatory (1999 - 2001) Visitor, Max Planck Institute for Astrophysics (1997 - 1999) Visiting Research Scholar, National Center for Supercomputing Applications (1996 - 1999) Elected Fellow of the AAAS, American Association for the Advancement of Science (2014) Lagrange Prize, Institute Lagrange de Paris (2011) NSF Career Award, National Science Foundation (2003-2008) Gordon Bell Prize Finalist, Association for Computing Machinery (2001) Wempe Prize, Leibniz-Institut für Astrophysik Potsdam (2000) Scholarship, Deutscher Akademischer Austausch Dienst (1993-1994) Oskar Karl Forster Scholarship, Universität Regensburg (1993) Associate Editor, Journal of Particle Astrophysics and Cosmology (JCAP) (2015 - Present) Organizer, Collisionless Fluids, a workshop at the Institute Lagrange de Paris & IAP (2014 - 2014) Organizer, KIPAC@10, Big Questions in Particle Astrophysics and Cosmology, KIPAC, Stanford (2013 - 2013) Advisory Board Member, Hayden Planetarium Space Show (2012 - 2013) Organizer, Kavli Futures Symposium, \"Growing High Performance Computing in a Green Environment\" (2010 - 2010) Organizer, Kavli Futures Symposium, \"Solving Real Problems with imagined Computers\", SLAC (2009 - 2009) Advisory Board Member, Hayden Planetarium Space Show (2008 - 2009) Organizer, Scientific Challenges for Understanding the Quantum Universe and the Role of Computation at the Extreme Scale, SLAC (2008 - 2008) Co-Organizer (with Alex Heger & Brian O'Shea), First Stars III (2007 - 2007) Co-Organizer (with C. McKee, P. Padoan, & A. Goodman), Star formation over cosmic time, KITP Santa Barbara (2007 - 2007) Co-Organizer (with Yong Qian, Alex Heger & Tim Beers), The First Stars and Evolution of the Early Universe, INT Seattle (2006 - 2006) Chair, GRB physics before SWIFT, State College (2004 - 2004) Co-Organizer (with Andrew Hamilton, Martin Hachnelt & Andrea Ghez), Formation of Supermassive Black Holes (2004 - 2004) Chair, First Stars II, Pennsylvania State University (2003 - 2003) Co-Organizer (with Rosie Wyse), The Baryonic Universe, Aspen Winter workshop (2003 - 2003) Consultant, National Geographic Magazine (2003 - 2003) Member, Astro 2010 (2002 - Present) Panel member, Department of Energy, Innovative & Novel Computational Impact on Theory and Experiment (INCITE) (2002 - Present) Postdoc review panel member, National Science Foundation (2002 - Present) Co-Organizer (with Achim Weiss & Vanessa Hill), First Stars (1999 - 1999) Referee, Nature (1998 - Present) Referee, Monthly Notices of the Royal Astronomical Society (1998 - Present) Referee, The Astrophysical Journal (1998 - Present) Referee, New Astronomy (1998 - Present) Referee, Science (1998 - Present) Masters, University of Regensburg (1998) Ph.D, Ludwig Maximillians University Munich (1999) tabel@stanford.edu (650) 926-4230 (650) 926-4230 Administrative Contact Kelly Carson carson@stanford.edu 29 Personal Website Computational Physics PHYSICS 113 (Win) Independent Studies (2) PHYSICS 190 (Aut, Spr) Black Holes and Extreme Astrophysics PHYSICS 17 (Spr) Continuum Mechanics PHYSICS 211 (Win) Jason Chou, Ethan Nadler Daegene Koh Andrew Eberhardt , Al Zamora Diogo Braganca, Kate Coppess, David Cyncynates, Stanislav Fort Nickolas Kokron , Justin Myles, Ethan Nadler , Emil Noordeh, Chao Wang, Nan Wang ENZO: AN ADAPTIVE MESH REFINEMENT CODE FOR ASTROPHYSICS Bryan, G. L., Norman, M. L., O'Shea, B. W., Abel, T., Wise, J. H., Turk, M. J., Reynolds, D. R., Collins, D. C., Wang, P., Skillman, S. W., Smith, B., Harkness, R. P., Bordner, J., Kim, J., Kuhlen, M., Xu, H., Goldbaum, N., Hummels, C., Kritsuk, A. G., Tasker, E., Skory, S., Simpson, C. M., Hahn, O., Oishi, J. S., So, G. C., Zhao, F., Cen, R., Li, Y. 211 (2) DOI 10.1088\/0067-0049\/211\/2\/19 Web of Science ID 000334028600003 The warm dark matter halo mass function below the cut-off scale Angulo, R. E., Hahn, O., Abel, T. 434 (4) : 3337-3347 DOI 10.1093\/mnras\/stt1246 Web of Science ID 000325262300052 A new approach to simulating collisionless dark matter fluids Hahn, O., Abel, T., Kaehler, R. 434 (2) : 1171-1191 DOI 10.1093\/mnras\/stt1061 Web of Science ID 000323638200018 Tracing the dark matter sheet in phase space Abel, T., Hahn, O., Kaehler, R. 427 (1) : 61-76 DOI 10.1111\/j.1365-2966.2012.21754.x Web of Science ID 000310675400006 MAGNETIC FIELDS IN POPULATION III STAR FORMATION Turk, M. J., Oishi, J. S., Abel, T., Bryan, G. L. 745 (2) DOI 10.1088\/0004-637X\/745\/2\/154 Web of Science ID 000300326800052 OUTFLOW FEEDBACK REGULATED MASSIVE STAR FORMATION IN PARSEC-SCALE CLUSTER-FORMING CLUMPS Wang, P., Li, Z., Abel, T., Nakamura, F. 709 (1) : 27-41 DOI 10.1088\/0004-637X\/709\/1\/27 Web of Science ID 000273282500003 The Formation of Population III Binaries from Cosmological Initial Conditions Turk, M. J., Abel, T., O'Shea, B. 325 (5940) : 601-605 Previous high-resolution cosmological simulations predicted that the first stars to appear in the early universe were very massive and formed in isolation. Here, we discuss a cosmological simulation in which the central 50 M(o) (where M(o) is the mass of the Sun) clump breaks up into two cores having a mass ratio of two to one, with one fragment collapsing to densities of 10(-8) grams per cubic centimeter. The second fragment, at a distance of approximately 800 astronomical units, is also optically thick to its own cooling radiation from molecular hydrogen lines but is still able to cool via collision-induced emission. The two dense peaks will continue to accrete from the surrounding cold gas reservoir over a period of approximately 10(5) years and will likely form a binary star system. DOI 10.1126\/science.1173540 Web of Science ID 000268493000047 PubMedID 19589964 MAGNETOHYDRODYNAMIC SIMULATIONS OF DISK GALAXY FORMATION: THE MAGNETIZATION OF THE COLD AND WARM MEDIUM Wang, P., Abel, T. 696 (1) : 96-109 DOI 10.1088\/0004-637X\/696\/1\/96 Web of Science ID 000265350100010 GALAXY MERGERS WITH ADAPTIVE MESH REFINEMENT: STAR FORMATION AND HOT GAS OUTFLOW Kim, J., Wise, J. H., Abel, T. 694 (2) : L123-L127 DOI 10.1088\/0004-637X\/694\/2\/L123 Web of Science ID 000264196600008 How very massive metal-free stars start cosmological reionization Wise, J. H., Abel, T. 684 (1) : 1-17 Web of Science ID 000258730700001 Resolving the formation of protogalaxies. II. Central gravitational collapse Wise, J. H., Turk, M. J., Abel, T. 682 (2) : 745-757 Web of Science ID 000258026100005 The formation of the first star in the universe Abel, T., Bryan, G. L., Norman, M. L. 295 (5552) : 93-98 We describe results from a fully self-consistent three-dimensional hydrodynamical simulation of the formation of one of the first stars in the Universe. In current models of structure formation, dark matter initially dominates, and pregalactic objects form because of gravitational instability from small initial density perturbations. As they assemble via hierarchical merging, primordial gas cools through ro-vibrational lines of hydrogen molecules and sinks to the center of the dark matter potential well. The high-redshift analog of a molecular cloud is formed. As the dense, central parts of the cold gas cloud become self-gravitating, a dense core of approximately 100 M (where M is the mass of the Sun) undergoes rapid contraction. At particle number densities greater than 10(9) per cubic centimeter, a 1 M protostellar core becomes fully molecular as a result of three-body H2 formation. Contrary to analytical expectations, this process does not lead to renewed fragmentation and only one star is formed. The calculation is stopped when optical depth effects become important, leaving the final mass of the fully formed star somewhat uncertain. At this stage the protostar is accreting material very rapidly (approximately 10(-2) M year-1). Radiative feedback from the star will not only halt its growth but also inhibit the formation of other stars in the same pregalactic object (at least until the first star ends its life, presumably as a supernova). We conclude that at most one massive (M 1 M) metal-free star forms per pregalactic halo, consistent with recent abundance measurements of metal-poor galactic halo stars. DOI 10.1126\/science.1063991 Web of Science ID 000173143100039 PubMedID 11711636 Photon-conserving radiative transfer around point sources in multidimensional numerical cosmology Abel, T., Norman, M. L., Madau, P. 523 (1) : 66-71 Web of Science ID 000082673300006 A new method for analyzing and visualizing plasma simulations using a phase-space tessellation PHYSICS OF PLASMAS Totorica, S. R., Fiuza, F., Abel, T. 25 (7) DOI 10.1063\/1.5037348 Web of Science ID 000440589100010 Comparing fully general relativistic and Newtonian calculations of structure formation East, W. E., Wojtak, R., Abel, T. 97 (4) DOI 10.1103\/PhysRevD.97.043509 Web of Science ID 000424904800006 GRACKLE: a chemistry and cooling library for astrophysics Smith, B. D., Bryan, G. L., Glover, S. C., Goldbaum, N. J., Turk, M. J., Regan, J., Wise, J. H., Schive, H., Abel, T., Emerick, A., O'Shea, B. W., Anninos, P., Hummels, C. B., Khochfar, S. 466 (2) : 2217-2234 DOI 10.1093\/mnras\/stw3291 Web of Science ID 000398284600069 Particle acceleration in laser-driven magnetic reconnection PHYSICS OF PLASMAS Totorica, S. R., Abel, T., Fiuza, F. 24 (4) DOI 10.1063\/1.4978627 Web of Science ID 000400390700012 THE AGORA HIGH-RESOLUTION GALAXY SIMULATIONS COMPARISON PROJECT. II. ISOLATED DISK TEST Kim, J., Agertz, O., Teyssier, R., Butler, M. J., Ceverino, D., Choi, J., Feldmann, R., Keller, B. W., Lupi, A., Quinn, T., Revaz, Y., Wallace, S., Gnedin, N. Y., Leitner, S. N., Shen, S., Smith, B. D., Thompson, R., Turk, M. J., Abel, T., Arraki, K. S., Benincasa, S. M., Chakrabarti, S., Degraf, C., Dekel, A., Goldbaum, N. J., Hopkins, P. F., Hummels, C. B., Klypin, A., Li, H., Madau, P., Mandelker, N., Mayer, L., Nagamine, K., Nickerson, S., O'Shea, B. W., Primack, J. R., Roca-Fabrega, S., Semenov, V., Shimizu, I., Simpson, C. M., Todoroki, K., Wadsley, J. W., Wise, J. H. 833 (2) DOI 10.3847\/1538-4357\/833\/2\/202 Web of Science ID 000391169600077 Voids in cosmological simulations over cosmic time Wojtak, R., Powell, D., Abel, T. 458 (4) : 4431-4442 DOI 10.1093\/mnras\/stw615 Web of Science ID 000375799500080 Nonthermal Electron Energization from Magnetic Reconnection in Laser-Driven Plasmas. Totorica, S. R., Abel, T., Fiuza, F. 116 (9) : 095003-? The possibility of studying nonthermal electron energization in laser-driven plasma experiments of magnetic reconnection is studied using two- and three-dimensional particle-in-cell simulations. It is demonstrated that nonthermal electrons with energies more than an order of magnitude larger than the initial thermal energy can be produced in plasma conditions currently accessible in the laboratory. Electrons are accelerated by the reconnection electric field, being injected at varied distances from the X points, and in some cases trapped in plasmoids, before escaping the finite-sized system. Trapped electrons can be further energized by the electric field arising from the motion of the plasmoid. This acceleration gives rise to a nonthermal electron component that resembles a power-law spectrum, containing up to ∼8% of the initial energy of the interacting electrons and ∼24% of the initial magnetic energy. Estimates of the maximum electron energy and of the plasma conditions required to observe suprathermal electron acceleration are provided, paving the way for a new platform for the experimental study of particle acceleration induced by reconnection. DOI 10.1103\/PhysRevLett.116.095003 PubMedID 26991182 Simplex-in-cell technique for collisionless plasma simulations JOURNAL OF COMPUTATIONAL PHYSICS Kates-Harbeck, J., Totorica, S., Zrake, J., Abel, T. 304 : 231-251 DOI 10.1016\/j.jcp.2015.10.017 Web of Science ID 000365041900010 The properties of cosmic velocity fields Hahn, O., Angulo, R. E., Abel, T. 454 (4) : 3920-3937 DOI 10.1093\/mnras\/stv2179 Web of Science ID 000368001600048 An exact general remeshing scheme applied to physically conservative voxelization JOURNAL OF COMPUTATIONAL PHYSICS Powell, D., Abel, T. 297 : 340-356 DOI 10.1016\/j.jcp.2015.05.022 Web of Science ID 000357541900020 COLD ACCRETION IN EARLY GALAXY FORMATION AND ITS Ly alpha SIGNATURES Yajima, H., Li, Y., Zhu, Q., Abel, T. 801 (1) DOI 10.1088\/0004-637X\/801\/1\/52 Web of Science ID 000350488700052 Towards noiseless gravitational lensing simulations Angulo, R. E., Chen, R., Hilbert, S., Abel, T. 444 (3) : 2925-2937 DOI 10.1093\/mnras\/stu1608 Web of Science ID 000343399600070 The birth of a galaxy - III. Propelling reionization with the faintest galaxies Wise, J. H., Demchenko, V. G., Halicek, M. T., Norman, M. L., Turk, M. J., Abel, T., Smith, B. D. 442 (3) : 2560-2579 DOI 10.1093\/mnras\/stu979 Web of Science ID 000339924300051 Escape of Ly alpha and continuum photons from star-forming galaxies Yajima, H., Li, Y., Zhu, Q., Abel, T., Gronwall, C., Ciardullo, R. 440 (1) : 776-786 DOI 10.1093\/mnras\/stu299 Web of Science ID 000334691900061 REIONIZATION HISTORIES OF MILKY WAY MASS HALOS Li, T. Y., Alvarez, M. A., Wechsler, R. H., Abel, T. DOI 10.1088\/0004-637X\/785\/2\/134 Web of Science ID 000335736800053 THE AGORA HIGH-RESOLUTION GALAXY SIMULATIONS COMPARISON PROJECT Kim, J., Abel, T., Agertz, O., Bryan, G. L., Ceverino, D., Christensen, C., Conroy, C., Dekel, A., Gnedin, N. Y., Goldbaum, N. J., Guedes, J., Hahn, O., Hobbs, A., Hopkins, P. F., Hummels, C. B., Iannuzzi, F., Keres, D., Klypin, A., Kravtsov, A. V., Krumholz, M. R., Kuhlen, M., Leitner, S. N., Madau, P., Mayer, L., Moody, C. E., Nagamine, K., Norman, M. L., Onorbe, J., O'Shea, B. W., Pillepich, A., Primack, J. R., Quinn, T., Read, J. I., Robertson, B. E., Rocha, M., Rudd, D. H., Shen, S., Smith, B. D., Szalay, A. S., Teyssier, R., Thompson, R., Todoroki, K., Turk, M. J., Wadsley, J. W., Wise, J. H., Zolotov, A. 210 (1) DOI 10.1088\/0067-0049\/210\/1\/14 Web of Science ID 000331237400005 DWARF GALAXIES WITH IONIZING RADIATION FEEDBACK. II. SPATIALLY RESOLVED STAR FORMATION RELATION Kim, J., Krumholz, M. R., Wise, J. H., Turk, M. J., Goldbaum, N. J., Abel, T. 779 (1) DOI 10.1088\/0004-637X\/779\/1\/8 Web of Science ID 000328160100008 DWARF GALAXIES WITH IONIZING RADIATION FEEDBACK. I. ESCAPE OF IONIZING PHOTONS Kim, J., Krumholz, M. R., Wise, J. H., Turk, M. J., Goldbaum, N. J., Abel, T. 775 (2) DOI 10.1088\/0004-637X\/775\/2\/109 Web of Science ID 000324734400029 Small-scale primordial magnetic fields and anisotropies in the cosmic microwave background radiation Jedamzik, K., Abel, T. DOI 10.1088\/1475-7516\/2013\/10\/050 Web of Science ID 000326979500050 How closely do baryons follow dark matter on large scales? Angulo, R. E., Hahn, O., Abel, T. 434 (2) : 1756-1764 DOI 10.1093\/mnras\/stt1135 Web of Science ID 000323638200065 Single-Pass GPU-Raycasting for Structured Adaptive Mesh Refinement Data SPIE Conference on Visualization and Data Analysis (VDA) Kaehler, R., Abel, T. DOI 10.1117\/12.2008552 Web of Science ID 000325425900008 A Novel Approach to Visualizing Dark Matter Simulations IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Kaehler, R., Hahn, O., Abel, T. 18 (12) : 2078-2087 In the last decades cosmological N-body dark matter simulations have enabled ab initio studies of the formation of structure in the Universe. Gravity amplified small density fluctuations generated shortly after the Big Bang, leading to the formation of galaxies in the cosmic web. These calculations have led to a growing demand for methods to analyze time-dependent particle based simulations. Rendering methods for such N-body simulation data usually employ some kind of splatting approach via point based rendering primitives and approximate the spatial distributions of physical quantities using kernel interpolation techniques, common in SPH (Smoothed Particle Hydrodynamics)-codes. This paper proposes three GPU-assisted rendering approaches, based on a new, more accurate method to compute the physical densities of dark matter simulation data. It uses full phase-space information to generate a tetrahedral tessellation of the computational domain, with mesh vertices defined by the simulation's dark matter particle positions. Over time the mesh is deformed by gravitational forces, causing the tetrahedral cells to warp and overlap. The new methods are well suited to visualize the cosmic web. In particular they preserve caustics, regions of high density that emerge, when several streams of dark matter particles share the same location in space, indicating the formation of structures like sheets, filaments and halos. We demonstrate the superior image quality of the new approaches in a comparison with three standard rendering techniques for N-body simulation data. Web of Science ID 000310143100010 A Novel Approach to Visualizing Dark Matter Simulations. IEEE transactions on visualization and computer graphics KAEHLER, R., Hahn, O., Abel, T. 18 (12) : 2078-2087 In the last decades cosmological N-body dark matter simulations have enabled ab initio studies of the formation of structure in the Universe. Gravity amplified small density fluctuations generated shortly after the Big Bang, leading to the formation of galaxies in the cosmic web. These calculations have led to a growing demand for methods to analyze time-dependent particle based simulations. Rendering methods for such N-body simulation data usually employ some kind of splatting approach via point based rendering primitives and approximate the spatial distributions of physical quantities using kernel interpolation techniques, common in SPH (Smoothed Particle Hydrodynamics)-codes. This paper proposes three GPU-assisted rendering approaches, based on a new, more accurate method to compute the physical densities of dark matter simulation data. It uses full phase-space information to generate a tetrahedral tessellation of the computational domain, with mesh vertices defined by the simulation's dark matter particle positions. Over time the mesh is deformed by gravitational forces, causing the tetrahedral cells to warp and overlap. The new methods are well suited to visualize the cosmic web. In particular they preserve caustics, regions of high density that emerge, when several streams of dark matter particles share the same location in space, indicating the formation of structures like sheets, filaments and halos. We demonstrate the superior image quality of the new approaches in a comparison with three standard rendering techniques for N-body simulation data. DOI 10.1109\/TVCG.2012.187 PubMedID 26357114 The birth of a galaxy - II. The role of radiation pressure Wise, J. H., Abel, T., Turk, M. J., Norman, M. L., Smith, B. D. 427 (1) : 311-326 DOI 10.1111\/j.1365-2966.2012.21809.x Web of Science ID 000310675400022 WERE PROGENITORS OF LOCAL L* GALAXIES Ly alpha EMITTERS AT HIGH REDSHIFT? Yajima, H., Li, Y., Zhu, Q., Abel, T., Gronwall, C., Ciardullo, R. 754 (2) DOI 10.1088\/0004-637X\/754\/2\/118 Web of Science ID 000306666700039 ART2: coupling Ly alpha line and multi-wavelength continuum radiative transfer Yajima, H., Li, Y., Zhu, Q., Abel, T. 424 (2) : 884-901 DOI 10.1111\/j.1365-2966.2012.21228.x Web of Science ID 000306356800007 THE EFFECT OF ABSORPTION SYSTEMS ON COSMIC REIONIZATION Alvarez, M. A., Abel, T. 747 (2) DOI 10.1088\/0004-637X\/747\/2\/126 Web of Science ID 000302856400042 THE BIRTH OF A GALAXY: PRIMORDIAL METAL ENRICHMENT AND STELLAR POPULATIONS Wise, J. H., Turk, M. J., Norman, M. L., Abel, T. 745 (1) DOI 10.1088\/0004-637X\/745\/1\/50 Web of Science ID 000300316600050 Interactive Stereoscopic Visualization of Large-Scale Astrophysical Simulations Conference on Stereoscopic Displays and Applications XXIII (SD and A)\/IS and T\/SPIE Electronic Imaging - Science and Technology Symposium Kaehler, R., Abel, T. DOI 10.1117\/12.909258 Web of Science ID 000302558300091 Turbulence and Small Scale Dynamo Action in Population III Star Formation Conference on FIRST STARS IV - From Hayashi to the Future Oishi, J. S., Turk, M. J., Abel, T., Bryan, G. : 87–90 DOI 10.1063\/1.4754334 Web of Science ID 000313272200013 The Imprint of Pop III Stars on the First Galaxies Conference on FIRST STARS IV - From Hayashi to the Future Wise, J. H., Abel, T., Turk, M. J., Norman, M. L., Smith, B. D. : 123–128 DOI 10.1063\/1.4754341 Web of Science ID 000313272200020 Cold accretion in early galaxy formation and its Lyman-alpha signatures The Astrophysical Journal Yajima, H., Li, Y., Abel, T. Investigation of Nitrogen and Carbon Co-implantation under Room Temperature and Cryo-condition 19th International Conference on Ion Implantation Technology (IIT) He, Y., Wu, B., Yu, G., Chen, Y., Liu, H., He, Y., Dai, H., Wu, J., Zhang, D. W., Lu, J., Xu, J., Guo, B. : 87–90 DOI 10.1063\/1.4766496 Web of Science ID 000312160700019 Magnetic Fields and Angular Momentum in Population III Star Formation Conference on FIRST STARS IV - From Hayashi to the Future Turk, M. J., Oishi, J. S., Abel, T., Bryan, G. L. : 77–80 DOI 10.1063\/1.4754332 Web of Science ID 000313272200011 GALAXY FORMATION WITH SELF-CONSISTENTLY MODELED STARS AND MASSIVE BLACK HOLES. I. FEEDBACK-REGULATED STAR FORMATION AND BLACK HOLE GROWTH Kim, J., Wise, J. H., Alvarez, M. A., Abel, T. 738 (1) DOI 10.1088\/0004-637X\/738\/1\/54 Web of Science ID 000294015500054 COMPARING NUMERICAL METHODS FOR ISOTHERMAL MAGNETIZED SUPERSONIC TURBULENCE Kritsuk, A. G., Nordlund, A., Collins, D., Padoan, P., Norman, M. L., Abel, T., Banerjee, R., Federrath, C., Flock, M., Lee, D., Li, P. S., Mueller, W., Teyssier, R., Ustyugov, S. D., Vogel, C., Xu, H. 737 (1) DOI 10.1088\/0004-637X\/737\/1\/13 Web of Science ID 000293332200013 Multi-scale initial conditions for cosmological simulations Hahn, O., Abel, T. 415 (3) : 2101-2121 DOI 10.1111\/j.1365-2966.2011.18820.x Web of Science ID 000294173900010 ENZO+MORAY: radiation hydrodynamics adaptive mesh refinement simulations with adaptive ray tracing Wise, J. H., Abel, T. 414 (4) : 3458-3491 DOI 10.1111\/j.1365-2966.2011.18646.x Web of Science ID 000293178600053 rpSPH: a novel smoothed particle hydrodynamics algorithm Abel, T. 413 (1) : 271-285 DOI 10.1111\/j.1365-2966.2010.18133.x Web of Science ID 000289525000021 The first stars, as seen by supercomputers Abel, T. 64 (4) : 51-56 Web of Science ID 000289397900017 Extremely metal-poor stars in classical dwarf spheroidal galaxies: Fornax, Sculptor, and Sextans (vol 524, pg A58, 2010) Tafelmeyer, M., Jablonka, P., Hill, V., Shetrone, M., Tolstoy, E., Irwin, M. J., Battaglia, G., Helmi, A., Starkenburg, E., Venn, K. A., Abel, T., FRANCOIS, P., Kaufer, A., North, P., Primas, F., Szeifert, T. 527 DOI 10.1051\/0004-6361\/201014733e Web of Science ID 000287484100001 EFFECTS OF VARYING THE THREE-BODY MOLECULAR HYDROGEN FORMATION RATE IN PRIMORDIAL STAR FORMATION Turk, M. J., Clark, P., Glover, S. C., Greif, T. H., Abel, T., Klessen, R., Bromm, V. 726 (1) DOI 10.1088\/0004-637X\/726\/1\/55 Web of Science ID 000285411300055 yt: A MULTI-CODE ANALYSIS TOOLKIT FOR ASTROPHYSICAL SIMULATION DATA Turk, M. J., Smith, B. D., Oishi, J. S., Skory, S., Skillman, S. W., Abel, T., Norman, M. L. 192 (1) DOI 10.1088\/0067-0049\/192\/1\/9 Web of Science ID 000285710500009 HIGH-ENTROPY POLAR REGIONS AROUND THE FIRST PROTOSTARS Turk, M. J., Norman, M. L., Abel, T. 725 (2) : L140-L144 DOI 10.1088\/2041-8205\/725\/2\/L140 Web of Science ID 000285051400007 Extremely metal-poor stars in classical dwarf spheroidal galaxies: Fornax, Sculptor, and Sextans Tafelmeyer, M., Jablonka, P., Hill, V., Shetrone, M., Tolstoy, E., Irwin, M. J., Battaglia, G., Helmi, A., Starkenburg, E., Venn, K. A., Abel, T., FRANCOIS, P., Kaufer, A., North, P., Primas, F., Szeifert, T. 524 DOI 10.1051\/0004-6361\/201014733 Web of Science ID 000284625300033 Adaptive mesh fluid simulations on GPU NEW ASTRONOMY Wang, P., Abel, T., Kaehler, R. 15 (7) : 581-589 DOI 10.1016\/j.newast.2009.10.002 Web of Science ID 000278639200001 LOWERING THE CHARACTERISTIC MASS OF CLUSTER STARS BY MAGNETIC FIELDS AND OUTFLOW FEEDBACK Li, Z., Wang, P., Abel, T., Nakamura, F. 720 (1) : L26-L30 DOI 10.1088\/2041-8205\/720\/1\/L26 Web of Science ID 000281610100006 THE IMPACT OF INHOMOGENEOUS REIONIZATION ON THE SATELLITE GALAXY POPULATION OF THE MILKY WAY Busha, M. T., Alvarez, M. A., Wechsler, R. H., Abel, T., Strigari, L. E. 710 (1) : 408-420 DOI 10.1088\/0004-637X\/710\/1\/408 Web of Science ID 000273850800035 Computational Eulerian hydrodynamics and Galilean invariance Robertson, B. E., Kravtsov, A. V., Gnedin, N. Y., Abel, T., Rudd, D. H. 401 (4) : 2463-2476 DOI 10.1111\/j.1365-2966.2009.15823.x Web of Science ID 000273687800025 Visualizing the Reionization of the Universe on Programmable Graphics Hardware 4th International Conference on Numerical Modeling of Space Plasma Flows Astronum 2009 Kaehler, R., Alvarez, M., Abel, T. : 311–316 Web of Science ID 000287839100046 Population III Binary Formation 1st International Conference on Stars and Galaxies: Challenges for the Next Decade Turk, M. J., Abel, T., Norman, M. L., O'Shea, B. W. : 41–44 Web of Science ID 000288517300006 CONNECTING REIONIZATION TO THE LOCAL UNIVERSE Alvarez, M. A., Busha, M., Abel, T., Wechsler, R. H. 703 (2) : L167-L171 DOI 10.1088\/0004-637X\/703\/2\/L167 Web of Science ID 000270014600016 ACCRETION ONTO THE FIRST STELLAR-MASS BLACK HOLES Alvarez, M. A., Wise, J. H., Abel, T. 701 (2) : L133-L137 DOI 10.1088\/0004-637X\/701\/2\/L133 Web of Science ID 000268867900016 Resolving the formation of protogalaxies. III. Feedback from the first stars Wise, J. H., Abel, T. 685 (1) : 40-56 Web of Science ID 000259314200004 Uncertainties in H-2 and HD chemistry and cooling and their role in early structure formation Glover, S. C., Abel, T. 388 (4) : 1627-1651 DOI 10.1111\/j.1365-2966.2008.13224.x Web of Science ID 000258222800013 Relativistic hydrodynamic flows using spatial and temporal adaptive structured mesh refinement Wang, P., Abel, T., Zhang, W. 176 (2) : 467-483 Web of Science ID 000257672200009 Metal cooling in simulations of cosmic structure formation Smith, B., Sigurdsson, S., Abel, T. : 1443-1454 DOI 10.1111\/j.1365-2966.2008.12922.x Web of Science ID 000254604600024 Dynamical treatment of virialization heating in galaxy formation Wang, P., Abel, T. 672 (2) : 752-756 Web of Science ID 000253454100002 Towards forming a primordial protostar in a cosmological AMR simulation International Conference on First Stars III Turk, M. J., Abel, T., O'Shea, B. W. : 16–20 Web of Science ID 000254472200002 The Star Formation History and Stellar Population Structures in the Sextans Dwarf Spheroidal Galaxy International Conference on Panoramic Views of Galaxy Formation and Evolution Okamoto, S., Arimoto, N., Yamada, Y., Onodera, M., Tolstoy, E., Irwin, M., Helmi, A., Battaglia, G., Jablonka, P., Hill, V., Venn, K., Shetrone, M., Letarte, B., Primas, F., FRANCOIS, P., Sadakane, K., Kaufer, A., Szeifert, T., Abel, T. : 469–470 Web of Science ID 000262978800123 Conference Summary Proceedings of the First Stars III O'Shea, B. W., McKee, C. F., Heger, A., Abel, T. edited by O'Shea, B. W., Heger, A., Abel, T. Black hole remnants of the first stars International Conference on First Stars III Alvarez, M. A., Wise, J. H., Abel, T. : 432–434 Web of Science ID 000254472200096 Galaxy evolution with adaptive mesh refinement International Conference on First Stars III Kim, J., Wise, J. H., Abel, T. : 429–431 Web of Science ID 000254472200095 The Biermann battery and early structure formation International Conference on First Stars III Zhao, F., Alvarez, M., Abel, T. : 39–41 Web of Science ID 000254472200008 How the first stars shaped the first galaxies International Conference on First Stars III Wise, J. H., Abel, T. : 400–404 Web of Science ID 000254472200090 Simulating stellar birth and death International Conference on First Stars III Wang, P., Abel, T., Zhang, W. : 507–509 Web of Science ID 000254472200111 Suppression of H-2 cooling in the ultraviolet background Wise, J. H., Abel, T. 671 (2) : 1559-1567 Web of Science ID 000253331600039 Dynamical expansion of HII regions from ultracompact to compact sizes in turbulent, self-gravitating molecular clouds Mac Low, M., Toraskar, J., Oishi, J. S., Abel, T. 668 (2) : 980-992 Web of Science ID 000250082800030 Supermassive black hole growth and merger rates from cosmological N-body simulations Micic, M., Holley-Bockelmann, K., Sigurdsson, S., Abel, T. 380 (4) : 1533-1540 DOI 10.1111\/j.1365-2966.2007.12162.x Web of Science ID 000250010200019 Quasar HII regions during cosmic reionization Alvarez, M. A., Abel, T. 380 (1) : L30-L34 DOI 10.1111\/j.1745-3933.2007.00342.x Web of Science ID 000249422900007 Resolving the formation of protogalaxies. I. virialization Wise, J. H., Abel, T. 665 (2) : 899-910 Web of Science ID 000248676200002 The first generation of stars in the Lambda cold dark matter cosmology Gao, L., Yoshida, N., Abel, T., Frenk, C. S., Jenkins, A., Springel, V. 378 (2) : 449-468 DOI 10.1111\/j.1365-2966.2007.11814.x Web of Science ID 000247262600005 The HII region of a primordial star Abel, T., Wise, J. H., Bryan, G. L. 659 (2) : L87-L90 Web of Science ID 000245775000002 Numerical simulations of the metallicity distribution in dwarf spheroidal galaxies CRAL International Conference on Chemodynamics - From First Stars to Local Galaxies Ripamonti, E., Tolstoy, E., Helmi, A., Battaglia, G., Abel, T. : 15–20 DOI 10.1051\/eas:2007051 Web of Science ID 000247414600002 Formation of primordial stars in a Lambda CDM universe Yoshida, N., Omukai, K., Hernquist, L., Abel, T. 652 (1) : 6-25 Web of Science ID 000242125700002 The role of primordial kicks on black hole merger rates Micic, M., Abel, T., Sigurdsson, S. 372 (4) : 1540-1548 DOI 10.1111\/j.1365-2966.2006.11013.x Web of Science ID 000241626100008 A new view of the Dwarf spheroidal satellites of the Milky Way from VLT FLAMES: Where are the very metal-poor stars? Helmi, A., Irwin, M. J., Tolstoy, E., Battaglia, G., Hill, V., Jablonka, P., Venn, K., Shetrone, M., Letarte, B., Arimoto, N., Abel, T., FRANCOIS, P., Kaufer, A., Primas, F., Sadakane, K., Szeifert, T. 651 (2) : L121-L124 Web of Science ID 000241825100011 The DART imaging and CaT survey of the Fornax dwarf spheroidal galaxy Battaglia, G., Tolstoy, E., Helmi, A., Irwin, M. J., Letarte, B., Jablonka, P., Hill, V., Venn, K. A., Shetrone, M. D., Arimoto, N., Primas, F., Kaufer, A., FRANCOIS, P., Szeifert, T., Abel, T., Sadakane, K. 459 (2) : 423-U148 DOI 10.1051\/0004-6361:20065720 Web of Science ID 000241822800012 An excursion set model of the cosmic web: The abundance of sheets, filaments, and halos Shen, J., Abel, T., Mo, H. J., Sheth, R. K. 645 (2) : 783-791 Web of Science ID 000239053900001 GPU-Assisted Raycasting for Cosmological Adaptive Mesh Refinement Simulations Volume Graphics Kaehler, R., Wise, J., Abel, T., Hege, H. 103 The formation of primordial luminous objects SIGRAV School on the Joint Evolution of Black Holes and Galaxies Ripamonti, E., Abel, T. CRC PRESS-TAYLOR & FRANCIS GROUP. : 239–289 Web of Science ID 000235628100005 Numerical simulations of the metallicity distribution in dwarf spheroidal galaxies Ripamonti, E., Tolstoy, E., Helmi, A., Battaglia, G., Abel, T. edited by Emsellem  , Wozniak  , Massacrier  , Gonzalez  , Devriendt  , Champavert The number of supernovae from primordial stars in the universe Wise, J. H., Abel, T. 629 (2) : 615-624 Web of Science ID 000231159500001 Forming a primordial star in a relic HII region O'Shea, B. W., Abel, T., Whalen, D., Norman, M. L. 628 (1) : L5-L8 Web of Science ID 000230720800002 Introducing Enzo, an AMR cosmology application Workshop on Adaptive Mesh Refinement Methods O'Shea, B. W., Bryan, G., Bordner, J., Norman, M. L., Abel, T., Harkness, R., Kritsuk, A. : 341–350 Web of Science ID 000226971600024 Two distinct ancient components in the Sculptor dwarf spheroidal galaxy: First results from the dwarf abundances and radial velocities team Tolstoy, E., Irwin, M. J., Helmi, A., Battaglia, G., Jablonka, P., Hill, V., Venn, K. A., Shetrone, M. D., Letarte, B., Cole, A. A., Primas, F., FRANCOIS, P., Arimoto, N., Sadakane, K., Kaufer, A., Szeifert, T., Abel, T. 617 (2) : L119-L122 Web of Science ID 000225968400007 Radiation hydrodynamic evolution of primordial HII regions Whalen, D., Abel, T., Norman, M. L. 610 (1) : 14-22 Web of Science ID 000222699700003 Initial ionization of compressible turbulence Li, Y. X., Mac Low, M. M., Abel, T. 610 (1) : 339-350 Web of Science ID 000222699700032 Cosmic reionization by stellar sources: population III stars Sokasian, A., Yoshida, N., Abel, T., Hernquist, L., Springel, V. 350 (1) : 47-65 DOI 10.1111\/j.1365-2966.2004.07636.x Web of Science ID 000220979300010 Detectability of long gamma-ray burst afterglows from very high redshifts Gou, L. J., Meszaros, P., Abel, T., Zhang, B. 604 (2) : 508-520 Web of Science ID 000220522300004 Fragmentation and the formation of primordial protostars: the possible role of collision-induced emission Ripamonti, E., Abel, T. 348 (3) : 1019-1034 DOI 10.1111\/j.1365-2966.2004.07422.x Web of Science ID 000220160700030 Detectability of long GRB afterglows from very high redshifts Gamma-Ray Burst Symposium Gou, L. J., Meszaros, P., Abel, T., Zhang, B. : 518–521 Web of Science ID 000224719700109 The influence of supershells and galactic outflows on the escape of ionizing radiation from dwarf starburst galaxies Fujita, A., Martin, C. L., Mac Low, M. M., Abel, T. 599 (1) : 50-69 Web of Science ID 000187149600006 The angular momentum of gas in protogalaxies - II. The impact of pre-heating van den Bosch, F. C., Abe, T., Hernquist, L. 346 (1) : 177-185 Web of Science ID 000186533100019 Cosmic reionization by stellar sources: Population II stars Sokasian, A., Abel, T., Hernquist, L., Springel, V. 344 (2) : 607-624 Web of Science ID 000185190900030 Simulations of early structure formation: Primordial gas clouds Yoshida, N., Abel, T., Hernquist, L., Sugiyama, N. 592 (2) : 645-663 Web of Science ID 000184408100001 Numerical simulations of high-redshift star formation in dwarf galaxies Tassis, K., Abel, T., Bryan, G. L., Norman, M. L. 587 (1) : 13-24 Web of Science ID 000182105600002 The nature of the ionizing background at z approximate to 2.5-5 Sokasian, A., Abel, T., Hernquist, L. 340 (2) : 473-484 Web of Science ID 000181740700012 Effects of a soft X-ray background on structure formation at high redshift Machacek, M. E., Bryan, G. L., Abel, T. 338 (2) : 273-286 Web of Science ID 000179945500001 The number of supernovae from primordial stars in the universe 13th Annual Astrophysics Conference Wise, J. H., Abel, T. : 97–100 Web of Science ID 000183411200011 The angular momentum of gas in protogalaxies. I. Implications for the formation of disk galaxies van den Bosch, F. C., Abel, T., Croft, R. A., Hernquist, L., White, S. D. 576 (1) : 21-35 Web of Science ID 000177589100002 Cosmological hydrogen reionization with three-dimensional radiative transfer Razoumov, A. O., Norman, M. L., Abel, T., Scott, D. 572 (2) : 695-704 Web of Science ID 000176071200001 The epoch of helium reionization Sokasian, A., Abel, T., Hernquist, L. : 601-616 Web of Science ID 000175664400011 Adaptive ray tracing for radiative transfer around point sources Abel, T., Wandelt, B. D. 330 (3) : L53-L56 Web of Science ID 000174365200001 Radio foregrounds for the 21 centimeter tomography of the neutral intergalactic medium at high redshifts Di Matteo, T., Perna, R., Abel, T., Rees, M. J. 564 (2) : 576-580 Web of Science ID 000173166900006 Effects of a Soft X-ray Background on Structure Formation at High Redshift The Astrophysical Journal Machacek, M. E., Bryan, G. L., Abel, T. 540 The initial mode of star formation Workshop on Modes of Star Formation and the Origin of Field Populations Abel, T., Bryan, G. L., Norman, M. L. : 213–222 Web of Science ID 000180752500031 The Basic Building Blocks of Galaxies Abel, T. edited by Sauvage, M., Stasinska, G., Vigroux, L., Schaerer, D., Madden, S. Evolution and explosion of very massive primordial stars Heger, A., Woosley, S., Baraffe, I., Abel, T. : 369–375 Web of Science ID 000179560500057 Simulating reionization in numerical cosmology NEW ASTRONOMY Sokasian, A., Abel, T., Hernquist, L. E. 6 (6) : 359-379 Web of Science ID 000170294900002 Multi-dimensional cosmological radiative transfer with a Variable Eddington Tensor formalism NEW ASTRONOMY Gnedin, N. Y., Abel, T. 6 (7) : 437-455 Web of Science ID 000171132500004 Photon consumption in minihalos during cosmological reionization Haiman, Z., Abel, T., Madau, P. 551 (2) : 599-607 Web of Science ID 000168383600001 Simulations of pregalactic structure formation with radiative feedback Machacek, M. E., Bryan, G. L., Abel, T. 548 (2) : 509-521 Web of Science ID 000167204900001 Forming the first star in the Universe International Meeting on Physics of Galaxy Formation Abel, T., Bryan, G. L., Norman, M. L. : 129–136 Web of Science ID 000170040500018 The formation and fragmentation of primordial molecular clouds Abel, T., Bryan, G. L., Norman, M. L. 540 (1) : 39-44 Web of Science ID 000089427600005 The radiative feedback of the first cosmological objects Haiman, Z., Abel, T., Rees, M. J. 534 (1) : 11-24 Web of Science ID 000087183300002 Intergalactic H-2 photodissociation and the soft ultraviolet background produced by population III objects Ciardi, B., Ferrara, A., Abel, T. 533 (2) : 594-600 Web of Science ID 000086990900003 Three Dimensional Radiative Transfer in Numerical Cosmology Abel, T. edited by Franco, J. First structure formation and the first stars MPA\/ESO Workshop on the First Stars Norman, M. L., Abel, T., Bryan, G. : 250–260 Web of Science ID 000088721200046 The role of H-2 molecules in cosmological structure formation International Conference on H(2) in Space Abel, T., Haiman, Z. : 237–246 Web of Science ID 000173071700035 The First Stars edited by Weiss, A., Abel, T., Hill, V. Radiative transfer effects during photoheating of the intergalactic medium Abel, T., Haehnelt, M. G. 520 (1) : L13-L16 Web of Science ID 000081395600004 Absorption-line signatures of gas in dark matter minihalos ASTRONOMICAL JOURNAL Kepner, J., Tripp, T. M., Abel, T., Spergel, D. 117 (5) : 2063-2076 Web of Science ID 000080621200010 From Cosmological Initial Conditions to Primordial Protostellar Cloud Cores Norman, M. L., Abel, T., Bryan, G. edited by Börner, G., Mo, H. From cosmological initial conditions to primordial protostellar cloud cores 9th Astrophysics Conference Norman, M. L., Abel, T., Bryan, G. : 58–62 Web of Science ID 000080797800006 First Structure Formation Evolution of Large Scale Structure: From Recombination to Garching Abel, T., Bryan, G. L., Norman, M. L. edited by Banday, T., Sheth, R. K., Costa, L. N. First structure formation. I. Primordial star-forming regions in hierarchical models Abel, T., Anninos, P., Norman, M. L., Zhang, Y. 508 (2) : 518-529 Web of Science ID 000077780500006 First structure formation. II. Cosmic string plus hot dark matter models Abel, T., Stebbins, A., Anninos, P., Norman, M. L. 508 (2) : 530-534 Web of Science ID 000077780500007 A \"minihalo\" model for the Lyman limit absorption systems at high redshift Abel, T., Mo, H. J. 494 (2) : L151-L154 Web of Science ID 000072292600006 Simulating First Structure Formation H2 in the early Universe Norman, M. L., Paschos, P., Abel, T. edited by Palla, F., Galli, D., Corbelli, E. Memorie Della Societa Astronomica Italiana. How small were the first cosmological objects? Tegmark, M., Silk, J., Rees, M. J., Blanchard, A., Abel, T., Palla, F. 474 (1) : 1-12 Web of Science ID A1997WA68200001 Modeling primordial gas in numerical cosmology NEW ASTRONOMY Abel, T., Anninos, P., Zhang, Y., Norman, M. L. 2 (3) : 181-207 Web of Science ID A1997XJ23200001 Cosmological hydrodynamics with multi-species chemistry and nonequilibrium ionization and cooling NEW ASTRONOMY Anninos, P., Zhang, Y., Abel, T., Norman, M. L. 2 (3) : 209-224 Web of Science ID A1997XJ23200002 Primordial star forming regions in a CDM universe 7th Annual October Astrophysics Conference on Star Formation, Near and Far Zhang, Y., Norman, M. L., Anninos, P., Abel, T. : 329–33 Web of Science ID A1997BJ23B00054"
            ]
        ]
    ]
}