{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HM9J3VYM",
            "R1cfTCoAAAAJ",
            [
                "Highly parallel genome-wide expression profiling of individual cells using nanoliter droplets",
                "Colloidosomes: selectively permeable capsules composed of colloidal particles",
                "Monodisperse double emulsions generated from a microcapillary device",
                "Three-dimensional direct imaging of structural relaxation near the colloidal glass transition",
                "Droplet barcoding for single-cell transcriptomics applied to embryonic stem cells",
                "Optical measurements of frequency-dependent linear viscoelastic moduli of complex fluids",
                "Geometrically mediated breakup of drops in microfluidic devices",
                "Novel colloidal interactions in anisotropic fluids",
                "Elastic behavior of cross-linked and bundled actin networks",
                "Diffusing wave spectroscopy"
            ],
            [
                "Cells, the basic units of biological structure and function, vary broadly in type and state. Single-cell genomics can characterize cell identity and function, but limitations of ease and scale have prevented its broad application. Here we describe Drop-seq, a strategy for quickly profiling thousands of individual cells by separating them into nanoliter-sized aqueous droplets, associating a different barcode with each cell’s RNAs, and sequencing them all together. Drop-seq analyzes mRNA transcripts from thousands of individual cells simultaneously while remembering transcripts’ cell of origin. We analyzed transcriptomes from 44,808 mouse retinal cells and identified 39 transcriptionally distinct cell populations, creating a molecular atlas of gene expression for known retinal cell classes and novel candidate cell subtypes. Drop-seq will accelerate biological discovery by enabling routine transcriptional profiling at single-cell …",
                "We present an approach to fabricate solid capsules with precise control of size, permeability, mechanical strength, and compatibility. The capsules are fabricated by the self-assembly of colloidal particles onto the interface of emulsion droplets. After the particles are locked together to form elastic shells, the emulsion droplets are transferred to a fresh continuous-phase fluid that is the same as that inside the droplets. The resultant structures, which we call “colloidosomes,” are hollow, elastic shells whose permeability and elasticity can be precisely controlled. The generality and robustness of these structures and their potential for cellular immunoisolation are demonstrated by the use of a variety of solvents, particles, and contents.",
                "Double emulsions are highly structured fluids consisting of emulsion drops that contain smaller droplets inside. Although double emulsions are potentially of commercial value, traditional fabrication by means of two emulsification steps leads to very ill-controlled structuring. Using a microcapillary device, we fabricated double emulsions that contained a single internal droplet in a core-shell geometry. We show that the droplet size can be quantitatively predicted from the flow profiles of the fluids. The double emulsions were used to generate encapsulation structures by manipulating the properties of the fluid that makes up the shell. The high degree of control afforded by this method and the completely separate fluid streams make this a flexible and promising technique.",
                "Confocal microscopy was used to directly observe three-dimensional dynamics of particles in colloidal supercooled fluids and colloidal glasses. The fastest particles moved cooperatively; connected clusters of these mobile particles could be identified; and the cluster size distribution, structure, and dynamics were investigated. The characteristic cluster size grew markedly in the supercooled fluid as the glass transition was approached, in agreement with computer simulations; at the glass transition, however, there was a sudden drop in their size. The clusters of fast-moving particles were largest near the α-relaxation time scale for supercooled colloidal fluids, but were also present, albeit with a markedly different nature, at shorter β-relaxation time scales, in both supercooled fluid and glass colloidal phases.",
                "It has long been the dream of biologists to map gene expression at the single-cell level. With such data one might track heterogeneous cell sub-populations, and infer regulatory relationships between genes and pathways. Recently, RNA sequencing has achieved single-cell resolution. What is limiting is an effective way to routinely isolate and process large numbers of individual cells for quantitative in-depth sequencing. We have developed a high-throughput droplet-microfluidic approach for barcoding the RNA from thousands of individual cells for subsequent analysis by next-generation sequencing. The method shows a surprisingly low noise profile and is readily adaptable to other sequencing-based assays. We analyzed mouse embryonic stem cells, revealing in detail the population structure and the heterogeneous onset of differentiation after leukemia inhibitory factor (LIF) withdrawal. The reproducibility of …",
                "We present a novel experimental method to measure linear viscoelastic moduli of complex fluids using dynamic light scattering. A generalized Langevin equation is used to relate the mean square displacement of a probe particle to the storage and loss moduli of the bulk complex fluid. We confirm the experimental validity of this technique by comparing the light scattering results with mechanical measurements for several complex fluids. This method probes the moduli over a greatly extended frequency range and provides significant new insight into the elastic susceptibility of complex fluids.",
                "Microfluidic technology offers capabilities for the precise handling of small fluid volumes dispersed as droplets. To fully exploit this potential requires simultaneous generation of multiple size droplets. We demonstrate two methods for passively breaking larger drops into precisely controlled daughter drops using pressure-driven flow in simple microfluidic configurations:(i) a T junction and (ii) flow past isolated obstacles. We quantify conditions for breakup at a T junction and illustrate sequential breakup at T junctions for making small drops at high dispersed phase volume fractions.",
                "Small water droplets dispersed in a nematic liquid crystal exhibit a novel class of colloidal interactions, arising from the orientational elastic energy of the anisotropic host fluid. These interactions include a short-range repulsion and a long-range dipolar attraction, and they lead to the formation of anisotropic chainlike structures by the colloidal particles. The repulsive interaction can lead to novel mechanisms for colloid stabilization.",
                "Networks of cross-linked and bundled actin filaments are ubiquitous in the cellular cytoskeleton, but their elasticity remains poorly understood. We show that these networks exhibit exceptional elastic behavior that reflects the mechanical properties of individual filaments. There are two distinct regimes of elasticity, one reflectingbendingof single filaments and a second reflectingstretchingof entropic fluctuations of filament length. The mechanical stiffness can vary by several decades with small changes in cross-link concentration, and can increase markedly upon application of external stress. We parameterize the full range of behavior in a state diagram and elucidate its origin with a robust model.",
                "We obtain useful information from the intensity autocorrelations of light scattered from systems which exhibit strong multiple scattering. A phenomenological model, which exploits the diffusive nature of the transport of light, is shown to be in excellent agreement with experimental data for several different scattering geometries. The dependence on geometry provides an important experimental control over the time scale probed. We call this technique diffusing wave spectroscopy, and illustrate its utility by studying diffusion in a strongly interacting colloidal glass."
            ],
            [
                [

                ]
            ],
            [
                "David A. Weitz David A. Weitz Mallinckrodt Professor of Physics and of Applied Physics David Weitz's group studies the physics of soft condensed matter, materials which are easily deformed by external stresses, electric, magnetic or gravitational fields, or even by thermal fluctuations. These materials typically possess structures which are much larger than atomic or molecular scales; the structure and dynamics at the mesoscopic scales determine macroscopic physical properties. The goal of this research is to probe and understand the relationship between mesoscopic structure and bulk properties. We study both synthetic and biological materials; our interests extend from fundamental physics to technological applications, from basic materials questions to specific biological problems. The techniques we use include video image analysis, light scattering, optical microscopy, rheology, and laser tweezing. We also develop new techniques to study these materials; we pioneered the use of multiple scattered waves to study dynamics and mechanical properties of materials, and applied these optical methods to measure the rheological properties of materials in what is now called microrheology. There are currently three major research themes in the group. The first is colloid physics, which includes the study of colloidal particles as models systems for the study of materials. We investigatge the growth and dynamics of colloidal crystals, glasses and gels; light scattering and confocal microscopy are combined to probe both structure and dynamics of these materials. We investigate the structure and properties of glasses and gels formed with attractive interactions, and search for the universal behavior that can describe such disordered structures. This work is motivated both by fundamental interest and important applications of these systems to create novel structures and to model the properties of materials. A second major theme is biophysics. We focus on the mechanical properties of cells, and develop new methods to probe these properties. We use purified proteins to form reconstituted biopolymer networks, and study rheological properties of these systems. By incorporating molecular motors into these networks, we study the properties of highly non-equilibrium, active materials, and develop models to describe the properties of such materials. We apply the insight gained from these model systems to investigate the mechanical behavior of cells. The third major theme is microfluidics, where our focus is on the use of multiphase fluid flow to create, control and use emulsions with microfluidic devices. We engineer novel structures made from colloids, polymers or lipids that can be used to encapsulate materials. These structures are formed from multiple emulsions which are controllably produced with microfluidic devices. In addition, we are developing microfluidic devices that use individual droplets as microreactors, with volumes as small as femtoliters. The precise control over these droplets afforded by the microfluidic devices enables us to use them as reaction vessels for very high throughput studies of biological reactions. We are developing methods to improve the functionality of enzymes through directed evolution of their function, and to study the properties of large populations of individual cells encapsulated within the droplets. Our work spans fundamental science to direct applications. Many projects are carried out in collaboration with industry; we do the fundamental science that also addresses important technological questions. In addition, some of our work is spun out into start-up companies, providing alternate career opportunities. ________________________________ Faculty Assistant: Matthew Zahnzinger Pierce Hall 231 29 Oxford Street weitz@physics.harvard.edu p: (617) 496-2842"
            ]
        ]
    ]
}