{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HMG73CAH",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Yuen-Ron Shen (E) Yuen-Ron Shen (E) Professor Emeritus 357 Birge yrshen@berkeley.edu (510) 642-9504 Other: (510) 486-7844 The Shen Group Ph.D., Harvard University, 1963; Berkeley faculty since 1964; Principal Investigator, Lawrence Berkeley National Laboratory since 1967; Member, American Academy of Arts and Sciences, National Academy of Sciences, Academia Sinica; Fellow, American Physical Society, and Optical Society of America, Sloan Fellow, 1966-68; Guggenheim Fellow, 1972-73; Miller Professor, 1975, 1981; Alexander von Humboldt Award, 1984; C.H. Townes Award, 1986; A.L. Schawlow Prize, 1992; Max Planck Research Prize, 1996; F. Isakson Prize, 1998; Dept. of Energy Award for Outstanding Scientific Accomplishments in Solid State Physics, 1983, for Sustained Outstanding Research in Solid State Physics, 1987 and for Significant Implications for DOE-Related Technologies, 1997. Our research is in the broad area of interaction of light with matter comprising condensed matter physics, molecular physics, nonlinear optics, laser spectroscopy, and surface sciences. In particular, we have been active in search for understanding of nonlinear optical effects, developing novel linear and nonlinear optical techniques for material studies, and applying them to material science research. We initiated the field of nonlinear optics in liquid crystals and applications of nonlinear optics to characterization of liquid crystals. We pioneered the development of optical second harmonic generation and sum-frequency generation as powerful and versatile spectroscopic tools for surface and interface studies [See description in Y. R. Shen, Nature337, 519 (1989).] and their applications to many neglected, but important, areas of surface science. More recently, we have been developing optical sum-frequency generation as a novel sensitive spectroscopic technique for probing molecular chirality and for chiral microscopy. We are also engaging in optical characterization of nanostructures and studies of plasmonics and metamaterials. Our current interest in surface and interfacial studies using SFG focuses on polymer surfaces and how they induce alignment of a liquid crystal film, which is of key importance in liquid crystal industry. Considering that SFG is the only technique that can yield vibrational spectra of liquid surfaces, we are also using the spectroscopic technique to probe the structures of various water interfaces at the molecular level and molecular adsorbates at such interfaces as well as ultrafast surface dynamics. These studies are highly relevant to many crucial problems in physics, chemistry, biology, and environmental science. We collaborate with Dr. Glenn Waychunas at LBNL studying water\/oxide interfaces of importance to geoscience. For solid surfaces, we employ the technique to study surface melting of ice and surface phonons of oxides, problems that have hardly been explored. We have recently demonstrated that SFG can be used as chiral vibrational and electronic spectroscopy similar to the conventional circular dichroism spectroscopy, but with much higher sensitivity. We have obtained chiral vibrational and electronic SFG spectra from a molecular monolayer, which would be impossible to obtain with circular dichroism spectroscopy. We are now working on further improvement of the sensitivity of the technique and on possibility of carrying out chiral microscopy on biological systems in collaboration with Prof. Haw Yang¡¯s group in chemistry. Further work will include photo-induced chirality changes and chiral dynamics. In collaboration with Prof. Xiang Zhang’s group and researchers at Hewlett-Packard, we are studying metamaterials that exhibit negativce refractive index in the near-infrared range. Light propagation in such a medium is predicted to have many interesting behaviors including imaging not restricted by diffraction limit, optical switching of power links, backward harmonic generation, etc. worth investigating. Electromagnetic waves associated with metals, i.e., plamonics, are at the heart of metamaterials. This topic is also an interest of our study. We are also interested in optical characterization of nanostructures. Dr. Feng Wang in our group has developed different techniques, Rayleigh scattering, Raman scattering, two-photon-excited fluorescence, and modulated absorption spectroscopy to investigate electronic and phonon properties of single carbon nanotubes. The measurements will be extended to doped nanotubes, interaction between nanotubes, nonlinear responses and dynamics of nanotubes. Y. R. Shen, \"Exploring new opportunities with sum-frequency nonlinear optical spectroscopy\", Pure and Applied Chemistry, 73, 1589-1598, (2001). X. Wei, P. B. Miranda and Y. R. Shen, \"Surface vibrational spectroscopic study of surface melting of ice\", Physical Review Letters, 86, 1554-1557, (2001). M.A. Belkin and Y. R. Shen, \"Doubly resonant sum-frequency vibrational spectroscopy on a chiral monolayer\", Phys. Rev. Lett. 91, 213907 (2003) V. M. Agranovich, Y. R. Shen, R. H. Baughman and A. A. Zakhidov, \"Linear and nonlinear wave propagation in negative refraction metamaterials\", Physical Review B, 69, No. 165112 , (2004). V. Ostroverkhov, G. A. Waychunas and Y. R. Shen, \"New information on water interfacial structure revealed by phase-sensitive surface spectroscopy\", Physical Review Letters, 94, No. 046102, (2005). J. A. McGuire, Y. R. Shen, \"Ultrafast vibrational dynamics at water interfaces\", Science, 313, 1945-1948, (2006). J. A. McGuire, M. B. Raschke, Y. R. Shen, \"Electron dynamics of silicon surface states: Second-harmonic hole burning on Si(111)-(7x7)\", Physical Review Letters, 96, No. 087401, (2006). N. Ji, K. Zhang, H. Yang,and Y. R. Shen, \"Three-dimensional chiral imaging by sum-frequency generation\", Journal of the American Chemical Society, 128, 3482 -3483, (2006). F. Wang and Y. R. Shen, \"General Properties of Local Plasmons in Metal Nanostructures\", Phys Rev Lett, 97, 206806 (2006). F. Wang, W. T. Liu, Y. Wu, M. Y. Sfeir, L. M. Huang, J. Hone, S. O’Brien, L. E. Brus, T. F. Heinz, and Y. R. Shen, \"Multiphonon Raman Scattering from Individual Single-Walled Carbon Nanotubes\" Phys. Rev. Lett. 98, 047402 (2007)."
            ]
        ]
    ]
}