{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HMOT0C45",
            "uOEjwMQAAAAJ",
            [
                "A new inflationary universe scenario: a possible solution of the horizon, flatness, homogeneity, isotropy and primordial monopole problems",
                "Chaotic inflation",
                "De Sitter vacua in string theory",
                "Particle physics and inflationary cosmology",
                "Preheating after inflation",
                "Towards the theory of reheating after inflation",
                "Hybrid inflation",
                "Towards inflation in string theory",
                "Phase transitions in gauge theories and cosmology",
                "Eternally existing self-reproducing chaotic inflanationary universe"
            ],
            [
                "A new inflationary universe scenario is suggested, which is free of the shortcomings of the previous one and provides a possible solution of the horizon, flatness, homogeneity and isotropy problems in cosmology, and also a solution of the primordial monopole problem in grand unified theories.",
                "A new scenario of the very early stages of the evolution of the universe is suggested. According to this scenario, inflation is a natural (and may be even inevitable) consequence of chaotic initial conditions in the early universe.",
                "We outline the construction of metastable de Sitter vacua of type IIB string theory. Our starting point is highly warped IIB compactifications with nontrivial NS and RR three-form fluxes. By incorporating known corrections to the superpotential from Euclidean D-brane instantons or gaugino condensation, one can make models with all moduli fixed, yielding a supersymmetric AdS vacuum. Inclusion of a small number of D 3-branes in the resulting warped geometry allows one to uplift the AdS minimum and make it a metastable de Sitter ground state. The lifetime of our metastable de Sitter vacua is much greater than the cosmological time scale of 10 10 yr. We also prove, under certain conditions, that the lifetime of dS space in string theory will always be shorter than the recurrence time.",
                "A monograph on inflationary cosmology and cosmological phase transitions, investigating modern cosmology's relationship to elementary particle physics. This work also includes a non-technical discussion of inflationary cosmology for those unfamiliar with the theory.",
                "In inflationary cosmology, the particles constituting the Universe are created after inflation in the process of reheating due to the interaction with the oscillating inflaton field. We briefly review the basics of the slow reheating, and the stage of fast preheating, when the particles are created explosively in the regime of parametric resonance. The non-perturbative, out-of-equilibrium character of the parametric resonance changes many features of reheating. For these proceedings, we will highlight a few aspects of preheating: the structural dependence of the parametric resonance on the inflationary model, including , ; “rescattering” of created particles; and phase transitions after inflation.",
                "Reheating after inflation occurs due to particle production by the oscillating inflaton field. In this paper we briefly describe the perturbative approach to reheating, and then concentrate on effects beyond the perturbation theory. They are related to the stage of parametric resonance, which we call preheating. It may occur in an expanding universe if the initial amplitude of oscillations of the inflaton field is large enough. We investigate a simple model of a massive inflaton field φ coupled to another scalar field χ with the interaction term g 2 φ 2 χ 2. Parametric resonance in this model is very broad. It occurs in a very unusual stochastic manner, which is quite different from parametric resonance in the case when the expansion of the universe is neglected. Quantum fields interacting with the oscillating inflaton field experience a series of kicks which, because of the rapid expansion of the universe, occur with phases …",
                "Usually inflation ends either by a slow rolling of the inflation field, which gradually becomes faster and faster, or by a first-order phase transition. We describe a model where inflation ends in a different way, due to a very rapid rolling (\" waterfall\") of a scalar field σ triggered by another scalar field φ. This model looks like a hybrid of chaotic inflation with V (φ)= m 2 φ 2 2 and the usual theory with spontaneous symmetry breaking with V (σ)= 1 4 λ (M 2− λ σ 2) 2. The last stages of inflation in this model are supported not by the inflaton potential V (φ) but by the\" noninflationary\" potential V (σ). Another hybrid model to be discussed here uses some building blocks from extended inflation (Brans-Dicke theory), from new inflation (phase transition due to a nonminimal coupling of the inflaton field to gravity), and from chaotic inflation (the possibility of inflation beginning at large as well as at small σ). In the simplest version of this …",
                "We investigate the embedding of brane inflation into stable compactifications of string theory. At first sight a warped compactification geometry seems to produce a naturally flat inflaton potential, evading one well known difficulty of brane–antibrane scenarios. Careful consideration of the closed string moduli reveals a further obstacle: superpotential stabilization of the compactification volume typically modifies the inflaton potential and renders it too steep for inflation. We discuss the non-generic conditions under which this problem does not arise. We conclude that brane inflation models can only work if restrictive assumptions about the method of volume stabilization, the warping of the internal space, and the source of inflationary energy are satisfied. We argue that this may not be a real problem, given the large range of available fluxes and background geometries in string theory.",
                "Reviews phase transitions in super-dense matter, which consists of particles interacting in accordance with the unified gauge theories of weak, strong and electromagnetic interactions. It is shown that at a sufficiently large temperature a phase transition takes place after which almost all elementary particles in the hot super-dense matter become massless and weak interactions become long-range like electromagnetic interactions. Analogous phenomena may take place with an increase of fermion density in cold dense matter, and also in the presence of external fields and currents. Phase transitions in gauge theories lead to a time dependence of the masses of particles, of coupling constants and of the cosmological term in the expanding Universe, to the appearance of a domain structure of vacuum, to substance energy non-conservation, to a possibility of obtaining the'hot'Universe starting with a'cold'one, and to …",
                "It is shown that the large-scale quantum fluctuations of the scalar field ϕ generated in the chaotic-inflation scenario lead to an infinite process of self-reproduction of inflationary mini-universe. A model of an eternally existing chaotic inflationary universe is suggested."
            ],
            [
                [
                    "cosmology and particle physics"
                ]
            ]
        ]
    ]
}