{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HMRYP1B1",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Aaron Wynveen Aaron Wynveen Aaron Wynveen Teaching Associate Professor,\n\t\t\t\tSchool of Physics and Astronomy (612) 625-9072 wynveen@umn.edu Physics And Nanotechnology Building School of Physics and Astronomy, University of Minnesota [Ph.D. awarded, Thesis title: \"Scattering Processes in Bose-Einstein Condensed Systems\"] Physics Department, University of Michigan [M.S. awarded] Institute of Technology, University of Minnesota [B.S. in Physics (summa cum laude) awarded with minors in Mathematics and Mathematical Economic Theory] 2016-present: Teaching Associate Professor in the School of Physics and Astronomy at the University of Minnesota 2010 - 2016: Lecturer\/Visiting Assistant Professor in the School of Physics and Astronomy at the University of Minnesota 2007 - 2009: Humboldt Fellow at the Institute for Theoretical Physics II, Heinrich-Heine University Duesseldorf, Germany 2003 - 2007: Postdoc in the Department of Chemistry, Imperial College London, United Kingdom Condensed matter, soft matter, and biophysical theory and computation. D. J. O'Lee, A. Wynveen, and A. A. Kornyshev, Theory of phase segregation in DNA assemblies containing two different base-pair sequence types, New Journal of Physics 19, 015014 (2017). [ download NJP17.pdf B. F. Intoy, A. Wynveen, J. W. Halley, Effects of spatial diffusion on nonequilibrium steady states in a model for prebiotic evolution, Physical Review E 94, 042424 (2016). [ download PRE16.pdf D. J. Lee, A. Wynveen, T. Albrecht, and A. A. Kornyshev, Which way up? Recognition of homologous DNA segments in parallel and antiparallel alignments, J. Chem. Phys. 142, 045101 (2015) [ download JCP15.pdf A. Wynveen, I. Fedorov, and J. W. Halley, Nonequilibrium steady states in a model for prebiotic evolution, Physical Review E 89, 022725 (2014) [ download PRE14.pdf F. Bresme, E. Chacon, P. Tarazona, and A. Wynveen, The structure of ionic aqueous solutions at interfaces: an intrinsic structure analysis, J. Chem. Phys. 137, 114706 (2012) [ download JCP12b.pdf Y. Lin, A. Wynveen, J. W. Halley, L. A. Curtiss, and P. C. Redfern, Self consistent tight binding model for dissociable water, Journal of Chemical Physics 136, 174507 (2012) [ download JCP12a.pdf A. A. Kornyshev, D. J. Lee, A. Wynveen, and S. Leikin, Signatures of DNA flexibility, interactions and sequence-related structural variations in classical X-ray diffraction patterns, Nucleic Acids Research 39, 7289 (2011) [ download NAR11.pdf D. J. Lee, A. Wynveen, A. A. Kornyshev, and S. Leikin, Undulations enhance the effect of helical structure on DNA interactions, J. Phys. Chem. B 114, 11668 (2010) [ download JPCB10.pdf A. Wynveen and F. Bresme, Properties of alkali-halide salt solutions about polarizable nanoparticle solutes for different ion models, Journal of Chemical Physics 133, 144706 (2010) [ download JCP10.pdf S. Huissmann, A. Wynveen, C. N. Likos, and R. Blaak, Effects of pH, salt and bond stiffness on charged dendrimers, J. Phys.: Condens. Matter 22, 232101 (2010) [ download JPCM10b.pdf D. J. Lee, S. Leikin, and A. Wynveen, Fluctuations and interactions of semi-flexible polyelectrolytes in columnar assemblies, J. Phys.: Condens. Matter 22, 072202 (2010) [ download JPCM10a.pdf A. Wynveen and C. N. Likos, Interactions between planar polyelectrolyte brushes: effects of stiffness and salt, Soft Matter 6, 163 (2010) [ download SM10.pdf A. Wynveen and C. N. Likos, Interactions between planar stiff polyelectrolyte brushes, Phys. Rev. E 80, 010801(R) (2009) [ download PRE09.pdf A. A. Kornyshev and A. Wynveen, The homology recognition well as an innate property of DNA structure, Proc. Nat'l. Acad. Sci. USA 106, 4683 (2009) [ download PNAS09.pdf C. N. Likos, R. Blaak, and A. Wynveen, Computer simulations of charged star polymers and brushes, J. Phys.: Condens. Matter 20, 494221 (2008) [ download JPCM08.pdf A. Wynveen, D. J. Lee, A. A. Kornyshev, and S. Leikin, Helical coherence of DNA in crystals and solution, Nucleic Acids Research 36, 5540 (2008) [ download NAR08.pdf G. S. Baldwin, N. J. Brooks, R. E. Robson, A. Wynveen, A. Goldar, S. Leikin, J. M. Seddon, and A. A. Kornyshev, DNA double helices recognize mutual sequence homology in a protein free environment, J. Phys. Chem. B. 112, 1060 (2008) [Featured in Nature Research Highlights, Science Editors' Choice and other news sources] [ download JPCB08.pdf F. Bresme and A. Wynveen, Interactions of polarizable media in water and the hydrophobic interaction, in \"Aspects of Physical Biology: Biological Water, Protein Solutions, Transport and Replication; Lecture Notes in Physics\", vol. 752, pp. 43-62, edited by G. Franzese and M. Rubi (Springer-Verlag, Berlin, 2008) F. Bresme and A. Wynveen, On the influence of solute polarizability on the hydrophobic interaction, J. Chem. Phys. 126, 044501 (2007) [ download JCP07.pdf A. Wynveen, K. A. Lidke, Y. Lutsyshyn, and J. W. Halley, Possible transmission experiments with low velocity helium droplets, Phys. Rev. B 75, 054506 (2007) [ download PRB07.pdf A. A. Kornyshev, D. J. Lee, S. Leikin, and A. Wynveen, Structure and interactions of biological helices, Rev. Mod. Phys. 79, 943 (2007) [ download RMP07.pdf A. Wynveen and F. Bresme, Interactions of polarizable media in water: A molecular dynamics approach, J. Chem. Phys. 124, 104502 (2006) [ download JCP06.pdf D. J. Lee and A. Wynveen, Torsional fluctuations in columnar DNA assemblies, J. Phys.: Condens. Matter 18, 787 (2006) [ download JPCM06.pdf A. A. Kornyshev, D. J. Lee, S. Leikin, A. Wynveen, and S. Zimmerman, Direct observation of azimuthal correlations between DNA in hydrated aggregates, Phys. Rev. Lett. 95, 148102 (2005) [ download PRL05.pdf K. A. Lidke, A. Wynveen, N. Baisch, C. Koay, C. F. Giese, and J. W. Halley, Phonon mediated helium atom transmission through superfluid helium four, J. Low Temp. Phys. 140, 429 (2005) [ download JLTP05.pdf J. W. Halley, Y. Lutyshyn, and A. Wynveen, Helium-vapor dynamics: Can BEC be produced in a moving frame without confinement?, Laser Phys. 15, 636-642 (2005) A. Wynveen, D. J. Lee, and A. A. Kornyshev, Statistical mechanics of columnar DNA assemblies, Eur. Phys. Jour. E 16, 303-318 (2005) [ download EPJE05.pdf D. J. Lee, A. Wynveen, and A. A. Kornyshev, DNA-DNA interaction beyond the ground state, Phys. Rev. E 70, 051913 (2004) [ download PRE04b.pdf A. A. Kornyshev and A. Wynveen, Nonlinear effects in the torsional adjustment of interacting DNA, Phys. Rev. E 69, 041905 (2004) [ download PRE04a.pdf A. Wynveen, K. A. Lidke, M. C. Williams, C. F. Giese, and J. W. Halley, Dynamics of low-energy helium vapor pulses, Phys. Rev. E 67, 026311(2003) [ download PRE03.pdf A. Wynveen and J. W. Halley, Signatures of Bose-Einstein condensation in very low energy atomic scattering from trapped gases, Laser Physics 12, No. 1, 223 (2002) K. A. Lidke, M. C. Williams, A. Wynveen, and J. W. Halley, Gas dynamics of pulsed low energy helium beams, J. Low Temp. Phys. 121, 351 (2000) [ download JLTP00.pdf A. Wynveen, A. Setty, A. Howard, J. W. Halley, and C. E. Campbell, Identical particle scattering from a weakly coupled Bose-Einstein condensed gas, Phys. Rev. A 62, 023602 (2000) [ download PRA00.pdf"
            ]
        ]
    ]
}