{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HNBUJFY9",
            "k-kXMFEAAAAJ",
            [
                "Initial performance results of the OMEGA laser system",
                "Indications of strongly flux-limited electron thermal conduction in laser-target experiments",
                "Progress toward ignition and burn propagation in inertial confinement fusion",
                "Direct-drive laser fusion: Status and prospects",
                "Growth rates of the ablative Rayleigh–Taylor instability in inertial confinement fusion",
                "Direct-drive inertial confinement fusion: A review",
                "Direct‐drive laser‐fusion experiments with the OMEGA, 60‐beam,> 40 kJ, ultraviolet laser system",
                "High-energy petawatt capability for the OMEGA laser",
                "The upgrade to the OMEGA laser system",
                "Analysis of a direct-drive ignition capsule designed for the National Ignition Facility"
            ],
            [
                "OMEGA is a 60-terawatt, 60-beam, frequency-tripled Nd:glass laser system designed to perform precision direct-drive inertial-confinement-fusion (ICF) experiments. The upgrade to the system, completed in April 1995, met or surpassed all technical requirements. The acceptance tests demonstrated exceptional performance throughout the system: high driver stability (< 2% variations), precise control of the beam profiles and amplifier gains, 75% frequency-conversion efficiency, beam energy balance less than 8% and stable on-target irradiation of up to 37 kJ UV. We present these results and show that the system performance is well modeled by our propagation and frequency-conversion codes.",
                "It is shown by comparison with calculations that anomalies in the results of intense laser irradiation of solid targets, including two-humped ion distributions, indicate a reduction of electron thermal conduction to considerably below classical values. This reduction is interpreted as a flux limit and appears to be sufficiently restrictive to modify significantly the design of laser fusion targets.",
                "For the past four decades, scientists throughout the world have pursued the dream of controlled thermonuclear fusion. The attraction of this goal is the enormous energy that is potentially available in fusion fuels and the view of fusion as a safe, clean energy source. The fusion reaction with the highest cross section uses the deuterium and tritium isotopes of hydrogen, and DT would be the fuel of choice for the first generation of fusion reactors.(See the article by J. Geoffrey Cordey, Robert J. Goldston and Ronald R. Parker, January, page 22.) Development of an economically viable fusion reactor would literally give us the energy equivalent of oceans of oil. Because seawater contains about 40 g of deuterium and 0.1 g of lithium per tonne, every barrel of seawater contains the energy equivalent of almost 30 barrels of oil in deuterium fuel and about one-fifth of a barrel of oil in DT fuel (where tritium is obtained from neutron reactions on lithium). A volume of seawater equal to the top meter of the Earth's oceans would yield enough fuel to supply DT fusion reactors for thousands of years of electricity production at today's rate of usage. The two primary approaches to developing fusion are magnetic confinement fusion, reviewed in the January issue of PHYSICS TODAY, and inertial confinement fusion, 1 reviewed in this article and the article by William J. Hogan, Roger Bangerter and Gerald L. Kulcinski on page 42. Significant elements of the work presented here were carried out under classified Department of Energy programs and have been only recently declassified. In its review of ICF2 carried out in 1990, the National Academy of Sciences found the …",
                "Techniques have been developed to improve the uniformity of the laser focal profile, to reduce the ablative Rayleigh–Taylor instability, and to suppress the various laser–plasma instabilities. There are now three direct-drive ignition target designs that utilize these techniques. An evaluation of these designs is still ongoing. Some of them may achieve the gains above 100 that are necessary for a fusion reactor. Two laser systems have been proposed that may meet all of the requirements for a fusion reactor.",
                "A simple procedure is developed to determine the Froude number Fr, the effective power index for thermal conduction ν, the ablation-front thickness L0, the ablation velocity Va, and the acceleration g of laser-accelerated ablation fronts. These parameters are determined by fitting the density and pressure profiles obtained from one-dimensional numerical simulations with the analytic isobaric profiles of Kull and Anisimov [Phys. Fluids 29, 2067 (1986)]. These quantities are then used to calculate the growth rate of the ablative Rayleigh–Taylor instability using the theory developed by Goncharov et al. [Phys. Plasmas 3, 4665 (1996)]. The complicated expression of the growth rate (valid for arbitrary Froude numbers) derived by Goncharov et al. is simplified by using reasonably accurate fitting formulas.",
                "The direct-drive, laser-based approach to inertial confinement fusion (ICF) is reviewed from its inception following the demonstration of the first laser to its implementation on the present generation of high-power lasers. The review focuses on the evolution of scientific understanding gained from target-physics experiments in many areas, identifying problems that were demonstrated and the solutions implemented. The review starts with the basic understanding of laser–plasma interactions that was obtained before the declassification of laser-induced compression in the early 1970s and continues with the compression experiments using infrared lasers in the late 1970s that produced thermonuclear neutrons. The problem of suprathermal electrons and the target preheat that they caused, associated with the infrared laser wavelength, led to lasers being built after 1980 to operate at shorter wavelengths, especially 0.35 …",
                "OMEGA, a 60‐beam, 351 nm, Nd:glass laser with an on‐target energy capability of more than 40 kJ, is a flexible facility that can be used for both direct‐ and indirect‐drive targets and is designed to ultimately achieve irradiation uniformity of 1% on direct‐drive capsules with shaped laser pulses (dynamic range ≳400:1). The OMEGA program for the next five years includes plasma physics experiments to investigate laser–matter interaction physics at temperatures, densities, and scale lengths approaching those of direct‐drive capsules designed for the 1.8 MJ National Ignition Facility (NIF); experiments to characterize and mitigate the deleterious effects of hydrodynamic instabilities; and implosion experiments with capsules that are hydrodynamically equivalent to high‐gain, direct‐drive capsules. Details are presented of the OMEGA direct‐drive experimental program and initial data from direct‐drive implosion …",
                "The 60-beam Omega laser system at the University of Rochester's Laboratory for Laser Energetics (LLE) has been a workhorse on the frontier of laser fusion and high-energy-density physics for more than a decade. LLE scientists are currently extending the performance of this unique, direct-drive laser system by adding high-energy petawatt capabilities.",
                "The upgrade to the OMEGA laser system, a 30‐kJ, 351‐nm, 60‐beam direct‐drive laser‐fusion system is reported here. The system configuration is presented along with the status of its construction and the plans for system activation. The system utilizes rod and disk amplifiers and frequency tripling to produce UV pulses which are smoothed using phase conversion and smoothing by spectral dispersion. Dual driver lines will feed the propagation of two co‐axial beams, which have different pulse widths and occupy different portions of the laser aperture. The laser system will be completed in November 1994 and the target area in March 1995.",
                "This paper reviews the current direct-drive ignition capsule designed for the National Ignition Facility (NIF) [M. D. Campbell and W. J. Hogan, Plasma Phys. Control. Fusion 41, B39 (1999)]. The ignition design consists of a cryogenic deuterium–tritium (DT) shell contained within a very thin CH shell. To maintain shell integrity during the implosion, the target is placed on an isentrope approximately three times that of Fermi-degenerate DT (α=3). One-dimensional studies show that the ignition design is robust. Two-dimensional simulations examine the effects on target performance due to laser imprint, power imbalance, and inner- and outer-target-surface roughness. Results from these studies indicate that the capsule gain can be scaled to the ice\/vapor surface deformation at the end of the acceleration stage of the implosion. The physical reason for gain reduction as a function of increasing nonuniformities is examined …"
            ],
            [
                [
                    "Inertial confinement fusion",
                    "national security",
                    "plasma physics"
                ]
            ]
        ]
    ]
}