{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HNFN1IM3",
            "s8vH0xkAAAAJ",
            [
                "Magnetic qubits as hardware for quantum computers",
                "Spin-transfer-induced precessional magnetization reversal",
                "Tunable magnetocaloric effect in ceramic perovskites",
                "Magnetic quantum tunneling in the single-molecule magnet Mn 12-acetate",
                "Molecular magnets",
                "Controlling the direction of rectification in a molecular diode",
                "Macroscopic resonant tunneling of magnetization in ferritin",
                "Molecular diodes with rectification ratios exceeding 10 5 driven by electrostatic interactions",
                "Magnetic quantum tunneling: insights from simple molecule-based magnets",
                "Quantum coherence in Fe8 molecular nanomagnets"
            ],
            [
                "We propose two potential realizations for quantum bits based on nanometre-scale magnetic particles of large spin S and high-anisotropy molecular clusters. In case (1) the bit-value basis states| 0 rang and| 1 rang are the ground and first excited spin states S z= S and S-1, separated by an energy gap given by the ferromagnetic resonance frequency. In case (2), when there is significant tunnelling through the anisotropy barrier, the qubit states correspond to the symmetric,| 0 rang, and antisymmetric,| 1 rang, combinations of the twofold degenerate ground state S z=±S. In each case the temperature of operation must be low compared to the energy gap, Δ, between the states| 0 rang and| 1 rang. The gap Δ in case (2) can be controlled with an external magnetic field perpendicular to the easy axis of the molecular cluster. The states of different molecular clusters and magnetic particles may be entangled by connecting …",
                "A magnetoelectronic device is proposed in which a spin-current pulse produces a rapid reversal of the magnetization of a thin film nanomagnet. A spin-transfer torque induces the reversal and the switching speed is determined by the precession frequency of the magnetization in a thin film element’s demagnetization field. Micromagnetic simulations show that this switching occurs above a threshold pulse current and can be faster than 50 ps. In contrast to present spin-transfer devices, the switching does not require an initial fluctuation or deviation of magnetic layers from collinear alignment and is far more energy efficient. This device operates at room temperature and can be realized with present-day magnetic nanostructure technology.",
                "A large entropy variation (magnetocaloric effect) has been discovered in ceramic perovskites with the formulas La0.65Ca0.35Ti1−xMnxO3−z and La0.5+x+yLi0.5−3yTi1−3xMn3xO3−z. Both Curie temperature and entropy change were studied from 4.2 to 400 K for different stoichiometric compositions and applied magnetic fields. Our conclusion is that these materials are excellent candidates for working materials in magnetic refrigeration and liquefaction devices in a wide temperature range.",
                "The symmetry of magnetic quantum tunneling (MQT) in the single molecule magnet Mn2-acetate has been determined by sensitive low-temperature magnetic measurements in the pure quantum tunneling regime and high frequency EPR spectroscopy in the presence of large transverse magnetic fields. The combined data set definitely establishes the transverse anisotropy terms responsible for the low temperature quantum dynamics. MQT is due to a disorder induced locally varying quadratic transverse anisotropy associated with rhombic distortions in the molecular environment (2nd order in the spin-operators). This is superimposed on a 4th order transverse magnetic anisotropy consistent with the global (average) S4 molecule site symmetry. These forms of the transverse anisotropy are incommensurate, leading to a complex interplay between local and global symmetries, the consequences of which are …",
                "This book aims to provide a coherent and pedagogical collection of articles on the physics and applications of molecular magnets. All contributors have played a major role in either (1) discovering or elucidating the physics that underlies molecular magnets, or in (2) the present exploration of avenues toward their applications. Issues that are by now well understood as well as open questions are covered. Inevitably, overlaps among some chapters do occur, but we are sure that the reader will find them complementary rather than repetitious. Molecular magnets are made up of chemically identical molecules with high–spin cores. The cornerstone for the rise of present day interest in molecular magnetism was the discovery of magnetic quantum tunneling in Mn12-acetate molecules. There was before 1996 some indirect evidence for quantum tunneling of large spins. In 1993, magnetic hysteresis (and thus magnetic …",
                "A challenge in molecular electronics is to control the strength of the molecule–electrode coupling to optimize device performance. Here we show that non-covalent contacts between the active molecular component (in this case, ferrocenyl of a ferrocenyl–alkanethiol self-assembled monolayer (SAM)) and the electrodes allow for robust coupling with minimal energy broadening of the molecular level, precisely what is required to maximize the rectification ratio of a molecular diode. In contrast, strong chemisorbed contacts through the ferrocenyl result in large energy broadening, leakage currents and poor device performance. By gradually shifting the ferrocenyl from the top to the bottom of the SAM, we map the shape of the electrostatic potential profile across the molecules and we are able to control the direction of rectification by tuning the ferrocenyl–electrode coupling parameters. Our demonstrated control of the …",
                "We report experimental evidence of macroscopic quantum tunneling in antiferromagnetic particles. The zero-field maximum in the dependence of the magnetic relaxation rate on the magnetic field in ferritin has been observed. This observation provides a new insight into the origin of the nonmonotonic field dependence of the blocking temperature reported recently by Gider et al.[J. Appl. Phys. 79, 5324 (1996)] and by Friedman et al.(unpublished). We argue that the effect comes from the resonant spin tunneling between matching spin levels and cannot be due to the interparticle interactions. Our findings are in agreement with the tunneling interpretation of earlier experiments in ferritin by Awschalom et al.[Phys. Rev. Lett. 68, 3092 (1992)].",
                "Molecular diodes operating in the tunnelling regime are intrinsically limited to a maximum rectification ratio R of∼ 10 3. To enhance this rectification ratio to values comparable to those of conventional diodes (R≥ 10 5) an alternative mechanism of rectification is therefore required. Here, we report a molecular diode with R= 6.3× 10 5 based on self-assembled monolayers with Fc–C≡ C–Fc (Fc, ferrocenyl) termini. The number of molecules (n (V)) involved in the charge transport changes with the polarity of the applied bias. More specifically, n (V) increases at forward bias because of an attractive electrostatic force between the positively charged Fc units and the negatively charged top electrode, but remains constant at reverse bias when the Fc units are neutral and interact weakly with the positively charged electrode. We successfully model this mechanism using molecular dynamics calculations.",
                "This perspectives article takes a broad view of the current understanding of magnetic bistability and magnetic quantum tunneling in single-molecule magnets (SMMs), focusing on three families of relatively simple, low-nuclearity transition metal clusters: spin S = 4 NiII4, MnIII3 (S = 2 and 6) and MnIII6 (S = 4 and 12). The MnIII complexes are related by the fact that they contain triangular MnIII3 units in which the exchange may be switched from antiferromagnetic to ferromagnetic without significantly altering the coordination around the MnIII centers, thereby leaving the single-ion physics more-or-less unaltered. This allows for a detailed and systematic study of the way in which the individual-ion anisotropies project onto the molecular spin ground state in otherwise identical low- and high-spin molecules, thus providing unique insights into the key factors that control the quantum dynamics of SMMs, namely: (i) the height …",
                "We report observation of coherent quantum oscillations in spin-10 Fe 8 molecular clusters. The powder of magnetically oriented Fe 8 crystallites was placed inside a resonator, in a dc magnetic field perpendicular to the magnetization axis. The field dependence of the ac-susceptibility was measured up to 5 T, at 680 MHz, down to 25 mK. Two peaks in the imaginary part of the susceptibility have been detected, whose positions coincide, without any fitting parameters, with the predicted two peaks corresponding to the quantum splitting of the ground state in the magnetic field parallel and perpendicular to the hard magnetization axis."
            ],
            [
                [
                    "Condensed Matter"
                ]
            ],
            [
                "Enrique Del Barco Professor\/Associate Dean CSB 236 delbarco@ucf.edu (407) 823-1912 Enrique del Barco received his PhD from the University of Barcelona (Spain) in 2001 for his investigations of spin quantum dynamics in single-molecule magnets. He spent three years as a postdoctoral associate in the physics department at New York University before joining UCF in 2005. Syllabi Del Barco’s research focuses on fundamental low-temperature magnetic and transport properties of low-dimensional systems, including molecular nanomagnets, magnetic nanostructures and graphene and its 2D crystal relatives. Syllabi Course webpage Cameron Nickle Gyan Khatri Justin Zakhary Francis Adoah Gregory Fritjofson COS News Magnet Research Hits Breakthrough Researchers pushing the limits of magnets as a means to create faster electronics published their proof of concept findings Friday in the journal Science. The… COS News Understanding Charge Transfers in Molecular Electronics An international research team, which includes University of Central Florida Professor Enrique del Barco and Christian A. Nijhuis of the National University of Singapore, has… Alumni News Introducing 13 New Ph.D. Graduates In a reception hosted by Dean Michael Johnson, Ph.D., the College of Sciences celebrated its new Ph.D. graduates in the Physical Sciences building. Thirteen students were…"
            ]
        ]
    ]
}