{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HNKY6DLV",
            "O5x93HoAAAAJ",
            [
                "The physics of the B factories",
                "Observation of H→ bb decays and VH production with the ATLAS detector",
                "Measurement of Prompt Charm Meson Production Cross Sections in  Collisions at "
            ],
            [
                "The inspiration for this book came from François le Diberder. During his term as spokesperson for B 八 B 八 R he laid down a vision for the two B Factory detector collaborations, B 八 B 八 R and Belle, to work together on a book that would describe the methodologies used and physics results obtained by those experiments. A key ideal emphasized from the outset was that this book should be written from a pedagogical perspective; it should be of interest to the student and expert alike. This vision was presented during a B 八 B 八 R collaboration meeting on the island of Elba in May 2008 and a follow up Belle collaboration meeting at KEK, with visiting colleagues from the B 八 B 八 R collaboration, and was embraced by the community. A number of workshops involving people from the theoretical community as well as the two collaborations were held on four continents over the following years. The resulting book,“The Physics of the B Factories”, is a testament to the way that this concept captured the zeitgeist on both sides of the Pacific Ocean.This book is divided into three parts, the first of which provides a brief description of the B Factories, including a short (though not exhaustive) historical perspective, as well as descriptions of the detectors, ancillary data acquisition systems and data (re) processing systems that were built by the two detector collaborations in the late 1990’s. The second part of the book discusses tools and methods that are frequently used when analyzing the data collected. These range from details of low level reconstruction algorithms and abstract summaries of statistical methods to high level prescriptions used when …",
                "A search for the decay of the Standard Model Higgs boson into a b b¯ pair when produced in association with a W or Z boson is performed with the ATLAS detector. The data, corresponding to an integrated luminosity of 79.8 fb− 1 were collected in proton–proton collisions during Run 2 of the Large Hadron Collider at a centre-of-mass energy of 13 TeV. For a Higgs boson mass of 125 GeV, an excess of events over the expected background from other Standard Model processes is found with an observed (expected) significance of 4.9 (4.3) standard deviations. A combination with the results from other searches in Run 1 and in Run 2 for the Higgs boson in the b b¯ decay mode is performed, which yields an observed (expected) significance of 5.4 (5.5) standard deviations, thus providing direct observation of the Higgs boson decay into b-quarks. The ratio of the measured event yield for a Higgs boson decaying into b …",
                "We report on measurements of differential cross sections d σ\/d p T for prompt charm meson production in p p collisions at s= 1.96 T e V using 5.8±0.3 p b− 1 of data from the CDF II detector at the Fermilab Tevatron. The data are collected with a new trigger that is sensitive to the long lifetime of hadrons containing heavy flavor. The charm meson cross sections are measured in the central rapidity region| y|≤ 1 in four fully reconstructed decay modes: D 0→ K− π+, D*+→ D 0 π+, D+→ K− π+ π+, D s+→ φ π+, and their charge conjugates. The measured cross sections are compared to theoretical calculations."
            ],
            [
                [
                    "High energy physics",
                    "particle physics"
                ]
            ]
        ]
    ]
}