{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HO4VGE7R",
            "1Qle3wUAAAAJ",
            [
                "Histone deacetylase inhibitors: emerging mechanisms of resistance"
            ],
            [
                "The histone deacetylase inhibitors (HDIs) have shown promise in the treatment of a number of hematologic malignancies, leading to the approval of vorinostat and romidepsin for the treatment of cutaneous T-cell lymphoma and romidepsin for the treatment of peripheral T-cell lymphoma by the U.S. Food and Drug Administration. Despite these promising results, clinical trials with the HDIs in solid tumors have not met with success. Examining mechanisms of resistance to HDIs may lead to strategies that increase their therapeutic potential in solid tumors. However, relatively few examples of drug-selected cell lines exist, and mechanisms of resistance have not been studied in depth. Very few clinical translational studies have evaluated resistance mechanisms. In the current review, we summarize many of the purported mechanisms of action of the HDIs in clinical trials and examine some of the emerging resistance …"
            ],
            [
                [
                    "Cancer research",
                    "Stem cells",
                    "Resistance to targeted therapy",
                    "Cancer Biomarkers"
                ]
            ],
            [
                "Arup K. Chakraborty Robert T. Haslam Professor of Chemical Engineering, Physics, Chemistry, and Biological Engineering arupc@mit.edu (617) 253-3890 FAX: (617) 253-7498 E25-338  LAB: E25-350 Michelle Antunes (617) 258-0866 RELATED LINKS: Chakraborty Lab Department of Chemical Engineering profile page Physics of Living Systems @ MIT Biological Physics The central focus of Chakraborty’s lab is to understand the mechanistic underpinnings of the adaptive immune response to pathogens, and then to harness this understanding to help design better vaccines and therapies. The work represents a crossroad of the physical and life sciences. Lab members work on developing and applying theoretical and computational approaches (rooted in statistical physics) to study the collective, dynamic, and stochastic processes that underlie a systemic immune response. A hallmark of Chakraborty’s research is the close synergy and collaboration between his lab’s theoretical\/computational studies and investigations led by experimental and clinical immunologists. Current interests can be divided into three broad categories: understanding the network of biochemical interactions that enable T cells to translate engagement of membrane receptors to cognate ligands in to functional responses, how T cell development results in T cells that are specific for unknown and emerging pathogens, and the human immune response to HIV. The goal of the last effort is to guide the rational design of vaccines and therapies against infectious disease causing agents, like HIV, that have plagued humanity since antiquity. Arup K. Chakraborty is the Robert T. Haslam Professor of Chemical Engineering, and Professor of Physics, Chemistry, and Biological Engineering at MIT.  He was the founding Director of MIT’s Institute for Medical Engineering and Science from February 2012 to January 2018.  He is also a founding steering committee member of the Ragon Institute of MIT, MGH, and Harvard, and an Associate Member of the Broad Institute of MIT & Harvard. After obtaining his PhD in chemical engineering and postdoctoral studies, he joined the faculty at the University of California at Berkeley in December 1988.  He rose through the ranks, and ultimately served as the Warren and Katherine Schlinger Distinguished Professor and Chair of Chemical Engineering, Professor of Chemistry, and Professor of Biophysics at Berkeley.  He was also Head of Theoretical and Computational Biology at Lawrence Berkeley National Laboratory.  In September 2005, Chakraborty moved to MIT. His entire career has been focused on research at the intersection of disciplines. After an early career in guiding the engineering of polymers and catalysts using quantum mechanical calculations, since 2000, Chakraborty’s work has focused on bringing together immunology and the physical and engineering sciences; more specifically, the intersection of statistical mechanics and immunology. His interests span T cell signaling, T cell development and repertoire, and a mechanistic understanding of HIV evolution, antibody evolution, and vaccine design. Chakraborty’s work at the intersection of disciplines has been recognized by numerous honors, including the NIH Director’s Pioneer Award, the E.O. Lawrence Medal for Life Sciences from the US DOE, the Allan P. Colburn and Professional Progress awards from the AIChE, a Dreyfus Teacher-Scholar award, and a National Young investigator award. Chakraborty was elected a member of the National Academy of Sciences and the National Academy of Engineering for completely different bodies of work. He is also a member of the National Academy of Medicine, making him one of 21 individuals who are members of all three branches of the US National Academies. He is a Fellow of the American Academy of Arts & Sciences and the American Association for the Advancement of Science, and serves on the US Defense Science Board. Chakraborty has received four teaching awards at Berkeley and MIT. A list of Professor Chakraborty's selected publications can be found here . "
            ]
        ]
    ]
}