{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HPHTVZRO",
            "1SxFbmIAAAAJ",
            [
                "Water desalination by a designed nanofilter of graphene-charged carbon nanotube: A molecular dynamics study",
                "Ion separation and water purification by applying external electric field on porous graphene membrane",
                "Multilayer nanoporous graphene as a water purification membrane"
            ],
            [
                "Using molecular dynamics simulations, we show that a designed graphene-charged carbon nanotube (CNT) membrane can act as a nanofilter with the efficiency more than 90%, to separate Na+\/Mg+ 2\/Fe+ 3 and Cl− ions from NaCl, MgCl2 and FeCl3 solutions. It is observed that there are two significant factors in ion separation process: the magnitude of charge density which covers the surface of the CNT and the velocity of the movable wall. The ion separation is improved by increasing the magnitude of surface charge density and decreasing the velocity of the movable wall. Also, it is found that, reducing the positive surface charge of the CNT will increase the percentage of passed water molecules through the CNT.",
                "Using molecular dynamics (MD) simulations, a porous graphene membrane was exposed to external electric fields to separate positive and negative ions from salt-water and to produce fresh water. It was observed that, by increasing the strength of the applied electric field, ion separation improved noticeably. In addition, to obtain fresh water, the designed system included two graphene membranes, which are exposed to two external electric fields in opposite directions. Ion rejection was found to be greater than 93% for the electric field of 10 mV\/Å and higher. This atomic-level simulation increases the understanding of electric field effects on desalination using multilayer graphene membranes and can be helpful in designing more efficient membranes.",
                "Porous graphene sheets can be considered as an ultrathin membrane in reverse osmosis water desalination processes. In this paper, employing the molecular dynamics simulation method, the performance of multilayer porous graphene membranes with different pore sizes, layer separation, and layer number were investigated. We found that salt rejection and water flux through the membrane significantly depend on the graphene pore size and number of graphene layers, and controlling these parameters could improve the filtration process. It was shown that our 2-layer designed graphene membranes with the pore radius of 3.3 Å and layer separation of 20 Å, can reject more than 86% of ions. Also, no filtration process had occurred for graphene layer separation less than 5 Å. The results of this study that are described by ion hydration radius and water velocity distributions can be used to improve the knowledge of …"
            ],
            [
                [
                    "Microfluidics",
                    "Cell Biophysics",
                    "Water Desalination",
                    "Computational Physics"
                ]
            ],
            [
                "Samaneh Rikhtehgaran Graduate Student Ph.D. in Physics Office: SE 330 Phone: (561) 297-3380 ??? @fau.edu Degrees Current Research Dissertation advisor"
            ]
        ]
    ]
}