{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HQA5TLRA",
            "Ct9XpCcAAAAJ",
            [
                "High-precision realization of robust quantum anomalous Hall state in a hard ferromagnetic topological insulator",
                "Exchange-Coupling-Induced Symmetry Breaking in Topological Insulators",
                "A high-temperature ferromagnetic topological insulating phase by proximity coupling",
                "Quantification of strain and charge co-mediated magnetoelectric coupling on ultra-thin Permalloy\/PMN-PT interface",
                "Linear magnetoresistance in topological insulator thin films: quantum phase coherence effects at high temperatures",
                "Superconducting Spin Switch with Infinite Magnetoresistance Induced by an Internal Exchange Field",
                "Magnetic and transport properties of Mn2CoAl oriented films",
                "Quantum coherent transport in SnTe topological crystalline insulator thin films",
                "Strain engineering Dirac surface states in heteroepitaxial topological crystalline insulator thin films",
                "Massive and massless Dirac fermions in Pb1−xSnxTe topological crystalline insulator probed by magneto-optical absorption"
            ],
            [
                "The discovery of the quantum Hall (QH) effect led to the realization of a topological electronic state with dissipationless currents circulating in one direction along the edge of a two-dimensional electron layer under a strong magnetic field 1, 2. The quantum anomalous Hall (QAH) effect shares a similar physical phenomenon to that of the QH effect, whereas its physical origin relies on the intrinsic spin–orbit coupling and ferromagnetism 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16. Here, we report the experimental observation of the QAH state in V-doped (Bi, Sb) 2 Te 3 films with the zero-field longitudinal resistance down to 0.00013±0.00007h\/e 2 (~ 3.35±1.76 Ω), Hall conductance reaching 0.9998±0.0006e 2\/h and the Hall angle becoming as high as 89.993±0.004 at T= 25 mK. A further advantage of this system comes from the fact that it is a hard ferromagnet with a large coercive field (H c> 1.0 T) and a relative high …",
                "An exchange gap in the Dirac surface states of a topological insulator (TI) is necessary for observing the predicted unique features such as the topological magnetoelectric effect as well as to confine Majorana fermions. We experimentally demonstrate proximity-induced ferromagnetism in a TI, combining a ferromagnetic insulator EuS layer with Bi 2 Se 3, without introducing defects. By magnetic and magnetotransport studies, including anomalous Hall effect and magnetoresistance measurements, we show the emergence of a ferromagnetic phase in TI, a step forward in unveiling their exotic properties.",
                "Topological insulators are insulating materials that display conducting surface states protected by time-reversal symmetry 1, 2, wherein electron spins are locked to their momentum. This unique property opens up new opportunities for creating next-generation electronic, spintronic and quantum computation devices 3, 4, 5. Introducing ferromagnetic order into a topological insulator system without compromising its distinctive quantum coherent features could lead to the realization of several predicted physical phenomena 6, 7. In particular, achieving robust long-range magnetic order at the surface of the topological insulator at specific locations without introducing spin-scattering centres could open up new possibilities for devices. Here we use spin-polarized neutron reflectivity experiments to demonstrate topologically enhanced interface magnetism by coupling a ferromagnetic insulator (EuS) to a topological …",
                "Strain and charge co-mediated magnetoelectric coupling are expected in ultra-thin ferromagnetic\/ferroelectric multiferroic heterostructures, which could lead to significantly enhanced magnetoelectric coupling. It is however challenging to observe the combined strain charge mediated magnetoelectric coupling and difficult in quantitatively distinguish these two magnetoelectric coupling mechanisms. We demonstrated in this work, the quantification of the coexistence of strain and surface charge mediated magnetoelectric coupling on ultra-thin Ni 0.79 Fe 0.21\/PMN-PT interface by using a Ni 0.79 Fe 0.21\/Cu\/PMN-PT heterostructure with only strain-mediated magnetoelectric coupling as a control. The NiFe\/PMN-PT heterostructure exhibited a high voltage induced effective magnetic field change of 375 Oe enhanced by the surface charge at the PMN-PT interface. Without the enhancement of the charge-mediated …",
                "In addition to the weak antilocalization cusp observed in the magnetoresistance (MR) of topological insulators at low temperatures and low magnetic fields, we find that the high-field MR in Bi2Te2Se is linear in field. At fields up to B = 14 T, the slope of this linear-like MR is nearly independent of temperature over the range T = 7 to 150 K. We find that the linear MR arises from the competition between a logarithmic phase coherence component and a quadratic component. The quantum phase coherence dominates up to high temperatures, where the coherence length remains longer than the mean free path of electrons.",
                "A theoretical prediction by de Gennes suggests that the resistance in a FI\/S\/FI (where FI is a ferromagnetic insulator, and S is a superconductor) structure will depend on the magnetization direction of the two FI layers. We report a magnetotransport measurement in a EuS\/Al\/EuS structure, showing that an infinite magnetoresistance can be produced by tuning the internal exchange field at the FI\/S interface. This proximity effect at the interface can be suppressed by an Al 2 O 3 barrier as thin as 0.3 nm, showing the extreme confinement of the interaction to the interface giving rise to the demonstrated phenomena.",
                "The structure, magnetic, and transport properties of thin films of the Heusler ferrimagnet Mn2CoAl have been investigated for properties related to spin gapless semiconductors. Oriented films were grown by molecular beam epitaxy on GaAs substrates and the structure was found to transform from tetragonal to cubic for increasing annealing temperature. The anomalous Hall resistivity is found to be proportional to the square of the longitudinal resistivity and magnetization expected for a topological Berry curvature origin. A delicate balance of the spin-polarized carrier type when coupled with voltage gate-tuning could significantly impact advanced electronic devices.",
                "Topological crystalline insulators (TCI) are unique systems where a band inversion that is protected by crystalline mirror symmetry leads to a multiplicity of topological surface states. Binary SnTe is an attractive lead-free TCI compound; the present work on high-quality thin films provides a route for increasing the mobility and reducing the carrier density of SnTe without chemical doping. Results of quantum coherent magnetotransport measurements reveal a multiplicity of Dirac surface states that are unique to TCI. Modeling of the weak antilocalization shows variations in the extracted number of carrier valleys that reflect the role of coherent intervalley scattering in coupling different Dirac states on the degenerate TCI surface.",
                "The unique crystalline protection of the surface states in topological crystalline insulators 1 has led to a series of predictions of strain-generated phenomena, from the appearance of pseudo-magnetic fields and helical flat bands 2 to the tunability of Dirac surface states by strain that may be used to construct ‘straintronic’nanoswitches 3. However, the practical realization of this exotic phenomenology via strain engineering is experimentally challenging and is yet to be achieved. Here, we have designed an experiment to not only generate and measure strain locally, but also to directly measure the resulting effects on Dirac surface states. We grew heteroepitaxial thin films of topological crystalline insulator SnTe in situ and measured them using high-resolution scanning tunnelling microscopy to determine picoscale changes in the atomic positions, which reveal regions of both tensile and compressive strain …",
                "Dirac fermions in condensed matter physics hold great promise for novel fundamental physics, quantum devices and data storage applications. IV-VI semiconductors, in the inverted regime, have been recently shown to exhibit massless topological surface Dirac fermions protected by crystalline symmetry, as well as massive bulk Dirac fermions. Under a strong magnetic field (B), both surface and bulk states are quantized into Landau levels that disperse as B 1\/2 and are thus difficult to distinguish. In this work, magneto-optical absorption is used to probe the Landau levels of high mobility Bi-doped Pb 0.54 Sn 0.46 Te topological crystalline insulator (111)-oriented films. The high mobility achieved in these thin film structures allows us to probe and distinguish the Landau levels of both surface and bulk Dirac fermions and extract valuable quantitative information about their physical properties. This work paves the way …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Topological Materials",
                    "Magnetoresistance",
                    "Magnetooptics"
                ]
            ],
            [
                "Badih Assaf Badih Assaf Freimann Assistant Professor Experimental Condensed Matter Ph.D. Physics, Northeastern University, 2014 MS Physics, Northeastern University, 2011 BS Physics, American University of Beirut, 2009 Office: 335 Nieuwland Hall of Science Office Phone: 574-631-0671 Email: bassaf@nd.edu Topological Quantum Matter Group web page link Our group’s research is focused on the synthesis and characterization of topological and quantum materials having reduced dimensions. Check out the group's webpage for more information. Google scholar profile. Badih A. Assaf CV - PDF file"
            ]
        ]
    ]
}