{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HRIBAV0Y",
            "5AG2urMAAAAJ",
            [
                "The seventh data release of the Sloan Digital Sky Survey",
                "Detection of the baryon acoustic peak in the large-scale correlation function of SDSS luminous red galaxies",
                "Cosmological parameters from SDSS and WMAP",
                "Sloan digital sky survey: early data release",
                "The three-dimensional power spectrum of galaxies from the sloan digital sky survey"
            ],
            [
                "This paper describes the Seventh Data Release of the Sloan Digital Sky Survey (SDSS), marking the completion of the original goals of the SDSS and the end of the phase known as SDSS-II. It includes 11,663 deg 2 of imaging data, with most of the~ 2000 deg 2 increment over the previous data release lying in regions of low Galactic latitude. The catalog contains five-band photometry for 357 million distinct objects. The survey also includes repeat photometry on a 120 long, 2 fdg 5 wide stripe along the celestial equator in the Southern Galactic Cap, with some regions covered by as many as 90 individual imaging runs. We include a co-addition of the best of these data, going roughly 2 mag fainter than the main survey over 250 deg 2. The survey has completed spectroscopy over 9380 deg 2; the spectroscopy is now complete over a large contiguous area of the Northern Galactic Cap, closing the gap that was …",
                "We present the large‐scale correlation function measured from a spectroscopic sample of 46,748 luminous red galaxies from the Sloan Digital Sky Survey. The survey region covers 0.72 h−3 Gpc3 over 3816 deg2 and  , making it the best sample yet for the study of large‐scale structure. We find a well‐detected peak in the correlation function at 100 h−1 Mpc separation that is an excellent match to the predicted shape and location of the imprint of the recombination‐epoch acoustic oscillations on the low‐redshift clustering of matter. This detection demonstrates the linear growth of structure by gravitational instability between   and the present and confirms a firm prediction of the standard cosmological theory. The acoustic peak provides a standard ruler by which we can measure the ratio of the distances to   and   to 4% fractional accuracy and the absolute distance to   to 5% accuracy. From the overall shape of the …",
                "We measure cosmological parameters using the three-dimensional power spectrum P (k) from over 200 000 galaxies in the Sloan Digital Sky Survey (SDSS) in combination with Wilkinson Microwave Anisotropy Probe (WMAP) and other data. Our results are consistent with a “vanilla” flat adiabatic cold dark matter model with a cosmological constant without tilt (n s= 1), running tilt, tensor modes, or massive neutrinos. Adding SDSS information more than halves the WMAP-only error bars on some parameters, tightening 1 σ constraints on the Hubble parameter from h≈ 0.74− 0.07+ 0.18 to h≈ 0.70− 0.03+ 0.04, on the matter density from Ω m≈ 0.25±0.10 to Ω m≈ 0.30±0.04 (1 σ) and on neutrino masses from< 11 to< 0.6 eV (95%). SDSS helps even more when dropping prior assumptions about curvature, neutrinos, tensor modes and the equation of state. Our results are in substantial agreement with the joint analysis …",
                "The Sloan Digital Sky Survey (SDSS) is an imaging and spectroscopic survey that will eventually cover approximately one-quarter of the celestial sphere and collect spectra of≈ 10 6 galaxies, 100,000 quasars, 30,000 stars, and 30,000 serendipity targets. In 2001 June, the SDSS released to the general astronomical community its early data release, roughly 462 deg 2 of imaging data including almost 14 million detected objects and 54,008 follow-up spectra. The imaging data were collected in drift-scan mode in five bandpasses (u, g, r, i, and z); our 95% completeness limits for stars are 22.0, 22.2, 22.2, 21.3, and 20.5, respectively. The photometric calibration is reproducible to 5%, 3%, 3%, 3%, and 5%, respectively. The spectra are flux-and wavelength-calibrated, with 4096 pixels from 3800 to 9200 Å at R≈ 1800. We present the means by which these data are distributed to the astronomical community …",
                "We measure the large‐scale real‐space power spectrum   by using a sample of 205,443 galaxies from the Sloan Digital Sky Survey, covering 2417 effective square degrees with mean redshift  . We employ a matrix‐based method using pseudo–Karhunen‐Loève eigenmodes, producing uncorrelated minimum‐variance measurements in 22 k‐bands of both the clustering power and its anisotropy due to redshift‐space distortions, with narrow and well‐behaved window functions in the range  . We pay particular attention to modeling, quantifying, and correcting for potential systematic errors, nonlinear redshift distortions, and the artificial red‐tilt caused by luminosity‐dependent bias. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. Our final result is a measurement of the real‐space matter power spectrum   up to an unknown overall …"
            ],
            [
                [
                    "Cosmology",
                    "Large-Scale Structure"
                ]
            ],
            [
                "Idit Zehavi Professor idit.zehavi@case.edu 216-368-2813 Rockefeller Building, Room 212 Idit Zehavi is a professor in Physics and a member of the Center for Education and Research in Cosmology and Astrophysics at Case Western Reserve University. Zehavi received a Ph.D. in Physics from the Hebrew University of Jerusalem and held research positions at Fermilab, University of Chicago and the University of Arizona, before coming to CWRU in 2006. Her research interests include cosmology and the large-scale structure of the universe, galaxy formation and evolution, and cosmic flows. She is an astrophysicist working at the interface of theory and observations, performing studies using large surveys of galaxies as well as numerical simulations. She has been extensively involved with the Sloan Digital Sky Survey, an ambitious survey mapping a quarter of the sky, and is a member of upcoming surveys Taipan and LSST. In particular, she is focused on studying the clustering properties of galaxies and the detailed relation between galaxies and dark matter halos. A full publication list can be found here. Selected Publications: Zehavi, Contreras, Padilla, et al., The Impact of Assembly Bias on the Galaxy Content of Dark Matter Halos, Astrophysical Journal (ApJ), 853, 84 (2018) Contreras, Zehavi, Baugh, et al., The Evolution of the Galaxy Content of Dark Matter Haloes, Monthly Notices of the Royal Astronomical Society (MNRAS), 465, 2833 (2017) Guo, Zheng, Zehavi, et al., Velocity Bias from the Small Scale Clustering of SDSS-III BOSS Galaxies, MNRAS, 446, 578 (2015) Guo, Zehavi, Zheng, et al., The Clustering of Galaxies in SDSS-III BOSS: Luminosity and Color Dependence and Redshift Evolution, ApJ, 767, 122 (2013) Guo, Zehavi & Zheng, A New Method to Correct for Fiber Collisions in Galaxy Two-Point Statistics, ApJ, 756, 127 (2012) Zehavi, Patiri & Zheng, The Growth of Galaxy Stellar Mass Within Dark Matter Halos, ApJ, 746, 145 (2012) Zehavi, Zheng, Weinberg, et al., Galaxy Clustering in the Completed SDSS Redshift Survey, ApJ, 736, 59 (2011) Eisenstein, Zehavi, Hogg, et al., Detection of the Baryonic Acoustic Peak in the Large-Scale Correlation Function of SDSS Luminous Red Galaxies,  ApJ, 633, 560 (2005) Zehavi, Zheng, Weinberg, et al., The Luminosity and Color Dependence of the Galaxy Correlation Function, ApJ, 630, 1 (2005) Zehavi, Weinberg, Zheng, et al. On Departures from a Power Law in the Galaxy Correlation Function, ApJ, 608, 16 (2004) Zehavi & Dekel, Evidence for a Positive Cosmological Constant from Flow of Galaxies and Distant Supernovae, Nature, 401, 252 (1999)"
            ]
        ]
    ]
}