{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HRJ7LIPS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Wayne Barkhouse Wayne Barkhouse Ph.D., M.Sc., B.Sc. Professor astrophysics, galaxy clusters, globular clusters, dark energy wayne.barkhouse@UND.edu 701.777.3520 Witmer Hall Room 218 Office Location: Witmer 101 Websites PERSONAL WEBSITE PEER-REVIEWED PUBLICATIONS: 51) ``Prospects for Beyond the Standard Model Physics Searches at the Deep Underground Neutrino Experiment,\" B. Abi, R. Acciarri, M. A. Acero, G. Adamov, D. Adams, M. Adinolfi, Z. Ahmad, J. Ahmed, T. Alion, S. Alonso Monsalve, C. Alt, J. Anderson, C. Andreopoulos, M. P. Andrews, F. Andrianala, S. Andringa, A. Ankowski, M. Antonova, S. Antusch, A. Aranda-Fernandez, A. Ariga, L. O. Arnold, M. A. Arroyave, J. Asaadi, A. Aurisano, V. Aushev, D. Autiero, F. Azfar, H. Back, J. J. Back, C. Backhouse, P. Baesso, L. Bagby, R. Bajou, S. Balasubramanian, P. Baldi, B. Bambah, F. Barao, G. Barenboim, G. J. Barker, W. Barkhouse , et al. 2020, submitted for publication to European Physical Journal C 50) ``Supernova Neutrino Burst Detection with the Deep Underground Neutrino Experiment,\" B. Abi, R. Acciarri, M. A. Acero, G. Adamov, D. Adams, M. Adinolfi, Z. Ahmad, J. Ahmed, T. Alion, S. Alonso Monsalve, C. Alt, J. Anderson, C. Andreopoulos, M. P. Andrews, F. Andrianala, S. Andringa, A. Ankowski, M. Antonova, S. Antusch, A. Ara-Fernez, A. Ariga, L. O. Arnold, M. A. Arroyave, J. Asaadi, A. Aurisano, V. Aushev, D. Autiero, F. Azfar, H. Back, J. J. Back, C. Backhouse, P. Baesso, L. Bagby, R. Bajou, S. Balasubramanian, P. Baldi, B. Bambah, F. Barao, G. Barenboim, G. J. Barker, W. Barkhouse , et al. 2020, submitted for publication to European Physical Journal C 49) ``A Spitzer survey of Deep Drilling Fields to be targeted by the Vera C. Rubin Observatory Legacy Survey of Space and Time,\" M. Lacy, J.A. Surace, D. Farrah, K. Nyland, J. Afonso, W.N. Brandt, D.L. Clements, C.D.P. Lagos, C. Maraston, J. Pforr, A. Sajina, M. Sako, M. Vaccari, G. Wilson, D.R. Ballantyne, W.A. Barkhouse , et al. 2020, accepted for publication to MNRAS 48) ``First results on ProtoDUNE-SP liquid argon time projection chamber performance from a beam test at the CERN Neutrino Platform,\" B. Abi,A. Abed Abud, R. Acciarri, M. A. Acero, G. Adamov, M. Adamowski, D. Adams, P. Adrien, M. Adinolfi, Z. Ahmad, J. Ahmed, T. Alion, S. Alonso Monsalve, C. Alt, J. Anderson, C. Andreopoulos, M. P. Andrews, F. Andrianala, S. Andringa, A. Ankowski, M. Antonova, S. Antusch, A. Aranda-Fernandez, A. Ariga, L. O. Arnold, M. A. Arroyave, J. Asaadi, A. Aurisano, V. Aushev, D. Autiero, F. Azfar, H. Back, J. J. Back, C. Backhouse, P. Baesso, L. Bagby, R. Bajou, S. Balasubramanian, P. Baldi, B. Bambah, F. Barao, G. Barenboim, G. J. Barker, W. Barkhouse , et al. 2020, Journal of Instrumentation , 15, P12004, 1-101 47) ``Long-baseline neutrino oscillation physics potential of the DUNE experiment,\" B. Abi, R. Acciarri, M. A. Acero, G. Adamov, D. Adams, M. Adinolfi, Z. Ahmad,J. Ahmed, T. Alion, S. Alonso Monsalve, C. Alt, J. Anderson, C. Andreopoulos, M. P. Andrews, F. Andrianala, S. Andringa, A. Ankowski, M. Antonova, S. Antusch, A. Aranda-Fernandez, A. Ariga, L. O. Arnold, M. A. Arroyave, J. Asaadi, A. Aurisano,V. Aushev, D. Autiero, F. Azfar, H. Back, J. J. Back, C. Backhouse, P. Baesso,L. Bagby, R. Bajou, S. Balasubramanian, P. Baldi, B. Bambah, F. Barao, G. Barenboim, G. J. Barker, W. Barkhouse , et al. 2020, European Physical Journal C, 80, 978, 1-34 46) ``Neutrino interaction classification with a convolutional neuralnetwork in the DUNE far detector,\" B. Abi, R. Acciarri, M. A. Acero, G. Adamov, D. Adams, M. Adinolfi, Z. Ahmad, J. Ahmed, T. Alion, S. Alonso Monsalve, C. Alt, J. Anderson, C. Andreopoulos, M. P. Andrews, F. Andrianala, S. Andringa, A. Ankowski, M. Antonova, S. Antusch, A. Aranda-Fernandez, A. Ariga, L. O. Arnold, M. A. Arroyave, J. Asaadi, A. Aurisano, V. Aushev, D. Autiero, F. Azfar, H. Back, J. J. Back, C. Backhouse, P. Baesso, L. Bagby, R. Bajou, S. Balasubramanian, P. Baldi, B. Bambah, F. Barao, G. Barenboim, G. J. Barker, W. Barkhouse , et al. 2020, submitted to Physical Review D , 102, 9, 092003, 1-20 45) ``Deep Underground Neutrino Experiment (DUNE), Far Detector Technical Design Report, Volume IV Far Detector Single-phase Technology,\" B. Abi, R. Acciarri, Mario A. Acero, G. Adamov, D. Adams, M. Adinolfi, Z. Ahmad, J. Ahmed, J. Ahmed, T. Alion, S. Alonso Monsalve, C. Alt, J. Anderson, C. Andreopoulos, M. P. Andrews, M. Andriamirado, F. Andrianala, S. Andringa, A. Ankowski, J. Anthony, I. M. Antoniu, M. Antonova, S. Antusch, A. Aranda Fernandez, A. Ariga, L. O. Arnold, M. A. Arroyave, J. Asaadi, A. Aurisano, V. Aushev, D. Autiero, F. Azfar, H. Back, J. J. Back, A. Back, C. Backhouse, P. Baesso, L. Bagby, R. Bajou, S. Balasubramanian, P. Baldi, B. Bambah, F. Barao, G. Barenboim, G. J. Barker, W. Barkhouse , et al. 2020, Journal of Instrumentation, 15, T08010, 1-599 44) ``Deep Underground Neutrino Experiment (DUNE), Far Detector Technical Design Report, Volume III DUNE Far Detector Technical Coordination,\" B. Abi, R. Acciarri, Mario A. Acero, G. Adamov, D. Adams, M. Adinolfi, Z. Ahmad, J. Ahmed, J. Ahmed, T. Alion, S. Alonso Monsalve, C. Alt, J. Anderson, C. Andreopoulos, M. P. Andrews, M. Andriamirado, F. Andrianala, S. Andringa, A. Ankowski, J. Anthony, I. M. Antoniu, M. Antonova, S. Antusch, A. Aranda Fernandez, A. Ariga, L. O. Arnold, M. A. Arroyave, J. Asaadi, A. Aurisano, V. Aushev, D. Autiero, F. Azfar, H. Back, J. J. Back, A. Back, C. Backhouse, P. Baesso, L. Bagby, R. Bajou, S. Balasubramanian, P. Baldi, B. Bambah, F. Barao, G. Barenboim, G. J. Barker, W. Barkhouse , et al. 2020, Journal of Instrumentation , 15, T08009, 1-184 43) ``Deep Underground Neutrino Experiment (DUNE), Far Detector Technical Design Report, Volume II DUNE Physics,\" B. Abi, R. Acciarri, Mario A. Acero, G. Adamov, D. Adams, M. Adinolfi, Z. Ahmad, J. Ahmed, J. Ahmed, T. Alion, S. Alonso Monsalve, C. Alt, J. Anderson, C. Andreopoulos, M. P. Andrews, M. Andriamirado, F. Andrianala, S. Andringa, A. Ankowski, J. Anthony, I. M. Antoniu, M. Antonova, S. Antusch, A. Aranda Fernandez, A. Ariga, L. O. Arnold, M. A. Arroyave, J. Asaadi, A. Aurisano, V. Aushev, D. Autiero, F. Azfar, H. Back, J. J. Back, A. Back, C. Backhouse, P. Baesso, L. Bagby, R. Bajou, S. Balasubramanian, P. Baldi, B. Bambah, F. Barao, G. Barenboim, G. J. Barker, W. Barkhouse , et al. 2020, to be submitted to Journal of Instrumentation (https:\/\/arxiv.org\/abs\/2002.03005) 42) ``Deep Underground Neutrino Experiment (DUNE), Far Detector Technical Design Report, Volume I Introduction to DUNE,\" B. Abi, R. Acciarri, Mario A. Acero, G. Adamov, D. Adams, M. Adinolfi, Z. Ahmad, J. Ahmed, J. Ahmed, T. Alion, S. Alonso Monsalve, C. Alt, J. Anderson, C. Andreopoulos, M. P. Andrews, M. Andriamirado, F. Andrianala, S. Andringa, A. Ankowski, J. Anthony, I. M. Antoniu, M. Antonova, S. Antusch, A. Aranda Fernandez, A. Ariga, L. O. Arnold, M. A. Arroyave, J. Asaadi, A. Aurisano, V. Aushev, D. Autiero, F. Azfar, H. Back, J. J. Back, A. Back, C. Backhouse, P. Baesso, L. Bagby, R. Bajou, S. Balasubramanian, P. Baldi, B. Bambah, F. Barao, G. Barenboim, G. J. Barker, W. Barkhouse , et al. 2020, Journal of Instrumentation , 15, T08008, 1-210 41) ``Two Ultra-Faint Milky Way Stellar Systems Discovered in Early Data from the DECam Local Volume Exploration Survey,\" Mau, S., Cerny, W., Pace, A. B., Choi, Y., Drlica-Wagner, A., Santana-Silva, L., Riley, A. H., Erkal, D., Stringfellow, G. S., Adamow, M., Carlin, J. L., Gruendl, R. A., Hernandez-Lang, D., Kuropatkin, N., Li, T. S., Martinez-Vazquez, C. E., Morganson, E., Mutlu-Pakdil, B., Neilsen, E. H., Nidever, D. L., Olsen, K. A. G., Sand, D. J., Tollerud, E. J., Tucker, D. L., Yanny, B., Zenteno, A., Allam, S., Barkhouse, W. A. , et al. 2020, The Astrophysical Journal, 890, 136, 1-12 40) ``Star formation in low-redshift cluster dwarf galaxies,\" Rude, C. M., Sultanova, M. R., Ipita Kaduwa Gamage, G. L., Barkhouse, W. A. , & Kalawila Vithanage, S. P. 2020, Monthly Notices of the Royal Astronomical Society, 493, 5625-5635 39) ``Secondary Infall in the Seyfert's Sextet: A Plausible Way Out of the Short Crossing Time Paradox,\" Lopez-Cruz, O., Ibarra-Medel, H. J., Sanchez, S. F., Birkinshaw, M., Anorve, C., Falcon-Barroso, J., Barrera-Ballesteros, J. K., Barkhouse, W. , & Torres-Papaqui, J. P. 2019, The Astrophysical Journal Letters , 886, L2, 1-11 38) ``Multi-Band Optical and Near-Infrared Properties of Faint Submillimeter Galaxies with Serendipitous ALMA Detections,' Patil, P., Nyland, K., Lacy, M., Farrah, D., Afonso, J., Barkhouse, W. , & Surace, J. 2019, The Astrophysical Journal , 871, 109 37) ``The Dark Energy Survey Data Release 1,' Abbott, T. M. C., Abdalla, F. B., Allam, S., Amara, A., Annis, J., Asorey, J., Avila, S., Ballester, O., Banerji, M., Barkhouse, W. , et al. 2018, The Astrophysical Journal Supplement Series , 239, 18 36) ``Dark Energy Survey Year 1 Results: Cosmological Constraints from Galaxy Clustering and Weak Lensing,' Abbott, T. M. C., Abdalla. F. B., Alarcon, A., Aleksic, J., Allam, S., Allen, S., Amara, A., Annis, J., Asorey, J., Avila, S., Bacon, D., Balbinot, E., Banerji, M., Banik, N., Barkhouse, W. et al. 2018, Physical Review D , 98, 043526 35) ``Globular cluster population of the HST Frontier Fields galaxy J07173724+3744224,' Carlson, N. L., Sultanova, M. R., Kalawila Vithanage, S. P., Barkhouse, W. A. , Ipita Kaduwa Gamage, G. L., Rude, Cody M., & López-Cruz, O. 2018, Monthly Notices of the Royal Astronomical Society , 480, 1956-1972 34) ``The Dark Energy Survey Image Processing Pipeline,' Morganson, E., Gruendl, R. A., Menanteau, F., Carrasco Kind, M., Chen, Y.-C., Daues, G., Drlica-Wagner, A., Friedel, D. N., Gower, M., Johnson, M. W. G., Johnson, M. D., Kessler, R., Paz-Chinchon, F., Petravick, D., Pond, C., Yanny, B., Allam, S., Armstrong, R., Barkhouse, W. , et al. 2018, Publications of the Astronomical Society of the Pacific , 130, 1-28 33) ``Spectroscopic Needs for Imaging Dark Energy Experiments,' Newman, J., Abate, A., Abdalla, F., Allam, S., Allen, S., Ansari, R., Bailey, S., Barkhouse, W. et al. 2015, Astroparticle Physics , 63, 81-100 32) ``The Brightest Cluster Galaxy in Abell 85: The Largest Core Known So Far,' Lopez-Cruz, O., Anorve, C., Birkinshaw, M., Worrall, D. M., Ibarra-Medel, H. J., Barkhouse, W. A. , Torres-Papaqui, J. P., & Motta, V. 2014, The Astrophysical Journal Letters , 795, L31, 1-6 31) ``The Blanco Cosmology Survey: Data Acquisition, Processing, Calibration, Quality Diagnostics and Data Release,\" Desai, S., Armstrong, R., Mohr, J. J., Semler, D. R., Liu, J., Bertin, E., Allam, S. S., Barkhouse, W. A. et al. 2012, The Astrophysical Journal , 757, 83, 1-22 30) ``The Chandra Multi-Wavelength Project (ChaMP): Optical Spectroscopy of Serendipitous X-ray Sources,\" Trichas, M., Green, P. J., Silverman, J. D., Aldcroft, T., Barkhouse, W. et al. 2012, The Astrophysical Journal Supplement Series , 200, 17, 1-16 29) ``A Parametrized Galaxy Catalog Simulator For Testing Cluster Finding, Mass Estimation and Photometric Redshift Estimation in Optical and Near Infrared Surveys,\" Song, J., Mohr, J. J., Barkhouse, W. A., Warren, M., Dolag, K., & Rude, C. 2012, The Astrophysical Journal , 747, 58, 1-15 28) ``The XMM-BCS galaxy cluster survey I. The X-ray selected cluster catalog from the initial 6 deg^2,\" Suhada, R., Song, J., Bohringer, H., Mohr, J. J., Chon, G., Finoguenov, A., Fassbender, R., Desai, S., Armstrong, R., Zenteno, A., Barkhouse, W. A. et al. 2012, Astronomy & Astrophysics , 537, A39, 1-30 27) ``A Multiwavelength Study of Binary Quasars and Their Environments,\" Green, P., Myers, A., Barkhouse, W. , Aldcroft, T., Trichas, M., Richards, G. T., Ruiz, A., & Hopkins, P. F. 2011, The Astrophysical Journal , 743, 81, 1-15 26) ``The serendipitous observation of a gravitationally lensed galaxy at z=0.9052 from the Blanco Cosmology Survey: The Elliot Arc,\" Buckley-Geer, E. J., Lin, H., Drabek, E. R., Allam, S. S., Tucker, D. L., Armstrong, R., Barkhouse, W. A. et al. 2011, The Astrophysical Journal , 742, 48, 1-19 25) ``The Evolution of Radio Galaxies and X-ray Point Sources in Coma Cluster Progenitors Since z~1.2,\" Hart, Q. N., Stocke, J. T., Evrard, A. E., Ellingson, E. E., & Barkhouse, W. 2011, The Astrophysical Journal , 740, 59, 1-23 24) ``A Multiband Study of the Galaxy Populations of the First Four Sunyaev-Zeldovich Effect Selected Galaxy Clusters,\" Zenteno, A., Song, J., Desal, D., Armstrong, R., Mohr, J. J., Ngeow, C. -C., Barkhouse, W. A. et al. 2011, The Astrophysical Journal , 734, 3, 1-11 23) ``Optical Redshift and Richness Estimates for Galaxy Clusters Selected with the Sunyaev-Zel'dovich Effect from 2008 South Pole Telescope Observations,\" High, F. W., Stalder, B., Song, J., Ade, P. A. R., Aird, K. A., Allam, S. S., Armstrong, R., Barkhouse, W. A. et al. 2010, The Astrophysical Journal , 723, 1736-1747 22) ``The X-ray AGN Fraction to z=0.7 from the Chandra Multiwavelength Project and the Sloan Digital Sky Survey,\" Haggard, D., Green, P. J., Anderson, S. F., Constantin, A., Aldcroft, T. L., Kim, D. -W., & Barkhouse, W. A. 2010, The Astrophysical Journal , 723, 1447-1468 21) ``SDSS~J1254+0846: A Binary Quasar Caught in the Act of Merging,\" Green, P. J., Myers, A. D., Barkhouse, W. A. , Mulchaey, J. S., Bennert, V. N., Cox, T. J., Aldcroft, T. L., & Wrobel, J. M. 2010, The Astrophysical Journal , 710, 1578-1588 20) ``Probing the Balance of AGN and Star-Forming Activity in the Local Universe with ChaMP,\" Constantin, A., Green, P., Aldcroft, T., Kim, D. -W., Haggard, D., Barkhouse, W. , & Anderson, S. F. 2009, The Astrophysical Journal , 705, 1336-1355 19) ``The Galaxy Population of Low-Redshift Abell Clusters,\" Barkhouse, W. A. , Yee, H. K. C., & Lopez-Cruz, O. 2009, The Astrophysical Journal , 703, 2024-2032 18) ``A Full Year's Chandra Exposure on SDSS Quasars from the Chandra Multiwavelength Project,\" Green, P. J., Aldcroft, T. L., Richards, G. T., Barkhouse, W. A. et al. 2009, The Astrophysical Journal , 690, 644-669 17) ``The ChaMP Extended Stellar Survey (ChESS): Photometric and Spectroscopic Properties of Serendipitously Detected Stellar X-ray Sources,\" Covey, K. R., Agueros, M. A., Green, P. J., Haggard, D., Barkhouse, W. A. , et al. 2008, The Astrophysical Journal Supplement Series , 178, 339-358 16) ``The luminosity function of X-ray selected Active Galactic Nuclei: Evolution of supermassive black holes at high redshift,\" Silverman, J. D., Green, P. J., Barkhouse, W. A. et al. 2008, The Astrophysical Journal , 679, 118-139 15) ``The Red-Sequence Luminosity Function in Galaxy Clusters since z~1,\" Gilbank, D. G., Yee, H. K. C., Ellingson, E., Gladders, M. D., Loh, Y. -S., Barrientos, L. F., & Barkhouse, W. A. 2008, The Astrophysical Journal , 673, 742-751 14) ``Chandra Multi-Wavelength Project: Normal Galaxies at Intermediate Redshift,\" Kim, D. -W., Green, P. J., Barkhouse, W. A. et al. 2008, Chinese Journal of Astronomy & Astrophysics Supplement , 8, 138-142 13) ``The Luminosity Function of Low-Redshift Abell Galaxy Clusters,\" Barkhouse, W. A. , Yee, H. K. C., & Lopez-Cruz, O. 2007, The Astrophysical Journal , 671, 1471-1496 12) ``Chandra Multiwavelength Project X-Ray Point Source Number Counts and the Cosmic X-Ray Background,\" Kim, M., Wilkes, B. J., Kim, D. -W., Green, P. J., Barkhouse, W. A. et al. 2007, The Astrophysical Journal , 659, 29-51 11) ``Chandra Multiwavelength Project X-Ray Point Source Catalog,\" Kim, M., Kim, D. -W., Wilkes, B. J., Green, P. J., Kim, E., Anderson, C. S., Barkhouse, W. A. et al. 2007, The Astrophysical Journal Supplement Series , 169, 401-429 10) ``ChaMP Serendipitous Galaxy Cluster Survey,\" Barkhouse, W. A. et al. 2006, The Astrophysical Journal , 645, 955-976 9) ``Chandra Multiwavelength Project: Normal Galaxies at Intermediate Redshift,\" Kim, D.-W., Barkhouse, W. A. et al. 2006, The Astrophysical Journal , 644, 829-842 8) ``Comoving Space Density of X-Ray-selected Active Galactic Nuclei,\" Silverman, J. D., Green, P. J., Barkhouse, W. A. et al. 2005, The Astrophysical Journal , 624, 630-637 7) ``Hard X-Ray-emitting Active Galactic Nuclei Selected by the Chandra Multiwavelength Project,\" Silverman, J. D., Green, P. J., Barkhouse, W. A. et al. 2005, The Astrophysical Journal , 618, 123-138 6) ``The Color-Magnitude Effect in Early-Type Cluster Galaxies,\" Lopez-Cruz, O., Barkhouse, W. A. , & Yee, H. K. C. 2004, The Astrophysical Journal , 614, 679-691 5) ``Discovery of a Jetlike Structure at the High-Redshift QSO CXOMP J084128.3+131107,\" Schwartz, D. A., Silverman, J., Birkinshaw, M., Karovska, M., Aldcroft, T., Barkhouse, W. et al. 2004, The Astrophysical Journal , 605, 105-108 4) ``The Chandra Multiwavelength Project: Optical Follow-up of Serendipitous Chandra Sources,\" Green, P. J., Silverman, J. D., Cameron, R. A., Kim, D. -W., Wilkes, B. J., Barkhouse, W. A. , et al. 2004, The Astrophysical Journal Supplement Series , 150, 43-71 3) ``Extraordinary Diffuse Light in Hickson Compact Group 90,\" White, P. M., Bothun, G., Guerrero, M. A., West, M. J., & Barkhouse, W. A. 2003, The Astrophysical Journal , 585, 739-749 2) ``Globular Cluster Population of Hickson Compact Group 22a and 90c,\" Barkhouse, W. A. , West, M. J., & Bothun, G. D. 2001, The Astrophysical Journal , 562, 679-688 1) ``Quasars in the 2MASS Second Incremental Data Release,\" Barkhouse, W. A. , & Hall, P. B. 2001, The Astrophysical Journal , 121, 2843-2850 Education Ph.D. University of Toronto M.Sc. Saint Mary's University B.Sc. Saint Mary's University"
            ]
        ]
    ]
}