{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HSESOSIT",
            "1mgA1YgAAAAJ",
            [
                "The dynamics of charge-density waves",
                "Density waves in solids",
                "Electrodynamics of solids: optical properties of electrons in matter",
                "Printable thin film supercapacitors using single-walled carbon nanotubes"
            ],
            [
                "In many materials with a highly anisotropic band structure, electron-phonon interactions lead to a novel type of ground state called the charge-density wave. The condensate is pinned to the underlying lattice by impurities and by boundary effects, but can, even for small electric fields, carry current in a fashion originally envisioned by Fröhlich. This review discusses some of the underlying theories and the main experimental observations on this new collective transport phenomenon. The frequency-and electric-field-dependent conductivity, current oscillations, electric-field-dependent transport coefficients and elastic properties, together with nuclear-magnetic-resonance experiments, provide clear evidence for a translational motion of the condensate. Various theories, involving classical and quantum-mechanical concepts, are able to account for a broad variety of experimental findings, which were also made in the …",
                "? Density Waves in Solids is written for graduate students and scientists interested in solid-state sciences. It discusses the theoretical and experimental state of affairs of two novel types of broken symmetry ground states of metals, charge, and spin density waves. These states arise as the consequence of electron-phonon and electron-electron interactions in low-dimensional metals. Some fundamental aspects of the one-dimensional electron gas, and of the materials with anisotropic properties, are discussed first. This is followed by the mean field theory of the phases transitions? discussed using second quantized formalism? together with the various experimental observations on the transition and on the ground states. Fluctuation effects and the collective excitations are reviewed next, using the Ginzburg-Landau formalism, followed by the review of the interaction of these states with the underlying lattice and with impurities. The final chapters are devoted to the response of the ground states to external perturbations.",
                "Although both these books are about the interaction of light with solids, they are very different in scope and level. Fox’s book provides an introduction to the subject for a senior-level undergraduate or a beginning graduate course aimed at students who will use or design equipment that depends on modern optical materials. Dressel and Gruener see their book as a modern successor to the 1972 classic text by Frederick Wooten, which is aimed toward advanced graduate students who will be studying the properties of those materials.The subject matter in this field has burgeoned, particularly with the applications of lasers and optical information technology, but the basics remain the same. The fundamental property that controls the linear aspects of the light interaction is the dielectric function of the solid. The first question to be addressed is how light propagates, namely its transmission, reflection, absorption and its …",
                "Thin film supercapacitors were fabricated using printable materials to make flexible devices on plastic. The active electrodes were made from sprayed networks of single-walled carbon nanotubes (SWCNTs) serving as both electrodes and charge collectors. Using a printable aqueous gel electrolyte as well as an organic liquid electrolyte, the performances of the devices show very high energy and power densities (6 W h\/kg for both electrolytes and 23 and 70 kW\/kg for aqueous gel electrolyte and organic electrolyte, respectively) which is comparable to performance in other SWCNT-based supercapacitor devices fabricated using different methods. The results underline the potential of printable thin film supercapacitors. The simplified architecture and the sole use of printable materials may lead to a new class of entirely printable charge storage devices allowing for full integration with the emerging field of printed …"
            ],
            [
                [
                    "condensed matter science"
                ]
            ]
        ]
    ]
}