{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HTAUD0HM",
            "9iAFnNoAAAAJ",
            [
                "Observation of the Suppression of the Flux of Cosmic Rays above ",
                "Multi-messenger observations of a binary neutron star merger",
                "Correlation of the highest-energy cosmic rays with nearby extragalactic objects",
                "Observation of high-energy astrophysical neutrinos in three years of IceCube data",
                "First observation of PeV-energy neutrinos with IceCube",
                "Measurement of the Depth of Maximum of Extensive Air Showers above ",
                "Measurement of the energy spectrum of cosmic rays above 1018 eV using the Pierre Auger Observatory",
                "The fluorescence detector of the Pierre Auger Observatory",
                "Neutrino emission from the direction of the blazar TXS 0506+ 056 prior to the IceCube-170922A alert",
                "Observation and Characterization of a Cosmic Muon Neutrino Flux from the Northern Hemisphere using six years of IceCube data"
            ],
            [
                "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "Using data collected at the Pierre Auger Observatory during the past 3.7 years, we demonstrated a correlation between the arrival directions of cosmic rays with energy above 6 × 1019 electron volts and the positions of active galactic nuclei (AGN) lying within ∼75 megaparsecs. We rejected the hypothesis of an isotropic distribution of these cosmic rays with at least a 99% confidence level from a prescribed a priori test. The correlation we observed is compatible with the hypothesis that the highest-energy particles originate from nearby extragalactic sources whose flux has not been substantially reduced by interaction with the cosmic background radiation. AGN or objects having a similar spatial distribution are possible sources.",
                "A search for high-energy neutrinos interacting within the IceCube detector between 2010 and 2012 provided the first evidence for a high-energy neutrino flux of extraterrestrial origin. Results from an analysis using the same methods with a third year (2012–2013) of data from the complete IceCube detector are consistent with the previously reported astrophysical flux in the 100 TeV–PeV range at the level of 10− 8 GeV cm− 2 s− 1 sr− 1 per flavor and reject a purely atmospheric explanation for the combined three-year data at 5.7 σ. The data are consistent with expectations for equal fluxes of all three neutrino flavors and with isotropic arrival directions, suggesting either numerous or spatially extended sources. The three-year data set, with a live time of 988 days, contains a total of 37 neutrino candidate events with deposited energies ranging from 30 to 2000 TeV. The 2000-TeV event is the highest-energy neutrino …",
                "We report on the observation of two neutrino-induced events which have an estimated deposited energy in the IceCube detector of 1.04±0.16 and 1.14±0.17 PeV, respectively, the highest neutrino energies observed so far. These events are consistent with fully contained particle showers induced by neutral-current ν e, μ, τ (ν e, μ, τ) or charged-current ν e (ν e) interactions within the IceCube detector. The events were discovered in a search for ultrahigh energy neutrinos using data corresponding to 615.9 days effective live time. The expected number of atmospheric background is 0.082±0.004 (stat)− 0.057+ 0.041 (syst). The probability of observing two or more candidate events under the atmospheric background-only hypothesis is 2.9× 10− 3 (2.8 σ) taking into account the uncertainty on the expected number of background events. These two events could be a first indication of an astrophysical neutrino flux; the …",
                "We describe the measurement of the depth of maximum, X max﻿, of the longitudinal development of air showers induced by cosmic rays. Almost 4000 events above 10 18 eV observed by the fluorescence detector of the Pierre Auger Observatory in coincidence with at least one surface detector station are selected for the analysis. The average shower maximum was found to evolve with energy at a rate of (106− 21+ 35) g\/cm 2\/decade below 10 18.24±0.05 eV, and (24±3) g\/cm 2\/decade above this energy. The measured shower-to-shower fluctuations decrease from about 55 to 26 g\/cm 2. The interpretation of these results in terms of the cosmic ray mass composition is briefly discussed.",
                "We report a measurement of the flux of cosmic rays with unprecedented precision and statistics using the Pierre Auger Observatory. Based on fluorescence observations in coincidence with at least one surface detector we derive a spectrum for energies above 10 18 eV. We also update the previously published energy spectrum obtained with the surface detector array. The two spectra are combined addressing the systematic uncertainties and, in particular, the influence of the energy resolution on the spectral shape. The spectrum can be described by a broken power law E− γ with index γ= 3.3 below the ankle which is measured at log 10 (E ankle\/eV)= 18.6. Above the ankle the spectrum is described by a power law with index 2.6 followed by a flux suppression, above about log 10 (E\/eV)= 19.5, detected with high statistical significance.",
                "The Pierre Auger Observatory is a hybrid detector for ultra-high energy cosmic rays. It combines a surface array to measure secondary particles at ground level together with a fluorescence detector to measure the development of air showers in the atmosphere above the array. The fluorescence detector comprises 24 large telescopes specialized for measuring the nitrogen fluorescence caused by charged particles of cosmic ray air showers. In this paper we describe the components of the fluorescence detector including its optical system, the design of the camera, the electronics, and the systems for relative and absolute calibration. We also discuss the operation and the monitoring of the detector. Finally, we evaluate the detector performance and precision of shower reconstructions.",
                "A high-energy neutrino event detected by IceCube on 22 September 2017 was coincident in direction and time with a gamma-ray flare from the blazar TXS 0506+056. Prompted by this association, we investigated 9.5 years of IceCube neutrino observations to search for excess emission at the position of the blazar. We found an excess of high-energy neutrino events, with respect to atmospheric backgrounds, at that position between September 2014 and March 2015. Allowing for time-variable flux, this constitutes 3.5σ evidence for neutrino emission from the direction of TXS 0506+056, independent of and prior to the 2017 flaring episode. This suggests that blazars are identifiable sources of the high-energy astrophysical neutrino flux.",
                "The detection of high-energy cosmic neutrinos as cosmic messengers has been an important goal of astroparticle physics. Being stable, electrically neutral particles, high-energy neutrinos are able to propagate almost undisturbed through the universe from their production sites to Earth keeping their directional and energy information. Hence, they constitute excellent cosmic messenger particles, particularly at the highest energies. They arise from weak decays of hadrons, mostly pions and kaons, which are expected to be produced by hadronic interactions of cosmic rays in the surrounding matter of the cosmic-ray accelerator. Their observation will help to elucidate the unknown sources of high-energy cosmic rays (Gaisser et al. 1995; Learned & Mannheim 2000;"
            ],
            [
                [
                    "High-energy astrophysics"
                ]
            ],
            [
                "Marcos  Santander Assistant Professor 317-B Gallalee Hall (205) 348-4863 jmsantander@ua.edu Tuesday, 12-1pm; Thursday, 12-1pm; By appointment only skip to main content Intro Teaching Outreach Neutrino-AGN White Paper La Astrofisica Multimensajero Multi-messenger astrophysics at UA About me I am an assistant professor at the Department of Physics and Astronomy of the University of Alabama. My research interests lie in high-energy neutrino, gamma-ray, and cosmic-ray astrophysics, and the development of new astroparticle physics instrumentation. My research group is involved in the IceCube , VERITAS , CTA and SWGO Collaborations and also work with data from a number of ground- and space-based telescopes (in particular Fermi , Swift , and NuSTAR ). ​Ph.D. (Physics) - University of Wisconsin-Madison (2013) M.A.  (Physics) - University of Wisconsin-Madison (2011) B.S.  (Engineering) - Universidad Tecnológica Nacional, Argentina (2009) Research group ​Our group's page is available here . Postdoc positions available Two postdoctoral positions on neutrino astrophysics with IceCube and VHE gamma-ray astrophysics . Please contact me for any questions. Undergraduate research positions available See here for contact information. Given the current pandemic, a number of research projects can also be performed remotely . Recent and selected publications \"Multimessenger observations of counterparts to IceCube-190331A\" F. Krauss et al. MNRAS, 497, 3 (2020) 2553–2561. DOI: 10.1093\/mnras\/staa2148 . arXiv\/2007.10193​ . \"Multi-Epoch Modeling of TXS 0506+056 and Implications for Long-Term High-Energy Neutrino Emission\", M. Petropoulou et al. ApJ 891 (2020) 115, DOI: 10.3847\/1538-4357\/ab76d0 , arXiv\/1911.04010 . “Multimessenger observations of a flaring blazar coincident with high-energy neutrino IceCube-170922A,” The IceCube, Fermi-LAT, MAGIC, AGILE, ASAS-SN, HAWC, H.E.S.S, INTEGRAL, Kanata, Kiso, Kapteyn, Liverpool telescope, Subaru, Swift\/NuSTAR ,  VERITAS  , and VLA\/17B-403 teams, Science 361, eaat1378 (2018). DOI: 10.1126\/science.aat1378 . See paper here . Contributing author for IceCube, corresponding author for VERITAS. “Neutrino emission from the direction of the blazar TXS 0506+056 prior to the IceCube-170922A alert,” IceCube Collaboration: M.G. Aartsen et al. Science 361, 147-151 (2018). DOI: 10.1126\/science.aat2890 . See paper here . “VERITAS Observations of the BL Lac Object TXS 0506+056,” VERITAS Collaboration: Abeysekara et al. ApJL (2018), DOI: 10.3847\/2041-8213\/aad053 . Preprint: arXiv\/1807.04607 . Corresponding author. “A Multimessenger Picture of the Flaring Blazar TXS 0506+056: Implications for High-Energy Neutrino Emission and Cosmic Ray Acceleration,” A. Keivani et al., ApJ (2018) 864, 1. Preprint: arXiv\/1807.04537 . \"Strategies for the Follow-up of Gravitational Wave Transients with the Cherenkov Telescope Array\". I. Bartos et al. MNRAS (2018) DOI: 10.1093\/mnras\/sty602 , Preprint: arXiv\/1802.00446 ​ \"Multi-messenger Observations of a Binary Neutron Star Merger\", LIGO\/Virgo and multiwavelength\/multimessenger partners. ApJL, 848:L12 (2017), DOI: 10.3847\/2041-8213\/aa91c9 . Preprint: arXiv\/1710.05833 ​\"The Dawn of Multi-Messenger Astronomy\", M. Santander, review article in  \"Neutrino Astronomy- Current status, future prospects\"  Eds. T. Gaisser & A. Karle (World Scientific)  arXiv\/ 1606.09335 ​​. Full InSPIRE profile . In the news Selected articles UA News: UA Assists in Detection of Crab Nebula Using Innovative Telescope Physics World: Neutrinos, the only palpable evidence of physics beyond the standard model. CNN: 'Ghost particle' found in Antarctica provides astronomy breakthrough Popular Science: We may finally know where the 'ghost particles' that surround us come from USA Today: Ghost particles from outer space: Scientists discover distant source of neutrinos Business Insider: A ghostly particle detected in Antarctica has led astronomers to a super-massive spinning black hole called a 'blazar' Phys.org: VERITAS supplies critical piece to neutrino discovery puzzle ​En español La Voz de Galicia (España): La fuente de partículas fantasma en el cosmos lejano, al descubierto El Espectador (Colombia): Descubrimiento histórico de una fuente de ‘partículas fantasma’ de alta energía NYTimes: Llegó a Antártida desde un agujero negro: el origen de los rayos cósmicos Service and memberships APS, AAS and IAU member. Member of the IceCube Realtime Oversight Committee. Chair of the VERITAS Astroparticle, Transient, Optical and Multimessenger science working group. Executive committee member of the NASA Physics of the Cosmos Program Analysis Group and co-chair of the Cosmic Ray Science Interest Group . Member of the Fermi Users Group. Past reviewer in NASA GI panels. Referee for ApJ, ApJL. Recent and upcoming talks and travel 2020 (Invited) - Multiwavelength and multimessenger synergies for CMB-S4 - CMB-S4 Workshop, Aug 2020 (Invited public talk) Capturing the highest-energy light from the universe - Winternitz Conference, UA CHC (Invited)  Recent results in high-energy neutrino astrophysics with IceCube - Neutrino 2020 Conference (plenary talk). (Invited) The highest-energy particles in the universe - Nevis Labs Summer Colloquium Series (Columbia University) (Invited) 43rd COSPAR General Assembly, Sydney, Australia (Aug 15-22) VERITAS observing shift, Whipple Observatory, AZ (May 26-30) IceCube Collaboration meeting, Brussels, Belgium (May 9-15) Fermi Symposium 2020, Johannesburg, South Africa (Mar 29 - Apr 3) VERITAS Collaboration meeting, Tucson, AZ (Jan 12-17) 2019 (Invited) CosNuMM2019, TD Lee Institute, Shanghai, China (Nov 26 - Nov 30) Fermi Users Group meeting- NASA Goddard (Oct 3) (Invited) CEA Saclay, France (Sep 21 - Sep 24) IceCube Collaboration Meeting, Chiba, Japan (Sep 15 - Sep 21) ICRC 2019 - Madison, WI (Jul 24 - Aug 1) pSCT\/CTA meeting - Madison, WI (Jul 23 - Jul 24) Multimessenger Diversity Network meeting - Madison, WI (Jul 22 - Jul 24) IceCube Collaboration Meeting, Madison, WI (Apr 29- May 4) (Invited) LHAASO Scientific Observation and Multimessenger Astronomy Workshop -  (Apr 22-28) Chengdu, China (Invited) APS April meeting - Unveiling the high-energy neutrino sky - Kavli plenary keynote speaker - (Apr 13-16). Chair of the NASA PhysPAG\/CR-SIG minisymposium. (Co-organizer) IceCube Masterclass 2019 (UA - Mar 11, 2019) (Invited) AAS HEAD Meeting - \"Nature's accelerators and neutrino sources\" (Monterey, CA Mar 17-21) NSF Multimessenger@INCLUDES workshop (Madison, WI - Mar 7-9) (Co-organizer) CUWiP Alabama 2019 (UA, Jan 18-19) 2018 VERITAS Collaboration meeting and pSCT inauguration, Tucson, AZ (Jan 13-18, 2018) (Invited) University of South Alabama, Depth of Physics Colloquium (Dec 6th, 2018) (Invited) Columbia University, Multimessenger astrophysics workshop (Dec 1st, 2018) (Invited) UCLA, Dept. of Physics Colloquium, (Nov 15, 2018) (Invited) University of Chicago, Physics Colloquium, (Nov 1, 2018) (Invited) University of Florida, Theoretical astrophysics seminar, (Oct 17, 2018) IceCube Collaboration Meeting, Stockholm, Sweden (Sept 22-28, 2018)​ (Invited) COSPAR 2018 - Results from the multi-messenger search for astrophysical sources of high-energy neutrinos (July 17, 2018) Pasadena, CA (Invited) UTN San Rafael, Explorando el Universo Extremo , San Rafael, Argentina (Invited) NASA Fermi Summer School 2018, Lectures on IACT gamma-ray astronomy and neutrino astronomy , (May 28 - Jun 8, 2018) Lewes, DE IceCube Spring 2018 Collaboration meeting, Georgia Tech, (May 5-12, 2018), Atlanta, GA VERITAS ESAC meeting, Tucson, AZ (Apr 2018) (Invited) MIT LIGO Town Hall meeting, Cambridge, MA (Mar 2018) (Invited) NASA NSSTC Space Science Seminar, Multi-Messenger Searches for the Sources of High-Energy Astrophysical Neutrinos  (Mar 12, 2018) Marshall Space Flight Center, Huntsville, AL VERITAS Winter 2018 Collaboration Meeting, Georgia Tech (Jan-Feb 2018), Atlanta, GA 2017 (Invited) UMBC Dept. of Physics Colloquium,  Unveiling the neutrino sky with the IceCube observatory  (Nov 29, 2017) SGSO White Paper meeting, CEA IrfU, Saclay, France (Nov 2017) (Invited) Center for Relativistic Astrophysics Seminar, Georgia Tech, Multi-messenger astrophysics with neutrinos and gamma rays (Nov 2017) Atlanta, GA (Invited) SACNAS 2017, Multi-messenger studies with the VERITAS and CTA gamma-ray observatories , (Oct 2017) Salt Lake City, UT IceCube Fall 2017 Collaboration meeting, Humboldt University, (Sept 29 - Oct 6), Berlin, Germany Contact Email : jmsantander@ua.edu Office phone : ​ +1 (205) 348 4863 Address : 317B Gallalee Hall Department of Physics and Astronomy Tuscaloosa, AL 35487 The research activities of our group are supported by the US National Science Foundation via awards PHY-1913607 and PHY-1914579; and by NASA through awards 18-5NUSTAR18-0039, 18-Swift-C15-0019, and 19-SWIFT19-0027. Equal Opportunity | UA Disclaimer Site Disclaimer | Privacy | Copyright © 2018  | Tuscaloosa, AL 35487 | (205) 348-6010 Website provided by the ﻿ Faculty Resource Center ﻿ , Office of Information Technology Intro Teaching Outreach Neutrino-AGN White Paper La Astrofisica Multimensajero"
            ]
        ]
    ]
}