{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HULI59NV",
            "JpTaS90AAAAJ",
            [
                "Qubit architecture with high coherence and fast tunable coupling",
                "Superconducting qubit storage and entanglement with nanomechanical resonators",
                "Emulation of a quantum spin with a superconducting phase qudit",
                "Quantum mechanics of electrons in crystals with graded composition"
            ],
            [
                "We introduce a superconducting qubit architecture that combines high-coherence qubits and tunable qubit-qubit coupling. With the ability to set the coupling to zero, we demonstrate that this architecture is protected from the frequency crowding problems that arise from fixed coupling. More importantly, the coupling can be tuned dynamically with nanosecond resolution, making this architecture a versatile platform with applications ranging from quantum logic gates to quantum simulation. We illustrate the advantages of dynamical coupling by implementing a novel adiabatic controlled-z gate, with a speed approaching that of single-qubit gates. Integrating coherence and scalable control, the introduced qubit architecture provides a promising path towards large-scale quantum computation and simulation.",
                "We propose a quantum computing architecture based on the integration of nanomechanical resonators with Josephson-junction phase qubits. The resonators are GHz-frequency, dilatational disk resonators, which couple to the junctions through a piezoelectric interaction. The system is analogous to a collection of tunable few-level atoms (the Josephson junctions) coupled to one or more electromagnetic cavities (the resonators). Our architecture combines desirable features of solid-state and optical approaches and may make quantum computing possible in a scalable, solid-state environment.",
                "In quantum information processing, qudits (d-level systems) are an extension of qubits that could speed up certain computing tasks. We demonstrate the operation of a superconducting phase qudit with a number of levels d up to d = 5 and show how to manipulate and measure the qudit state, including simultaneous control of multiple transitions. We used the qudit to emulate the dynamics of single spins with principal quantum number s = 1\/2, 1, and 3\/2, allowing a measurement of Berry’s phase and the even parity of integer spins (and odd parity of half-integer spins) under 2π-rotation. This extension of the two-level qubit to a multilevel qudit holds promise for more-complex quantum computational architectures and for richer simulations of quantum mechanical systems.",
                "We construct the effective Hamiltonian describing the motion of electrons in compositionally graded crystals which is valid throughout a given energy band and part way into the gaps. Near the edges of a simple or degenerate band this effective Hamiltonian reduces to an effective mass Hamiltonian with position dependent effective mass. Next, we examine more general states—not restricted to the vicinity of a band edge—in crystals with composition and applied potential variation in one direction. We obtain a WKB-type solution for the envelope functions, as well as the appropriate turning point connection rules."
            ],
            [
                [
                    "Quantum Computation"
                ]
            ],
            [
                "Geller theory group We are interested in quantum computation, especially near-term and online quantum computers news Southeast Quantum Computing Workshop (SEQCW19) people Current graduate students : \nGarrett Floyd and\nMingyu Sun. alumni Former postdocs : \nColin Benjamin,\nChun-Min Chang,\nAndrei Galiautdinov, \nVadim Markel, \nHao You, and\nZhongyuan Zhou. Former graduate students : \nJoydip Ghosh,\nAmara Katabarwa,\nKelly Patton,\nEmily Pritchett,\nShi-Xian Qu, and\nHo-Soon Yang. Former undergraduate students : \nScott Baker, \nCorey Bettenhausen, \nLayne Bradley, \nWade Bowie, \nSarah Dunning, \nMatthew Glisson, \nLon Higginbotham, \nRichard Milligan, \nClaudia Niculas, \nEugene Pamfiloff, \nEmily Pritchett, \nAndrew Pruett, \nNathan Reeves, \nDaniel Simon, \nDeron Smith, \nJennifer Storbeck, \nMichael Taylor, and\nJoel Varley. papers arXiv Google Scholar Michael Geller, Professor of Physics mgeller@uga.edu N\/A 251 http:\/\/www.physast.uga.edu\/~mgeller\/ Biographical Information PhD, University of California, Santa Barbara , 1994 Honors and Awards UGA Creative Research Medal, 2006 NSF CAREER Award, 2001-2006 Cottrell Scholars Award, 2000 Research Innovation Award, 1999 Sarah Moss Fellowship, 1998 We are interested in several aspects of quantum computation, especially near-term approaches that do not require the overhead of full error correction. See our group webpage for further information. Universal quantum simulation with prethreshold superconducting qubits: Single excitation subspace method. M. R. Geller, J. M. Martinis, A. T. Sornborger, P. C. Stancil, E. J. Pritchett, H. You, and A. Galiautdinov. Physical Review A 91, 062309 (2015). Tunable coupler for superconducting Xmon qubits: Perturbative nonlinear model. M. R. Geller, E. Donate, Y. Chen, M. T. Fang, N. Leung, C. Neill, P. Roushan, and J. M. Martinis. Physical Review A 92, 012320 (2015). Qubit architecture with high coherence and fast tunable coupling. Yu Chen, C. Neill, P. Roushan, N. Leung, M. Fang, R. Barends, J. Kelly, B. Campbell, Z. Chen, B. Chiaro, A. Dunsworth, E. Jeffrey, A. Megrant, J. Y. Mutus, P. J. J. O' Malley, C. M. Quintana, D. Sank, A. Vainsencher, J. Wenner, T. C. White, M. R. Geller, A. N. Cleland, and J. M. Martinis. Physical Review Letters 113, 220502 (2014). Fast adiabatic qubit gates using only z control. J. M. Martinis and M. R. Geller. Physical Review A 90, 022307 (2014). Condensed Matter Physics Theoretical Physics Geller theory group We are interested in quantum computation, especially near-term and online quantum computers news Southeast Quantum Computing Workshop (SEQCW19) people Current graduate students : \nGarrett Floyd and\nMingyu Sun. alumni Former postdocs : \nColin Benjamin,\nChun-Min Chang,\nAndrei Galiautdinov, \nVadim Markel, \nHao You, and\nZhongyuan Zhou. Former graduate students : \nJoydip Ghosh,\nAmara Katabarwa,\nKelly Patton,\nEmily Pritchett,\nShi-Xian Qu, and\nHo-Soon Yang. Former undergraduate students : \nScott Baker, \nCorey Bettenhausen, \nLayne Bradley, \nWade Bowie, \nSarah Dunning, \nMatthew Glisson, \nLon Higginbotham, \nRichard Milligan, \nClaudia Niculas, \nEugene Pamfiloff, \nEmily Pritchett, \nAndrew Pruett, \nNathan Reeves, \nDaniel Simon, \nDeron Smith, \nJennifer Storbeck, \nMichael Taylor, and\nJoel Varley. papers arXiv Google Scholar"
            ]
        ]
    ]
}