{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HW43ANK3",
            "lBCHkQoAAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "High Performance Computing",
                    "Electronic Structure Theory",
                    "Numerical Linear Algebra"
                ]
            ],
            [
                "David Young Professor of Physics Ph.D., 1998 - Florida State University 210-D Nicholson Hall, Tower Dr. (225) 578-2490-Office dyoung@phys.lsu.edu Materials Science Currently, our research focuses on the synthesis and characterization of novel electronic\n                     and magnetic materials. Polycrystalline and single crystal samples are made from a\n                     variety of synthesis techniques, including: solid-state reactions, arc melting, chemical\n                     vapor transport, RF-induction melting, and metallic fluxes. A material's structure\n                     and phase purity are then determined by X-ray diffraction and microprobe analysis.\n                     Magnetic, electronic, and thermal properties are measured over a broad temperature\n                     range from above room temperature to below that of liquid helium. The types of materials\n                     we investigate fall under the broad category of strongly correlated electron systems,\n                     and include: Kondo insulators, low-carrier density magnets, intermetallic superconductors,\n                     and thermoelectrics. Current and Select Publications “Coexistence of high-Tc ferromagnetism and n-Type electrical conductivity in FeBi2Se4”,\n                        K.G.S. Ranmohotti, H. Djieutedjeu, J. Lopez, A. Page, N. Haldolaarachchige, H. Chi,\n                        P. Sahoo, C. Uher, D.P. Young, and P.F.P. Poudeu, J. Am. Chem. Soc. 137 , 691-698 (2015). “Complex superconductivity in the noncentrosymmetric compound Re6Zr”, M.A. Khan, A.B.\n                        Karki, T. Samanta, D. Browne, S. Stadler, I. Vekhter, A. Pandey, P.W. Adams, S. Teknowijoyo,\n                        K. Cho, R. Prozorov, D.E. Graf, and D.P. Young, Phys. Rev. B 94 , 144515 (2016). “Effect of negative chemical pressure on the prototypical itinerant magnet MnSi”,\n                        C. Dhital, M.A. Khan, M. Saghayezhian, W.A. Phelan, D.P. Young, R.Y. Jin, and J.F.\n                        DiTusa, Phys. Rev . B 95 , 024407 (2017). “Ir d-band derived superconductivity in the lanthanum-iridium system LaIr3”, N. Haldolaarachchige,\n                           L. Schoop, M.A. Khan, W.X. Huang, H.W. Ji, K. Hettiarachchilage, and D.P Young, J. Phys. Condens. Matter 29 , 475602 (2017). “Exploring the origins of the Dzyaloshinskii-Moriya interaction in MnSi”, C. Dhital,\n                           L. DeBeer-Schmitt, Q. Zhang, W. Xie, D.P. Young, and J.F. DiTusa, Phys. Rev. B 96 , 214425 (2017). “Barocaloric and magnetocaloric effects in (MnNiSi)(1-x)(FeCoGe)(x)”, T. Samanta,\n                        P. Lloveras, A.U. Saleheen, D.L. Lepkowski, E. Kramer, I. Dubenko, P.W. Adams, D.P.\n                        Young, M. Barrio, J.L. N. Ali, and S. Stadler, Appl. Phys. Lett. 112 , 021907 (2018). For a complete list of publications, click here."
            ]
        ]
    ]
}