{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HWJO2TLH",
            "tV32RXkAAAAJ",
            [
                "WAF1, a potential mediator of p53 tumor suppression",
                "Cancer genome landscapes",
                "Lessons from hereditary colorectal cancer",
                "Serial analysis of gene expression",
                "PD-1 blockade in tumors with mismatch-repair deficiency",
                "An integrated genomic analysis of human glioblastoma multiforme",
                "Identification of c-MYC as a target of the APC pathway",
                "The Metabolic and Molecular",
                "Cancer genes and the pathways they control",
                "Genetic instabilities in human cancers"
            ],
            [
                "The ability of p53 to activate transcription from specific sequences suggests that genes induced by p53 may mediate its biological role as a tumor suppressor. Using a subtractive hybridization approach, we identified a gene, named WAF1, whose induction was associated with wild-type but not mutant p53 gene expression in a human brain tumor cell line. The WAF1 gene was localized to chromosome 6p21.2, and its sequence, structure, and activation by p53 was conserved in rodents. Introduction of WAF1 cDNA suppressed the growth of human brain, lung, and colon tumor cells in culture. Using a yeast enhancer trap, a p53-binding site was identified 2.4 kb upstream of WAF1 coding sequences. The WAF1 promoter, including this p53-binding site, conferred p53-dependent inducibility upon a heterologous reporter gene. These studies define a gene whose expression is directly induced by p53 and that could be an …",
                "Over the past decade, comprehensive sequencing efforts have revealed the genomic landscapes of common forms of human cancer. For most cancer types, this landscape consists of a small number of “mountains” (genes altered in a high percentage of tumors) and a much larger number of “hills” (genes altered infrequently). To date, these studies have revealed ~140 genes that, when altered by intragenic mutations, can promote or “drive” tumorigenesis. A typical tumor contains two to eight of these “driver gene” mutations; the remaining mutations are passengers that confer no selective growth advantage. Driver genes can be classified into 12 signaling pathways that regulate three core cellular processes: cell fate, cell survival, and genome maintenance. A better understanding of these pathways is one of the most pressing needs in basic cancer research. Even now, however, our knowledge of cancer genomes is …",
                "A large body of evidence supports the idea that accumulated genetic changes underlie the development of neoplasia. This multistep process is well illustrated by colorectal cancers, which typically develop over decades and appear to require at least seven genetic events for completion. Even so, inheritance of a single altered gene can result in a marked predisposition to colorectal cancer in two distinct syndromes, Familial Adenomatous Polyposis (FAP) and Hereditary Nonpolyposis Colorectal Cancer (HNPCC). Recent evidence suggests that the genetic defect in FAP affects the rate of tumor initiation by targeting the gatekeeper function of the APC gene. In contrast, the defect in HNPCC largely affects tumor progression by targeting the genome guardian function of DNA mismatch repair. Studies of these syndromes have provided unique insights into both inherited and sporadic forms of human tumors.",
                "The characteristics of an organism are determined by the genes expressed within it. A method was developed, called serial analysis of gene expression (SAGE), that allows the quantitative and simultaneous analysis of a large number of transcripts. To demonstrate this strategy, short diagnostic sequence tags were isolated from pancreas, concatenated, and cloned. Manual sequencing of 1000 tags revealed a gene expression pattern characteristic of pancreatic function. New pancreatic transcripts corresponding to novel tags were identified. SAGE should provide a broadly applicable means for the quantitative cataloging and comparison of expressed genes in a variety of normal, developmental, and disease states.",
                "Somatic mutations have the potential to encode “non-self” immunogenic antigens. We hypothesized that tumors with a large number of somatic mutations due to mismatch-repair defects may be susceptible to immune checkpoint blockade.We conducted a phase 2 study to evaluate the clinical activity of pembrolizumab, an anti–programmed death 1 immune checkpoint inhibitor, in 41 patients with progressive metastatic carcinoma with or without mismatch-repair deficiency. Pembrolizumab was administered intravenously at a dose of 10 mg per kilogram of body weight every 14 days in patients with mismatch repair–deficient colorectal cancers, patients with mismatch repair–proficient colorectal cancers, and patients with mismatch repair–deficient cancers that were not colorectal. The coprimary end points were the immune-related objective response rate and the 20-week immune-related …",
                "Glioblastoma multiforme (GBM) is the most common and lethal type of brain cancer. To identify the genetic alterations in GBMs, we sequenced 20,661 protein coding genes, determined the presence of amplifications and deletions using high-density oligonucleotide arrays, and performed gene expression analyses using next-generation sequencing technologies in 22 human tumor samples. This comprehensive analysis led to the discovery of a variety of genes that were not known to be altered in GBMs. Most notably, we found recurrent mutations in the active site of isocitrate dehydrogenase 1 (IDH1) in 12% of GBM patients. Mutations in IDH1 occurred in a large fraction of young patients and in most patients with secondary GBMs and were associated with an increase in overall survival. These studies demonstrate the value of unbiased genomic analyses in the characterization of human brain cancer and identify a …",
                "The adenomatous polyposis coli gene (APC) is a tumor suppressor gene that is inactivated in most colorectal cancers. Mutations of APC cause aberrant accumulation of β-catenin, which then binds T cell factor–4 (Tcf-4), causing increased transcriptional activation of unknown genes. Here, the c-MYC oncogene is identified as a target gene in this signaling pathway. Expression of c-MYC was shown to be repressed by wild-type APC and activated by β-catenin, and these effects were mediated through Tcf-4 binding sites in the c-MYC promoter. These results provide a molecular framework for understanding the previously enigmatic overexpression of c-MYC in colorectal cancers.",
                "CiteSeerX - Document Details (Isaac Councill, Lee Giles, Pradeep Teregowda): cloning and\ncharacterization of a novel mannose-binding lectin cDNA from Zantedeschia aethiopica.\n",
                "The revolution in cancer research can be summed up in a single sentence: cancer is, in essence, a genetic disease. In the last decade, many important genes responsible for the genesis of various cancers have been discovered, their mutations precisely identified, and the pathways through which they act characterized. The purposes of this review are to highlight examples of progress in these areas, indicate where knowledge is scarce and point out fertile grounds for future investigation.",
                "Whether and how human tumours are genetically unstable has been debated for decades. There is now evidence that most cancers may indeed be genetically unstable, but that the instability exists at two distinct levels. In a small subset of tumours, the instability is observed at the nucleotide level and results in base substitutions or deletions or insertions of a few nucleotides. In most other cancers, the instability is observed at the chromosome level, resulting in losses and gains of whole chromosomes or large portions thereof. Recognition and comparison of these instabilities are leading to new insights into tumour pathogenesis."
            ],
            [
                [
                    "Cancer",
                    "Genetics",
                    "Genomics"
                ]
            ]
        ]
    ]
}