{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HYG15NPT",
            "qH4GGcYAAAAJ",
            [
                "Facilitation of a structural transition in the polypurine\/polypyrimidine tract within the proximal promoter region of the human VEGF gene by the presence of potassium and G …",
                "Taiwan orogeny: thin-skinned or lithospheric collision?",
                "Focal mechanisms of recent large earthquakes and the nature of faulting in the Longitudinal Valley of eastern Taiwan",
                "Long‐period and broad‐band teleseismic body‐wave modeling of the October 18, 1989 Loma Prieta Earthquake",
                "The modern orogeny of Taiwan",
                "Seismic source locations and parameters for sparse networks by matching observed seismograms to semi-empirical synthetic seismograms",
                "Simultaneous inversion of moderate earthquakes using body and surface waves: Methodology and applications to the study of the tectonics of Taiwan.",
                "A hydro-acoustic solution to the local tsunami warning problem",
                "Semi-Empirical Yield Estimates for the 2006 North Korean Explosion",
                "A Testbed for Nuclear Explosion Monitoring Research and Development"
            ],
            [
                "The proximal promoter region of the human vascular endothelial growth factor (VEGF) gene contains a polypurine\/polypyrimidine tract that serves as a multiple binding site for Sp1 and Egr-1 transcription factors. This tract contains a guanine-rich sequence consisting of four runs of three or more contiguous guanines separated by one or more bases, corresponding to a general motif for the formation of an intramolecular G-quadruplex. In this study, we observed the progressive unwinding of the oligomer duplex DNA containing this region into single-stranded forms in the presence of KCl and the G-quadruplex-interactive agents TMPyP4 and telomestatin, suggesting the dynamic nature of this tract under conditions which favor the formation of the G-quadruplex structures. Subsequent footprinting studies with DNase I and S1 nucleases using a supercoiled plasmid DNA containing the human VEGF promoter region …",
                "The Taiwan orogeny is young and presently very active. It provides an excellent environment for studying ongoing orogenic processes, especially since the region is monitored intensively with dense seismological and geodetic networks, and new studies aiming at deciphering shallow and deep structures in and around Taiwan have been recently conducted or are being planned. The available data can be used continually to test critically hypotheses of the Taiwan orogeny. Hypotheses dealing with the mechanics of mountain building are basic to the understanding of Taiwan orogeny and are particularly amenable to testing. The widely cited ‘thin-skinned tectonics’ hypothesis was formulated to explain mainly the geologic and relatively shallow (<10 km) seismic data. In various forms of this hypothesis, the mountain building involves the deformation of ready-to-fail (Tertiary) sediments in a thin (<20 km at the deepest …",
                "Sauf mention contraire ci-dessus, le contenu de cette notice bibliographique peut être utilisé dans le cadre d’une licence CC BY 4.0 Inist-CNRS\/Unless otherwise stated above, the content of this bibliographic record may be used under a CC BY 4.0 licence by Inist-CNRS\/A menos que se haya señalado antes, el contenido de este registro bibliográfico puede ser utilizado al amparo de una licencia CC BY 4.0 Inist-CNRS",
                "Inversion of long‐period, teleseismic body waves for the Loma Prieta earthquake yields a nearly double‐couple moment tensor corresponding to an oblique mechanism with strike 130°, dip 73° and rake 146°. The long‐period centroid depth of the source is 18 km, and the seismic moment is 2.8×1019 Nm. The source time history consists of two pulses with a total duration of 8–9 sec. Preliminary forward modeling of broad‐band, teleseismic body waves indicates the occurrence of at least two sub‐sources. Constraining the fault orientation to the long‐period inversion result, the first source was located at 18 km depth, and the second source was located updip at about 14 km depth. The second source has a seismic moment 2.7 times that of the first, and occurred 2.0 sec after the first. The precise location of the second source will require further modeling.",
                "CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ]. メニュー 検索 … \n",
                "In this study, we have used a semi-empirical approach to computing synthetic seismograms to demonstrate full-waveform earthquake location and provide size estimates of one nuclear explosion 2006 North Korea Event. The overall approach is to use a known reference event to empirically characterize the propagation by comparing the reference event to a synthetic seismogram computed for appropriate. This empirical correction is then applied to a synthetic seismogram computed for a different location andor source mechanism. Three study areas were used for locations Central California, Nevada Test Site, and Lop Nor. Events were located to within 5 km of ground truth locations though in semi-major axes of the error ellipses were greater than 5 km. The approach was also used to estimate the yield of the Oct. 9, 2006 North Korea Nuclear Test using a small 1.2-1.5 ton explosion as a reference event. The resulting yield was a chemical equivalent of 372-465 tons.Descriptors:",
                "Degree: Ph. D.DegreeYear: 1996Institute: State University of New York at BinghamtonTo understand the role of the deformation in the oceanic lithosphere, I have analyzed focal mechanisms from moderate (4.7 Mw 5.5) events by simultaneously inverting regional surface waves (eg, Patton, 1988) and teleseismic body waves (eg, Langston, 1981) for the moment tensor. To remove errors introduced by variable paths when using intermediate period (10 T 60 seconds) surface waves, empirical Green''s functions are employed. These are obtained by stacking normalized surface waves from several Ms 6 earthquakes. The normalization removed the effect of source geometry by the deconvolution of the surface wave excitation determined for a specific seismic moment tensor and source depth. The moment tensor and depth are determined independently using body-waves. Examples of applying this joint …",
                "We demonstrate the potential for using the spectral content of T-phases from earthquakes to identify events involves a component of splay faulting. There is significant evidence indicating that splay faulting explains extreme local tsunamis in events with more moderate distant tsunamis. For example, the distant tsunami from the Dec. 26, 2004 Megathrust is fully explained by the primary rupture. However, the local tsunami was significantly (3 to 4x larger) than predicted and 10 minutes early. The discrepancy can be explained by significant rupture along a splay fault approximately 90km west of Banda Aceh. The secondary rupture produces a high amplitude, short wavelength tsunami that is not resolvable seismically, as the softer sediments would produce significantly (1\/40th to 1\/100th) less seismic radiation than the primary rupture. However, the secondary rupture appears to generate observable hydroacoustic …",
                "Science Applications International Corporation SAIC is testing a semi-empirical signal processing approach to estimate the yield of explosions. Under Air Force Research Laboratory contract FA8718-05-C-0019, SAIC developed a technique to combine the truth of empirical observation with the flexibility of synthetics to generate empirical filters that can be applied to the synthetic seismogram. Specifically, our approach is to design filters that transform the synthetic waveforms to match observed referenced waveforms. In the current project, the technique has been modified and tuned to provide yield estimates of interesting events. In particular, estimates of the yield of the North Korean Nuclear Test of Oct. 9, 2006, will be presented. The approach used is to compute semi-empirical synthetic waveforms based on a reference event, then use those synthetics to determine the appropriate scaling yield of the event of interest. The semi-empirical synthetics are created by computing a fall waveform synthetic to the reference event then determining a filter that transforms the synthetic to the observed data, which is then applied to the new event. The empirical correction should include many of the non-modeled complexities information, particularly if the reference and new events are nearly co-located. As the North Korea event occurred in a seismically isolated region with no nearby earthquakes, more distant events must be used. An active source experiment for wide-angle reflection and refraction near the border in China provides some sort of propagation calibration. While the yield from the China experiment was small 1.2-1.5 tons, a good signal was …",
                "The Research and Development Testbed RD Testbed, developed within the Defense Threat Reduction Agencys DTRA Center for Monitoring Research CMR, is designed to support US national and international nuclear test monitoring and verification needs by providing several key functions to the RD community. First, the RD Testbed supports the Department of Defense DoD sponsored research and development community by providing an interface to the wide range of resources available at CMR. For example, the RD Testbed provides access to CMR resources such as near-real time waveform data from International Monitoring System IMS and GSETT3 stations, multi-terabyte seismic, hydroacoustic and infrasonic waveform archives, specialty ground-truth calibration databases, research archives, high resolution gamma-ray spectroscopy and beta-gamma coincidence spectroscopy radionuclide databases, and past and present products of both the Prototype International Data Center and the International Data Centre IDC.Descriptors:"
            ],
            [
                [
                    "Tsunani Warning",
                    "Geophysical Sources",
                    "Seimic Propagation",
                    "Infrasound Propagation",
                    "Great Earthquakes"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}