{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HYQ4PJY1",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Gustav Borstad Instructor Coordinator 901.678.4139 gustav.borstad@memphis.edu Manning 212 About Dr. Borstad Dr. Gustav Borstad joined the Department of Physics and Materials Science at the University\n                  of Memphis in July 2019. He teaches physics courses, coordinates the outreach and\n                  recruiting efforts of the Department, and provides support for the research activities\n                  in the Department. He holds a bachelor's degree in physics and mathematics from the\n                  University of Wisconsin-La Crosse (2008), and a Ph.D. degree in physics from Washington\n                  State University (2014). Prior to joining the faculty of the University of Memphis, Dr. Borstad took a position\n                  as a postdoctoral fellow sponsored by the Oak Ridge Associated Universities, performing\n                  research at the Army Research Laboratory from 2014-2016. He then joined the Carnegie\n                  Institution of Washington as a postdoctoral associate from 2016-2018. Finally, from\n                  2018-2019, he was a scientist with the Naval Surface Warfare Center in Indian Head,\n                  MD. Dr. Borstad's professional interests include high-pressure physics and chemistry (which\n                  permits understanding of the fundamental properties of matter and synthesis of novel\n                  materials), physics pedagogy and education, and the history of physics. List of Publications J. C. Bennion, G. M. Borstad, T. A. Jenkins and J. A. Ciezak-Jenkins. \"Formation of\n                     Extended Solids of Carbon Monoxide from Dirhenium Decacarbonyl.\" Crystal Engineering\n                     Communications (submitted). J. A. Ciezak-Jenkins, G. M. Borstad, and I. G. Batyrev. \"Characterization of the Isothermal\n                     Compression Behavior of LLM-172.\" Journal of Physical Chemistry A 121, 4263-4271 (2017). J. A. Ciezak-Jenkins, B. A. Steele, G. M. Borstad, and I. I. Oleynik. \"Structural\n                     and Spectroscopic Studies of Nitrogen-Carbon Monoxide Mixtures: Photochemical Response\n                     and Observation of a Novel Phase.\" Journal of Chemical Physics 146, 184309 (2017). G. M. Borstad and J. A. Ciezak-Jenkins. \"Hydrogen-Bonding Modification in Biuret under\n                     Pressure.\" Journal of Physical Chemistry A 121, 762-770 (2017). G. M. Borstad, I. M. Batyrev, and J. A. Ciezak-Jenkins. \"Cyanoacetohydrazide under\n                     Pressure: Chemical Changes in a Hydrogen-Bonded Crystal.\" Journal of Physical Chemistry\n                     A 120, 2712-2719 (2016). G. M. Borstad and C. S. Yoo. \"Hydrogen Bonding Induced Proton Exchange Reactions in\n                     Dense D2-NH3 and D2-CH4 Mixtures.\" Journal of Chemical Physics 140, 044510 (2014). G. M. Borstad and C. S. Yoo. \"H2O and D2 Mixtures under Pressure: Spectroscopy and\n                     Proton Exchange Kinetics.\" Journal of Chemical Physics 135, 174508 (2011). C. Uranga, G. M. Borstad, C. Connell, L. R. Zink, and M. Jackson. \"Discovery and Frequency\n                     Measurement of Short-Wavelength Far-Infrared Laser Emissions from Optically Pumped\n                     13CD3OH and CHD2OH.\" Applied Physics B 88, 503-505 (2007). Last Updated: 12\/9\/19 John Hanneken Collaborations Hanneken John Hanneken Professor Emeritus jhannekn@memphis.edu Biography Prof. Hanneken joined the physics department faculty in January of 1979. He received\n                  the Superior Performance in University Research award in 1984 and 1985. He received\n                  the Distinguished Service Award from the Tennessee Academy of Science in 1985. In\n                  1992 he was awarded the University Distinguished Teaching Award and was awarded the\n                  Thomas W. Briggs Distinguished Teaching Award in 2005. He is a member of Sigma Xi,\n                  Phi Kappa Phi National Honor Society, Sigma Pi Sigma Physics Honor Society, Omicron\n                  Delta Kappa, Blue Key and Golden Key National Honor Societies, Pi Mu Epsilon Math\n                  Honor Society and Chi Beta Phi National Science Honor Society. His professional memberships include American Physical Society, American Association\n                  of Physics Teachers, International Association of Hydrogen Energy and Fractional Calculus\n                  and Applied Analysis. His experimental research (1979-1998) involved hydrogen in metals,\n                  hydrogen diffusion and electrotransport, absorption kinetics and hydrogen surface\n                  impedance and catalysis. His theoretical research (1998 – present) is in the area\n                  of applications of fractional calculus in physics, fractional diffusion, fractional\n                  oscillators, and Mittag-Leffler functions. He is a reviewer for several journals and frequently reviews textbooks for publishers.\n                  He has published 48 refereed journal articles, 70 abstracts and authored 6 laboratory\n                  manuals."
            ]
        ]
    ]
}