{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HZ9JGDVG",
            "HAf2Js4AAAAJ",
            [
                "Intrinsic dependencies of CT radiomic features on voxel size and number of gray levels",
                "The influence of sodium and potassium dynamics on excitability, seizures, and the stability of persistent states: I. Single neuron dynamics",
                "Unification of neuronal spikes, seizures, and spreading depression",
                "The influence of sodium and potassium dynamics on excitability, seizures, and the stability of persistent states: II. Network and glial dynamics",
                "Anti-phase calcium oscillations in astrocytes via inositol (1, 4, 5)-trisphosphate regeneration",
                "Assimilating seizure dynamics",
                "Tracking and control of neuronal Hodgkin-Huxley dynamics",
                "Modeling Ca2+ signaling differentiation during oocyte maturation",
                "Voxel size and gray level normalization of CT radiomic features in lung cancer"
            ],
            [
                "Many radiomics features were originally developed for non‐medical imaging applications and therefore original assumptions may need to be reexamined. In this study, we investigated the impact of slice thickness and pixel spacing (or pixel size) on radiomics features extracted from Computed Tomography (CT) phantom images acquired with different scanners as well as different acquisition and reconstruction parameters. The dependence of CT texture features on gray‐level discretization was also evaluated.A texture phantom composed of 10 different cartridges of different materials was scanned on eight different CT scanners from three different manufacturers. The images were reconstructed for various slice thicknesses. For each slice thickness, the reconstruction Field Of View (FOV) was varied to render pixel sizes ranging from 0.39 to 0.98 mm. A fixed spherical region of …",
                "In these companion papers, we study how the interrelated dynamics of sodium and potassium affect the excitability of neurons, the occurrence of seizures, and the stability of persistent states of activity. In this first paper, we construct a mathematical model consisting of a single conductance-based neuron together with intra- and extracellular ion concentration dynamics. We formulate a reduction of this model that permits a detailed bifurcation analysis, and show that the reduced model is a reasonable approximation of the full model. We find that competition between intrinsic neuronal currents, sodium-potassium pumps, glia, and diffusion can produce very slow and large-amplitude oscillations in ion concentrations similar to what is seen physiologically in seizures. Using the reduced model, we identify the dynamical mechanisms that give rise to these phenomena. These models reveal several experimentally …",
                "The pathological phenomena of seizures and spreading depression have long been considered separate physiological events in the brain. By incorporating conservation of particles and charge, and accounting for the energy required to restore ionic gradients, we extend the classic Hodgkin–Huxley formalism to uncover a unification of neuronal membrane dynamics. By examining the dynamics as a function of potassium and oxygen, we now account for a wide range of neuronal activities, from spikes to seizures, spreading depression (whether high potassium or hypoxia induced), mixed seizure and spreading depression states, and the terminal anoxic “wave of death.” Such a unified framework demonstrates that all of these dynamics lie along a continuum of the repertoire of the neuron membrane. Our results demonstrate that unified frameworks for neuronal dynamics are feasible, can be achieved using existing …",
                "In these companion papers, we study how the interrelated dynamics of sodium and potassium affect the excitability of neurons, the occurrence of seizures, and the stability of persistent states of activity. We seek to study these dynamics with respect to the following compartments: neurons, glia, and extracellular space. We are particularly interested in the slower time-scale dynamics that determine overall excitability, and set the stage for transient episodes of persistent oscillations, working memory, or seizures. In this second of two companion papers, we present an ionic current network model composed of populations of Hodgkin–Huxley type excitatory and inhibitory neurons embedded within extracellular space and glia, in order to investigate the role of micro-environmental ionic dynamics on the stability of persistent activity. We show that these networks reproduce seizure-like activity if glial cells fail to …",
                "Observations in cultured mouse astrocytes suggest anti-phase synchronization of cytosolic calcium concentrations in nearest neighbor cells that are coupled through gap junctions. A mathematical model is used to investigate physiologic conditions under which diffusion of the second messenger inositol (1, 4, 5)-trisphosphate (IP3) through gap junctions can facilitate synchronized anti-phase Ca2+ oscillations. Our model predicts anti-phase oscillations in both cytosolic calcium and IP3 concentrations if (a) the gap junction permeability is within a window of values and (b) IP3 is regenerated in the astrocytes via, e.g. phospholipase Cδ. This result sheds new light on the current dispute on the mechanism of intercellular calcium signaling. It provides indirect evidence for a partially regenerative mechanism as the model excludes anti-phase synchrony in the absence of IP3 regeneration.",
                "Observability of a dynamical system requires an understanding of its state—the collective values of its variables. However, existing techniques are too limited to measure all but a small fraction of the physical variables and parameters of neuronal networks. We constructed models of the biophysical properties of neuronal membrane, synaptic, and microenvironment dynamics, and incorporated them into a model-based predictor-controller framework from modern control theory. We demonstrate that it is now possible to meaningfully estimate the dynamics of small neuronal networks using as few as a single measured variable. Specifically, we assimilate noisy membrane potential measurements from individual hippocampal neurons to reconstruct the dynamics of networks of these cells, their extracellular microenvironment, and the activities of different neuronal types during seizures. We use reconstruction to account for unmeasured parts of the neuronal system, relating micro-domain metabolic processes to cellular excitability, and validate the reconstruction of cellular dynamical interactions against actual measurements. Data assimilation, the fusing of measurement with computational models, has significant potential to improve the way we observe and understand brain dynamics.",
                "Nonlinear ensemble state estimation offers a paradigm-shifting improvement in our ability to observe, predict, and control the state of spiking neuronal systems. We use an ensemble Kalman filter to predict hidden states and future trajectories in the Hodgkin-Huxley equations, reconstruct ion dynamics, control neuronal activity including a strategy for dynamic conductance clamping, and show the feasibility of controlling pathological cellular activity such as seizures.",
                "Ca2+ is a fundamental intracellular signal that mediates a variety of disparate physiological functions often in the same cell. Ca2+ signals span a wide range of spatial and temporal scales, which endow them with the specificity required to induce defined cellular functions. Furthermore, Ca2+ signaling is highly plastic as it is modulated dynamically during normal physiological development and under pathological conditions. However, the molecular mechanisms underlying Ca2+ signaling differentiation during cellular development remain poorly understood. Oocyte maturation in preparation for fertilization provides an exceptionally well-suited model to elucidate Ca2+ signaling regulation during cellular development. This is because a Ca2+ signal with specialized spatial and temporal dynamics is universally essential for egg activation at fertilization. Here we use mathematical modeling to define the critical …",
                "Radiomic features are potential imaging biomarkers for therapy response assessment in oncology. However, the robustness of features with respect to imaging parameters is not well established. Previously identified potential imaging biomarkers were found to be intrinsically dependent on voxel size and number of gray levels (GLs) in a recent texture phantom investigation. Here, we validate the voxel size and GL in-phantom normalizations in lung tumors. Eighteen patients with non-small cell lung cancer of varying tumor volumes were analyzed. To compare with patient data, phantom scans were acquired on eight different scanners. Twenty four previously identified features were extracted from lung tumors. The Spearman rank (r s) and interclass correlation coefficient (ICC) were used as metrics. Eight out of 10 features showed high (r s> 0.9) and low (r s< 0.5) correlations with number of voxels before and after …"
            ],
            [
                [
                    "Theoretical Biology",
                    "Biophysics",
                    "Computational Neuroscience"
                ]
            ],
            [
                "    Computational Biophysics @ USF Physics  Home  Research  Publications  Software  People       Computational Biophysics Group in the Department of Physics at USF uses theoretical and computational techniques to gain deep \r\ninsights into the function and dysfunction of biological systems. Areas of particular ineterst include:   Neuronal disorders Markov chain models Calcium dynamics Cell signaling pathways Application of control theory to biology  In the news: Our paper on the unification of epileptic seizures and migrain, published in Journal of Neuroscience was highlighted by several news sites including Sciencedaily,  Science World Report,  NSF,  Neuroscience News,  MedicalExpress, and  Toronto Telegraph    Summary figure from the paper       Research Highlights   Research Support: Contact Us: Department of Physics University of South Florida 4202 East Fowler Ave Tampa, FL 33620-5700 Office: ISA 5108 Lab: ISA 5025B\/5027B Phone: (813) 974-0698 Fax: (813) 974-5813 Email: gullah@usf.edu web development by bryant smith"
            ]
        ]
    ]
}