{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HZN8MHB8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "John M. LoSecco John M. LoSecco Professor High Energy Physics B.S., The Cooper Union, 1972 A.M., Harvard University, 1973 Ph.D., ibid., 1976 E-mail: losecco@nd.edu Address: 402a Phone: (574) 631-6044 Fax: (574) 631-5952 Professor LoSecco’s research activity focuses on CP violation in quark decays (the BaBar experiment at SLAC ) and neutrino interactions (the Double CHOOZ experiment). CP violation was first observed in the decay of long lived neutral kaons. For decades CP violation was regarded as a small, poorly understood portion of the standard model. In recent years B factories have permitted to observation of CP violation in a large number of B meson decays. It is now a well understood portion of the standard model and well explained by the CKM mechanism. Neutrinos appear to have substantially more structure than originally expected. There are three different kinds of light neutrinos known. They appear to be unstable in that they can transform from one type to another. Several experiments are underway worldwide to explore neutrino mixing and to look for evidence of CP violation in the neutrino sector. Some of these experiments are being done with electron antineutrinos from nuclear reactors. This next generation of neutrino experiments demands high statistics and precision measurements to access the small theta 13 mixing angle. “Observation of a Neutrino Burst in Coincidence with Supernova 1987A in the Large Magellanic Cloud,” R.M. Bionta, et al., Phys. Rev. Lett. 58 , 1494 (1987). “The Search for Proton Decay,” J.M. LoSecco, F. Reines, and D. Sinclair, in Particle Physics in the Cosmos: A Scientific American Reader, edited by R.A. Carrigan Jr. and W.P. Trower (W.H. Freeman and Company, New York, 1989). “Pulsar Test of a Violation of Discrete Symmetries in Gravitation,” J.M. LoSecco, G.E.A. Matsas, A.A. Natale, and J.A.E. Pacheco, Phys. Lett. A 138 , 5 (1989). “Measurement of Atmospheric Neutrino Composition with the IMB -3 Detector,” D. Casper et al., Phys. Rev. Lett. 66 , 2561 (1991). “Evidence for Exotic Meson Production in the Reaction pi(-)p→eta pi(-)p at 18 GeV\/c,” D.R. Thompson et al., Phys. Rev. Lett. 79 , 1630-1633 (1997). “Observation of CP Violation in the B 0 Meson System,” B. Aubert et al., Phys. Rev. Lett. 87 , 091801 (2001). \"Observation of a narrow meson decaying to Ds+ Pi0 at a mass of 2.32-GeV\/c2,\" B. Aubert et al. Phys.Rev.Lett. 90 (2003) 242001 \"Indication for the disappearance of reactor electron antineutrinos in the Double Chooz experiment,\" Y. Abe et al. Phys.Rev.Lett. 108 (2012) 131801 \"Evidence for D0 -anti-D0 Mixing,\" Bernard Aubert et al. Phys.Rev.Lett. 98 (2007) 211802 \"Reactor electron antineutrino disappearance in the Double Chooz experiment,\" Y. Abe et al. Phys.Rev. D86 (2012) 052008 \"Observation of Time Reversal Violation in the B0 Meson System,\" J.P. Lees et al. Phys.Rev.Lett. 109 (2012) 211801 Honors and Activities: Fellow of the Royal Astronomical Society 2017 2014 Fermi Scholar Award Fulbright Research Scholar in Paris, France 2012-13 Co-recipient of the 1989 Bruno Rossi Prize for High Energy Astrophysics from the American Astronomical Society U.S. Department of Energy Outstanding Junior Investigator, 1982-85. Full Curriculum Vitae ( pdf )"
            ]
        ]
    ]
}