{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I0B19ODF",
            "dOerrwYAAAAJ",
            [
                "Activating mutation in the tyrosine kinase JAK2 in polycythemia vera, essential thrombocythemia, and myeloid metaplasia with myelofibrosis",
                "A Tyrosine Kinase Created by Fusion of the PDGFRA and FIP1L1 Genes as a Therapeutic Target of Imatinib in Idiopathic Hypereosinophilic Syndrome",
                "Characterization of AMN107, a selective inhibitor of native and mutant Bcr-Abl",
                "The roles of FLT3 in hematopoiesis and leukemia",
                "Nilotinib in imatinib-resistant CML and Philadelphia chromosome–positive ALL",
                "Granulocyte colony-stimulating factor and its receptor",
                "The product of the retinoblastoma susceptibility gene has properties of a cell cycle regulatory element",
                "Effect of recombinant human granulocyte-macrophage colony-stimulating factor on chemotherapy-induced myelosuppression",
                "STI571 inactivation of the gastrointestinal stromal tumor c-KIT oncoprotein: biological and clinical implications",
                "Reduction of experimental canine myocardial reperfusion injury by a monoclonal antibody (anti-Mo1, anti-CD11b) that inhibits leukocyte adhesion."
            ],
            [
                "Polycythemia vera (PV), essential thrombocythemia (ET), and myeloid metaplasia with myelofibrosis (MMM) are clonal disorders arising from hematopoietic progenitors. An internet-based protocol was used to collect clinical information and biological specimens from patients with these diseases. High-throughput DNA resequencing identified a recurrent somatic missense mutation JAK2V617F in granulocyte DNA samples of 121 of 164 PV patients, of which 41 had homozygous and 80 had heterozygous mutations. Molecular and cytogenetic analyses demonstrated that homozygous mutations were due to duplication of the mutant allele. JAK2V617F was also identified in granulocyte DNA samples from 37 of 115 ET and 16 of 46 MMM patients, but was not observed in 269 normal individuals. In vitro analysis demonstrated that JAK2V617F is a constitutively active tyrosine kinase.",
                "Idiopathic hypereosinophilic syndrome involves a prolonged state of eosinophilia associated with organ dysfunction. It is of unknown cause. Recent reports of responses to imatinib in patients with the syndrome suggested that an activated kinase such as ABL, platelet-derived growth factor receptor (PDGFR), or KIT, all of which are inhibited by imatinib, might be the cause.We treated 11 patients with the hypereosinophilic syndrome with imatinib and identified the molecular basis for the response.Nine of the 11 patients treated with imatinib had responses lasting more than three months in which the eosinophil count returned to normal. One such patient had a complex chromosomal abnormality, leading to the identification of a fusion of the Fip1-like 1 (FIP1L1) gene to the PDGFRα (PDGFRA) gene generated by an interstitial deletion on chromosome 4q12. FIP1L1-PDGFRα is a …",
                "The Bcr-Abl tyrosine kinase oncogene causes chronic myelogenous leukemia (CML) and Philadelphia chromosome-positive (Ph+) acute lymphoblastic leukemia (ALL). We describe a novel selective inhibitor of Bcr-Abl, AMN107 (IC50 < 30 nM), which is significantly more potent than imatinib, and active against a number of imatinib-resistant Bcr-Abl mutants. Crystallographic analysis of Abl-AMN107 complexes provides a structural explanation for the differential activity of AMN107 and imatinib against imatinib-resistant Bcr-Abl. Consistent with its in vitro and pharmacokinetic profile, AMN107 prolonged survival of mice injected with Bcr-Abl-transformed hematopoietic cell lines or primary marrow cells, and prolonged survival in imatinib-resistant CML mouse models. AMN107 is a promising new inhibitor for the therapy of CML and Ph+ ALL.",
                "FLT3 is a receptor tyrosine kinase expressed by immature hematopoietic cells and is important for the normal development of stem cells and the immune system. The ligand for FLT3 is expressed by marrow stromal cells and other cells and synergizes with other growth factors to stimulate proliferation of stem cells, progenitor cells, dendritic cells, and natural killer cells. Mutations of FLT3 have been detected in about 30% of patients with acute myelogenous leukemia and a small number of patients with acute lymphocytic leukemia or myelodysplastic syndrome. Patients with FLT3 mutations tend to have a poor prognosis. The mutations most often involve small tandem duplications of amino acids within the juxtamembrane domain of the receptor and result in constitutive tyrosine kinase activity. Expression of a mutant FLT3 receptor in murine marrow cells results in a lethal myeloproliferative syndrome and preliminary …",
                "Resistance to imatinib mesylate can occur in chronic myelogenous leukemia (CML). Preclinical in vitro studies have shown that nilotinib (AMN107), a new BCR-ABL tyrosine kinase inhibitor, is more potent than imatinib against CML cells by a factor of 20 to 50.In a phase 1 dose-escalation study, we assigned 119 patients with imatinib-resistant CML or acute lymphoblastic leukemia (ALL) to receive nilotinib orally at doses of 50 mg, 100 mg, 200 mg, 400 mg, 600 mg, 800 mg, and 1200 mg once daily and at 400 mg and 600 mg twice daily.Common adverse events were myelosuppression, transient indirect hyperbilirubinemia, and rashes. Of 33 patients with the blastic phase of disease, 13 had a hematologic response and 9 had a cytogenetic response; of 46 patients with the accelerated phase, 33 had a hematologic response and 22 had a cytogenetic response; 11 of 12 patients with …",
                "RANULOCYTE colony-stimulating factor (G-CSF) is G a polypeptide growth factor that regulates the production of neutrophilic granulocytes. This physiologic process serves as the foundation for critical host defense systems and occurs on a large scale in vivo. An adult of average size will produce approximately 120 billion granulocytes per day simply to replace normal losses. This enormous production capacity may be increased by at least 10-fold under stress conditions such as infection. G-CSF is likely to play a role in the basal regulation of neutrophil production as well as to function as a primary regulatory factor controlling the neutrophil response to inflammatory stimuli. Further, G-CSF exhibits other biologic activities besides proliferative effects: specifically, G-CSF appears to modulate certain neutrophil functions as well as the distribution of neutrophils and progenitor cells within the body. G-CSF possesses …",
                "The retinoblastoma susceptibility gene product, Rb, is suspected to supress cell growth. Rb is a 110–114 kd nuclear phosphoprotein. We have previously demonstrated that SV40 T antigen binds only to unphosphorylated Rb, and not pp112–114 Rb, the family of phosphorylated Rb. Here we demonstrate the cell cycle-dependent phosphorylation of Rb. In G0 G1 cells, virtually all the Rb is unphosphorylated. In contrast, during S and G2, it is largely, if not exclusively, phosphorylated. Rb phosphorylation occurs at the G1 S boundary in several cell types tested. A 14 residue peptide, corresponding to the SV40 T domain required for transformation, is able to compete effectively with SV40 T for binding to p110 Rb. We propose a model to explain how Rb may suppress cell growth by acting as a cell cycle regulatory element.",
                "An increase in the dose of chemotherapy enhances the response of many experimental and clinical cancers, but the extent of dose escalation is often limited by myelosuppression. In preliminary trials, recombinant human granulocytemacrophage colony-stimulating factor (rhGM-CSF) has augmented leukocyte numbers and function, but the optimal dose is not established.We treated 16 adults who had inoperable or metastatic sarcomas with escalating doses of rhGM-CSF before and immediately after a first cycle of chemotherapy (cycle 1) to assess hematologic response and toxicity. A second cycle of chemotherapy (cycle 2) was given without rhGM-CSF. RhGM-CSF was tolerated well at doses of 4 to 32 μg per kilogram of body weight per day. At 64 μg per kilogram per day, edema and thrombi around a central venous catheter developed in two of four patients. Leukocyte and granulocyte counts increased …",
                "Mutations in the c-KIT receptor occur somatically in many sporadic Gastrointestinal Stromal Tumors (GIST), and similar mutations have been identified at the germline level in kindreds with multiple GISTs. These mutations activate the tyrosine kinase activity of c-KIT and induce constitutive signaling. To investigate the function of activated c-KIT in GIST, we established a human GIST cell line, GIST882, which expresses an activating KIT mutation (K642E) in the first part of the cytoplasmic split tyrosine kinase domain. Notably, the K642E substitution is encoded by a homozygous exon 13 missense mutation, and, therefore, GIST882 cells do not express native KIT. GIST882 c-KIT protein is constitutively tyrosine phosphorylated, but tyrosine phosphorylation was rapidly and completely abolished after incubating the cells with the selective tyrosine kinase inhibitor STI571. Furthermore, GIST882 cells evidenced decreased …",
                "A monoclonal antibody (904) that binds to a leukocyte cell adhesion-promoting glycoprotein, (Mo1; CD11b\/CD18) was administered (1 mg\/kg, iv.) to open chest anesthetized dogs 45 min after the induction of regional myocardial ischemia. Ischemia was produced by occluding the left circumflex coronary artery (LCX) for 90 min and then reperfusing for 6 h. There was no difference between control and antibody treated groups with respect to arterial blood pressure, heart rate, or LCX blood flow. Administration of antibody produced no observable effect on circulating neutrophil counts, suggesting that antibody-bound neutrophils were not cleared from the circulation. The mean size of myocardial infarct expressed as percentage of the area at risk of infarction that resulted was reduced by 46% with anti-Mo1 treatment (25.8 +\/- 4.7%, n = 8) compared to control (47.6 +\/- 5.7%, n = 8; P less than 0.01). The area at risk of …"
            ],
            [
                [
                    "medicine",
                    "leukemia"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}