{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I2ATUHPG",
            "DU1M4pwAAAAJ",
            [
                "Search for the b b decay of the Standard Model Higgs boson in associated (W\/Z) H production with the ATLAS detector",
                "Measurement of the transverse momentum and  distributions of Drell–Yan lepton pairs in proton–proton collisions at s=8 TeV with the ATLAS detector",
                "Search for lepton-flavour-violating H → μτ decays of the Higgs boson with the ATLAS detector",
                "Search for heavy Majorana neutrinos with the ATLAS detector in pp collisions at s                      =           8                             TeV",
                "Search for dark matter at                                                        s                        =            13                        TeV in final states containing an energetic photon and …",
                "Search for invisible decays of a Higgs boson using vector-boson fusion in pp collisions at  TeV with the ATLAS detector",
                "Analysis of events with b -jets and a pair of leptons of the same charge in pp collisions at s                      =           8                             TeV with the ATLAS detector",
                "Search for metastable heavy charged particles with large ionisation energy loss in pp collisions at $$\\varvec {\\sqrt {s}= 8} $$ s= 8 TeV using the ATLAS experiment",
                "Search for long-lived charginos based on a disappearing-track signature in pp collisions at s                      =           13                             TeV with the ATLAS …",
                "Search for physics beyond the standard model in events with two leptons of same sign, missing transverse momentum, and jets in proton–proton collisions at $$\\sqrt {s}= 13 …"
            ],
            [
                "A search for the bb¯ decay of the Standard Model Higgs boson is performed with the ATLAS experiment using the full dataset recorded at the LHC in Run 1. The integrated luminosities used are 4.7 and 20.3 fb−1 from pp collisions at s√=7 and 8 TeV, respectively. The processes considered are associated (W\/Z)H production, where W → eν\/μν, Z → ee\/μμ and Z → νν. The observed (expected) deviation from the background-only hypothesis corresponds to a significance of 1.4 (2.6) standard deviations and the ratio of the measured signal yield to the Standard Model expectation is found to be μ = 0.52 ± 0.32 (stat.) ± 0.24 (syst.) for a Higgs boson mass of 125.36 GeV. The analysis procedure is validated by a measurement of the yield of (W\/Z)Z production with Z→bb¯ in the same final states as for the Higgs boson search, from which the ratio of the observed signal yield to the Standard Model expectation is found to be 0.74 ± 0.09 (stat.) ± 0.14 (syst.).",
                "Distributions of transverse momentum  and the related angular variable  of DrellΓÇôYan lepton pairs are measured in 20.3┬áfb of protonΓÇôproton collisions at ┬áTeV with the ATLAS detector at the LHC. Measurements in electron-pair and muon-pair final states are corrected for detector effects and combined. Compared to previous measurements in protonΓÇôproton collisions at ┬áTeV, these new measurements benefit from a larger data sample and improved control of systematic uncertainties. Measurements are performed in bins of lepton-pair mass above, around and below the Z-boson mass peak. The data are compared to predictions from perturbative and resummed QCD calculations. For values of  the predictions from the Monte Carlo generator ResBos are generally consistent with the data within the theoretical uncertainties. However, at larger values of  this is not the case. Monte Carlo …",
                "A direct search for lepton-flavour-violating H→ μτ decays of the recently discovered Higgs boson with the ATLAS detector at the LHC is presented. The analysis is performed in the H→ μτ had channel, where τ had is a hadronically decaying τ-lepton. The search is based on the data sample of proton-proton collisions collected by the ATLAS experiment corresponding to an integrated luminosity of 20.3 fb− 1 at a centre-of-mass energy of TeV. No statistically significant excess of data over the predicted background is observed. The observed (expected) 95% confidence-level upper limit on the branching fraction, Br (H→ μτ), is 1.85%(1.24%).",
                "A search for heavy Majorana neutrinos in events containing a pair of high-p T leptons of the same charge and high-p T jets is presented. The search uses 20.3 fb− 1 of pp collision data collected with the ATLAS detector at the CERN Large Hadron Collider with a centre-of-mass energy of TeV. The data are found to be consistent with the background-only hypothesis based on the Standard Model expectation. In the context of a Type-I seesaw mechanism, limits are set on the production cross-section times branching ratio for production of heavy Majorana neutrinos in the mass range between 100 and 500 GeV. The limits are subsequently interpreted as limits on the mixing between the heavy Majorana neutrinos and the Standard Model neutrinos. In the context of a left-right symmetric model, limits on the production cross-section times branching ratio are set with respect to the masses of heavy Majorana neutrinos …",
                "Results of a search for physics beyond the Standard Model in events containing an energetic photon and large missing transverse momentum with the ATLAS detector at the Large Hadron Collider are reported. As the number of events observed in data, corresponding to an integrated luminosity of 36.1 fb  of proton–proton collisions at a centre-of-mass energy of , is in agreement with the Standard Model expectations, model-independent limits are set on the fiducial cross section for the production of events in this final state. Exclusion limits are also placed in models where dark-matter candidates are pair-produced. For dark-matter production via an axial-vector or a vector mediator in the s-channel, this search excludes mediator masses below 750– for dark-matter candidate masses below 230– at 95% confidence level, depending on the couplings. In an effective theory of dark-matter production …",
                "A search for a Higgs boson produced via vector-boson fusion and decaying into invisible particles is presented, using 20.3 fb− 1 of proton-proton collision data at a centre-of-mass energy of 8 TeV recorded by the ATLAS detector at the LHC. For a Higgs boson with a mass of 125 GeV, assuming the Standard Model production cross section, an upper bound of 0.28 is set on the branching fraction of H→ invisible at 95% confidence level, where the expected upper limit is 0.31. The results are interpreted in models of Higgs-portal dark matter where the branching fraction limit is converted into upper bounds on the dark-matter-nucleon scattering cross section as a function of the dark-matter particle mass, and compared to results from the direct dark-matter detection experiments.",
                "An analysis is presented of events containing jets including at least one b-tagged jet, sizeable missing transverse momentum, and at least two leptons including a pair of the same electric charge, with the scalar sum of the jet and lepton transverse momenta being large. A data sample with an integrated luminosity of 20.3 fb− 1 of pp collisions at TeV recorded by the ATLAS detector at the Large Hadron Collider is used. Standard Model processes rarely produce these final states, but there are several models of physics beyond the Standard Model that predict an enhanced rate of production of such events; the ones considered here are production of vector-like quarks, enhanced four-top-quark production, pair production of chiral b′-quarks, and production of two positively charged top quarks. Eleven signal regions are defined; subsets of these regions are combined when searching for each class of models. In …",
                "Many extensions of the Standard Model predict the existence of charged heavy long-lived particles, such as R-hadrons or charginos. These particles, if produced at the Large Hadron Collider, should be moving non-relativistically and are therefore identifiable through the measurement of an anomalously large specific energy loss in the ATLAS pixel detector. Measuring heavy long-lived particles through their track parameters in the vicinity of the interaction vertex provides sensitivity to metastable particles with lifetimes from 0.6 ns to 30 ns. A search for such particles with the ATLAS detector at the Large Hadron Collider is presented, based on a data sample corresponding to an integrated luminosity of fb of pp collisions at TeV. No significant deviation from the Standard Model background expectation is observed, and lifetime-dependent upper limits on R-hadrons and chargino production are set. Gluino R …",
                "This paper presents a search for direct electroweak gaugino or gluino pair production with a chargino nearly mass-degenerate with a stable neutralino. It is based on an integrated luminosity of 36.1 fb− 1 of pp collisions at TeV collected by the ATLAS experiment at the LHC. The final state of interest is a disappearing track accompanied by at least one jet with high transverse momentum from initial-state radiation or by four jets from the gluino decay chain. The use of short track segments reconstructed from the innermost tracking layers significantly improves the sensitivity to short chargino lifetimes. The results are found to be consistent with Standard Model predictions. Exclusion limits are set at 95% confidence level on the mass of charginos and gluinos for different chargino lifetimes. For a pure wino with a lifetime of about 0.2 ns, chargino masses up to 460 GeV are excluded. For the strong production …",
                "A data sample of events from proton–proton collisions with two isolated same-sign leptons, missing transverse momentum, and jets is studied in a search for signatures of new physics phenomena by the CMS Collaboration at the LHC. The data correspond to an integrated luminosity of 35.9, and a center-of-mass energy of 13. The properties of the events are consistent with expectations from standard model processes, and no excess yield is observed. Exclusion limits at 95% confidence level are set on cross sections for the pair production of gluinos, squarks, and same-sign top quarks, as well as top-quark associated production of a heavy scalar or pseudoscalar boson decaying to top quarks, and on the standard model production of events with four top quarks. The observed lower mass limits are as high as 1500 for gluinos, 830 for bottom squarks. The excluded mass range for heavy …"
            ],
            [
                [
                    "Quantum Field Theory",
                    "String Theory",
                    "Mathematical Physics"
                ]
            ]
        ]
    ]
}