{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I2W8X3Q4",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Steven W. Barwick Steven W. Barwick Professor of Physics & Astronomy sbarwick@uci.edu (949) 824-2626 2129 Frederick Reines Hall Lab Office: B110 & B127 Frederick Reines Hall Ph.D., University of California, Berkeley, 1986 B.S., Massachusetts Institute of Technology, 1981 Professor Steven Barwick braves the fierce wind chill on a vast Antarctic ice shelf to capture one of science’s most elusive prey: ghostly particles called neutrinos that could carry secrets from the depths of the universe. By peering through deep Antarctic ice, detector arrays such as IceCube can record tell-tale flashes of blue light that are signs of neutrinos, so ghostly they barely interact with matter at all – except those rare moments when, in their streaming trillions, one of them bumps into an atomic nucleus in the ice. Untouched by dust or radiation, neutrinos flowing constantly through the Earth, and our bodies, might bear secrets from the beginning of time. Barwick has spent almost 25 years working in Antarctica with a focus on developing a new astronomy based on detecting neutrinos, rather than the more familiar light. He was the co-spokesperson from 1995-2000 for the pioneering AMANDA detector located about 1 mile beneath the snow surface at the South Pole. He then participated in the landmark IceCube detector, also located at the South Pole, which recently reported evidence for high-energy neutrinos from outside the solar system.  Currently, Barwick is leading an International effort to use radio technology as the heart of the novel neutrino telescope called ARIANNA, which is the size of Irvine.  It will be located about 65 miles from McMurdo, the largest U.S. research station in Antarctica. UCI Faculty Profile Joanna Mancilla, mancillj@uci.edu, 949-824-2159"
            ]
        ]
    ]
}