{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I2Y7SAQ3",
            "-YbzHJQAAAAJ",
            [
                "Solution-Based Growth of Monodisperse Cube-Like BaTiO3 Colloidal Nanocrystals",
                "In vitro\/in vivo toxicity evaluation and quantification of iron oxide nanoparticles",
                "Synthesis and piezoelectric response of cubic and spherical LiNbO 3 nanocrystals",
                "Chemical bonding and magnetic properties of gadolinium (Gd) substituted cobalt ferrite",
                "Size-controlled synthesis of quasi-monodisperse transition-metal ferrite nanocrystals in fatty alcohol solutions",
                "Nanoscale polarisation switching and leakage currents in (Ba0. 955Ca0. 045)(Zr0. 17Ti0. 83) O3 epitaxial thin films",
                "Core‐shell structured poly(glycidyl methacrylate)\/BaTiO3 nanocomposites prepared by surface‐initiated atom transfer radical polymerization: A novel material for …",
                "Synthesis and characterization of lead-free ternary component BST–BCT–BZT ceramic capacitors",
                "Peapod‐Type Nanocomposites through the In Situ Growth of Gold Nanoparticles within Preformed Hexaniobate Nanoscrolls",
                "High-yield solvothermal synthesis of magnetic peapod nanocomposites via the capture of preformed nanoparticles in scrolled nanosheets"
            ],
            [
                "Free-standing, monodisperse cubic BaTiO3 colloidal nanocrystals have been prepared by a hydrothermal route at temperatures as low as 135 °C. Raman spectroscopy measurements and photoluminescence measured in the cube-like 20 nm BaTiO3 nanocrystals strongly suggest the existence of a tetrragonal distortion due to an “off-center” shift of the Ti4+ ions within the TiO6 octahedra.",
                "Increasing biomedical applications of iron oxide nanoparticles (IONPs) in academic and commercial settings have alarmed the scientific community about the safety and assessment of toxicity profiles of IONPs. The great amount of diversity found in the cytotoxic measurements of IONPs points toward the necessity of careful characterization and quantification of IONPs. The present document discusses the major developments related to in vitro and in vivo toxicity assessment of IONPs and its relationship with the physicochemical parameters of IONPs. Major discussion is included on the current spectrophotometric and imaging based techniques used for quantifying, and studying the clearance and biodistribution of IONPs. Several invasive and non-invasive quantification techniques along with the pitfalls are discussed in detail. Finally, critical guidelines are provided to optimize the design of IONPs to minimize the toxicity. View Full-Text",
                "Methods have been developed for the shape-selective synthesis of ferroelectric LiNbO3 nanoparticles. Decomposition of the single-source precursor, LiNb(O-Et)6, in the absence of surfactants, can reproducibly lead to either cube- or sphere-like nanoparticles. X-Ray diffraction shows that the LiNbO3 nanoparticles are rhombohedral (R3c). Sample properties were examined by piezoresponse force microscopy (PFM) and Raman where both sets of nanoparticles exhibit ferroelectricity. The longitudinal piezoelectric coefficients, d33, varied with shape where the largest value was exhibited in the nanocubes (17 pm V−1 for the cubes versus 12 pm V−1 for spheres).",
                "Polycrystalline gadolinium (Gd) substituted cobalt ferrites (CoFe2−xGdxO4; x = 0–0.3, referred to CFGO) ceramics have been synthesized by solid state reaction method. Chemical bonding, crystal structure and magnetic properties of CFGO compounds have been evaluated as a function of Gd-content. X-ray diffraction (XRD) and Raman spectroscopic analyses confirmed the formation of inverse spinel cubic structure. However, a secondary ortho-ferrite phase (GdFeO3) nucleates for higher values of Gd-content. A considerable increase in the saturation magnetization has been observed upon the initial substitution of Gd (x = 0.1). The saturation magnetization drastically decreases at higher Gd content (x ⩾ 0.3). No contribution from ortho-ferrite GdFeO3 phase is noted to the magnetic properties. The increase in the magnetic saturation magnetization is attributed to the higher magnetic moment of Gd3+ (4f7) residing in …",
                "Quasi-monodisperse hydrophobic transition-metal ferrite MFe2O4 (M = Mn, Fe, Co, Ni, Zn) nanocrystals were synthesized by the thermolysis of transition-metal acetates in oleyl alcohol solutions under aerobic conditions. The proposed reaction protocol is simple, rapid, and highly versatile because it takes advantage of the multiple roles of the oleyl alcohol molecules, namely, solvent for the precursors, reaction medium, and capping ligand for the metal oxide nanoparticles. A systematic FT-IR spectroscopy study has indicated that the transition-metal ferrite nanoparticles are precipitated in oleyl alcohol solutions via a thermal decomposition process with no evidence about a potential esterification reaction, involving the long-chain alcohol and the metal acetate salt. A detailed characterization of the oleyl alcohol capped ferrite nanoparticles was performed by XRD, TEM, SAED, EXAFS, FT-IR, and SQUID …",
                "This paper investigates the crystal structure, ferroelectric, temperature-dependent leakage current conduction mechanism and the piezoresponse force microscopy (PFM) behaviours of (Ba 0.955 Ca 0.045)(Zr 0.17 Ti 0.83) O 3–BZT–BCT () films at the vicinity of the morphotropic phase boundary (MPB) of the [(1− x) BaZr 0.20 Ti 0.80 O 3–xBa 0.70 Ca 0.30 TiO 3]() composition. Epitaxial BZT–BCT thin films were grown on conductive La 0.5 Sr 0.5 CoO 3 (LSCO) layers coated onto MgO (1 0 0) single-crystal substrates by pulsed laser deposition (PLD). High resolution x-ray diffraction (HR-XRD) reciprocal space maps (RSMs) confirmed the epitaxy with in-plane tetragonal symmetry (c< a), and Raman spectra also revealed a tetragonal perovskite crystalline lattice structure. Polarisation studies demonstrate that BZT–BCT films exhibit a high saturation polarisation of 148 µC cm− 2 and a high recoverable …",
                "Core‐shell structured barium titanate‐poly(glycidyl methacrylate) (BaTiO3‐PGMA) nanocomposites were prepared by surface‐initiated atom transfer radical polymerization of GMA from the surface of BaTiO3 nanoparticles. Fourier transform infrared spectroscopy confirmed the grafting of the PGMA shell on the surface of the BaTiO3 nanoparticles cores. Transmission Electron Microscopy results revealed that BaTiO3 nanoparticles are covered by thin brushes (∼20 nm) of PGMA forming a core‐shell structure and thermogravimetric analysis results showed that the grafted BaTiO3‐PGMA nanoparticles consist of ∼13.7% PGMA by weight. Upon incorporating these grafted nanoparticles into 20 μm‐thick films, the resultant BaTiO3‐PGMA nanocomposites have shown an improved dielectric constant (ε = 54), a high breakdown field strength (∼3 MV\/cm) and high‐energy storage density ∼21.51 J\/cm3. AC conductivity …",
                "Polycrystalline sample of lead-free 1\/3(Ba0.70Sr0.30TiO3) + 1\/3(Ba0.70Ca0.30TiO3) + 1\/3(BaZr0.20Ti0.80O3)(BST-BCT-BZT) ceramic was synthesized by solid state reaction method. Phase purity and crystal structure of as-synthesized materials was confirmed by X-ray diffraction (XRD). Temperature-dependent dielectric permittivity studies demonstrated frequency-independent behavior, indicating that the studied sample has typical diffuse phase transition behavior with partial thermal hysteresis. A ferroelectric phase transition between cubic and tetragonal phase was noticed near room temperature (~ 330 K). Bulk P–E hysteresis loop showed a saturation polarization of 20.4 μC\/cm2 and a coercive field of ~ 12.78 kV\/cm at a maximum electric field of ~ 115 kV\/cm. High dielectric constant (ε ~ 5773), low dielectric loss (tan δ ~ 0.03) were recorded at room temperature. Discharge energy density of 0.44 J\/cm3 and …",
                "A facile in situ method to grow Au nanoparticles (NPs) in hexaniobate nanoscrolls is applied to the formation of plasmonic Au@hexaniobate and bifunctional plasmonic‐magnetic Au‐Fe3O4@hexaniobate nanopeapods (NPPs). Utilizing a solvothermal treatment, rigid multiwalled hexaniobate nanoscrolls and partially filled Fe3O4@hexaniobate NPPs were first fabricated. These nanostructures were then used as templates for the controlled in situ growth of Au NPs. The resulting peapod structures exhibited high filling fractions and long‐range uniformity. Optical measurements showed a progressive red shift in plasmonic behavior between Au NPs, Au NPPs, and Au‐Fe3O4 NPPs; magnetic studies found that the addition of gold in the Fe3O4@hexaniobate NPPs reduced interparticle coupling effects. The development of this approach allows for the routine bulk preparation of noble‐metal‐containing bifunctional …",
                "A versatile method has been developed for the fabrication of magnetic peapod nanocomposites with preformed nanoparticles (NPs). With use of a solvothermal treatment, NPs combined with acid-exchanged hexaniobate crystallites readily produce nanopeapods (NPPs). This approach is effectively demonstrated on a series of ferrite NPs (≤14 nm) where Fe3O4@hexaniobate NPPs are rapidly (∼6 h) generated in high yield. When NP samples with different sizes are reacted, clear evidence for size selectivity is seen. Magnetic dipolar interactions between ferrite NPs within the Fe3O4@hexaniobate samples lead to significant rise in coercivity, increasing almost fourfold relative to free particles. Other magnetic ferrites NPPs, MFe2O4@hexaniobate (M = Mn, Co, Ni), can also be prepared. This synthetic approach to nanopeapods is quite versatile and should be readily extendable to other, nonferrite NPs or NP …"
            ],
            [
                [
                    "Energy Materials",
                    "Electrochemistry",
                    "Lithium ion battery",
                    "Nanotechnology"
                ]
            ],
            [
                "Shiva Adireddy, Ph.D. Shiva Adireddy, Ph.D. Research Assistant Professor sadiredd@tulane.edu Ph.D., University of New Orleans (2013) Field of Research: Functional Nanostructured Materials"
            ]
        ]
    ]
}