{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I3L243HU",
            "nhqHCd4AAAAJ",
            [
                "Studies on functional, thermal and pasting properties of flours from different chickpea (Cicer arietinum L.) cultivars",
                "Characterization of protein isolates from different Indian chickpea (Cicer arietinum L.) cultivars",
                "Characteristics of the different corn types and their grain fractions: physicochemical, thermal, morphological, and rheological properties of starches",
                "Characterization of starches separated from Indian chickpea (Cicer arietinum L.) cultivars",
                "A comparison of native and oxidized normal and waxy corn starches: Physicochemical, thermal, morphological and pasting properties",
                "Comparative study of the functional, thermal and pasting properties of flours from different field pea (Pisum sativum L.) and pigeon pea (Cajanus cajan L.) cultivars",
                "Physicochemical, morphological, thermal and rheological properties of starches separated from kernels of some Indian mango cultivars (Mangifera indica L.)",
                "Microstructure, physicochemical properties and in vitro digestibility of starches from different Indian lentil (Lens culinaris) cultivars",
                "Physicochemical, cooking, textural and roasting characteristics of Chickpea (Cicer arietinum L.) cultivars",
                "Studies on physicochemical and pasting properties of Taro (Colocasia esculenta L.) flour in comparison with a cereal, tuber and legume flour"
            ],
            [
                "The variability in physicochemical, functional, thermal, and pasting properties of flours from five desi (PBG-1, PDG-4, PDG-3, GL-769 and GPF-2) and one kabuli type (L-550) chickpea cultivars were studied and related to each other. Physicochemical (water solubility index, water absorption index, hunter colour parameters and bulk density) and functional properties (water absorption, oil absorption, least gelation concentration, foaming, and emulsification properties) of desi and kabuli chickpea flours were determined. Significant differences between properties of flours from kabuli and desi chickpea cultivars were observed. Flour from kabuli chickpea cultivar was significantly different from desi chickpea flours in its highest L∗, ΔE value, bulk density, oil absorption capacity, and emulsion stability. The kabuli and desi chickpea flours showed significant differences in transition temperatures (To, Tp, and Tc) and enthalpy …",
                "Protein isolates prepared by alkaline solubilization followed by isoelectric precipitation and freeze drying from desi (PBG-1, PDG-4, PDG-3, GL-769, and GPF-2) and kabuli (L-550) chickpea cultivars were evaluated for functional (water and oil absorption capacities, least gelation concentration, foaming capacity and stability) and thermal properties. Significant difference (P ⩽ 0.05) in properties of kabuli and desi chickpea protein isolates was observed. Kabuli chickpea protein isolate showed significantly (P ⩽ 0.05) higher ash (1.14%), protein (94.4%), L∗, ΔE value, oil absorption capacity (OAC) and lower water absorption capacity (WAC) than their corresponding desi chickpea protein isolates. The solubility-pH profile of different protein isolates showed minimum solubility in the pH between 4.0 and 5.0 and two regions of maximum solubility at pH 2.5 and 7.0. Foaming capacity of all protein isolates increased with the …",
                "Pop corn, dent corn and baby corn (dent type) grains were fractionated into different fractions on the basis of their size. The starches were separated from these fractions and evaluated for physicochemical, morphological, thermal and rheological properties. Significant difference was observed in various properties among different fractions of dent corn and pop corn. Mean granule diameter of the starches separated from different fractions ranged between 6.33 and 13.64 μm. The shape of starch granules varied from oval to polyhedral. Baby corn starch showed the presence of oval shape granules whereas polyhedral shape granules were observed in starches from other corn types. Amylose content of starches from different corn types ranged between 15.3% and 25.1%. Baby corn starch showed lowest swelling power, solubility, amylose content and mean granule diameter. The transition temperatures (To, Tp and Tc …",
                "The variability in physicochemical, thermal, morphological and rheological properties of starches among six chickpea cultivars (GPF-2, PDG-4, L-550, GL-769, PBG-1, and PDG-3) was evaluated. Different chickpea cultivars resulted in starch yields of 29–35.2%, having amylose contents of 28.6–34.3%. Scanning electron micrographs of starches from different chickpea cultivars revealed the presence of smooth surfaced, oval to spherical shaped granules, with mean granule length and width in the range of 17.0–20.1 and 11.0–14.4 μm, respectively. Turbidity values of gelatinized pastes from all chickpea starches progressively increased during refrigerated storage. The DSC parameters such as transition temperatures (To, Tp and Tc), enthalpy of gelatinization (ΔHgel), peak height index (PHI), and gelatinization temperature range (R) were measured. To, Tp, Tc and ΔHgel of chickpea starches ranged between 61.5 …",
                "The effect of sodium hypochlorite on the physicochemical and functional properties of normal and waxy corn starches was investigated in this study. It was found that both carboxyl and carbonyl contents of oxidized starches from normal corn were higher than those of waxy corn. The introduction of carboxyl and carbonyl groups resulted in lower amylose content and swelling power. Both amylose and amylopectin were oxidized and degraded during oxidation but amylose was more susceptible to oxidation. Studies conducted on paste clarity revealed that the percentage transmittance increased after oxidation. The morphology of the starches was not altered after oxidation. Thermal properties measured by differential scanning calorimeter, showed that oxidation reduced transition temperatures (onset temperature, To; peak temperature, Tp; and conclusion temperature, Tc), gelatinization and retrogradation enthalpies …",
                "Physicochemical, functional, thermal and pasting properties of flours from field pea (LFP-48 and PG-3) and pigeon pea (AL-15 and AL-201) cultivars were determined and related to each other using Pearson correlation and principal component analysis (PCA). Field pea flours (FPF) were significantly (P < 0.05) different from pigeon pea flours (PPF) in their lower ash and higher fat and protein contents. FPF also exhibited higher L∗, ΔE value, water solubility index (WSI), oil absorption capacity (OAC), foaming capacity (FC) and lower a∗, b∗ value, water absorption index (WAI) and water absorption capacity (WAC) in comparison to PPF. FPF differed significantly from PPF in exhibiting lower transition temperatures (To, Tp, Tc), enthalpy of gelatinization (ΔHgel), peak height index (PHI) and higher gelatinization temperature range (R). PCA showed that LFP-48 and PG-3 flours were located at the far left of the score plot …",
                "The starches separated from kernels of five different Indian mango cultivars (Chausa, Totapuri, Kuppi, Langra and Dashehari) were investigated for physicochemical, morphological, thermal and rheological properties. Mean granule length and width of the starches separated from mango cultivars ranged between 15.8–21.7 and 8.7–14.1 μm, respectively. The shape of starch granules varied from oval to elliptical. Amylose content of mango kernel starches from different cultivars ranged from 9.1 to 16.3%. Totapuri kernel starch, with the largest mean granular size, had the highest amylose content, while Chausa kernel starch, with the lowest mean granular size had the lowest amylose content. The transition temperatures (To, Tp and Tc) and enthalpy of gelatinization (ΔHgel) were determined using differential scanning calorimetry (DSC). To, Tp and Tc varied from 73.4 to 76.3, 78.1 to 80.3 and 83.0 to 85.7 °C …",
                "Starches isolated from four Lens culinaris cultivars were evaluated for their physicochemical, structural, thermal, pasting and in vitro digestibility characteristics. Amylose content of the L. culinaris starches from different cultivars varied from 30.6% to 33.9% and the degrees of crystallinity were 27.5–33.1%, with X-ray diffraction pattern of the C-type. Lens culinaris starch granules were oval to spherical shaped with a smooth surface and mean particle diameter of 15.9–17.4 μm. The transition temperatures and enthalpy of gelatinization (ΔHgel) ranged between 60.2–61.3, 67.6–68.7, 74.5–75.6 °C and 8.36–8.52 J\/g, respectively. The amounts of rapidly digesting, slowly digesting and resistant starch contents of L. culinaris starches ranged from 56.0 to 65.5%, 5.1% to 9.2%, and 29.4% to 34.8%, respectively. Digestibility and ΔHgel showed a statistically significant correlation with amylose content, relative crystallinity and …",
                "Seeds of five desi (PBG-1, PDG-4, PDG-3, GL-769, and GPF-2) and one kabuli type (L-550) chickpea cultivars were evaluated for their physicochemical (seed weight, seed volume, hydration capacity, hydration index, swelling capacity and swelling index), cooking, instrumental textural (hardness, cohesiveness, gumminess, springiness, chewiness and fracturability) and roasting (puffing capacity, puffing index, and expansion index) characteristics and related to each other. Significant variation in physicochemical, cooking, textural and roasting properties was observed among different chickpea cultivars. The results showed that cultivars having higher seed weight and volume had higher cooking time, swelling capacity and hydration capacity. The interrelationships between roasting characteristics of seeds from different chickpea cultivars showed a significant negative correlation of puffing capacity, puffing index and …",
                "The physicochemical and pasting properties of taro (Colocasia esculenta L.) flour were investigated and compared with flours from other botanical sources. Proximate composition, color parameters, water and oil absorption, foaming characteristics and pasting properties (measured using Rapid visco analyzer) of flours were related to each other using Pearson correlation and principal component analysis (PCA). Taro flour was significantly (P < 0.05) different from other flours in exhibiting highest carbohydrate, water absorption, and lower protein, foaming capacity and setback viscosity. Peak viscosity of taro flour was lower in comparison to potato flour but higher than that of soya and corn flours. Several significant correlations between functional and pasting properties were revealed both by PCA and Pearson correlation. PCA showed that taro and potato flours were located at the left of the score plot with a …"
            ],
            [
                [
                    "Starch Chemistry",
                    "Proteins",
                    "Bioactive compounds"
                ]
            ],
            [
                "Maninder Kaur, Graduate Student maninder.kaur@uga.edu 706-542-5128 312"
            ]
        ]
    ]
}