{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I41827VL",
            "NqgTOGQAAAAJ",
            [
                "Observation of many-body localization of interacting fermions in a quasirandom optical lattice",
                "Probing many-body states of ultracold atoms via noise correlations",
                "Quench dynamics and nonequilibrium phase diagram of the Bose-Hubbard model",
                "Colloquium: Many-body localization, thermalization, and entanglement",
                "Universal dynamics and renormalization in many-body-localized systems",
                "Phase diagram of two-component bosons on an optical lattice",
                "Theory of the many-body localization transition in one-dimensional systems",
                "Many-body localization in one dimension as a dynamical renormalization group fixed point",
                "A universal critical density underlying the physics of electrons at the LaAlO 3\/SrTiO 3 interface",
                "Hilbert-glass transition: New universality of temperature-tuned many-body dynamical quantum criticality"
            ],
            [
                "Many-body localization (MBL), the disorder-induced localization of interacting particles, signals a breakdown of conventional thermodynamics because MBL systems do not thermalize and show nonergodic time evolution. We experimentally observed this nonergodic evolution for interacting fermions in a one-dimensional quasirandom optical lattice and identified the MBL transition through the relaxation dynamics of an initially prepared charge density wave. For sufficiently weak disorder, the time evolution appears ergodic and thermalizing, erasing all initial ordering, whereas above a critical disorder strength, a substantial portion of the initial ordering persists. The critical disorder value shows a distinctive dependence on the interaction strength, which is in agreement with numerical simulations. Our experiment paves the way to further detailed studies of MBL, such as in noncorrelated disorder or higher dimensions.",
                "We propose to utilize density-density correlations in the image of an expanding gas cloud to probe complex many-body states of trapped ultracold atoms. In particular, we show how this technique can be used to detect superfluidity of fermionic gases and to study spin correlations of multicomponent atoms in optical lattices. The feasibility of the method is investigated by analysis of the relevant signal to noise ratio including experimental imperfections.",
                "We investigate the time evolution of correlations in the Bose-Hubbard model following a quench from the superfluid to the Mott insulator. For large values of the final interaction strength the system approaches a distinctly nonequilibrium steady state that bears strong memory of the initial conditions. In contrast, when the final interaction strength is comparable to the hopping, the correlations are rather well approximated by those at thermal equilibrium. The existence of two distinct nonequilibrium regimes is surprising given the nonintegrability of the Bose-Hubbard model. We relate this phenomenon to the role of quasiparticle interactions in the Mott insulator.",
                "Thermalizing quantum systems are conventionally described by statistical mechanics at equilibrium. However, not all systems fall into this category, with many-body localization providing a generic mechanism for thermalization to fail in strongly disordered systems. Many-body localized (MBL) systems remain perfect insulators at nonzero temperature, which do not thermalize and therefore cannot be described using statistical mechanics. This Colloquium reviews recent theoretical and experimental advances in studies of MBL systems, focusing on the new perspective provided by entanglement and nonequilibrium experimental probes such as quantum quenches. Theoretically, MBL systems exhibit a new kind of robust integrability: an extensive set of quasilocal integrals of motion emerges, which provides an intuitive explanation of the breakdown of thermalization. A description based on quasilocal integrals of …",
                "We survey the recent progress made in understanding nonequilibrium dynamics in closed random systems. The emphasis is on the important role played by concepts from quantum information theory and on the application of systematic renormalization group methods to capture universal aspects of the dynamics. Finally, we outline some outstanding open questions, which include the description of the many-body-localization phase transition and the identification of physical systems that allow systematic experimental study of these phenomena.",
                "We present a theoretical analysis of the phase diagram of two-component bosons on an optical lattice. A new formalism is developed which treats the effective spin interactions in the Mott and superfluid phases on the same footing. Using this new approach we chart the phase boundaries of the broken spin symmetry states up to the Mott to superfluid transition and beyond. Near the transition point, the magnitude of spin exchange can be very large, which facilitates the experimental realization of spin-ordered states. We find that spin and quantum fluctuations have a dramatic effect on the transition, making it first order in extended regions of the phase diagram. When each species is at integer filling, an additional phase transition may occur, from a spin-ordered insulator to a Mott insulator with no broken symmetries. We determine the phase boundaries in this regime and show that this is essentially a Mott transition in …",
                "We formulate a theory of the many-body localization transition based on a novel real-space renormalization group (RG) approach. The results of this theory are corroborated and intuitively explained with a phenomenological effective description of the critical point and of the “badly conducting” state found near the critical point on the delocalized side. The theory leads to the following sharp predictions:(i) The delocalized state established near the transition is a Griffiths phase, which exhibits subdiffusive transport of conserved quantities and sub-ballistic spreading of entanglement. The anomalous diffusion exponent α< 1\/2 vanishes continuously at the critical point. The system does thermalize in this Griffiths phase.(ii) The many-body localization transition is controlled by a new kind of infinite-randomness RG fixed point, where the broadly distributed scaling variable is closely related to the eigenstate entanglement …",
                "We formulate a dynamical real space renormalization group (RG) approach to describe the time evolution of a random spin-1\/2 chain, or interacting fermions, initialized in a state with fixed particle positions. Within this approach we identify a many-body localized state of the chain as a dynamical infinite randomness fixed point. Near this fixed point our method becomes asymptotically exact, allowing analytic calculation of time dependent quantities. In particular, we explain the striking universal features in the growth of the entanglement seen in recent numerical simulations: unbounded logarithmic growth delayed by a time inversely proportional to the interaction strength. This is in striking contrast to the much slower entropy growth as log﻿ log﻿ t found for noninteracting fermions with bond disorder. Nonetheless, even the interacting system does not thermalize in the long time limit. We attribute this to an infinite set of …",
                "The two-dimensional electron system at the interface between the insulating oxides LaAlO 3 and SrTiO 3 exhibits ferromagnetism, superconductivity and a range of unique magnetotransport properties. An open experimental challenge is to identify, out of the multitudinous energy bands predicted to exist at the interface, the key ingredients underlying its emergent transport phenomena. Here we show, using magnetotransport measurements, that a universal Lifshitz transition between d orbitals of different symmetries lies at the core of the observed phenomena. We find that LaAlO 3\/SrTiO 3 systems generically switch from one-to two-carrier transport at a universal carrier density, which is independent of the LaAlO 3 thickness and electron mobility. Interestingly, the maximum superconducting critical temperature occurs also at the Lifshitz density, indicating a possible connection between the two phenomena. A simple …",
                "We study a new class of unconventional critical phenomena that is characterized by singularities only in dynamical quantities and has no thermodynamic signatures. One example of such a transition is the recently proposed many-body localization-delocalization transition, in which transport coefficients vanish at a critical temperature with no singularities in thermodynamic observables. Describing this purely dynamical quantum criticality is technically challenging as understanding the finite-temperature dynamics necessarily requires averaging over a large number of matrix elements between many-body eigenstates. Here, we develop a real-space renormalization group method for excited states that allows us to overcome this challenge in a large class of models. We characterize a specific example: the 1 D disordered transverse-field Ising model with generic interactions. While thermodynamic phase transitions are …"
            ],
            [
                [
                    "Condensed matter physics",
                    "ultra cold atomic systems"
                ]
            ],
            [
                "Ehud Altman Ehud Altman 301F Physics South ehud.altman@berkeley.edu Ehud Altman's Group Atomic, Molecular and Optical Physics Professor Ehud Altman received his Ph.D. from the Technion, Haifa in 2002. He was then a postdoctoral fellow at Harvard university for three years before joining the faculty of the Weizmann Institute of Science as a Yigal Alon fellow in 2005. He was promoted to the rank of Associate professor there in 2011. In 2010 he was awarded the young investigator prize from the Israel Physical Society and the Krill prize of the Wolf foundation. During the academic year 2012-2013 he was a Miller visiting professor at UC Berkeley. He joined the Physics department of UC Berkeley as a professor in the summer of 2016. I am interested in condensed matter theory as well as many-body aspects of ultra-cold atomic systems and quantum information theory. Broadly speaking I investigate quantum matter, in which interactions and quantum entanglement between the particles can give rise to unexpected emergent properties. A recent focus of our research is how such emergent behavior unfolds in non equilibrium systems. For example we are trying to understand the phenomenon of many-body localization (MBL), and thermalization in quantum systems. To address these problems we use a variety of theoretical and numerical tools including field theory, strong disorder renormalization group, tensor networks, quantum Monte Carlo calculations as well as close collaboration with experimental groups. For a detailed description of recent and current research take a look at my group web page. Here is a brief account of selected topics. Current projects: Many-Body Localization and thermalization A quantum many-body system evolving under its own intrinsic dynamics can be ergodic and thermalize or else it can many-body localize. MBL systems decoupled from an external environment are not able to serve as their own heat bath and therefore fail to reach thermal equilibrium. At a certain level MBL can be viewed as the extension of Anderson localization of a single quantum particle in a random potential  to the case of a many-body system of interacting particles. Contrary to localization of single particles, there complex dynamics and production of long range entanglement takes olace even in localized many-body systems. Much of my recent work has been devoted to understanding the nature of the dynamics in the MBL state, characterizing the phase transition between this state and an ergodic fluid and gaining insight into the process of thermalization in quantum systems. I also collaborate with experimental groups investigating these fascinating phenomena using systems of ultra-cold atoms. Correlated states of driven systems In recent years there has been substantial progress in experiments with many-body quantum systems strongly coupled to light. A case in point are fluids of exciton-polariton excitations of semiconductor quantum-wells in an optical cavity. Pumping with light to overcome photon loss, drives these  many-body systems into a non-equilibrium steady states which we seek to understand. Can the driving give rise to new states of matter with emergent properties that would not be possible in thermal equilibrium? Do phase transitions exist in such systems, and if so how do we characterize them? Can quantum interference effects survive and dominate certain states of driven systems? Ultra-cold quantum matter Ultra-cold atomic systems offer an interesting new laboratory to study the organization of quantum matter at low temperatures. The unique aspects of these systems sometimes require us to critically revisit central concepts developed in the context of traditional materials, thus leading to new insights. For example, contrary to conventional condensed matter systems it is natural to have systems of strongly interacting bosonic particles and boson-fermion mixtures. This motivated us early on to predict novel topological states that are natural to cold atomic systems and cannot be understood in terms of non-interacting fermions. Quantum materials I am also interested in more traditional materials that show unexpected properties at low temperatures due to strong electronic correlations. Examples from my work include studies of the strange normal state of the high Tc cuperate superconductors and of the unconventional transport and magnetic properties of the two dimensional electron gas formed at the interface of oxide insulators. Electrodynamic duality and vortex unbinding in driven-dissipative condensates G. Wachtel, L. M. Sieberer, S. Diehl, E. Altman,  arXiv:1604.01042 J. Ruhman, E. Berg, and E. Altman, \"Topological States in a One-Dimensional Fermi Gas with Attractive Interactions\", Phys. Rev. Lett. 114, 100401 (2015). R. Vosk, D. A. Huse, and E. Altman, \"Theory of the many-body localization transition in one dimensional systems\", Physical Review X 5 (3), 031032 (2015). R. Vosk and E. Altman, \"Many-Body Localization in One Dimension as a Dynamical Renormalization Group Fixed Point\", Phys. Rev. Lett. 110, 067204 (2013). E. Berg, E. Dalla Torre, T. Giamarchi, E. Altman, \"Rise and fall of hidden string order of lattice bosons\", Phys. Rev. B 77, 245119 (2008) E. G. Dalla Torre, E. Berg, and E. Altman, \"Hidden order in one dimensional Bose insulators\", Phys. Rev. Lett. 97, 260401 (2006). E. Altman, Y. Kafri, A. Polkovnikov and G. Refael, \"Phase transition of one dimensional bosons with strong disorder\", Phys. Rev. Lett. 93, 150402 (2004) E. Altman, E. Demler and M. D. Lukin, \"Probing many body correlations of ultra-cold atoms via noise correlations\", Phys. Rev. A. 70, 013603 (2004). More publications here."
            ]
        ]
    ]
}