{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I43DBGLD",
            "ZGIGp14AAAAJ",
            [
                "Design concepts for the Cherenkov Telescope Array CTA: an advanced facility for ground-based high-energy gamma-ray astronomy",
                "Introducing the CTA concept",
                "VERITAS: the very energetic radiation imaging telescope array system",
                "Ionization Frequencies for Major Thermospheric Constituents as a Function of Solar Cycle 21",
                "The first VERITAS telescope",
                "Modulated high-energy gamma-ray emission from the microquasar Cygnus X-3"
            ],
            [
                "Ground-based gamma-ray astronomy has had a major breakthrough with the impressive results obtained using systems of imaging atmospheric Cherenkov telescopes. Ground-based gamma-ray astronomy has a huge potential in astrophysics, particle physics and cosmology. CTA is an international initiative to build the next generation instrument, with a factor of 5–10 improvement in sensitivity in the 100 GeV–10 TeV range and the extension to energies well below 100 GeV and above 100 TeV. CTA will consist of two arrays (one in the north, one in the south) for full sky coverage and will be operated as open observatory. The design of CTA is based on currently available technology. This document reports on the status and presents the major design concepts of CTA.",
                "The Cherenkov Telescope Array (CTA) is a new observatory for very high-energy (VHE) gamma rays. CTA has ambitions science goals, for which it is necessary to achieve full-sky coverage, to improve the sensitivity by about an order of magnitude, to span about four decades of energy, from a few tens of GeV to above 100 TeV with enhanced angular and energy resolutions over existing VHE gamma-ray observatories. An international collaboration has formed with more than 1000 members from 27 countries in Europe, Asia, Africa and North and South America. In 2010 the CTA Consortium completed a Design Study and started a three-year Preparatory Phase which leads to production readiness of CTA in 2014. In this paper we introduce the science goals and the concept of CTA, and provide an overview of the project.",
                "The Very Energetic Radiation Imaging Telescope Array System (VERITAS) represents an important step forward in the study of extreme astrophysical processes in the universe. It combines the power of the atmospheric Cherenkov imaging technique using a large optical reflector with the power of stereoscopic observatories using arrays of separated telescopes looking at the same shower. The seven identical telescopes in VERITAS, each of aperture 10 m, will be deployed in a filled hexagonal pattern of side 80 m; each telescope will have a camera consisting of 499 pixels with a field of view of 3.5°. VERITAS will substantially increase the catalog of very high energy (E>100 GeV) γ-ray sources and greatly improve measurements of established sources.",
                "Increases in the solar ultraviolet flux (λ < 1250Å) over the past five years of rising solar activity have been larger than anticipated. This increase in UV flux dramatically affects the production of ionization of the various constituents in the thermosphere. In this paper we use measurements of the solar UV flux by the Atmosphere Explorer satellites to determine ionization frequencies for the major thermospheric species for various dates exhibiting notably different levels of solar activity. For the convenience of users of such dataa reduced set of cross section and flux data is presented for the wavelength range below 1027Åcomprising 37 wavelength intervals.",
                "The first atmospheric Cherenkov telescope of VERITAS (the Very Energetic Radiation Imaging Telescope Array System) has been in operation since February 2005. We present here a technical description of the instrument and a summary of its performance. The calibration methods are described, along with the results of Monte Carlo simulations of the telescope and comparisons between real and simulated data. The analysis of TeV γ-ray observations of the Crab Nebula, including the reconstructed energy spectrum, is shown to give results consistent with earlier measurements. The telescope is operating as expected and has met or exceeded all design specifications.",
                "Microquasars are accreting black holes or neutron stars in binary systems with associated relativistic jets. Despite their frequent outburst activity, they have never been unambiguously detected emitting high-energy gamma rays. The Fermi Large Area Telescope (LAT) has detected a variable high-energy source coinciding with the position of the x-ray binary and microquasar Cygnus X-3. Its identification with Cygnus X-3 is secured by the detection of its orbital period in gamma rays, as well as the correlation of the LAT flux with radio emission from the relativistic jets of Cygnus X-3. The gamma-ray emission probably originates from within the binary system, opening new areas in which to study the formation of relativistic jets."
            ],
            [
                [
                    "High-energy astrophysics",
                    "particle astrophysics",
                    "dark matter searches"
                ]
            ]
        ]
    ]
}