{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I4M0V5FW",
            "3uFGkRYAAAAJ",
            [
                "Linear and nonlinear optical properties of dye-doped KDP crystals: Effect of thermal treatment",
                "Growth and properties of dyed KDP crystals",
                "Structural and mechanical properties of KН2PО4 single crystals with embedded nanoparticles and organic molecules",
                "Effect of organic dye on the growth and optical properties of KDP",
                "Impurity origin of the optical absorption and luminescence spectra of irradiated KH2PO4 crystals",
                "Transformation of the impurity radiation defects in crystals of potassium dihydrophosphate",
                "Gamma-ray-induced decrease of L-defect concentration in KDP single crystals",
                "Methods of optical absorption reduction in irradiated KDP single crystals containing arsenic ions",
                "Investigation of hole centers in KDP crystals",
                "Effect of L-arginine additive on the growth and physical properties of Potassium\/subihydrogen Phosphate single crystals"
            ],
            [
                "Potassium dihydrogen phosphate crystals (KDP, KH2PO4) doped with the organic xylenol orange (XO) dye are grown, the XO concentration in the crystal matrix is about 10 ppm. The spectral and luminescent properties of nominally pure, dye-doped and dye-doped\/annealed at 150 °C crystals (KDP, KDP:XO and KDP:XOan) were measured. The annealing temperature effect on the degree of dye protonation in the crystal matrix is established. Analysis of the IR-absorption spectra reveals a strong interaction between the incorporated dye molecules and the hydrogen subsystem of the matrix. The nonlinear optical (NLO) properties of KDP, KDP:XO and KDP:XOan crystals are studied within the self-action effect of picosecond laser pulses at 532 nm. The mechanism of photoinduced bleaching and the effects of laser beam self-focusing (in KDP) and self-defocusing (in KDP:XO and KDP:XOan) are supposed to be due to …",
                "Potassium dihydrogen phosphate (KDP) crystals doped with xylenol orange (XO) and methylthymol blue (MTB) are grown from aqueous solutions by the method of solvent evaporation at room temperature under the conditions of natural convection and by the method of temperature lowering. Studied is the influence of the mother solution acidity on the character of the crystal coloration. The color and coloration intensity of the grown crystals are shown to strongly depend on the solution's pH. It is revealed that the crystal habit changes in the presence of organic dyes. The optical transmission spectra and the luminescence spectra of KDP:XO solutions and of the grown crystals are measured. The effect of thermal treatment and UV‐irradiation on the coloration stability of the crystals is studied. It is found that the laser damage threshold in the prismatic impurity rich colored sectors of KDP:XO is the same as that in the …",
                "Single crystals of KDP crystals with embedded Urea molecules and TiO2 nanoparticles have been grown from aqueous solution by the temperature lowering method. The effect of the organic molecules and nanoparticles on the structural and mechanical properties has been studied. It has been observed that addition of Urea molecules improves laser induced damage threshold and mechanical strength of the crystal, while TiO2 nanoparticles have the opposite effect. The structure and composition of KDP:Urea crystal are studied by three‐crystal X‐ray diffraction analysis, which reveals the existence of a correlation between the increase of the microhardness value and the change of the crystal lattice parameter. The surface features of KDP:TiO2 crystals are analyzed by scanning electron microscopy that reveals the presence of quasi‐equidistant growth bands caused by capture of the nanoparticles. It is shown that …",
                "It is established that Xylenol Orange (XO) preferentially dyes the faces {100} and {010} of KDP crystal. The dye content in the crystals is found to be practically independent of its content in the solution. It is revealed that the crystal habit changes in the presence of organic dyes: the ratio of the faces {100} and {010} (x and y) at maximum concentrations reaches 1.2. Studied is the influence of the mother solution acidity on the character of the crystal coloration. It is established that the color and dyeing intensity depend on the solution’s pH. The optical transmission spectrum of KDP with dye (solutions and crystals) is registered. The characteristic absorption peaks are observed in the region from 200 to 600 nm. Revealed is the transmission anisotropy in the directions x and y for the dyed crystals. Dichroism in KDP + XO is shown to depend on the orientation. The emission and excitation spectra of the dyed crystals are measured. The values of bulk laser damage threshold are determined. Discussed is the mechanism of the organic dye incorporation into the crystal matrix.",
                "Pascal 001 Exact sciences and technology\/001B Physics\/001B70 Condensed matter: electronic structure, electrical, magnetic, and optical properties\/001B70H Optical properties and condensed-matter spectroscopy and other interactions of matter with particles and radiation\/001B70H20 Optical properties of bulk materials and thin films",
                "Transformation of the impurity radiation centres AsO44- --> AsO32- have been studied by the EPR and optical spectroscopy methods in the crystals of potassium dihydrophosphate. It has been found that transformation is the irreversible process.",
                "The dependence of electrical dc conductivity of KH2PO4 (KDP) single crystals on the dose of γ-irradiation is investigated. The conductivity is found to decrease exponentially at γ-irradiation. The temperature dependences of the conductivity are described by the exponential law. The pre-exponential factor and activation energy values of conductivity are determined for the crystals irradiated with various doses. Analysis of the dose and temperature dependences shows that the radiation-induced decrease of the conductivity is associated with the decrease of L-defect concentration in the crystal. The concentration changes in accordance with the law of first order kinetics at the range of γ-irradiation doses of 3.0-10 y 6.3-10 Gy. Possible mechanisms of the L-defect concentration changes under γ-irradiation of crystals are discussed.",
                "The processes of disappearance of radiation defects under thermal, laser, and ionizing irradiation annealing in gamma-irradiated potassium dihydrogen phosphate crystals containing arsenic ions have been investigated using electron paramagnetic resonance and optical spectroscopy. It has been found that the disappearance of some types of defect results in optical absorption reduction in crystal. Basing on the spectroscopic measurements, the possibilities, advantages and drawbacks of different crystal treatment methods including the above-mentioned kinds of annealing, have been determined. The optimal conditions of the crystal treatment have been determined.",
                "The magnetic and optical properties of two types of hole centers formed in KDP (KH\/sub 2\/PO\/sub 4\/) under irradiation and variation of their concentration at thermal, laser and radiation annealing of crystals have been investigated by means of ESR and optical spectroscopy methods. It has been found that wide bands of optical absorption in the UV region of the spectrum with the maximum near 268 nm belong to these centers.",
                "Potassium dihydrogen phosphate (KDP) single crystals doped with L-arginine (L-arg) amino acid were grown from aqueous solutions onto a point seed using the temperature reduction method. The incorporation of L-arg molecules into the crystal was verified by means of ninhydrin reaction. Undoped and L-arginine doped KDP crystals were characterized by XRD method and structure perfection of the doped crystals was shown o correspond to the one of pure KDP. It was established that incorporation of L-g molecules into KDP crystal had an effect on the formation of additional bonds in the crystal structure, that manifested itself in the thermal properties of the doped crystals. Investigation of ε^\/ε|| value which characterizes the dielectric permittivity anisotropy showed that it was minimal at 0.5-1.0 wt.% L-arg concentrations. In this case, the introduced L-arg seems to lead to creation of additional hydrogen bonds and disappearance of proton vacancies bound up with aliovalent impurities. Since the crystals contain different impurity defects, L-arg molecules are oriented in he lattice in a different way, depending on the type of the defects, and diminish the anisotropy. The present study testifies that the attenuation of the values of DC conductivity, dielectric permittivity and loss tangent at L-arg concentrations of 1 wt.% is probably related o the content decrease of the proton vacancies and the impurity-proton vacancy complexes dipoles, formed due to incorporation of the impurity ions into the crystal. The incorporation of L-arg molecules into the crystalline matrix results in an order of magnitude enhancement of he refractive nonlinear optical (NLO) response …"
            ],
            [
                [
                    "монокристали KDP",
                    "спектроскопія ЕПР"
                ]
            ]
        ]
    ]
}