{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I5S7G0F8",
            "KYJUpiMAAAAJ",
            [
                "Self-propelled Leidenfrost droplets",
                "A direct transfer of layer-area graphene",
                "Multiply folded graphene",
                "Biomimetic nanowire coatings for next generation adhesive drug delivery systems",
                "Electron spin resonance of nitrogen-vacancy centers in optically trapped nanodiamonds",
                "Transfer-free batch fabrication of large-area suspended graphene membranes",
                "High‐temperature stability of suspended single‐layer graphene",
                "Deterministic coupling of delta-doped nitrogen vacancy centers to a nanobeam photonic crystal cavity",
                "Sustained mechanical self-oscillations in carbon nanotubes",
                "Three-dimensional localization of spins in diamond using 12C implantation"
            ],
            [
                "We report that liquids perform self-propelled motion when they are placed in contact with hot surfaces with asymmetric (ratchetlike) topology. The pumping effect is observed when the liquid is in the Leidenfrost regime (the film-boiling regime), for many liquids and over a wide temperature range. We propose that liquid motion is driven by a viscous force exerted by vapor flow between the solid and the liquid.",
                "A facile method is reported for the direct (polymer-free) transfer of layer-area graphene from metal growth substrates to selected target substrates. The direct route, by avoiding several wet chemical steps and accompanying mechanical stresses and contamination common to all presently reported layer-area graphene transfer methods, enables fabrication of layer-area graphene devices with unprecedented quality. To demonstrate, we directly transfer layer-area graphene from Cu growth substrates to holey amorphous carbon transmission electron microscopy (TEM) grids, resulting in robust, clean, full-coverage graphene grids ideal for high resolution TEM.",
                "The folding of paper, hide, and woven fabric has been used for millennia to achieve enhanced articulation, curvature, and visual appeal for intrinsically flat, two-dimensional materials. For graphene, an ideal two-dimensional material, folding may transform it to complex shapes with new and distinct properties. Here, we present experimental results that folded structures in graphene, termed grafold, exist, and their formations can be controlled by introducing anisotropic surface curvature during graphene synthesis or transfer processes. Using pseudopotential-density-functional-theory calculations, we also show that double folding modifies the electronic band structure of graphene. Furthermore, we demonstrate the intercalation of C 60 into the grafolds. Intercalation or functionalization of the chemically reactive folds further expands grafold's mechanical, chemical, optical, and electronic diversity.",
                "Without bioadhesive delivery devices, complex compounds are typically degraded or cleared from mucosal tissues by the mucous layer.1−3 While some chemically modified, microstructured surfaces have been studied in aqueous environments,4,5 adhesion due to geometry alone has not been investigated. Silicon nanowire-coated beads show significantly better adhesion than those with targeting agents under shear, and can increase the lift-off force 100-fold. We have shown that nanowire coatings, paired with epithelial physiology, significantly increase adhesion in mucosal conditions.",
                "Using an optical tweezers apparatus, we demonstrate three-dimensional control of nanodiamonds in solution with simultaneous readout of ground-state electron-spin resonance (ESR) transitions in an ensemble of diamond nitrogen-vacancy color centers. Despite the motion and random orientation of nitrogen-vacancy centers suspended in the optical trap, we observe distinct peaks in the measured ESR spectra qualitatively similar to the same measurement in bulk. Accounting for the random dynamics, we model the ESR spectra observed in an externally applied magnetic field to enable dc magnetometry in solution. We estimate the dc magnetic field sensitivity based on variations in ESR line shapes to be approximately . This technique may provide a pathway for spin-based magnetic, electric, and thermal sensing in fluidic environments and biophysical systems inaccessible to existing scanning probe techniques.",
                "We demonstrate a process for batch production of large-area (100−3000 μm2) patterned free-standing graphene membranes on Cu scaffolds using chemical vapor deposition (CVD)-grown graphene. This technique avoids the use of silicon and transfers of graphene. As one application of this technique, we fabricate transmission electron microscopy (TEM) sample supports. TEM characterization of the graphene membranes reveals relatively clean, highly TEM-transparent, single-layer graphene regions (∼50% by area) and, despite the polycrystalline nature of CVD graphene, membrane yields as high as 75−100%. This high yield verifies that the intrinsic strength and integrity of CVD-grown graphene films is sufficient for sub-100 μm width membrane applications. Elemental analysis (electron energy loss spectroscopy (EELS) and X-ray energy-dispersive spectroscopy (EDS)) of the graphene membranes reveals …",
                "We report in situ Joule heating on suspended single‐layer graphene in a transmission electron microscope (TEM). Thermally‐driven degradation of pre‐deposited nanoparticles on the membrane is monitored and used for local temperature estimation. By extrapolating the Joule heating power and temperature relation, we find that the suspended single‐layer graphene has exceptional thermal stability up to at least 2600 K. (© 2010 WILEY‐VCH Verlag GmbH & Co. KGaA, Weinheim)",
                "The negatively charged nitrogen vacancy center (NV) in diamond has generated significant interest as a platform for quantum information processing and sensing in the solid state. For most applications, high quality optical cavities are required to enhance the NV zero-phonon line (ZPL) emission. An outstanding challenge in maximizing the degree of NV-cavity coupling is the deterministic placement of NVs within the cavity. Here, we report photonic crystal nanobeam cavities coupled to NVs incorporated by a delta-doping technique that allows nanometer-scale vertical positioning of the emitters. We demonstrate cavities with Q up to ∼24 000 and mode volume V ∼ 0.47(λ\/n)3 as well as resonant enhancement of the ZPL of an NV ensemble with Purcell factor of ∼20. Our fabrication technique provides a first step towards deterministic NV-cavity coupling using spatial control of the emitters.",
                "The potential size and power benefits of resonant NEMS devices are frequently mitigated by the need for relatively large, high-frequency, high-power electronics. Here we demonstrate controllable, sustained self-oscillations in singly clamped carbon nanotubes operating with a single dc voltage supply, and we develop a model that predicts the required voltage on the basis of the material properties and device geometry. Using this model, we demonstrate for the first time top-down, self-oscillating NEMS devices suitable for large-scale integration.",
                "We demonstrate three-dimensional localization of a single nitrogen-vacancy (NV) center in diamond by combining nitrogen doping during growth with a post-growth 12C implantation technique that facilitates vacancy formation in the crystal. We show that the NV density can be controlled by the implantation dose without necessitating increase of the nitrogen incorporation. By implanting a large 12C dose through nanoscale apertures, we can localize an individual NV center within a volume of (∼180 nm)3 at a deterministic position while repeatedly preserving a coherence time (T2) > 300 μs. This deterministic position control of coherent NV centers enables integration into NV-based nanostructures to realize scalable spin-sensing devices as well as coherent spin coupling mediated by photons and phonons."
            ],
            [
                [
                    "Condensed Matter and Nanoscaled Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}