{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I6GL05CX",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Adam K Leibovich Professor and Arts and Sciences Associate Dean 910 Cathedral of Learning (412) 624-3617 akl2@pitt.edu My research interests centers on the strong and weak interactions of the Standard Model. In particular, I use effective field theory techniques to study heavy quarks as a probe of these interactions, and to try to uncover physics beyond the Standard Model. I am also interested in gravitational waves, the physics of extra dimensions, supersymmetry, in matter at extreme densities, and on physics relevant to the Large Hadron Collider.  For a full list of publications, click here . Awards Fellow of the American Association for the Advancement of Science (AAAS), 2018 Fellow of the American Physical Society (APS), 2017 Bellet Teaching Excellence Award, 2010 NSF CAREER Award, 2006 Cottrell Scholar Award, 2006 Selected Publications \"Updated Constraints on Self-Interacting Dark Matter from Supernova 1987A,\" C. Mahoney, A. K. Leibovich, and A. Zentner, Phys. Rev. D96, no. 4, 043018 (2017) \"Radiation Reaction for Spinning Bodies in Effective Field Theory II: Spin-Spin Effects,\" N. T. Maia, C. R. Galley, A. K. Leibovich, R. A. Porto, Phys. Rev. D96, no. 8, 084065 (2017) \"Radiation Reaction for Spinning Bodies in Effective Field Theory I: Spin-Orbit Effects,\" N. T. Maia, C. R. Galley, A. K. Leibovich, R. A. Porto, Phys. Rev. D96, no. 8, 084064 (2017) \"NRQCD Confronts LHCb Data on Quarkonium Production within Jets,\" R. Bain, L. Dai, A. K. Leibovich, Y. Makris, and T. Mehen, Phys. Rev. Lett 119, 032002 (2017) \"Fragmentation of a Jet with Small Radius,\" L. Dai, C. Kim, and A. K. Leibovich, Phys. Rev. D94, 114023 (2016) \"Analytic and Monte Carlo Studies of Jets with Heavy Mesons and Quarkonia,\" R. Bain, L. Dai, A. Hornig, A. K. Leibovich, Y. Makris, and T. Mehen, JHEP 1606, 121 (2016) \"Tail effect in gravitational radiation reaction: Time nonlocality and renormailzation group evolution,\" C. R. Galley, A. K. Leibovich, R. A. Porto, and A. Ross, Phys. Rev. D93, 124010 (2016) \"Probing quarkonium production mechanisms with jet substructure,\" M. Baumgart, A. K. Leibovich, T. Mehen, and I. Z. Rosthstein, JHEP 1411, 003 (2014) \"The systematics of quarkonium production at the LHC and double parton fragmentation,\" S. Fleming, A. K. Leibovich, T. Mehen, and I. Z. Rothstein, Phys. Rev. D86, 094012 (2012) \"Resummation effects in vector-boson and Higgs associated production,\" S. Dawson, T. Han, W. K. Lai, A. K. Leibovich, and I. Lewis, Phys. Rev. D86, 074007 (2012) \"Radiation reaction at 3.5 post-Newtonian order in effective field theory,\" C. R. Galley and A. K. Leibovich, Phys. Rev. D86, 044029 (2012) \"Finite size corrections to the radiation reaction force in classical electrodynamics,\" C. R. Galley, A. K. Leibovich and I. Z. Rothstein, Phys. Rev. Lett. 105, 094802 (2010) \"Leading SU(3) breaking in lightcone distribution amplitudes,\" C. Kim and A. K. Leibovich, Phys. Rev. D78, 054026 (2008) \" Probing lectroweak physics using B → XM decays in the endpoint region, \" J. Chay, C. Kim, A. K. Leibovich and J. Zupan, Phys. Rev. D76 , 094031 (2007) \" Quark Mass effects in the soft-collinear effective theory and B → X s gamma in the endpoint region, \" J. Chay, C. Kim and A. K. Leibovich, Phys. Rev. D 72 , 014010 (2005) \" Flavor-singlet light-cone amplitudes and radiative Upsilon decay in SCET, \" S. Fleming and A. K. Leibovich, Phys. Rev. D 70 , 094016 (2004) \" Enhanced subleading structure functions in semileptonic B decay, \" A. K. Leibovich, Z. Ligeti and M. B. Wise, Phys. Lett. B 539 , 242 (2002) \" Extracting V ub without recourse to structure functions, \" A. K. Leibovich, I. Low and I. Z. Rothstein, Phys. Rev. D 61 , 053006 (2000) \" Semileptonic B decays to excited charmed mesons, \" A. K. Leibovich, Z. Ligeti, I. W. Stewart and M. B. Wise, Phys. Rev. D 57 , 308 (1998) Postdoctoral Affiliates Natalia Tenorio Maia Cameron Mahoney Rudrajit Banerjee Zixin Yang (412) 624-3617"
            ]
        ]
    ]
}