{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I8BRZ6MZ",
            "9_ntw_QAAAAJ",
            [
                "Dietary intake and bioavailability of polyphenols",
                "Bioavailability and bioefficacy of polyphenols in humans. I. Review of 97 bioavailability studies",
                "Bioavailability and bioefficacy of polyphenols in humans. II. Review of 93 intervention studies",
                "Deglycosylation of flavonoid and isoflavonoid glycosides by human small intestine and liver β‐glucosidase activity",
                "A review of the health effects of green tea catechins in in vivo animal models",
                "Deglycosylation by small intestinal epithelial cell β-glucosidases is a critical step in the absorption and metabolism of dietary flavonoid glycosides in humans",
                "How should we assess the effects of exposure to dietary polyphenols in vitro?",
                "Flavonoids for controlling starch digestion: structural requirements for inhibiting human α-amylase",
                "Dietary flavonoid and isoflavone glycosides are hydrolysed by the lactase site of lactase phlorizin hydrolase",
                "Nutrients and phytochemicals: from bioavailability to bioefficacy beyond antioxidants"
            ],
            [
                "The main dietary sources of polyphenols are reviewed, and the daily intake is calculated for a given diet containing some common fruits, vegetables and beverages. Phenolic acids account for about one third of the total intake and flavonoids account for the remaining two thirds. The most abundant flavonoids in the diet are flavanols (catechins plus proanthocyanidins), anthocyanins and their oxidation products. The main polyphenol dietary sources are fruit and beverages (fruit juice, wine, tea, coffee, chocolate and beer) and, to a lesser extent vegetables, dry legumes and cereals. The total intake is ∼1 g\/d. Large uncertainties remain due to the lack of comprehensive data on the content of some of the main polyphenol classes in food. Bioavailability studies in humans are discussed. The maximum concentration in plasma rarely exceeds 1 μM after the consumption of 10–100 mg of a single phenolic compound …",
                "Polyphenols are abundant micronutrients in our diet, and evidence for their role in the prevention of degenerative diseases is emerging. Bioavailability differs greatly from one polyphenol to another, so that the most abundant polyphenols in our diet are not necessarily those leading to the highest concentrations of active metabolites in target tissues. Mean values for the maximal plasma concentration, the time to reach the maximal plasma concentration, the area under the plasma concentration-time curve, the elimination half-life, and the relative urinary excretion were calculated for 18 major polyphenols. We used data from 97 studies that investigated the kinetics and extent of polyphenol absorption among adults, after ingestion of a single dose of polyphenol provided as pure compound, plant extract, or whole food\/beverage. The metabolites present in blood, resulting from digestive and hepatic activity, usually …",
                "For some classes of dietary polyphenols, there are now sufficient intervention studies to indicate the type and magnitude of effects among humans in vivo, on the basis of short-term changes in biomarkers. Isoflavones (genistein and daidzein, found in soy) have significant effects on bone health among postmenopausal women, together with some weak hormonal effects. Monomeric catechins (found at especially high concentrations in tea) have effects on plasma antioxidant biomarkers and energy metabolism. Procyanidins (oligomeric catechins found at high concentrations in red wine, grapes, cocoa, cranberries, apples, and some supplements such as Pycnogenol) have pronounced effects on the vascular system, including but not limited to plasma antioxidant activity. Quercetin (the main representative of the flavonol class, found at high concentrations in onions, apples, red wine, broccoli, tea, and Ginkgo …",
                "Flavonoid and isoflavonoid glycosides are common dietary phenolics which may be absorbed from the small intestine of humans. The ability of cell‐free extracts from human small intestine and liver to deglycosylate various (iso)flavonoid glycosides was investigated. Quercetin 4′‐glucoside, naringenin 7‐glucoside, apigenin 7‐glucoside, genistein 7‐glucoside and daidzein 7‐glucoside were rapidly deglycosylated by both tissue extracts, whereas quercetin 3,4′‐diglucoside, quercetin 3‐glucoside, kaempferol 3‐glucoside, quercetin 3‐rhamnoglucoside and naringenin 7‐rhamnoglucoside remained unchanged. The K m for hydrolysis of quercetin 4′‐glucoside and genistein 7‐glucoside was ∼32±12 and ∼14±3 μM in both tissues respectively. The enzymatic activity of the cell‐free extracts exhibits similar properties to the cytosolic broad‐specificity β‐glucosidase previously described in mammals.",
                "There is good evidence from in vitro studies that green tea catechins have a role in protection against degenerative diseases. However, the concentrations used in vitro are often higher than those found in animal or human plasma, and so in vivo evidence is required to demonstrate any protective effect of catechins. This article summarizes the most interesting in vivo animal studies on the protective effects of green tea catechins against biomarkers for cancer, cardiovascular disease, and other degenerative diseases. Generally, most studies using animal models show that consumption of green tea (catechins) provides some protection, although most studies have not examined dose response. Tea catechins could act as antitumorigenic agents and as immune modulators in immunodysfunction caused by transplanted tumors or by carcinogen treatment. Green tea has antiproliferative activity in hepatoma cells and …",
                " Background: Pharmacokinetic studies have shown that the small intestine is the major site of absorption for many flavonoid glucosides. Flavonoids are generally present as glycosylated forms in plants and foods, but there is increasing evidence that the forms reaching the systemic circulation are glucuronidated, sulphated and methylated derivatives. Hence, first-pass metabolism (small intestine-liver) appears to involve a critical deglycosylation step for which the mechanisms are not known. Aims: To explore the hypothesis that deglycosylation is a prerequisite to absorption and metabolism of dietary flavonoid glycosides, to identify the enzymes responsible, and relate their specificities with absorption kinetics. Methods: Flavonoid glycoside hydrolysing enzymes were isolated from samples of human small intestine and liver using chromatographic techniques. The proteins were characterised with respect to …",
                "Human intervention studies have provided clear evidence that dietary polyphenols (eg, flavonoids—eg, flavonols—and isoflavones) are at least partly absorbed and that they have the potential to exert biological effects. Biological activity of polyphenols is often assessed by using cultured cells as tissue models; in almost all such studies, cells are treated with aglycones or polyphenol-rich extracts (derived from plants and foods), and data are reported at concentrations that elicited a response. There are 2 inherent flaws in such an approach. First, plasma and tissues are not exposed in vivo to polyphenols in these forms. Several human studies have identified the nature of polyphenol conjugates in vivo and have shown that dietary polyphenols undergo extensive modification during first-pass metabolism so that the forms reaching the blood and tissues are, in general, neither aglycones (except for green tea …",
                "In this study we investigated the structural requirements for inhibition of human salivary α-amylase by flavonoids. Four flavonols and three flavones, out of the 19 flavonoids tested, exhibited IC50 values less than 100 µM against human salivary α-amylase activity. Structure−activity relationships of these inhibitors by computational ligand docking showed that the inhibitory activity of flavonols and flavones depends on (i) hydrogen bonds between the hydroxyl groups of the polyphenol ligands and the catalytic residues of the binding site and (ii) formation of a conjugated π-system that stabilizes the interaction with the active site. Our findings show that certain naturally occurring flavonoids act as inhibitors of human α-amylase, which makes them promising candidates for controlling the digestion of starch and postprandial glycemia.",
                "Lactase phlorizin hydrolase (LPH; EC 3.2.1.62) is a membrane‐bound, family 1 β‐glycosidase found on the brush border of the mammalian small intestine. LPH, purified from sheep small intestine, was capable of hydrolysing a range of flavonol and isoflavone glycosides. The catalytic efficiency (k cat\/K m) for the hydrolysis of quercetin‐4′‐glucoside, quercetin‐3‐glucoside, genistein‐7‐glucoside and daidzein‐7‐glucoside was 170, 137, 77 and 14 (mM−1 s−1) respectively. The majority of the activity occurred at the lactase and not phlorizin hydrolase site. The ability of LPH to deglycosylate dietary (iso)flavonoid glycosides suggests a possible role for this enzyme in the metabolism of these biologically active compounds.",
                "The effect of any dietary compound is influenced by the active bioavailable dose rather than the dose ingested. Depending on the individual predisposition, including genetics and medication, a bioavailable dose may cause different magnitudes of effects in different people. Age might affect the predisposition and thus the requirements for nutrients including phytonutrients (e.g. phytochemicals such as flavonoids, phenolic acids and glucosinolates). These are not essential for growth and development but to maintain body functions and health throughout the adult and later phases of life; they are ‘lifespan essentials’. Major mechanisms involved in chronic, age-related diseases include the oxidant\/antioxidant balance, but the latest research indicates indirect effects of dietary bioactives in vivo and adaptive responses in addition to direct radical scavenging."
            ],
            [
                [
                    "nutrition",
                    "food",
                    "health"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}