{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I8I7B6CZ",
            "2fHkcnUAAAAJ",
            [
                "The MiMeS survey of magnetism in massive stars: introduction and overview",
                "Diverse Variability of O and B Stars Revealed from 2-minute Cadence Light Curves in Sectors 1 and 2 of the TESS Mission: Selection of an Asteroseismic Sample",
                "The magnetic characteristics of Galactic OB stars from the MiMeS survey of magnetism in massive stars",
                "Magnetic OB[A] Stars with TESS: probing their Evolutionary and Rotational properties (MOBSTER) – I. First-light observations of known magnetic B and A stars",
                "The effects of surface fossil magnetic fields on massive star evolution: I. Magnetic field evolution, mass-loss quenching, and magnetic braking",
                "MOBSTER – II. Identification of rotationally variable A stars observed with TESS in sectors 1–4",
                "Rotational modulation in TESS B stars",
                "Studying the photometric and spectroscopic variability of the magnetic hot supergiant ζ Orionis Aa",
                "Detection of 610-MHz radio emission from hot magnetic stars",
                "Investigating the origin of cyclical wind variability in hot, massive stars–I. On the dipolar magnetic field hypothesis"
            ],
            [
                "The MiMeS (Magnetism in Massive Stars) project is a large-scale, high-resolution, sensitive spectropolarimetric investigation of the magnetic properties of O- and early B-type stars. Initiated in 2008 and completed in 2013, the project was supported by three Large Program allocations, as well as various programmes initiated by independent principal investigators, and archival resources. Ultimately, over 4800 circularly polarized spectra of 560 O and B stars were collected with the instruments ESPaDOnS (Echelle SpectroPolarimetric Device for the Observation of Stars) at the Canada–France–Hawaii Telescope, Narval at the Télescope Bernard Lyot and HARPSpol at the European Southern Observatory La Silla 3.6 m telescope, making MiMeS by far the largest systematic investigation of massive star magnetism ever undertaken. In this paper, the first in a series reporting the general results of the survey, we …",
                "Uncertainties in stellar structure and evolution theory are largest for stars undergoing core convection on the main sequence. A powerful way to calibrate the free parameters used in the theory of stellar interiors is asteroseismology, which provides direct measurements of angular momentum and element transport. We report the detection and classification of new variable O and B stars using high-precision short-cadence (2 minutes) photometric observations assembled by the Transiting Exoplanet Survey Satellite (TESS). In our sample of 154 O and B stars, we detect a high percentage (90%) of variability. Among these we find 23 multiperiodic pulsators, 6 eclipsing binaries, 21 rotational variables, and 25 stars with stochastic low-frequency variability. Several additional variables overlap between these categories. Our study of O and B stars not only demonstrates the high data quality achieved by TESS for optimal …",
                "The Magnetism in Massive Stars (MiMeS) project represents the largest systematic survey of stellar magnetism ever undertaken. Based on a sample of over 550 Galactic B and O-type stars, the MiMeS project has derived the basic characteristics of magnetism in hot, massive stars. Herein we report preliminary results.",
                "In this paper we introduce the MOBSTER collaboration and lay out its scientific goals. We present first results based on the analysis of 19 previously known magnetic O, B, and A stars observed in 2-min cadence in sectors 1 and 2 of the Transiting Exoplanet Survey Satellite (TESS) mission. We derive precise rotational periods from the newly obtained light curves and compare them to previously published values. We also discuss the overall photometric phenomenology of the known magnetic massive and intermediate-mass stars and propose an observational strategy to augment this population by taking advantage of the high-quality observations produced by TESS.",
                "Surface magnetic fields have a strong impact on stellar mass loss and rotation and, as a consequence, on the evolution of massive stars. In this work, we study the influence of an evolving dipolar surface fossil magnetic field with an initial field strength of 4 kG on the characteristics of 15 M⊙ solar metallicity models using the Geneva stellar evolution code. Non-rotating and rotating models considering two different scenarios for internal angular momentum transport are computed, including magnetic field evolution, mass-loss quenching, and magnetic braking. Magnetic field evolution results in weakening the initially strong magnetic field; however, in our models, an observable magnetic field is still maintained as the star evolves towards the red supergiant phase. At the given initial mass of the models, mass-loss quenching is modest. Magnetic braking greatly enhances chemical element mixing if radial differential …",
                "Recently, high-precision optical 2-min cadence light curves obtained with TESS for targets located in the mission’s defined first four sectors have been released. The majority of these high-cadence and high-precision measurements currently span , thereby allowing periodic variability occurring on time-scales  to potentially be detected. Magnetic chemically peculiar (mCP) A-type stars are well known to exhibit rotationally modulated photometric variability that is produced by inhomogeneous chemical abundance distributions in their atmospheres. While mCP stars typically exhibit rotation periods that are significantly longer than those of non-mCP stars, both populations exhibit typical periods ; therefore, the early TESS releases are suitable for searching for rotational modulation of the light curves of both mCP and non-mCP stars. We present the results of our search for A-type stars that exhibit …",
                "Light curves and periodograms of 160 B stars observed by the Transiting Exoplanet Survey Satellite (TESS) space mission and 29 main-sequence B stars from Kepler and K2 were used to classify the variability type. There are 114 main-sequence B stars in the TESS sample, of which 45 are classified as possible rotational variables. This confirms previous findings that a large fraction (about 40 per cent) of A and B stars may exhibit rotational modulation. Gaia DR2 parallaxes were used to estimate luminosities, from which the radii and equatorial rotational velocities can be deduced. It is shown that observed values of the projected rotational velocities are lower than the estimated equatorial velocities for nearly all the stars, as they should be if rotation is the cause of the light variation. We conclude that a large fraction of main-sequence B stars appear to contain surface features which cannot likely be attributed to …",
                "Massive stars play a significant role in the chemical and dynamical evolution of galaxies. However, much of their variability, particularly during their evolved supergiant stage, is poorly understood. To understand the variability of evolved massive stars in more detail, we present a study of the O9.2Ib supergiant ζ Ori  Aa, the only currently confirmed supergiant to host a magnetic field. We have obtained two-color space-based BRIght Target Explorer photometry (BRITE) for ζ Ori  Aa during two observing campaigns, as well as simultaneous ground-based, high-resolution optical CHIRON spectroscopy. We perform a detailed frequency analysis to detect and characterize the star’s periodic variability. We detect two significant, independent frequencies, their higher harmonics, and combination frequencies: the stellar rotation period Prot = 6.82 ± 0.18 d, most likely related to the presence of the stable magnetic poles …",
                "We have carried out a study of radio emission from a small sample of magnetic O- and B-type stars using the Giant Metrewave Radio Telescope, with the goal of investigating their magnetospheres at low frequencies. These are the lowest frequency radio measurements ever obtained of hot magnetic stars. The observations were taken at random rotational phases in the 1390 and the 610 MHz bands. Out of the eight stars, we detect five B-type stars in both the 1390 and the 610 MHz bands. The three O-type stars were observed only in the 1390 MHz band, and no detections were obtained. We explain this result as a consequence of free–free absorption by the free-flowing stellar wind exterior to the confined magnetosphere. We also study the variability of individual stars. One star – HD 133880 – exhibits remarkably strong and rapid variability of its low-frequency flux density. We discuss the possibility of this …",
                "OB stars exhibit various types of spectral variability associated with wind structures, including the apparently ubiquitous discrete absorption components (DACs). These are proposed to be caused by either magnetic fields or non-radial pulsations. In this paper, we evaluate the possible relation between large-scale, dipolar magnetic fields and the DAC phenomenon by investigating the magnetic properties of a sample of 13 OB stars exhibiting well-documented DAC behaviour. Using high-precision spectropolarimetric data acquired in part in the context of the Magnetism in Massive Stars project, we find no evidence for surface dipolar magnetic fields in any of these stars. Using Bayesian inference, we compute upper limits on the strengths of the fields and use these limits to assess two potential mechanisms by which the field may influence wind outflow: magnetic wind confinement and local photospheric …"
            ],
            [
                [
                    "Stellar astrophysics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}