{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I9EVTIGU",
            "eYIK2YEAAAAJ",
            [
                "Self-assembled 3D photonic crystals from ZnO colloidal spheres",
                "Fabrication of inverted opal ZnO photonic crystals by atomic layer deposition",
                "Ultraviolet photonic crystal laser",
                "Random lasing in weakly scattering systems",
                "Random lasing in closely packed resonant scatterers",
                "Ultraviolet lasing in high-order bands of three-dimensional ZnO photonic crystals",
                "Lasing in disordered media",
                "Near-field intensity correlations in semicontinuous metal-dielectric films",
                "Analysis of high-quality modes in open chaotic microcavities",
                "Position-dependent diffusion of light in disordered waveguides"
            ],
            [
                "We present a novel method for the controlled synthesis of monodisperse ZnO colloidal spheres. These spheres are self-assembled into fcc periodic arrays. Optical measurements, including reflection-mode optical microscopy and transmission and single-domain reflection spectroscopy, reveal that the periodic arrays exhibit a photonic band gap in the (1 1 1) direction of the fcc lattice, and calculations are presented to estimate the effective value of the refractive index of the colloidal spheres. Finally, photoluminescence (PL) measurements show that the ZnO lasing thresholds are lower in periodic structures than in random arrays of identical spheres.",
                "We have fabricated three-dimensional optically active ZnO photonic crystals by infiltrating polystyrene opal templates using a low-temperature atomic layer deposition process. The polystyrene is removed by firing the samples at elevated temperatures, and reactive ion etching is used to remove the top layer of ZnO and expose the (111) photonic crystal surface. The resulting structures have high filling fractions, possess photonic band gaps in the near-UV to visible spectrum, and exhibit efficient photoluminescence.",
                "We fabricated two-dimensional photonic crystal structures in zinc oxide films with focused-ion-beam etching. Lasing is realized in the near-ultraviolet frequency at room temperature under optical pumping. From the measurement of lasing frequency and spatial profile of the lasing modes, as well as the photonic band structure calculation, we conclude that lasing occurs in the strongly localized defect modes near the edges of photonic band gap. These defect modes originate from the structure disorder unintentionally introduced during the fabrication process.",
                "We present detailed experimental and numerical studies of random lasing in weakly scattering systems. The interference of scattered light, which is weak in the passive systems, is greatly enhanced in the presence of high gain, providing coherent and resonant feedback for lasing. The lasing modes are confined in the vicinity of the pumped volume due to absorption of emitted light outside it. In the ballistic regime where the size of the gain volume is less than the scattering mean free path, lasing oscillation occurs along the direction in which the gain volume is most extended, producing directional laser output. The feedback for lasing originates mainly from backscattering of particles near the boundaries of the pumped region. It results in nearly constant frequency spacing of lasing modes, which scales inversely with the maximum dimension of the gain volume.",
                "We report experimental and theoretical studies of the random lasing threshold and its fluctuation in an ensemble of highly packed spherical dielectric scatterers. The ratio of the sphere diameter to the lasing wavelength was varied in a wide range, which covered the transition from the weak Rayleigh scattering regime to the strong Mie scattering regime. Experimentally, when the diameters of monodispersed ZnO spherical particles changed from less than 100 to more than 600 nm we observed a drastic decrease of the lasing threshold at small-particle size followed by a plateau at large particle size. We attribute this effect to the particle-size dependence of transport mean free path l_t, which was deduced from coherent backscattering measurements. Theoretical calculation of l_t reproduced experimental behavior. Using the finite-difference time domain method, we obtained the lasing threshold and its standard …",
                "UV lasing in three-dimensional ZnO photonic crystals is demonstrated at room temperature. The photonic crystals are inverse opals with high refractive index contrast that simultaneously confine light and provide optical gain. Highly directional lasing with tunable wavelength is obtained by optical pumping. Comparison of the experimental results to the calculated band structure shows that lasing occurs in high-order bands with abnormally low group velocity. This demonstrates that the high-order band structure of three-dimensional photonic crystals can be used to effectively confine light and enhance emission. Our findings may also impact other applications of photonic crystal devices.",
                "We review our recent work on lasing in active random media. Light scattering, which had been regarded detrimental to lasing action for a long time, actually provided coherent feedback for lasing. We also trapped laser light in micrometer-sized random media. The trapping was caused by disorder-induced scattering and interference. This nontraditional way of light confinement has important application to microlasers. The threshold of random laser can be reduced by incorporating some degree of order into an active random medium. Our calculation result shows that by optimizing the degree of order one can dramatically reduce the threshold of random laser to the values comparable to htose of photonic bandgap defect lasers.",
                "Spatial intensity correlation functions are obtained from near-field scanning optical microscope measurements of semicontinuous metal-dielectric films. The concentration of metal particles on a dielectric surface is varied over a wide range to control the scattering strength. At low and high metal coverages where scattering is weak, the intensity correlation functions exhibit oscillations in the direction of incident light due to excitation of propagating surface waves. In the intermediate regime of metal concentration, the oscillatory behavior is replaced by a monotonic decay as a result of strong scattering and anomalous absorption. Significant differences in the near-field intensity correlations between metallic and dielectric random systems are demonstrated.",
                "We present a numerical study of the high-quality modes in two-dimensional dielectric stadium microcavities. Although the classical ray mechanics is fully chaotic in a stadium billiard, all of the high-quality modes show a ‘‘strong scar’’around unstable periodic orbits. When the deformation (ratio of the length of the straight segments over the diameter of the half circles) is small, the high-quality modes correspond to whispering-gallery-type trajectories and their quality factors decrease monotonically with increasing deformation. At large deformation, each high-quality mode is associated with multiple unstable periodic orbits. Its quality factor changes nonmonotonically with the deformation, and there exists an optimal deformation for each mode at which its quality factor reaches a local maximum. This unusual behavior is attributed to the interference of waves propagating along different constituent orbits that could …",
                "We present direct experimental evidence for position-dependent diffusion in open random media. The interference of light in time-reversed paths results in renormalization of the diffusion coefficient, which varies spatially. To probe the wave transport inside the system, we fabricate two-dimensional disordered waveguides and monitor the light intensity from the third dimension. Change the geometry of the system or dissipation limits the size of the loop trajectories, allowing us to control the renormalization of the diffusion coefficient. This work shows the possibility of manipulating wave diffusion via the interplay of localization and dissipation."
            ],
            [
                [
                    "Complex Media",
                    "Scattering",
                    "Optics",
                    "Mesoscopic physics"
                ]
            ]
        ]
    ]
}