{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "I9LV3S5S",
            "Zx8zmdkAAAAJ",
            [
                "IPCC special report on renewable energy sources and climate change mitigation",
                "Summary for policymakers"
            ],
            [
                "Page 1. johnthescone The IPCC Special Report on Renewable Energy Sources and Climate\nChange Mitigation 24th September 2011, The New School for Social Research, New York Prof.\nDr. Ottmar Edenhofer Co-Chair of the IPCC Working Group III “Mitigation of Climate Change” Page\n2. 2 Page 3. Demand for energy services is increasing. 3 GHG emissions resulting from the\nprovision of energy services contribute significantly to the increase in atmospheric GHG\nconcentrations. Page 4. Annual change in global energy-related CO 2 emissions 4 g g gy 2\nReplacing fossil fuels with RE technologies lowers carbon intensity, while improved energy\nefficiency can lower emissions improved energy efficiency can lower emissions. Page 5. Potential\nemissions from remaining fossil resources could result in GHG concentration levels far above\n600ppm 5 result in GHG concentration levels far above 600ppm. Page 6 … \n",
                "The Working Group III contribution to the IPCC Fifth Assessment Report (WGIII AR5) provides a comprehensive assessment of all relevant options for mitigating climate change through limiting or preventing greenhouse gas emissions, as well as activities that remove them from the atmosphere.    It draws on scientific literature accepted for publication prior to 4 October 2013. The WGIII Summary for Policymakers was approved at the Twelfth Session of Working Group III, held in Berlin, Germany, from 7 to 11 April, 2014. During the session, the IPCC plenary also accepted the underlying scientific and technical assessment, which stands at 2000 pages, including more than 700 pages of references."
            ],
            [
                [
                    "Energy Economics",
                    "Energy Management",
                    "Energy System Modeling",
                    "Climate Change"
                ]
            ],
            [
                "Thomas Brueckner Associate Lecturer PSB156 Thomas.Brueckner@ucf.edu 407-823-6286 Dr. Brueckner received his Ph.D. in Physics from Montana State University, Bozeman MT in 1997 where he later spent one year (1997-1998) as an adjunct instructor. He spent one year (1998-1999) as a visiting assistant professor in the Department of Physics at the University of the Virgin Islands, the land grant university in the United States Virgin Islands.  The next three years (1999-2000) he was a visiting assistant professor in the Department of Physics at the University of Vermont before joining UCF in 2002 where he is a Lecturer. Miscellaneous Thomas Brueckner, “Are Students Learning to Think?” 2013 UCF Summer Faculty Development Conference, Communication for Academic, Professional and Civic Engagement May 8, 2013 Thomas Brueckner and “Tips and Tricks: Getting the Most Out of Webcourses@UCF”  2011 UCF Summer Faculty Development Conference, Ethics, Access and Excellence: The Faculty Challenge May 4, 2011 Thomas J. Brueckner and Karla M. Kitalong, “Sentences about Science: Implementing and Assessing a Writing Model for Distance Learners in Undergraduate Physics” Caribbean Journal of Education . (July (3rd Quarter\/Summer) 2008). July 2008 Thomas Brueckner, “Classroom Performance System for New Faculty” UCF Faculty Focus , 6, 9 (2007) August 2007 Miscellaneous SPACE WEATHER \/\/ <![CDATA[ document.write('’); \/\/ ]]>\/\/ RSS Feed Widget Save"
            ]
        ]
    ]
}