{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IA43WACM",
            "lhjZVXkAAAAJ",
            [
                "Practice with sleep makes perfect: sleep-dependent motor skill learning",
                "Dissociable stages of human memory consolidation and reconsolidation",
                "Sleep, memory, and plasticity",
                "The human emotional brain without sleep—a prefrontal amygdala disconnect",
                "Sleep-dependent learning and memory consolidation"
            ],
            [
                "Improvement in motor skill performance is known to continue for at least 24 hr following training, yet the relative contributions of time spent awake and asleep are unknown. Here we provide evidence that a night of sleep results in a 20% increase in motor speed without loss of accuracy, while an equivalent period of time during wake provides no significant benefit. Furthermore, a significant correlation exists between the improved performance overnight and the amount of stage 2 NREM sleep, particularly late in the night. This finding of sleep-dependent motor skill improvement may have important implications for the efficient learning of all skilled actions in humans.",
                "Historically, the term ‘memory consolidation’refers to a process whereby a memory becomes increasingly resistant to interference from competing or disrupting factors with the continued passage of time 1. Recent findings regarding the learning of skilled sensory and motor tasks (‘procedural learning’) have refined this definition, suggesting that consolidation can be more strictly determined by time spent in specific brain states such as wake, sleep or certain stages of sleep 2, 3, 4, 5, 6, 7, 8. There is also renewed interest 9 in the possibility that recalling or ‘reactivating’a previously consolidated memory renders it once again fragile and susceptible to interference 10, 11, 12, therefore requiring periods of reconsolidation 13, 14, 15. Using a motor skill finger-tapping task, here we provide evidence for at least three different stages of human motor memory processing after initial acquisition. We describe the unique …",
                "Although the functions of sleep remain largely unknown, one of the most exciting hypotheses is that sleep contributes importantly to processes of memory and brain plasticity. Over the past decade, a large body of work, spanning most of the neurosciences, has provided a substantive body of evidence supporting this role of sleep in what is becoming known as sleep-dependent memory processing. We review these findings, focusing specifically on the role of sleep in (a) memory encoding, (b) memory consolidation, (c) brain plasticity, and (d) memory reconsolidation; we finish with a summary of the field and its potential future directions.",
                "Sleep deprivation is known to impair a range of functions, including immune regulation and metabolic control, as well as neurocognitive processes, such as learning and memory [1]. But evidence for the role of sleep in regulating our emotional brain-state is surprisingly scarce, and while the dysregulation of affective stability following sleep loss has received subjective documentation 2, 3, any neural examination remains absent. Clinical evidence suggests that sleep and emotion interact; nearly all psychiatric and neurological disorders expressing sleep disruption display corresponding symptoms of affective imbalance [4]. Independent of sleep, knowledge of the basic neural and cognitive mechanisms regulating emotion is remarkably advanced. The amygdala has a well-documented role in the processing of emotionally salient information, particularly aversive stimuli 5, 6. The extent of amygdala engagement can …",
                "While the functions of sleep remain largely unknown, one of the most exciting and contentious hypotheses is that sleep contributes importantly to memory. A large number of studies offer a substantive body of evidence supporting this role of sleep in what is becoming known as sleep-dependent memory processing. This review will provide evidence of sleep-dependent memory consolidation and sleep-dependent brain plasticity and is divided into five sections: (1) an overview of sleep stages, memory categories, and the distinct stages of memory development; (2) a review of the specific relationships between sleep and memory, both in humans and animals; (3) a survey of evidence describing sleep-dependent brain plasticity, including human brain imaging studies as well as animal studies of cellular neurophysiology and molecular biology. We close (4) with a consideration of unanswered questions as well as …"
            ],
            [
                [
                    "sleep",
                    "brain",
                    "physiology",
                    "disease",
                    "neuroscience"
                ]
            ]
        ]
    ]
}