{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IA7NQX7R",
            "GuVQh3YAAAAJ",
            [
                "Skull flexure from blast waves: a mechanism for brain injury with implications for helmet design",
                "Consequences of repeated blood-brain barrier disruption in football players",
                "Low-mass binary-induced outflows from asymptotic giant branch stars",
                "Constraints on the magnitude of α in dynamo theory",
                "Laboratory astrophysics and collimated stellar outflows: The production of radiatively cooled hypersonic plasma jets",
                "New dynamical mean-field dynamo theory and closure approach",
                "Persistent, long-term cerebral white matter changes after sports-related repetitive head impacts",
                "High-resolution Chandra HETGS and Rossi X-Ray Timing Explorer observations of GRS 1915+ 105: A hot disk atmosphere and cold gas enriched in iron and silicon",
                "Dynamos in asymptotic-giant-branch stars as the origin of magnetic fields shaping planetary nebulae",
                "Dynamic nonlinearity in large-scale dynamos with shear"
            ],
            [
                "Traumatic brain injury (TBI) has become a signature injury of current military conflicts, with debilitating, costly, and long-lasting effects. Although mechanisms by which head impacts cause TBI have been well researched, the mechanisms by which blasts cause TBI are not understood. From numerical hydrodynamic simulations, we have discovered that nonlethal blasts can induce sufficient skull flexure to generate potentially damaging loads in the brain, even without a head impact. The possibility that this mechanism may contribute to TBI has implications for injury diagnosis and armor design.",
                "The acknowledgement of risks for traumatic brain injury in American football players has prompted studies for sideline concussion diagnosis and testing for neurological deficits. While concussions are recognized etiological factors for a spectrum of neurological sequelae, the consequences of sub-concussive events are unclear. We tested the hypothesis that blood-brain barrier disruption (BBBD) and the accompanying surge of the astrocytic protein S100B in blood may cause an immune response associated with production of auto-antibodies. We also wished to determine whether these events result in disrupted white matter on diffusion tensor imaging (DT) scans. Players from three college football teams were enrolled (total of 67 volunteers). None of the players experienced a concussion. Blood samples were collected before and after games (n = 57); the number of head hits in all players was monitored by movie review and post-game interviews. S100B serum levels and auto-antibodies against S100B were measured and correlated by direct and reverse immunoassays (n = 15 players; 5 games). A subset of players underwent DTI scans pre- and post-season and after a 6-month interval (n = 10). Cognitive and functional assessments were also performed. After a game, transient BBB damage measured by serum S100B was detected only in players experiencing the greatest number of sub-concussive head hits. Elevated levels of auto-antibodies against S100B were elevated only after repeated sub-concussive events characterized by BBBD. Serum levels of S100B auto-antibodies also predicted persistence of MRI-DTI abnormalities which in …",
                "A significant fraction of planetary nebulae (PNe) and protoplanetary nebulae (PPNe) exhibit aspherical, axisymmetric structures, many of which are highly collimated. The origin of these structures is not entirely understood, however, recent evidence suggests that many observed PNe harbour binary systems, which may play a role in their shaping. In an effort to understand how binaries may produce such asymmetries, we study the effect of low-mass (<0.3 M⊙) companions (planets, brown dwarfs and low-mass main-sequence stars) embedded into the envelope of a 3.0-M⊙ star during three epochs of its evolution [red giant branch, asymptotic giant branch (AGB), interpulse AGB]. We find that common envelope evolution can lead to three qualitatively different consequences: (i) direct ejection of envelope material resulting in a predominately equatorial outflow, (ii) spin-up of the envelope resulting in the …",
                "We consider the back‐reaction of the magnetic field on the magnetic dynamo coefficients and the role of boundary conditions in interpreting whether numerical evidence for suppression is dynamical. If a uniform field in a periodic box serves as the initial condition for modeling the back‐reaction on the turbulent EMF, then the magnitude of the turbulent EMF, and thus the dynamo coefficient α, have a stringent upper limit that depends on the magnetic Reynolds number RM to a power of order −1. This is not a dynamic suppression but results just because of the imposed boundary conditions. In contrast, when mean field gradients are allowed within the simulation region, or nonperiodic boundary conditions are used, the upper limit is independent of RM and takes its kinematic value. Thus only for simulations of the latter types could a measured suppression be the result of a dynamic back‐reaction. This is fundamental …",
                " We present the first results of astrophysically relevant experiments where highly supersonic plasma jets are generated via conically convergent flows. The convergent flows are created by electrodynamic acceleration of plasma in a conical array of fine metallic wires (a modification of the wire array Z‐pinch). Stagnation of plasma flow on the axis of symmetry forms a standing conical shock effectively collimating the flow in the axial direction. This scenario is essentially similar to that discussed by Cantó and collaborators as a purely hydrodynamic mechanism for jet formation in astrophysical systems. Experiments using different materials (Al, Fe, and W) show that a highly supersonic ( ), well‐collimated jet is generated when the radiative cooling rate of the plasma is significant. We discuss scaling issues for the experiments and their potential use for numerical code verification. The experiments also may allow direct …",
                "We develop a new nonlinear mean field dynamo theory that couples field growth to the time evolution of the magnetic helicity and the turbulent electromotive force, E. We show that the difference between kinetic and current helicities emerges naturally as the growth driver when the time derivative of E is coupled into the theory. The solutions predict significant field growth in a kinematic phase and a saturation rate\/strength that is magnetic Reynolds number dependent\/independent in agreement with numerical simulations. The amplitude of early time oscillations provides a diagnostic for the closure.",
                "Introduction Repetitive head impacts (RHI) sustained in contact sports are thought to be necessary for the long-term development of chronic traumatic encephalopathy (CTE). Our objectives were to: 1) characterize the magnitude and persistence of RHI-induced white matter (WM) changes; 2) determine their relationship to kinematic measures of RHI; and 3) explore their clinical relevance.  Methods Prospective, observational study of 10 Division III college football players and 5 non-athlete controls during the 2011-12 season. All subjects underwent diffusion tensor imaging (DTI), physiologic, cognitive, and balance testing at pre-season (Time 1), post-season (Time 2), and after 6-months of no-contact rest (Time 3). Head impact measures were recorded using helmet-mounted accelerometers. The percentage of whole-brain WM voxels with significant changes in fractional anisotropy (FA) and mean diffusivity (MD) from Time 1 to 2, and Time 1 to 3 was determined for each subject and correlated to head impacts and clinical measures.  Results Total head impacts for the season ranged from 431–1,850. No athlete suffered a clinically evident concussion. Compared to controls, athletes experienced greater changes in FA and MD from Time 1 to 2 as well as Time 1 to 3; most differences at Time 2 persisted to Time 3. Among athletes, the percentage of voxels with decreased FA from Time 1 to 2 was positively correlated with several helmet impact measures. The persistence of WM changes from Time 1 to 3 was also associated with changes in serum ApoA1 and S100B autoantibodies. WM changes were not consistently associated with cognition or balance …",
                " The time‐averaged 30 ks Chandra AO1 High Energy Transmission Grating Spectrometer observation of the microquasar GRS 1915+105 in the low hard state reveals for the first time in this source neutral K absorption edges from iron, silicon, magnesium, and sulphur. Ionized resonance (r) absorption from H‐ and He‐like species of Fe (xxv, xxvi) and possibly Ca xx are also seen as well as possible emission from neutral Fe Kα and ionized Fe xxv (forbidden or the resonance emission component of a P Cygni profile). We report the tentative detection of the first astrophysical signature of X‐ray absorption fine structure in the photoelectric edge of Si (and possibly Fe and Mg) attributed to material in grains. The large column densities measured from the neutral edges reveal anomalous Si and Fe abundances and illustrate the importance of high‐resolution X‐ray measurements for assessing material that surrounds …",
                "Planetary nebulae are thought to be formed when a slow wind from the progenitor giant star is overtaken by a subsequent fast wind generated as the star enters its white dwarf stage 1. A shock forms near the boundary between the winds, creating the relatively dense shell characteristic of a planetary nebula. A spherically symmetric wind will produce a spherically symmetric shell, yet over half of known planetary nebulae are not spherical; rather, they are elliptical or bipolar in shape 2. A magnetic field could launch and collimate a bipolar outflow, but the origin of such a field has hitherto been unclear, and some previous work has even suggested that a field could not be generated 3. Here we show that an asymptotic-giant-branch (AGB) star can indeed generate a strong magnetic field, having as its origin a dynamo at the interface between the rapidly rotating core and the more slowly rotating envelope of the star. The …",
                "We supplement the mean field dynamo growth equation with the total magnetic helicity evolution equation. This provides an explicitly time‐dependent model for α‐quenching in dynamo theory. For dynamos without shear, this approach accounts for the observed large‐scale field growth and saturation in numerical simulations. After a significant kinematic phase, the dynamo is resistively quenched, i.e., the saturation time depends on the microscopic resistivity. This is independent of whether or not the turbulent diffusivity is resistively quenched. We find that the approach is also successful for dynamos that include shear and exhibit migratory waves (cycles). In this case, however, whether or not the cycle period remains of the order of the dynamical timescale at large magnetic Reynolds numbers does depend on how the turbulent magnetic diffusivity quenches. Since this is unconstrained by magnetic helicity …"
            ],
            [
                [
                    "Theoretical Astrophysics",
                    "Plasma Astrophysics",
                    "Magnetohydrodynamics",
                    "Planetary Physics",
                    "Brain-Injury Biomechanics"
                ]
            ],
            [
                "Eric G. Blackman Professor of Physics and Astronomy PhD in Astrophysics, Harvard University, 1995 417 Bausch & Lomb Hall (585) 275-0537 Fax: (585) 273-3237 blackman@pas.rochester.edu Biography Professor Blackman received his BS in Physics and in Mathematics (1990) from the Massachusetts Institute of Technology. After doing the post-graduate Part 3 Math\/Theoretical Physics Tripos program at Cambridge University (1990-1991), he went on to receive his PhD in Theoretical Astrophysics (1995) from Harvard University. He was a Research Fellow at Cambridge University (1995-98) and at the California Institute of Technology (1998-99). Professor Blackman joined the University as an Assistant Professor of Physics and Astronomy in January 2000. He was promoted to Associate Professor in 2003 and to Professor in 2004, and also is a Senior Scientist at the Laboratory for Laser Energetics . He received the the 2000-2003 Faculty Development Award in Plasma Physics from the Department of Energy, and elected fellow of the American Physical Society in 2005. Research Overview Professor Blackman's research is in the general area of Theoretical Astrophysics . His work focuses on the problems of plasma astrophysics, jets and active galactic nuclei, accretion disc physics, gamma-ray burts, the origin and dynamics of astrophysical magnetic fields, and particle acceleration. Professor Blackman is also a member of the Department's Plasma Physics program, which is part of the University's interdisciplinary program in High-Energy Density Plasmas. In collaboration with faculty at the University's Laboratory for Laser Energetics (an Inertial Confinement Fusion facility) he is seeking to bridge the gap between astrophysical and laboratory plasmas. For further details, go to Professor Blackman's home page at: http:\/\/www.pas.rochester.edu\/~blackman\/"
            ]
        ]
    ]
}