{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IAQMUW0S",
            "7ePkcMUAAAAJ",
            [
                "Theoretical investigation of the evolution of the topological phase of BiSe under mechanical strain",
                "Density functional theory study of the structure and energetics of negatively charged oligopyrroles",
                "Computational screening of high-performance optoelectronic materials using OptB88vdW and TB-mBJ formalisms",
                "Molecular beam epitaxy growth and structure of self-assembled Bi2Se3\/Bi2MnSe4 multilayer heterostructures",
                "Mechanistic Investigation of the Hydrogenation of O2 by a Transfer Hydrogenation Catalyst",
                "On the insertion mechanism of molecular oxygen into a Pd (II)–H bond. Something to add",
                "Magnetic skyrmions in atomic thin CrI3 monolayer",
                "Theoretical investigation of the mechanism of acid-catalyzed oxygenation of a Pd (II)-hydride to produce a Pd (II)-hydroperoxide",
                "The recognition of a new pathway for the reaction of molecular oxygen with a Pd (II)-hydride to produce a Pd (II)-hydroperoxide",
                "Short-range charge density wave order in "
            ],
            [
                "The topological insulating phase results from inversion of the band gap due to spin-orbit coupling at an odd number of time-reversal symmetric points. In Bi 2 Se 3, this inversion occurs at the Γ point. For bulk Bi 2 Se 3, we have analyzed the effect of arbitrary strain on the Γ point band gap using density functional theory. By computing the band structure both with and without spin-orbit interactions, we consider the effects of strain on the gap via Coulombic interaction and spin-orbit interaction separately. While compressive strain acts to decrease the Coulombic gap, it also increases the strength of the spin-orbit interaction, increasing the inverted gap. Comparison with Bi 2 Te 3 supports the conclusion that effects on both Coulombic and spin-orbit interactions are critical to understanding the behavior of topological insulators under strain, and we propose that the topological insulating phase can be effectively …",
                "First‐principles calculations are used to investigate the electronic properties of negatively charged n‐pyrrole oligomers with n = 2–18. Chains of neutral oligomers are bent, whereas the negatively charged oligomers become almost planar due to accumulation of negative charge at the end monomers. Isomers of short oligomers (n < 6) display negative electron affinity although the corresponding anions are energetically stable. For longer oligomers with n ≥ 6, the electron affinity is small and positive, slowly increasing with oligopyrrole length. Doping of 12‐pyrrole with lithium atoms shows that negative oxidation states are possible due to electron transfer from dopant to oligomer at locations close to dopant. These 12‐pyrrole regions support extra negative charge and exhibit a local structural change from benzenoid to quinoid structure in the CC backbone conjugation. Comparison between neutral and doped …",
                "We perform high-throughput density functional theory (DFT) calculations for optoelectronic properties (electronic bandgap and frequency dependent dielectric function) using the OptB88vdW functional (OPT) and the Tran-Blaha modified Becke Johnson potential (MBJ). This data is distributed publicly through JARVIS-DFT database. We used this data to evaluate the differences between these two formalisms and quantify their accuracy, comparing to experimental data whenever applicable. At present, we have 17,805 OPT and 7,358 MBJ bandgaps and dielectric functions. MBJ is found to predict better bandgaps and dielectric functions than OPT, so it can be used to improve the well-known bandgap problem of DFT in a relatively inexpensive way. The peak positions in dielectric functions obtained with OPT and MBJ are in comparable agreement with experiments. The data is available on our websites http:\/\/www …",
                "We demonstrate that the introduction of an elemental beam of Mn during the molecular beam epitaxial growth of Bi 2 Se 3 results in the formation of layers of Bi 2 MnSe 4 that intersperse between layers of pure Bi 2 Se 3. This study revises the assumption held by many who study magnetic topological insulators (TIs) that Mn incorporates randomly at Bi-substitutional sites during epitaxial growth of Mn: Bi 2 Se 3. Here, we report the formation of thin film magnetic TI Bi 2 MnSe 4 with stoichiometric composition that grows in a self-assembled multilayer heterostructure with layers of Bi 2 Se 3, where the number of Bi 2 Se 3 layers separating the single Bi 2 MnSe 4 layers is approximately defined by the relative arrival rate of Mn ions to Bi and Se ions during growth, and we present its compositional, structural, and electronic properties. We support a model for the epitaxial growth of Bi 2 MnSe 4 in a near-periodic self …",
                "The mechanistic details of the hydrogenation of molecular oxygen by the 18e amino-hydride Cp*IrH(TsDPEN) (1H(H)) complex to give Cp*Ir(TsDPEN-H) (1) and 1 equiv of H2O were investigated by means of hybrid density functional calculations (B3LYP). To comprehensively describe the overall catalytic cycle of the hydrogenation of dioxygen using H2 catalyzed by the Ir complex 1, the potential energy surfaces for the hydrogenation process of both the catalyst 1 and the corresponding unsaturated iridium(III) amine cation ([1H]+) were explored at the same level of theory. The results of our computations, in agreement with experimental findings, confirm that the addition of H2 to the 16e diamido complexes 1 is favorable but is slow and is accelerated by the presence of Brönsted acids, such as HOTf, which convert 1 into the corresponding amine cation [1H]+. By deprotonation of the subsequently hydrogenated [1H …",
                "Density functional theory (DFT) in its hybrid B3LYP formulation was applied to the investigation of the mechanistic details of the insertion of molecular oxygen into the palladium(II) hydride bond of the (PCP)Pd–H complex (PCP = 1,3-(CH2PtBu2)2C6H3−) to form the corresponding Pd(II) hydroperoxide. The calculations reveal that minima and transition state through which formation of the final product takes place are different along the singlet and triplet pathways. A triplet–singlet crossing occurs before the formation of a stable singlet intermediate from which the reaction straightforwardly proceeds to yield the singlet hydroperoxo complex. Differences and improvements with respect to analogous theoretical investigations are highlighted.",
                "In this letter, we report on the visualization of topologically protected spin textures, in the form of magnetic skyrmions, in recently discovered monoatomic-thin two-dimensional CrI3. By combining density functional theory and atomistic spin dynamic simulation, we demonstrate that an application of an out-of-plane electric field to the CrI3 lattice favors the formation of sub-10 nm skyrmions at 0 K temperature. The spin texture arises due to a strong correlation between magnetocrystalline anisotropy, Dzyaloshinskii-Moriya interaction, and the vertical electric field, whose shape and size could be tuned with the magnetic field. Such a finding will open avenues for atomic-scale quantum engineering and precision sensing.",
                "Density Functional Theory (DFT) has been applied to a comprehensive mechanistic study of the conversion reaction of the Pd(II)-hydride complex, (IMe)2(RCO2)PdH (R=CH3, Ph, and p-O2NC6H4), to the corresponding Pd(II)-hydroperoxide in the presence of molecular oxygen. The calculations have evaluated the two mechanistic proposed alternatives, that are both considered viable on the basis of current data, of slow RCO2H reductive elimination followed by oxygenation (Path A) and direct O2 insertion (Path B). Results suggest that the mechanism of direct insertion of molecular oxygen into the Pd−H bond of the initial complex is energetically preferred. The activation energy relative to the rate-determining step of Path A, indeed, is calculated to be lower than the activation energy of the rate determining step of the alternative Path B, whatever ligand (CH3CO2, Ph, CO2, p-O2NC6H4CO2) is coordinated to the Pd …",
                "Significant recent developments in homogeneous palladium catalysis for selective aerobic oxidation have emphasized the importance of developing a thorough comprehension of reactions of palladium complexes with O2. Density functional theory (DFT) calculations, employing the B3LYP exchange-correlation functional, have been performed to probe the mechanism for the insertion reaction of molecular oxygen into the palladium(II) hydride bond of the trans-[PdH(O2Ac)(IMes)2] complex to form the corresponding Pd(II)-hydroperoxide. A crossing between triplet and singlet surfaces occurs before the formation of a stable singlet intermediate from which the reaction straightforwardly proceeds to yield the singlet hydroperoxo complex. Results appear to be different with respect to previous analogous theoretical investigations providing a new minimum energy pathway.",
                "2 H− Ta S 2 undergoes a charge density wave (CDW) transition at T CDW∼ 75 K, however key questions regarding the onset of CDW order remain under debate. In this study, we explore the CDW transition through a combination of temperature and excitation-dependent Raman spectroscopy, angle resolved photoemission spectroscopy (ARPES), and density functional theory (DFT). Below T CDW we identify two CDW amplitude modes that redshift and broaden with increasing temperature and one zone-folded mode that disappears above T CDW. Above T CDW, we observe a strong two-phonon mode that softens substantially upon cooling, which suggests the presence of substantial lattice distortions at temperatures as high as 250 K. This correlates with the ARPES observation of the persistence of a CDW energy gap above T CDW and finite-temperature DFT calculations of the phonon band structure that …"
            ],
            [
                [
                    "Computational Materials Science",
                    "Condensed Matter Physics",
                    "Magnetic Materials",
                    "Skyrmion",
                    "Catalysis"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}