{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IBF58SEM",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "CUWiP: APS Conference for Undergraduate Women in Physics UCI hosted the Conference for Undergraduate Women in Physics [CUWiP], January 18-19, 2020. It was attended by more than 300 students. American Academy Membership Professor Clare Yu is named a member by the American Academy of Arts & Sciences FASER Collaboration UCI-initiated hunt for new particles at the Large Hadron Collider gets underway Peer Mentoring Success Through Peer Mentoring: The Physics & Astronomy department has introduced peer mentoring for all students! Tue, 01\/19\/2021 Roy Eddelman Gives $1 Million to Establish New UCI Graduate Fellowship Wed, 01\/13\/2021 UCI scientists measure local vibrational modes at individual crystalline faults Wed, 01\/13\/2021 UCI Podcast: Running for city council as a 24-year-old PhD student Wed, 01\/13\/2021 Discovery of the most distant known quasar Mon, 12\/21\/2020 UCI Earns PhysTEC Award for entry in the “Top 5 Club” Sat, 12\/05\/2020 Physics and Astronomy Department Graduate Program Open House: December 5, 2020 Read More... Seminars, Colloquia & Faculty Meetings Plasma Physics Seminar Tue, 01\/26\/2021 4:00 pm John Goree The University of Iowa SoCal Plasma Zoom Seminar: Shock Waves Observed Experimentally at the Particle Level in a Dusty Plasma Astrophysics Seminar Tue, 01\/26\/2021 2:00 pm Nicolas Garavito University of Arizona The ongoing interaction of the Milky Way and the Large Magellanic Cloud Particle Physics Seminar Wed, 01\/27\/2021 11:00 am Anson Hook University of Maryland, College Park Fun with cosmic strings : A CMB Millikan experiment and colliders in the sky Plasma Physics Seminar Tue, 02\/02\/2021 4:00 pm John Rice MIT SoCal Plasma Zoom Seminar: Intrinsic Rotation Astrophysics Seminar Tue, 02\/02\/2021 2:00 pm Courtney Dressing UC Berkeley) Title: AAS Public Policy Read More... Support Physics & Astronomy Scientists in the Department of Physics & Astronomy are working to expand our knowledge of the Universe, the laws of physics, and the behavior of matter and energy by examining everything from the smallest particles to the vast expanses of the cosmos. Your support will help continue impactful research and education. For more information on supporting the department's research  programs contact Marijana Lekousis at marijana@uci.edu ."
            ]
        ]
    ]
}