{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ICHOH2T0",
            "gePWV48AAAAJ",
            [
                "Electrical control of neutral and charged excitons in a monolayer semiconductor",
                "Optical generation of excitonic valley coherence in monolayer WSe 2",
                "Observation of long-lived interlayer excitons in monolayer MoSe 2–WSe 2 heterostructures",
                "Lateral heterojunctions within monolayer MoSe2–WSe2 semiconductors",
                "Monolayer semiconductor nanocavity lasers with ultralow thresholds",
                "Electrical tuning of valley magnetic moment through symmetry control in bilayer MoS 2",
                "Zeeman-type spin splitting controlled by an electric field",
                "Vapor-Solid Growth of High Optical Quality MoS2 Monolayer With Near Unity Valley Polarization",
                "Observation of the quantum spin Hall effect up to 100 kelvin in a monolayer crystal",
                "Edge conduction in monolayer WTe2"
            ],
            [
                "Monolayer group-VI transition metal dichalcogenides have recently emerged as semiconducting alternatives to graphene in which the true two-dimensionality is expected to illuminate new semiconducting physics. Here we investigate excitons and trions (their singly charged counterparts), which have thus far been challenging to generate and control in the ultimate two-dimensional limit. Utilizing high-quality monolayer molybdenum diselenide, we report the unambiguous observation and electrostatic tunability of charging effects in positively charged (X+), neutral (X o) and negatively charged (X−) excitons in field-effect transistors via photoluminescence. The trion charging energy is large (30 meV), enhanced by strong confinement and heavy effective masses, whereas the linewidth is narrow (5 meV) at temperatures< 55 K. This is greater spectral contrast than in any known quasi-two-dimensional system. We also …",
                "As a consequence of degeneracies arising from crystal symmetries, it is possible for electron states at band-edges (‘valleys’) to have additional spin-like quantum numbers 1, 2, 3, 4, 5, 6. An important question is whether coherent manipulation can be performed on such valley pseudospins, analogous to that implemented using true spin, in the quest for quantum technologies 7, 8. Here, we show that valley coherence can be generated and detected. Because excitons in a single valley emit circularly polarized photons, linear polarization can only be generated through recombination of an exciton in a coherent superposition of the two valley states. Using monolayer semiconductor WSe 2 devices, we first establish the circularly polarized optical selection rules for addressing individual valley excitons and trions. We then demonstrate coherence between valley excitons through the observation of linearly polarized …",
                "Van der Waals bound heterostructures constructed with two-dimensional materials, such as graphene, boron nitride and transition metal dichalcogenides, have sparked wide interest in device physics and technologies at the two-dimensional limit. One highly coveted heterostructure is that of differing monolayer transition metal dichalcogenides with type-II band alignment, with bound electrons and holes localized in individual monolayers, that is, interlayer excitons. Here, we report the observation of interlayer excitons in monolayer MoSe 2–WSe 2 heterostructures by photoluminescence and photoluminescence excitation spectroscopy. We find that their energy and luminescence intensity are highly tunable by an applied vertical gate voltage. Moreover, we measure an interlayer exciton lifetime of~ 1.8 ns, an order of magnitude longer than intralayer excitons in monolayers. Our work demonstrates optical pumping of …",
                "Heterojunctions between three-dimensional (3D) semiconductors with different bandgaps are the basis of modern light-emitting diodes 1, diode lasers 2 and high-speed transistors 3. Creating analogous heterojunctions between different 2D semiconductors would enable band engineering within the 2D plane 4, 5, 6 and open up new realms in materials science, device physics and engineering. Here we demonstrate that seamless high-quality in-plane heterojunctions can be grown between the 2D monolayer semiconductors MoSe 2 and WSe 2. The junctions, grown by lateral heteroepitaxy using physical vapour transport 7, are visible in an optical microscope and show enhanced photoluminescence. Atomically resolved transmission electron microscopy reveals that their structure is an undistorted honeycomb lattice in which substitution of one transition metal by another occurs across the interface. The growth of …",
                "Engineering the electromagnetic environment of a nanometre-scale light emitter by use of a photonic cavity can significantly enhance its spontaneous emission rate, through cavity quantum electrodynamics in the Purcell regime. This effect can greatly reduce the lasing threshold of the emitter 1, 2, 3, 4, 5, providing a low-threshold laser system with small footprint, low power consumption and ultrafast modulation. An ultralow-threshold nanoscale laser has been successfully developed by embedding quantum dots into a photonic crystal cavity (PCC) 6, 7, 8. However, several challenges impede the practical application of this architecture, including the random positions and compositional fluctuations of the dots 7, extreme difficulty in current injection 8, and lack of compatibility with electronic circuits 7, 8. Here we report a new lasing strategy: an atomically thin crystalline semiconductor—that is, a tungsten diselenide …",
                "Crystal symmetry governs the nature of electronic Bloch states. For example, in the presence of time-reversal symmetry, the orbital magnetic moment and Berry curvature of the Bloch states must vanish unless inversion symmetry is broken 1. In certain two-dimensional electron systems such as bilayer graphene, the intrinsic inversion symmetry can be broken simply by applying a perpendicular electric field 2, 3. In principle, this offers the possibility of switching on\/off and continuously tuning the magnetic moment and Berry curvature near the Dirac valleys by reversible electrical control 4, 5. Here we investigate this possibility using polarization-resolved photoluminescence of bilayer MoS 2, which has the same symmetry as bilayer graphene but has a bandgap in the visible spectrum 6, 7 allowing direct optical probing 5, 8, 9, 10, 11, 12. We find that in bilayer MoS 2 the circularly polarized photoluminescence can be …",
                "Transition-metal dichalcogenides such as WSe 2 and MoS 2 have electronic band structures that are ideal for hosting many exotic spin–orbit phenomena. Here we investigate the possibility to generate and modulate a giant Zeeman-type spin polarization in WSe 2 under an external electric field. By tuning the perpendicular electric field applied to the WSe 2 channel with an electric-double-layer transistor, we observe a systematic crossover from weak localization to weak anti-localization in magnetotransport. Our optical reflection measurements also reveal an electrically tunable exciton splitting. Using first-principles calculations, we propose that these are probably due to the emergence of a merely out-of-plane and momentum-independent spin splitting at and in the vicinity of the vertices of the WSe 2 Brillouin zone under electric field. The non-magnetic approach for creating such an intriguing spin splitting keeps …",
                "Monolayers of transition metal dichalcogenides (TMDCs) are atomically thin direct-gap semiconductors with potential applications in nanoelectronics, optoelectronics, and electrochemical sensing. Recent theoretical and experimental efforts suggest that they are ideal systems for exploiting the valley degrees of freedom of Bloch electrons. For example, Dirac valley polarization has been demonstrated in mechanically exfoliated monolayer MoS2 samples by polarization-resolved photoluminescence, although polarization has rarely been seen at room temperature. Here we report a new method for synthesizing high optical quality monolayer MoS2 single crystals up to 25 μm in size on a variety of standard insulating substrates (SiO2, sapphire, and glass) using a catalyst-free vapor–solid growth mechanism. The technique is simple and reliable, and the optical quality of the crystals is extremely high, as demonstrated …",
                "A variety of monolayer crystals have been proposed to be two-dimensional topological insulators exhibiting the quantum spin Hall effect (QSHE), possibly even at high temperatures. Here we report the observation of the QSHE in monolayer tungsten ditelluride (WTe2) at temperatures up to 100 kelvin. In the short-edge limit, the monolayer exhibits the hallmark transport conductance, ~e2\/h per edge, where e is the electron charge and h is Planck’s constant. Moreover, a magnetic field suppresses the conductance, and the observed Zeeman-type gap indicates the existence of a Kramers degenerate point and the importance of time-reversal symmetry for protection from elastic backscattering. Our results establish the QSHE at temperatures much higher than in semiconductor heterostructures and allow for exploring topological phases in atomically thin crystals.",
                "A two-dimensional topological insulator (2DTI) is guaranteed to have a helical one-dimensional edge mode 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11 in which spin is locked to momentum, producing the quantum spin Hall effect and prohibiting elastic backscattering at zero magnetic field. No monolayer material has yet been shown to be a 2DTI, but recently the Weyl semimetal WTe 2 was predicted 12 to become a 2DTI in monolayer form if a bulk gap opens. Here, we report that, at temperatures below about 100 K, monolayer WTe 2 does become insulating in its interior, while the edges still conduct. The edge conduction is strongly suppressed by an in-plane magnetic field and is independent of gate voltage, save for mesoscopic fluctuations that grow on cooling due to a zero-bias anomaly, which reduces the linear-response conductance. Bilayer WTe 2 also becomes insulating at low temperatures but does not show edge …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Quantum Matter and Devices",
                    "Quantum Information"
                ]
            ],
            [
                "Sanfeng  Wu Sanfeng  Wu Assistant Professor 609-258-6135 sanfengw@princeton.edu 305 Jadwin Hall sites.google.com\/view\/wu-laboratory\/home"
            ]
        ]
    ]
}