{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IDG7A56V",
            "SR3nlfoAAAAJ",
            [
                "Sub-kelvin optical cooling of a micromechanical resonator",
                "Topological mechanics of gyroscopic metamaterials",
                "Creation and dynamics of knotted vortices",
                "Creating and verifying a quantum superposition in a micro-optomechanical system",
                "How superfluid vortex knots untie",
                "Helicity conservation by flow across scales in reconnecting vortex links and knots",
                "High finesse opto-mechanical cavity with a movable thirty-micron-size mirror",
                "Optomechanical trampoline resonators",
                "Diffraction-limited high-finesse optical cavities",
                "Complete measurement of helicity and its dynamics in vortex tubes"
            ],
            [
                "Micromechanical resonators, when cooled down to near their ground state, can be used to explore quantum effects such as superposition and entanglement at a macroscopic scale 1, 2, 3. Previously, it has been proposed to use electronic feedback to cool a high frequency (10 MHz) resonator to near its ground state 4. In other work, a low frequency resonator was cooled from room temperature to 18 K by passive optical feedback 5. Additionally, active optical feedback of atomic force microscope cantilevers has been used to modify their response characteristics 6, and cooling to approximately 2 K has been measured 7. Here we demonstrate active optical feedback cooling to 135±15 mK of a micromechanical resonator integrated with a high-quality optical resonator. Additionally, we show that the scheme should be applicable at cryogenic base temperatures, allowing cooling to near the ground state that is required …",
                "Topological mechanical metamaterials are artificial structures whose unusual properties are protected very much like their electronic and optical counterparts. Here, we present an experimental and theoretical study of an active metamaterial—composed of coupled gyroscopes on a lattice—that breaks time-reversal symmetry. The vibrational spectrum displays a sonic gap populated by topologically protected edge modes that propagate in only one direction and are unaffected by disorder. We present a mathematical model that explains how the edge mode chirality can be switched via controlled distortions of the underlying lattice. This effect allows the direction of the edge current to be determined on demand. We demonstrate this functionality in experiment and envision applications of these edge modes to the design of one-way acoustic waveguides.",
                "Knots and links have been conjectured to play a fundamental role in a wide range of physical fields, including plasmas and fluids, both quantum and classical. In fluids, the fundamental knottedness-carrying excitations occur in the form of linked and knotted vortex loops, which have been conjectured to exist for over a century. Although they have been the subject of considerable theoretical study, their creation in the laboratory has remained an outstanding experimental goal. Here we report the creation of isolated trefoil vortex knots and pairs of linked vortex rings in water using a new method of accelerating specially shaped hydrofoils. Using a high-speed scanning tomography apparatus, we measure their three-dimensional topological and geometrical evolution in detail. In both cases we observe that the linked vortices stretch themselves and then deform—as dictated by their geometrically determined energy …",
                "Micro-optomechanical systems are central to a number of recent proposals for realizing quantum mechanical effects in relatively massive systems. Here, we focus on a particular class of experiments which aim to demonstrate massive quantum superpositions, although the obtained results should be generalizable to similar experiments. We analyze in detail the effects of finite temperature on the interpretation of the experiment, and obtain a lower bound on the degree of non-classicality of the cantilever. Although it is possible to measure the quantum decoherence time when starting from finite temperature, an unambiguous demonstration of a quantum superposition requires the mechanical resonator to be in or near the ground state. This can be achieved by optical cooling of the fundamental mode, which also provides a method to measure the mean phonon number in that mode. We also calculate the rate of …",
                "Knots and links often occur in physical systems, including shaken strands of rope 1 and DNA (ref. 2), as well as the more subtle structure of vortices in fluids 3 and magnetic fields in plasmas 4. Theories of fluid flows without dissipation predict these tangled structures persist 5, constraining the evolution of the flow much like a knot tied in a shoelace. This constraint gives rise to a conserved quantity known as helicity 6, 7, offering both fundamental insights and enticing possibilities for controlling complex flows. However, even small amounts of dissipation allow knots to untie by means of ‘cut-and-splice’operations known as reconnections 3, 4, 8, 9, 10, 11. Despite the potentially fundamental role of these reconnections in understanding helicity—and the stability of knotted fields more generally—their effect is known only for a handful of simple knots 12. Here we study the evolution of 322 elemental knots and links in the …",
                "The conjecture that helicity (or knottedness) is a fundamental conserved quantity has a rich history in fluid mechanics, but the nature of this conservation in the presence of dissipation has proven difficult to resolve. Making use of recent advances, we create vortex knots and links in viscous fluids and simulated superfluids and track their geometry through topology-changing reconnections. We find that the reassociation of vortex lines through a reconnection enables the transfer of helicity from links and knots to helical coils. This process is remarkably efficient, owing to the antiparallel orientation spontaneously adopted by the reconnecting vortices. Using a new method for quantifying the spatial helicity spectrum, we find that the reconnection process can be viewed as transferring helicity between scales, rather than dissipating it. We also infer the presence of geometric deformations that convert helical coils into even …",
                "We report on the demonstration of a high finesse micro-optomechanical system and identify potential applications ranging from optical cooling to weak force detection to massive quantum superpositions. The system consists of a high quality 30 μ m diameter flat dielectric mirror cut from a larger substrate with a focused ion beam and attached to an atomic force microscope cantilever. Cavity ring-down measurements performed on a 25 mm long Fabry-Pérot cavity with the 30 μ m mirror at one end show an optical finesse of 2100. Numerical calculations show that the finesse is not diffraction limited and that orders of magnitude higher finesse should be possible. A mechanical quality factor of more than 10 5 at pressures below 10− 3 mbar is demonstrated for the cantilever with a mirror attached.",
                "We report on the development of optomechanical “trampoline” resonators composed of a tiny SiO_2\/Ta_2O_5 dielectric mirror on a silicon nitride micro-resonator. We observe optical finesses of up to 4 × 10^4 and mechanical quality factors as high as 9 × 10^5 in relatively massive (∼100 ng) and low frequency (10–200 kHz) devices. This results in a photon-phonon coupling efficiency considerably higher than previous Fabry-Perot-type optomechanical systems. These devices are well suited to ultra-sensitive force detection, ground-state optical cooling experiments, and demonstrations of quantum dynamics for such systems.",
                "High-quality optical cavities with wavelength-sized end mirrors are important to the growing field of micro-optomechanical systems. We present a versatile method for calculating the modes of diffraction limited optical cavities and show that it can be used to determine the effect of a wide variety of cavity geometries and imperfections. Additionally, we show these calculations agree remarkably well with FDTD simulations for wavelength-sized optical modes, even though our method is based on the paraxial approximation.",
                "Helicity, a topological measure of the intertwining of vortices in a fluid flow, is a conserved quantity in inviscid fluids but can be dissipated by viscosity in real flows. Despite its relevance across a range of flows, helicity in real fluids remains poorly understood because the entire quantity is challenging to measure. We measured the total helicity of thin-core vortex tubes in water. For helical vortices that are stretched or compressed by a second vortex, we found conservation of total helicity. For an isolated helical vortex, we observed evolution toward and maintenance of a constant helicity state after the dissipation of twist helicity by viscosity. Our results show that helicity can remain constant even in a viscous fluid and provide an improved basis for understanding and manipulating helicity in real flows."
            ],
            [
                [
                    "Soft matter physics",
                    "Fluid Mechanics"
                ]
            ]
        ]
    ]
}