{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IEC3MUUA",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Yoram Alhassid Yoram Alhassid Frederick Phineas Rose Professor of Physics SPL 50 203-432-6922 yoram.alhassid@yale.edu Theoretical Nuclear Physics Yoram Alhassid is a theoretical physicist who studies correlated quantum many-body systems in which finite-size effects are important. His program spans the fields of nuclear physics, mesoscopic physics\/nanoscience and cold atom physics. In his nuclear theory research, Professor Alhassid is addressing a major challenge: the microscopic derivation of nuclear properties from underlying effective interactions. Knowledge of nuclear properties is important for understanding astrophysical processes such as nucleosynthesis and supernovas, and for interpreting results expected from new radioactive beam facilities. The configuration-interaction (CI) shell model is a suitable model for such microscopic studies as it includes both shell effects and correlations.  However, combinatorial growth of the dimension of the many-particle space hinders application of the CI shell model in mid-mass and heavy nuclei. Alhassid’s group is developing sophisticated quantum Monte Carlo methods to calculate nuclear properties in model spaces that are many orders of magnitude larger than those that can be treated by conventional methods [1].  In particular, the group pioneered the development and application of the auxiliary-field Monte Carlo approach as the state-of-the-art method for microscopic calculation of the nuclear level density, the most important statistical nuclear property [2].  A recent breakthrough is a method to calculate the ground-state energy of an odd particle-number system that circumvents the sign problem introduced by the projection on an odd number of particles [3]. Methods and concepts originating in nuclear theory have contributed to our understanding of mesoscopic systems and nanostructures in which finite-size effects are important, such as quantum dots and nano-sized metallic grains. Alhassid’s group has been on the forefront of such interdisciplinary studies. In particular, Alhassid and collaborators developed a statistical theory of quantum dots that explains the mescoscopic fluctuations of the conductance in terms of the underlying signatures of chaos in the single-particle electronic wavefunctions [4,5]. The group’s current focus in this area is on the interplay between single-particle chaos and many-body correlations. A fascinating example is pairing correlations in nano-scale metallic grains whose linear size is smaller than a few nanometers. At this scale, fluctuations in the order parameter become important and BCS theory breaks down [6].  This regime is common to nanoparticles and nuclei [7], even though their gaps differ by six orders of magnitude. Another research subject is cold atomic Fermi gases. Strongly interacting Fermi systems occur in different areas of nature, such as nuclei, quark matter, and neutron stars, and present an important theoretical challenge. Cold atomic Fermi gases provide a clean paradigm for such systems. They can be experimentally probed, and their interactions can be tuned to a wide range of physical regimes, including the Bose-Einstein condensate (BEC), the BCS regime and a nonperturbative unitary regime in which the interaction is strongest and corresponds to an infinite scattering length. The cold atom studies of Alhassid’s group utilize the CI method.  Recent advance include a new effective interaction that dramatically improves the convergence of many-particle energies [8] and a description of the nature of superfluidity in the finite-size unitary gas [9]. Ph.D. Hebrew University, 1979 Honors & Awards: 2017 - Named Frederick Phineas Rose Professor of Physics [1] Recent Developments in the Shell Model Monte Carlo Approach to Nuclei , Y. Alhassid,  A. Mukherjee, H. Nakada and C. Ozen,  Journal of Physics: Conference Series  403, 012012 (2012). [2] Total and parity-Projected  Level Densities Iron-Region Nuclei in the Auxiliary Fields Monte Carlo Shell Model ,  H. Nakada and  Y. Alhassid,  Phys. Rev. Lett. 79, 2939 (1997); Spin Projection in the Shell Model Monte Carlo Method and the Spin Distribution of Nuclear Level Densities , Y. Alhassid, S. Liu, and H. Nakada, Phys. Rev. Lett. 99, 162504 (2007); Heavy Deformed Nuclei in the Shell Model Monte Carlo Method , Y. Alhassid, L. Fang and H. Nakada, Phys. Rev. Lett. 101, 082501 (2008) [3] Odd-Particle Systems in the Shell Model Monte Carlo: Circumventing a Sign Problem , A. Mukherjee and Y. Alhassid, Phys. Rev. Lett. 109, 032503 (2012). [4] The Statistical Theory of Quantum Dots, Y. Alhassid,  Rev. Mod. Phys. 72, 895 (2000), and references therein. [5] Chaos and Interactions in Quantum Dots, Y. Alhassid, Nobel Symposium 2000, Physica Scripta T 90, 80 (2001). [6] The Coexistence of Superconductivity and Ferromagnetism in Nano-Scale Metallic Grains, Y. Alhassid, K. Nesterov, and S. Schmidt, Physica Scripta T 151, 014047 (2012), and references therein. [7] Thermal Signaturs of Pairing Correlations in Nuclei and Nano-Scale Metallic Grains, Y. Alhassid, arXiv:1206.5834, chapter in Fifty Years of Nuclear BCS: Pairing in Finite Systems , eds. R. A. Broglia and V. Zelevinsky, World Scientific (2013). [8] A New Effective Interaction for the Trapped Fermi Gas ,  Y. Alhassid, G.F. Bertsch, L. Fang,  Phys. Rev. Lett. 100, 230401 (2008); A New Effective Interaction for the Two-Component Trapped Fermi Gas: the BEC to BCS Crossover , C.N. Gilbreth and Y. Alhassid, Phys. Rev. A 85, 033621 (2012). [9] Pair Condensation in a Finite Trapped Fermi Gas ,  C.N. Gilbreth and Y. Alhassid, arXiv:1210.4131. Alhassid Group Recent News Nuclear Femto & Nano Cold atoms Recent Talks Publications Welcome to the homepage of the Alhassid research group at Yale University. We study theoretical physics, particularly finite-size correlated quantum many-body systems.  Our research program spans three main directions: the nuclear many-body problem, mesoscopic physics and nanoscience, and cold atomic Fermi gases. Recent News The nuclear many-body problem Femtoscience and nanoscience: nuclei, quantum dots and nanoparticles Cold atomic Fermi gases Recent Talks Publications"
            ]
        ]
    ]
}