{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IFD255JE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Regina Demina Professor of Physics PhD in Physics, Northeastern University, 1994 367 Bausch & Lomb Hall (585) 275-7357 regina@pas.rochester.edu Biography Professor Demina received her BA in Physics (1985) and MS in Physics (1988) from Novosibirsk State University, and her PhD in Physics (1994) from Northeasern University. After a postdoctoral position at Fermilab, she joined Kansas State University as Assistant Professor of Physics in 1999. She joined the University of Rochester as Associate Professor in July of 2003, and promoted to Professor in 2007. Professor Demina was named a Department of Energy Outstanding Junior Investigator in 2001. Research Overview Professor Demina's research interests are in the field of experimental high-energy physics. Along with professors Ferbel and Slattery, she is collaborating on the D-Zero Experiment at Fermilab, where her interests are concerned with understanding the mechanism of elecro-weak symmetry breaking and the study of top quark properties. The identification of heavy flavor jets, such as b and c-jets, is vitally important for these studies, and Professor Demina is working on the development of heavy flavor tagging algorithms that employ lifetime information obtained using silicon microstrip detectors. She is co-leading the effort in the design and production of radiation hard high precision silicon sensors for use in the D-Zero Run2b upgrade. Such detectors will play a key role in new efforts at the Tevatron to search for the long sought after Higgs boson. Along with professors Bodek and Slattery, Professor Demina is also collaborating on the CMS experiment at the Large Hadron Collider (LHC) at CERN, where she is the deputy project leader of the silicon outer barrel construction project. Her interests at the hadron-hadron collider include the search for exotic particles such as the Higgs boson, and supersymmetric particles such as the the scalar top and bottom quarks, studies of the top quark, and development and construction of silicon tracking detectors. Selected Publications Search for New Physics in e X Data at DO Using Sleuth: A Quasi-Model-Independent Search Strategy for New Physics Phys. Rev. D 62 , 92004 (2000) A Quasi-Model-Independent Search for New High pT Physics at DZero Phys. Rev. Lett. 86 , 3712 (2001) A Quasi-Model-Independent Search for New Physics at Large Transverse Momentum Phys. Rev. D 64 , 012004 (2001) Search for New Physics Using Quaero: A General Interface to DZero Data Phys. Rev. Lett. 87 , 231801 (2001) Cross section for b jet production in p-pbar collisions at = 1.8 TeV Phys. Rev. Lett. 85 , 5068 (2000)"
            ]
        ]
    ]
}