{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IFQZYI4R",
            "JhuTJooAAAAJ",
            [
                "The mass of the Coma cluster.",
                "Positron escape from type ia supernovae",
                "S-process nucleosynthesis in advanced burning phases of massive stars",
                "Are Ti-producing supernovae exceptional?",
                "On Flamsteed's supernova Cas A",
                "Hyades Oxygen Abundances from the λ6300 [OI] Line: The Giant-Dwarf Oxygen Discrepancy Revisited",
                "Origin of excess 176Hf in meteorites",
                "The Cosmic γ-ray Background from supernovae",
                "Expectations for the hard x-ray continuum and gamma-ray line fluxes from the type Ia supernova SN 2014J in M82",
                "CGRO\/OSSE Observations of the Cassiopeia A SNR"
            ],
            [
                "The dynamical mass determination of galaxies and systems of galaxies shows a large excess of mass above what one observes directly. This excess of mass indicates the presence of dark matter. The nature of this dark matter is still unknown and dark matter in the outer regions of large stellar structures such as clusters of galaxies might provide enough matter to close the universe. In this dissertation we investigate in detail the mass distribution of the Coma cluster. We show that optical data alone are unable to distinguish between a wide range of possible mass distribution for the Coma cluster. Low-mass models must have larger central density than high-mass models and require that the galaxies move on near-circular orbits, whereas high-mass models require the galaxy orbits to be predominantly radial. The optical data constrain the amount of dark matter very poorly. The X-ray data can also be used for a mass determination of the Coma cluster. These data may require the mass of the cluster to be more concentrated to the core than a light-traces-mass model if the central temperature of the gas is high. However, they do not put any constraint on the mass distribution beyond a Mpc or two. The above analysis, and most other approaches, assume the existence of dark matter. An alternative approach has been proposed by Milgrom (1983a,b,c): in his theory, the Newtonian law of motion breaks down in a weak field, and must be modified. The present analysis shows that this model is also consistent with optical and X-ray data on the Coma cluster, although a good fit required values for Milgrom's \"universal\" parameter aₒ to be 2h¹·⁵ (Hₒ = 50 h km …",
                "We generate bolometric light curves for a variety of Type Ia supernova models at late times, simulating gamma‐ray and positron transport for various assumptions about the magnetic field and ionization of the ejecta. These calculated light curve shapes are compared with light curves of specific supernovae for which there have been adequate late observations. The selection of models is generally not based upon the ability to fit the late observations, but rather because the model has been demonstrated by other authors to approximate the spectra and early light curves of that specific SN. From these comparisons we draw two conclusions: whether a suggested model is an acceptable approximation of a particular event, and, given that it is, the magnetic field characteristics and degree of ionization that are most consistent with the observed light curve shape. For the 10 SNe included in this study, five strongly suggest …",
                "We present a detailed study of s‐process nucleosynthesis in massive stars of solar‐like initial composition and masses 15, 20, 25, and 30  . We update our previous results of s‐process nucleosynthesis during the core He burning of these stars and then focus on an analysis of the s‐process under the physical conditions encountered during the shell carbon burning. We show that the recent compilation of the   rate leads to a remarkable reduction of the efficiency of the s‐process during core He burning. In particular, this rate leads to the lowest overproduction factor of 80Kr found to date during core He burning in massive stars. The s‐process yields resulting from shell carbon burning turn out to be very sensitive to the structural evolution of the carbon shell. This structure is influenced by the mass fraction of 12C attained at the end of core helium burning, which in turn is mainly determined by the   reaction. The still …",
                "According to standard models supernovae produce radioactive 44Ti, which should be visible in gamma-rays following decay to 44Ca for a few centuries. 44Ti production is believed to be the source of cosmic 44Ca, whose abundance is well established. Yet, gamma-ray telescopes have not seen the expected young remnants of core collapse events. The 44Ti mean life of τ  89 y and the Galactic supernova rate of 3\/100 y imply several detectable 44Ti gamma-ray sources, but only one is clearly seen, the 340-year-old Cas A SNR. Furthermore, supernovae which produce much 44Ti are expected to occur primarily in the inner part of the Galaxy, where young massive stars are most abundant. Because the Galaxy is transparent to gamma-rays, this should be the dominant location of expected gamma-ray sources. Yet the Cas A SNR as the only one source is located far from the inner Galaxy (at longitude 112°). We …",
                "The Galactic supernova remnant Cas A is believed to be the result of a recent (∼ 300 yrs) and nearby (D ∼ 3 kpc) explosion of a massive star. The discovery of gamma-ray line emission due to radioactive 44Ti with COMPTEL supports the massive star origin of Cas A. However, the ejection of 44Ti should be accompanied by large amounts of 56Ni and 57Ni, which would have made this a very bright supernova. No 17th century sightings of this event exist, with the notable exception of the ∼ 6th mag star 3 Cas reported by Sir John Flamsteed. This mystery may be solved by assuming that the supernova was enshrouded by a dusty envelope, perhaps provided by a pre-supernova wind. X-ray observations with ROSAT provide evidence for this scenario through the simultaneous analysis of absorption along the line of sight and the extended X-ray scattering halo around Cas A. The supernova shock destroyed the dust …",
                "We present the results of our abundance analysis of Fe, Ni, and O in high signal-to-noise ratio, high-resolution Very Large Telescope UVES and McDonald 2dcoudé spectra of nine dwarfs and three giants in the Hyades open cluster. The difference in Fe abundances derived from Fe II and Fe I lines ([Fe\/H]-[Fe\/H]) and Ni I abundances derived from moderately high-excitation (χ≈ 4.20 eV) lines is found to increase with decreasing T eff for the dwarfs. Both of these findings are in concordance with previous results of overexcitation\/overionization in cool young dwarfs. Oxygen abundances are derived from the [O I] λ6300 line, with careful attention given to the Ni I blend. The dwarf O abundances are in star-to-star agreement within uncertainties, but the abundances of the three coolest dwarfs (4573 K≤ T eff≤ 4834 K) evince an increase with decreasing T eff. Possible causes for the apparent trend are considered …",
                "After considerable controversy regarding the 176 Lu decay constant (λ 176 Lu), there is now widespread agreement that (1.867±0.008)× 10–11 yr–1 as confirmed by various terrestrial objects and a 4557 Myr meteorite is correct. This leaves the 176 Hf excesses that are correlated with Lu\/Hf elemental ratios in meteorites older than~ 4.56 Ga meteorites unresolved. We attribute 176 Hf excess in older meteorites to an accelerated decay of 176 Lu caused by excitation of the long-lived 176 Lu ground state to a short-lived 176m Lu isomer. The energy needed to cause this transition is ascribed to a post-crystallization spray of cosmic rays accelerated by nearby supernova (e) that occurred after 4564.5 Ma. The majority of these cosmic rays are estimated to penetrate accreted material down to 10-20 m, whereas a small fraction penetrate as deep as 100-200 m, predicting decreased excesses of 176 Hf with depth of burial at …",
                "The Cosmic γ-ray Background (CGB) near photon energies Eγ∼1 MeV may be partly, or even completely, due to γ-ray production in supernovae. In particular, γ-ray line emission from the decay chain 56Ni→56Co→56Fe (847, 1238, 1770, 2599, 2030, 3250 keV) is the dominant source for the SN-induced CGB. Although iron synthesis occurs in all types of supernovae, SNIa contribute predominantly to the background mostly due to higher photon escape probabilities. Estimates of the global star formation history in the local universe yield a present-day rate density of ≃3.7×10−2 h3 M⊙ Mpc−3 yr−1, but the star formation rate was about ten times higher at a redshift of order unity. The rate then decreases again, reaching the present-day value near redshifts ≃5. In addition to γ-rays from SNIa we also consider contributions to the CGB due to lines from SNII (such as 26Al at 1.8 MeV, 44Ti at 1.157 MeV, and 60Co at …",
                "The hard X-ray continuum and gamma-ray lines from a Type Ia supernova dominate its integrated photon emissions and can provide unique diagnostics of the mass of the ejecta, the 56 Ni yield and spatial distribution, its kinetic energy and expansion speed, and the mechanism of explosion. Such signatures and their time behavior\" X-ray\" the bulk debris field in direct fashion, and do not depend on the ofttimes problematic and elaborate UV, optical, and near-infrared spectroscopy and radiative transfer that have informed the study of these events for decades. However, to date no hard photons have ever been detected from a Type Ia supernova in explosion. With the advent of the supernova SN 2014J in M82, at a distance of~ 3.5 Mpc, this situation may soon change. Both NuSTAR and INTEGRAL have the potential to detect SN 2014J, and, if spectra and light curves can be measured, would usefully constrain the …",
                "We present all OSSE observation to date the Cas A supernova remnant. The objective are to detect the 44Ti lines, one of which has been reportedly detected by COMPTEL, and the hard X-ray continum above 40 keV, as indicated by HEAO-A2 measurements. Our best fit flux in each of three 44Ti lines is (+ 1.76±1.51\/1.48) x 10^-5 gamma cm^-2 s^-1 with X2v= 1.01, dof= 1780. The implied 44Ti mass~ 10^-4 M⊙ is compatible with explosive nucleosynthesis calculations. OSSE detected also a continuum below 200 keV at better than 4σ confidence level with a flux of~ 9 x 10^-4 gamma cm^-2 s^-1 MeV^-1 at 100 keV. This continuum can be fitted equally well with a power law, an exponential, or a thermal bremsstrahlung model. The impled temperature of kT= 35 keV can be interpreted as the emission from the shcoked circumstellar matter (CSM) by the primary blastwave of the supernova. Alternatively, the continuum can also be interpreted as bremsstrahlung from accelerated electron that are also producing the observed radio emission."
            ],
            [
                [
                    "Astrophysics"
                ]
            ],
            [
                "Lih-Sin The Senior Lecturer of Physics and Astronomy 120D Kinard Laboratory 864-656-1644 tlihsin@clemson.edu Ph.D., Physics, University of Arizona, Tuscon, AZ M.S., Physics, University of Arizona, Tuscon, AZ B.S., Physics, University of Indonesia, Jakarta, Indonesia Currently my research is focused on finding the best strategy in revealing the properties of supernova ejecta using X-ray and gamma-ray observations. I am also interested in determining the characteristics of x-ray bremsstrahlung from energetic electrons in supernovae and simulating galaxy collisions. SAO\/NASA Astrophysics Data System (ADS)"
            ]
        ]
    ]
}