{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IFXETUJ9",
            "p6FTbSMAAAAJ",
            [
                "The Electrochemistry of Boron-Doped Diamond Films on Single Crystal Diamond in Li+-Based Solid Polymer Electrolyte in Ultrahigh Vacuum",
                "Surface studies of (0001) Al2O3 and the growth of thin films of Cu on Al2O3",
                "The reactivity of linear alkyl carbonates toward metallic lithium: X-ray photoelectron spectroscopy studies in ultrahigh vacuum",
                "Effects of substrate defect density and annealing temperature on the nature of Pt clusters vapor deposited on the basal plane of highly oriented pyrolytic graphite",
                "Electrochemistry in Ultrahigh Vacuum:  Underpotential Deposition of Al on Polycrystalline W and Au from Room Temperature AlCl3\/1-Ethyl-3-methylimidazolium …",
                "Scanning tunneling microscopy of platinum deposits on the basal plane of highly oriented pyrolytic graphite",
                "Structural, Spectroscopic, and Electrochemical Characterization of Boron‐Doped Diamond Films from Different Provenances"
            ],
            [
                "Hydrogen-terminated boron-doped diamond (BDD) has emerged as a unique electrode material displaying, among other properties, extraordinary low reactivity in aqueous electrolytes1, 2 over a wide potential range. 2 Electrochemical studies of BDD in nonaqueous solvents would offer an even larger voltage window and, thereby, the possibility of investigating an expanded array of reactions without interference from processes derived from electrolyte decomposition. This paper presents cyclic voltammetry of hydrogen-terminated BDD films, grown on diamond macles, 3 in LiClO4-poly (ethyleneoxide)(PEO) and LiI\/PEO solid polymer electrolytes. Diamond is an ideal substrate material as its lack of chemical reactivity may avoid ambiguities in the interpretation of the electrochemical data derived from reactions involving other supports, which either form alloys, such as silicon, 4 or promote lithium underpotential …",
                "Angle resolved x‐ray photoemission spectroscopy has been employed to examine the (1×1) unreconstructed and the (√31×√31)R±9° reconstructed surfaces of (0001) Al2O3 and the bonding of copper to this substrate. Clean (0001) Al2O3 is found to contain at least two chemically distinct species of oxygen, with very subtle differences between the (1×1) and the reconstructed faces. Copper initially grows as uniform layers on (1×1) Al2O3 but forms clusters after 2–3 atomic layers of metal are deposited at room temperature. The data indicate that copper is donating charge to surface oxygen with Cu–O bonds forming at the interface. However, the thickness of the reaction layer is limited to one atomic layer.",
                "X-ray photoelectron spectroscopy (XPS) was used to examine the reactivity of metallic Li toward gas-phase symmetric and asymmetric alkyl linear carbonates of the form (R and at room temperature in ultrahigh vacuum (UHV). Comparison of the C (1s) and O (1s) XPS features obtained in virtually identical experiments involving methanol and ethanol allowed and to be clearly identified as the major products of the reaction between Li and dimethyl (DMC) and diethyl (DEC) carbonates, respectively, and a mixture of the two alkoxides for ethylmethyl (EMC) carbonate. These findings are in agreement with UHV Fourier transform infrared studies of the same systems reported earlier in our laboratory. Also found in the XPS spectra for interfaces was an O (1s) peak at 529.6 eV attributed to Li oxide. In the case of DEC and EMC, evidence was obtained for the presence of an additional O (1s) feature at 534.76 eV attributed to …",
                "The influence of substrate defect sites on the morphology of Pt vapor deposited on the basal plane of highly oriented pyrolytic graphite (HOPG(bp)) has been investigated in situ (in ultrahigh vacuum (UHV)) by X-ray photoelectron spectroscopy (XPS), and ex situ by high-resolution scanning electron microscopy (HRSEM), and scanning tunneling microscopy (STM). Defects were introduced on selected sections of HOPG(bp) surfaces via Ar+ bombardment by employing specially designed masks. The effect of such defects on the electronic and structural nature of the Pt clusters formed was examined by evaporating the metal simultaneously on both damaged and nominally pristine sections of HOPG(bp). HRSEM and STM images of Pt deposits formed at 300 K on pristine HOPG(bp) were found to display three-dimensional fractal-type aggregates. Image analysis of such Pt clusters gave a fractal dimension DL=1.7 for Pt …",
                "The voltammetric characteristics of polycrystalline Au and W electrodes cleaned (thermal annealing at 1100 K) and characterized (Auger electron spectroscopy) in ultrahigh vacuum (UHV) have been examined in ultrapure AlCl3\/1-ethyl-3-methylimidazolium chloride (EtMeImCl) melts in UHV. These experiments were performed using a custom-designed transfer system that allows for the all-Al electrochemical cell to be filled with EtMeImCl in an auxiliary UHV chamber and later transferred under UHV to the main UHV chamber that houses the Auger electron spectrometer. The results obtained for the underpotential (UPD) and bulk deposition of Al on Au were found to be very similar to those reported in the literature for measurements carried out under 1 atm of an inert gas in a glovebox. For the far more reactive W surfaces, voltammetric features ascribed to the stripping of underpotential-deposited Al could be …",
                "Scanning tunneling microscopy images of Ptvapor deposited on the basal plane of highly orientedpy-rolytic graphite, HOPG (bp), under ultrahigh vacuum have been recorded in air at room temperature. Areas of specimens masked during Pt deposition displayed characteristic corrugations associated with bare graphite over 20 X 20 nm1 2 areas, with no indication of surface damage or contamination over much larger sections, 400 X 400 nm2. Unmasked areas of samples with coverages in the range between ca. 10% and 40%, as estimated from X-ray photoelectron spectroscopy, contained small features (5-nm average lateral dimension) with internal structures of atomic dimensions. An analysis of variance of the maximum heights for clusters observed on representative areas of 10%, 28%, and 40% Pt\/HOPG (bp) specimens provided evidence that the means (ca. 0.38 nm) are not significantly different (P= 0.80 …",
                "Morphological, spectroscopic, and electrochemical aspects of boron‐doped diamond (BDD) films grown on silicon surfaces originating from three different laboratories have been examined by atomic force microscopy (AFM), Raman scattering, Auger electron spectroscopy, and cyclic voltammetry in polyethylene oxide electrolytes in ultrahigh vacuum. All specimens displayed AFM images characteristic of diamond and Raman spectra consistent with a wide range of boron concentrations (10 19 to 10 21 B atom\/cm 3, with no evidence for the presence of gross graphitic impurities. The cyclic voltammetry of two of the specimens (denoted as GV2 and CWRU), however, showed features at potentials positive to lithium bulk deposition attributed to lithium‐ion intercalation\/deintercalation phenomena in non‐diamond carbon present as a surface impurity, perhaps at the grain boundaries. This finding is consistent with earlier …"
            ],
            [
                [
                    "condensed matter physics",
                    "surface science",
                    "thin films"
                ]
            ]
        ]
    ]
}