{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IFXETUJ9",
            "p6FTbSMAAAAJ",
            [
                "The Electrochemistry of Boron-Doped Diamond Films on Single Crystal Diamond in Li+-Based Solid Polymer Electrolyte in Ultrahigh Vacuum",
                "Surface studies of (0001) Al2O3 and the growth of thin films of Cu on Al2O3",
                "The reactivity of linear alkyl carbonates toward metallic lithium: X-ray photoelectron spectroscopy studies in ultrahigh vacuum",
                "Effects of substrate defect density and annealing temperature on the nature of Pt clusters vapor deposited on the basal plane of highly oriented pyrolytic graphite",
                "Electrochemistry in Ultrahigh Vacuum:  Underpotential Deposition of Al on Polycrystalline W and Au from Room Temperature AlCl3\/1-Ethyl-3-methylimidazolium …",
                "Scanning tunneling microscopy of platinum deposits on the basal plane of highly oriented pyrolytic graphite",
                "Structural, Spectroscopic, and Electrochemical Characterization of Boron‐Doped Diamond Films from Different Provenances"
            ],
            [
                "Hydrogen-terminated boron-doped diamond (BDD) has emerged as a unique electrode material displaying, among other properties, extraordinary low reactivity in aqueous electrolytes1, 2 over a wide potential range. 2 Electrochemical studies of BDD in nonaqueous solvents would offer an even larger voltage window and, thereby, the possibility of investigating an expanded array of reactions without interference from processes derived from electrolyte decomposition. This paper presents cyclic voltammetry of hydrogen-terminated BDD films, grown on diamond macles, 3 in LiClO4-poly (ethyleneoxide)(PEO) and LiI\/PEO solid polymer electrolytes. Diamond is an ideal substrate material as its lack of chemical reactivity may avoid ambiguities in the interpretation of the electrochemical data derived from reactions involving other supports, which either form alloys, such as silicon, 4 or promote lithium underpotential …",
                "Angle resolved x‐ray photoemission spectroscopy has been employed to examine the (1×1) unreconstructed and the (√31×√31)R±9° reconstructed surfaces of (0001) Al2O3 and the bonding of copper to this substrate. Clean (0001) Al2O3 is found to contain at least two chemically distinct species of oxygen, with very subtle differences between the (1×1) and the reconstructed faces. Copper initially grows as uniform layers on (1×1) Al2O3 but forms clusters after 2–3 atomic layers of metal are deposited at room temperature. The data indicate that copper is donating charge to surface oxygen with Cu–O bonds forming at the interface. However, the thickness of the reaction layer is limited to one atomic layer.",
                "X-ray photoelectron spectroscopy (XPS) was used to examine the reactivity of metallic Li toward gas-phase symmetric and asymmetric alkyl linear carbonates of the form (R and at room temperature in ultrahigh vacuum (UHV). Comparison of the C (1s) and O (1s) XPS features obtained in virtually identical experiments involving methanol and ethanol allowed and to be clearly identified as the major products of the reaction between Li and dimethyl (DMC) and diethyl (DEC) carbonates, respectively, and a mixture of the two alkoxides for ethylmethyl (EMC) carbonate. These findings are in agreement with UHV Fourier transform infrared studies of the same systems reported earlier in our laboratory. Also found in the XPS spectra for interfaces was an O (1s) peak at 529.6 eV attributed to Li oxide. In the case of DEC and EMC, evidence was obtained for the presence of an additional O (1s) feature at 534.76 eV attributed to …",
                "The influence of substrate defect sites on the morphology of Pt vapor deposited on the basal plane of highly oriented pyrolytic graphite (HOPG(bp)) has been investigated in situ (in ultrahigh vacuum (UHV)) by X-ray photoelectron spectroscopy (XPS), and ex situ by high-resolution scanning electron microscopy (HRSEM), and scanning tunneling microscopy (STM). Defects were introduced on selected sections of HOPG(bp) surfaces via Ar+ bombardment by employing specially designed masks. The effect of such defects on the electronic and structural nature of the Pt clusters formed was examined by evaporating the metal simultaneously on both damaged and nominally pristine sections of HOPG(bp). HRSEM and STM images of Pt deposits formed at 300 K on pristine HOPG(bp) were found to display three-dimensional fractal-type aggregates. Image analysis of such Pt clusters gave a fractal dimension DL=1.7 for Pt …",
                "The voltammetric characteristics of polycrystalline Au and W electrodes cleaned (thermal annealing at 1100 K) and characterized (Auger electron spectroscopy) in ultrahigh vacuum (UHV) have been examined in ultrapure AlCl3\/1-ethyl-3-methylimidazolium chloride (EtMeImCl) melts in UHV. These experiments were performed using a custom-designed transfer system that allows for the all-Al electrochemical cell to be filled with EtMeImCl in an auxiliary UHV chamber and later transferred under UHV to the main UHV chamber that houses the Auger electron spectrometer. The results obtained for the underpotential (UPD) and bulk deposition of Al on Au were found to be very similar to those reported in the literature for measurements carried out under 1 atm of an inert gas in a glovebox. For the far more reactive W surfaces, voltammetric features ascribed to the stripping of underpotential-deposited Al could be …",
                "Scanning tunneling microscopy images of Ptvapor deposited on the basal plane of highly orientedpy-rolytic graphite, HOPG (bp), under ultrahigh vacuum have been recorded in air at room temperature. Areas of specimens masked during Pt deposition displayed characteristic corrugations associated with bare graphite over 20 X 20 nm1 2 areas, with no indication of surface damage or contamination over much larger sections, 400 X 400 nm2. Unmasked areas of samples with coverages in the range between ca. 10% and 40%, as estimated from X-ray photoelectron spectroscopy, contained small features (5-nm average lateral dimension) with internal structures of atomic dimensions. An analysis of variance of the maximum heights for clusters observed on representative areas of 10%, 28%, and 40% Pt\/HOPG (bp) specimens provided evidence that the means (ca. 0.38 nm) are not significantly different (P= 0.80 …",
                "Morphological, spectroscopic, and electrochemical aspects of boron‐doped diamond (BDD) films grown on silicon surfaces originating from three different laboratories have been examined by atomic force microscopy (AFM), Raman scattering, Auger electron spectroscopy, and cyclic voltammetry in polyethylene oxide electrolytes in ultrahigh vacuum. All specimens displayed AFM images characteristic of diamond and Raman spectra consistent with a wide range of boron concentrations (10 19 to 10 21 B atom\/cm 3, with no evidence for the presence of gross graphitic impurities. The cyclic voltammetry of two of the specimens (denoted as GV2 and CWRU), however, showed features at potentials positive to lithium bulk deposition attributed to lithium‐ion intercalation\/deintercalation phenomena in non‐diamond carbon present as a surface impurity, perhaps at the grain boundaries. This finding is consistent with earlier …"
            ],
            [
                [
                    "condensed matter physics",
                    "surface science",
                    "thin films"
                ]
            ],
            [
                "Gary Chottiner Professor gary.chottiner@case.edu 216.368.4024 Rockefeller Building 104D B.S., Carnegie Mellon University (1974) M.S., University of Maryland (1976) Ph.D., University of Maryland (1980) Condensed Matter Experiment; Surface Science and Thin Films Interests Many of the properties associated with solids (and liquids) are determined more by the surface layers of those materials than by their bulk composition. An investigation of surface properties requires that attention be paid to both fundamental and practical issues. An example of the former is that the law of conservation of momentum is different for the two dimensional world of surfaces than it is in “normal” three dimensional space. Practical concerns include the segregation of bulk impurities to a surface, the adsorption of contaminants which requires working in ultrahigh vacuum (about 10-13 atmospheres), rearrangements of surface atoms compared to their equivalent bulk positions, and related changes in bonding between atoms and electronic behavior. Explanations developed over the past century for the bulk behavior of materials often break down when attempts are made to apply them to surfaces. Condensed matter theorists are just beginning to tackle these issues with confidence. However, a broad range of experimental techniques are available to measure the geometrical, chemical, and electronic structures of a sample’s top one to three atomic layers. In the Physics Department’s Surface Science\/Thin Film Laboratories, we employ X-ray Photoelectron Spectroscopy, Auger Electron Spectroscopy, Low Energy Electron Diffraction, Temperature Programmed Desorption Spectroscopy, Scanning Tunneling\/Atomic Force Microscopy, Fourier Transform Infrared Spectroscopy, and various other tools to examine surface and thin film phenomena. Much of our work is done in collaboration with scientists and engineers from other disciplines. This is common in the fields of surface and thin film science because the issues being addressed frequently have broad technological implications. For example, chemical reactions such as oxidation, the catalytic production of gasoline, and the catalytic reduction of pollutants in automobile exhaust depend on surface properties. Bonding in modern composites and the performance of optical coatings, adhesives, and sealants rely on reactions between surface layers. The behavior of the small electronic components used in large scale integrated devices depends on the thin films and on the material interfaces inherent in such devices. Many of the systems that have been studied recently in our research group are of interest because of their relevance to energy use and storage. These include the reactions of lithium with certain molecules that may be used in rechargeable lithium batteries (making electric cars more economical), the behavior of small clusters of Pt atoms (which can differ from bulk Pt and from individual atoms and could lead to new and more efficient catalysts and fuel cells), and the surface properties of high temperature materials such as sapphire, silicon carbide, and diamond that may someday appear in more efficient engines and may even replace silicon as the basis for computing technology. Publications Pilar Herrera-Fierro, Kuilong Wang, Frederick T. Wagner, Thomas E. Moylan, G.S. Chottiner, and D.A. Scherson, Activation of Carbon Dioxide on Potassium-Modified Ag(111) Single Crystals, J. Phys. Chem. Vol. 96, No. 9 (1992). Shikha Varma, G.S. Chottiner, and Mehran Arbab, Surface Studies of (0001) Al2O3 and the Growth of Thin Films of Cu on Al2O3, J. Vac. Sci. Technol. A 10(4), pg. 2857, (July\/Aug. 1992 issue). Guorong Zhuang, Gary Chottiner, In Tae Bae, Euijin Hwang, and Daniel A. Scherson, An Ultrahigh Vacuum Chamber for Simultaneous Fourier Transform Infrared Spectroscopy and Microgravimetric Measurements, Rev. Sci. Instru. 65 (8), August 1994, p. 2494. Guorong Zhuang, Kuilong Wang, Gary Chottiner, Rachael Barbour, Yulan Luo, In Tae Bae, Donald Tryk and Daniel A. Scherson, Novel In-Situ and Ex-Situ Techniques for the Study of Lithium\/Electrolyte Interfaces, J. Power Sources Vol. 54, No. 1, pp. 20-27, 1995. Yosef Gofer, Rachael Barbour, Yuyan Luo, Donald Tryk, Gary Chottiner and Daniel Scherson, Electrochemistry in Ultrahigh Vacuum: Intercalation of Lithium into the Basal Plane of Highly Oriented Pyrolytic Graphite from a LiClO4 \/Poly (Ethylene Oxide) Solid Polymer Electrolyte, J. Phys. Chem. Letters Vol.99, No. 31 August 3, 1995, pg. 11797. Lin-Feng Li, Dana Totir, Barry Miller, Gary Chottiner, Alberto Argotia, John C. Angus, Dan Scherson, The Electrochemistry of Boron-Doped Diamond Films on Single Crystal Diamond in Li+-based Solid Polymer Electrolytes in Ultrahigh Vacuum., J. of the American Chemical Society, Vol. 119, No. 33, pg. 7875-7876 (1997). Annette Howells, Todd Harris, Kenji Sahsikata, Gary S. Chottiner, Daniel A. Scherson, Model Systems in Electrocatalysis: Electronic and Structural Characterization of Vapor Deposited Platinum on the Basal Plane of Highly Oriented Pyrolytic Graphite, Solid State Ionics 94 (1997) 115-121. Lin-Feng Li, Dana Totir, Gary S. Chottiner and Daniel A. Scherson, The Electrochemical Reactivity of Carbon Monoxide and Sulfur Adsorbed on Ni(111) and Ni(110) in a Lithium-Based Solid Polymer Electrolyte in Ultrahigh Vacuum, J. Phys. Chem. B, 1998, 102(41) 8013-8016. Lin-Feng Li, Dana Totir, Yosef Gofer, Kuilong Wang, Gary S. Chottiner and Daniel Scherson, Lithium Deposition on Polycrystalline Silver: A Comparison Between Electrochemical and Gas Phase Environments, J. Electrochem. Vol. 146 No. 7, 1999 pg. 2616. Lin-Feng Li, Yu Luo, George G. Totir, Dana A. Totir, Gary S. Chottiner and Daniel A. Scherson, Underpotential Deposition of Lithium on Aluminum in Ultrahigh Vacuum Environments, J. Phys. Chem. B, 1999, 103(1), 164-168. L.F. Li, Y. Gofer, Y. Mo, G. Chottiner, D.A. Scherson, Model Systems for the Electrochemical Intercalation of Li+ into Graphite Electrodes, ECS Meeting Abstracts, vol. MA 96-1, 1996, p. 39. Abbas Lamouri, Yosi Gofer, Yu Luo, Gary S. Chottiner and Daniel A. Scherson, Low-Energy Electron Diffraction, X-ray Photoelectron Spectroscopy, and CO-Temperature-Programmed Desorption Characterization of Bimetallic Ruthenium-Platinum Surfaces Prepared by Chemical Vapor Deposition, J. Phys. Chem B, 2001, 105, 6172-6177. George G. Totir, Gary S. Chottiner and Daniel A. Scherson, X-Ray Photoelectron Spectroscopy and Morphological Studies of Polycrystalline Nickel Surfaces Exposed to Anhydrous HF, Journal of The Electrochemical Society, 2000, 147, 4212-4216. Louie Rendek, Gary S, Chottiner and Daniel A. Scherson, The Reactivity of Lithium Toward Propylene Carbonate in Ultrahigh Vacuum: A Combined IRAS, AES and XPS Study, Langmuir 2001, 17, 849. Louis J. Rendek, Jr., Gary S. Chottiner and Daniel A. Scherson, Effects of Surface Impurities on the Reactivity of Metallic Lithium toward Propylene Carbonate: Infrared Reflection Adsorption Spectroscopy Studies in Ultrahigh Vacuum, Electrochemical and Solid-State Letters, 5, A77 (2002), A77-A79. Louis J. Rendek, Jr., Gary S. Chottiner and Daniel A. Scherson, The Reactivity of Linear Alkyl Carbonates Toward Metallic Lithium: Infrared Reflection Adsorption Spectroscopy Studies in Ultrahigh Vacuum, Langmuir, 2002, 18, 6554-6558. Louis J. Rendek, Jr., Gary S. Chottiner and Daniel A. Scherson, The Reactivity of Linear Alkyl Carbonates Toward Metallic Lithium: X-ray Photoelectron Studies in Ultrahigh Vacuum, Journal of the Electrochemical Society, 149 E408-E412 (2002). George G. Totir, Gary S. Chottiner, Christopher L. Gross and Daniel A. Scherson, XPS Studies Of The Chemical And Electrochemical Behavior Of Copper In Anhydrous Hydrogen Fluoride, J. Electroanal. Chem., 2002, 532, 151-156. Howells, A. R.; Hung, L., Chottiner, G. S.; Scherson D. A. , Effects Of Substrate Defect Density And Annealing Temperature On The Nature Of Pt Clusters Vapor Deposited On The Basal Plane Of Highly Oriented Pyrolytic Graphite, Solid State Ionics, 2002, 150, 53-62. Louis J. Rendek, Jr., Gary S. Chottiner and Daniel A. Scherson, The Reactivity of Metallic Lithium Toward -Butyrolactone, Propylene Carbonate and Dioxlane, J. Elec. Soc. 150 (3), 2003, A326-A329. Nelson Yee, Gary S. Chottiner and Daniel A. Scherson, CO Adsorption on Ru-Modified Pt(100) Surfaces: Infrared Reflection Absorption Studies in Ultrahigh Vacuum, Journal of Physical Chemistry B, Vol. 108, No. 19: May 13, 2004. Matthew G. Johnston, Gary S. Chottiner and Daniel A. Scherson , Preparation and Electrochemical Characterization of Carbon Films in Ultrahigh Vacuum Environments, Electrochemical and Solid State Letters, 8 (2) 1-0 (2005). Nelson Yee, Gary S. Chottiner and Daniel A. Scherson, Carbon Monoxide Adsorption on Ru-Modified Pt Surfaces: Time Resolved Infrared Reflection Absorption Studies in Ultrahigh Vacuum, Journal Of Physical Chemistry B 109 (12): 5707-5712 MAR 31 2005. Nelson Yee, Gary S. Chottiner and Daniel A. Scherson, Surface Dynamics of Coadsorbed CO And D2O on Pt(100) in Ultrahigh Vacuum as Studied by Time-Resolved Infrared Reflection Absorption Spectroscopy, Journal Of Physical Chemistry B 109 (16): 7610-7613 APR 28 2005. Nelson Yee, Gary S. Chottiner and Daniel A. Scherson, Hydration of CO Adsorbed on Pt(100) at Cryogenic Temperatures in UHV Environments, Letter, Langmuir Vol. 21 No. 23; 10256-10259, November 08 2005. Matthew Johnston, Jae-Joon Lee, Gary S. Chottiner, Barry Miller, Tetsuya Tsuda, Charles L. Hussey, and Daniel A. Scherson, Electrochemistry in Ultrahigh Vacuum: Underpotential Deposition of Al on Polycrystalline W and Au from Room Temperature AlCl3\/1-Ethyl-3-Methyl-Imidazolium Chloride Melts, Journal Of Physical Chemistry B 109 (22): 11296-11300 JUN 9 2005. Nikola Matić, Gary S. Chottiner, Frank Ernst, and Daniel Scherson, The Platinum\/Titanium-Nitride Interface: X-Ray Photoelectron Spectroscopy Studies, Electrochemical and Solid-State Letters, 15 (6) B79-B82 (March 20, 2012)"
            ]
        ]
    ]
}