{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IGOQ0OGS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Kenneth Heller Kenneth Heller Kenneth Heller Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-7314 helle001@umn.edu Physics And Nanotechnology Building Physics Education Research Group Ph.D., University of Washington, 1973 B.A., University of California, Berkeley, 1965 Instructor, APS\/AAPT\/AAS\/AIP New Faculty Workshop 1996 - present NRC Committee, Disciplined Based Education, 2010-2012 Physical Review PRST Editorial Board 2005-2010 Associate Head, School of Physics and Astronomy, University of Minnesota, 1998-2010 APS Committee on Public Policy, 2006-2009 NRC Steering Committee, Innovations in Undergraduate STEM Education, 2008 AIP Governing Board Chair Selection Committee 2008 Advisory Committee APS\/AAPT Graduate Education Conference, 2007-2008 APS Council, 2006-2008 AIP Board of Governors 2005-2008 President, American Association of Physics Teachers, 2006 AIP Nominating Committee, 2006 College Board Advanced Placement Physics Commission, 2005-2006 American Journal of Physics Editorial Advisory Board 2003-2006 Chair APS Szilard Award Committee APS, 2004 NSF Committee of Visitors, 2003 Chair, APS Forum on Education, 2000 Fermilab User’s Executive Committee, 1984-1986, 1999-2000 Director of Undergraduate Studies, School of Physics and Astronomy, University of Minnesota, 1992-1998 Fermilab Board of Overseers, 1988-1992 Board of Trustees, Universities Research Association, 1985-88 Scientific & Professional Societies Fellow, American Physical Society (APS) American Association of Physics Teachers (AAPT) American Astronomical Society (AAS) American Institute of Physics (AIP) Fellow, American Association for the Advancement of Science (AAAS) Biography Physics Education Research Group My research involves determining the characteristics of the fundamental interactions of the Universe using both accelerator and non-accelerator techniques. In other words, High Energy Particle Physics. Currently my research focuses on neutrinos. Neutrinos are one tool to investigate the origin of mass and perhaps the origin of our universe. Recently some of the major puzzles in nature have been explained because neutrinos are not massless particles. Massive neutrinos oscillate from one type of neutrino to another while in flight. The NOvA project shoots a beam of neutrinos through the Earth from Fermilab to our Neutrino Laboratory in Northern Minnesota and detects the identity of the neutrinos. This long baseline neutrino oscillation experiment is now being built to investigate the difference between neutrinos and anti-neutrinos by studying electron neutrino oscillations, to determine the ordering of the neutrino masses, and to make a precision measurement of the mixing between muon neutrinos and tau neutrinos. This experiment will also be able to detect neutrinos from a supernova in our galaxy. I was also involved in the experiment that discovered the last particle in the Standard Model, the tau neutrino. The first results were published in 2001. Since I teach at a University, I am also interested in the most effective way to assist students in learning Physics. In particular our Physics Education Research Group is investigating better ways to teach physics through problem solving. Fellow, American Association for the Advancement of Science (AAAS), 2012 George Taylor Distinguished Teaching Award, 2011 College of Science and Engineering Distinguished Professor, 2007 Institute of Technology Outstanding Professor, 1999 Morse Alumni Distinguished Teaching Professor, 1997 Fellow, American Physical Society (APS), 1996 George Taylor Outstanding Research Award, 1988 NOvA Collaboration, New constraints on oscillation parameters from appearance and disappearance in the NOvA experiment, Physical Review D (2018) NOvA Collaboration, First measurement of electron neutrino appearance in NOvA, Physical Review Letters (2019) C. Crouch, K. Heller, Introductory physics in biological context: An approach to improve introductory physics for life science students, Am. J. Phys. 82, 378 (2014) [ abstract S. Singer, et. al., Discipline-Based Education Research: Understanding and Improving Learning in Undergraduate Science and Engineering, National Academies Press (2012) T. Adams, et al., Renaissance of the 1 TeV Fixed Target Program, Int J. Mod. Phys, A25,777-813(2010) [ abstract MINOS Collaboration, Measurement of Neutrino Oscillations with the MINOS Detectors in the NuMI Beam, Phys.Rev.Lett.101,131802 (2008) MINOS Collaboration, The Magnetized steel and scintillator calorimeters of the MINOS experiment, Nucl.Instrum.Meth.A596, 190 (2008) MINOS Collaboration, A Study of Muon Neutrino Disappearance Using the Fermilab Main Injector Neutrino Beam, Phys.Rev.D77, 072002 (2008) DONUT Collaboration, Final tau-neutrino results from the DONuT experiment, Phys. Rev. D78, 052002 (2008) E. E.Yerushalmi,C. Henderson, K. Heller, P. Heller, V. Kuo, Physics faculty beliefs and values about the teaching and learning of problem solving. I. Mapping the common core,, Phys. Rev (2007) [ abstract MINOS Collaboration , Observation of Muon Neutrino Disappearance with the MINOS Detector in the NUMI Neutrino Beam, Physical Review Letters (2006) Charles Henderson, Edit Yerushalmi, Vince H. Kuo, Patricia Heller, Kenneth Heller, Grading student problem solutions: The challenge of sending a consistent message, American Journal of Physics Vol72, pp. 164-169 (2004) [ abstract DONUT Collaboration (K. Kodama et al.) Minnesota authors: D. Ciampa, C. Erickson, M. Graham, Kenneth J. Heller, R. Rusack, R. Schwienhorst, J. Sielaff, J. Trammell, J. Wilcox, Observation of Tau Neutrino Interactions, Physics Letters B (2001) [ abstract P. Border, P. Cushman, Kenneth J. Heller, D. Maxam, J.K. Nelson, K. Ruddick, R. Rusack, R. Schwienhorst, T. Berg, T. Chase, M. Hansen, C. Bower, R. Hatcher, R. Heinz, L. Miller, S. Mufson, A Large Liquid Scintillator Detector For A Long Baseline Neutrino Oscillation Experiment., Nuclear Instruments and Methods (2001) [ abstract AS Carroll, DS Barton, G Bunce, S Gushue, YI Makdisi, S Heppelmann, H Courant, G Fang, KJ Heller, Marvin L Marshak, Michael A Shupe, JJ Russell, Nuclear Transparency to Large-Angle p-p Elastic Scattering, Physical Review Letters (1988) K Heller, PT Cox, J Dworkin, OE Overseth, P Skubic, L Schachinger, T Devlin, B Edelman, RT Edwards, G Bunce, R Handler, R March, P Martin, L Pondrom, M Sheaff, Polarization of Λ's and Λ¯'s Produced by 400-GeV Protons, Physical Review Letters (1978) G Bunce, R Handler, R March, P Martin, L Pondrom, M Sheaff, K Heller, O Overseth, P Skubic, T Devlin, B Edelman, R Edwards, J Norem, L Schachinger, P Yamin, Λ^0 hyperon polarization in inclusive production by 300-GeV protons on beryllium, Physical Review Letters (1976)"
            ]
        ]
    ]
}