{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IHN0FZX6",
            "ObCNE4UAAAAJ",
            [
                "Algebraic manipulation as motion within a landscape",
                "Epistemic games in integration: Modeling resource choice",
                "Mathematical actions as procedural resources: An example from the separation of variables",
                "Procedural resource creation in intermediate mechanics",
                "Visualizing changes in pretest and post-test student responses with consistency plots",
                "Students’ use of symmetry with Gauss’s law",
                "Understanding the use of two integration methods on separable first order differential equations",
                "Choosing integration methods when solving differential equations",
                "When basic changes to a solution suggest meaningful differences in mathematics",
                "Multiple perspectives on student solution methods for air resistance problems"
            ],
            [
                "We show that students rearranging the terms of a mathematical equation in order to separate variables prior to integration use gestures and speech to manipulate the mathematical terms on the page. They treat the terms of the equation as physical objects in a landscape, capable of being moved around. We analyze our results within the tradition of embodied cognition and use conceptual metaphors such as the path-source-goal schema and the idea of fictive motion. We find that students solving the problem correctly and efficiently do not use overt mathematical language like multiplication or division. Instead, their gestures and ambiguous speech of moving are the only algebra used at that moment.",
                "As part of an ongoing project to understand how mathematics is used in advanced physics to guide one's conceptual understanding of physics, we focus on students' interpretation and use of boundary and initial conditions when solving integrals. We discuss an interaction between two students working on a group quiz problem. After describing the interaction, we briefly discuss the procedural resources that we use to model the students' solutions. We then use the procedural resources introduced earlier to draw resources graphs describing the two epistemic game facets used by the students in our transcript.",
                "[This paper is part of the Focused Collection on Upper Division Physics Courses.] Students learning to separate variables in order to solve a differential equation have multiple ways of correctly doing so. The procedures involved in separation include division or multiplication after properly grouping terms in an equation, moving terms (again, at times grouped) from one location on the page to another, or simply carrying out separation as a single act without showing any steps. We describe student use of these procedures in terms of Hammer’s resources, showing that each of the previously listed procedures is its own “piece” of a larger problem solving activity. Our data come from group examinations of students separating variables while solving an air resistance problem in an intermediate mechanics class. Through detailed analysis of four groups of students, we motivate that the mathematical procedures are …",
                "A problem in resource theory is describing the creation of new, high‐level resources. We model resource creation by analyzing four student groups separating variables during a group quiz on air resistance. We assess each group’s fluency and two observables: use of overt (such as divide, subtract, equals) and covert (such as moving, bringing, or pulling over) mathematical language and use of accompanying gestures (such as circling, grabbing, or sliding). For each group, the type of language and gesture used corresponds to how easily they carry out separation of variables. We create resource graphs for each group to organize our observations and use these graphs to model the creation of the procedural resource Separate Variables.",
                "Tabular presentations of student data often hide information about the switches in responses by individual students over the course of a semester. We extend unpublished work by Kanim on “escalator diagrams,” which show changes in student responses from correct to incorrect (and vice versa) while representing pre-and postinstruction results on questions. We introduce the representation of “consistency plots,” containing three pieces of information: each student’s method of solution and correctness of solution and the shift from before to after instruction. We present data from students in an intermediate mechanics class answering (nearly) identical midterm and final examination questions. These data serve as a proof of concept of the method; we suggest other possible uses of consistency plots in physics education research, as well.",
                "To study introductory student difficulties with electrostatics, we compared student techniques when finding the electric field for spherically symmetric and non‐spherically symmetric charged conductors. We used short interviews to design a free‐response and multiple‐choice‐multiple‐response survey that was administered to students in introductory calculus‐based courses. We present the survey results and discuss them in light of Singh’s results for Gauss’s Law, Collins and Ferguson’s epistemic forms and games, and Tuminaro’s extension of games and frames.",
                "We present evidence from three student interactions in which two types of common solution methods for solving simple first-order differential equations are used. We describe these using the language of resources, considering epistemic games as particular pathways of solutions along resource graphs containing linked procedural and conceptual resources. Using transcript data, we define several procedural resources, show how they can be organized into two facets of a previously described epistemic game, and produce a resource graph that allows visualization of this portion of the epistemic games. By representing two correct mathematical procedures in terms of shared resources, we help clarify the types of thinking in which students engage when learning to apply mathematical reasoning to physics and illustrate how a\" failure to connect\" two ideas often hinders students' successful problem solving.",
                "There are two common types of solution methods for solving simple integrals: using integration constants or using limits of integration. We use the resources framework to model student solution methods. Preliminary results indicate both problematic and meaningful intersections of physical meaning and mathematical formalism when solving linked integrals.",
                "When solving two integrals arising from the separation of variables in a first order linear differential equation, students have multiple correct choices for how to proceed. They might set limits on both integrals or use integration constants on both or only one equation. In each case, the physical meaning of the mathematics is equivalent. But, how students choose to represent the mathematics can tell us much about what they are thinking. We observe students debating how to integrate the quantity dt. One student seeks a general function that works for everyone, and does not wish to specify the value of the integration constant. Another student seeks a function consistent with the specific physics problem. They compromise by using a constant, undefined in value for one student, zero in value for the other.",
                "Physics education researchers use many frameworks to observe and analyze student understanding in physics-each is useful for understanding and explaining particular student behaviors. In this dissertation, I focus on two: difficulties and knowledge in pieces. In the difficulties paradigm, researchers focus on identifying specific topics or questions that pose challenges to students without making claims regarding underlying cognition. In the pieces paradigm, the focus is on describing the structure of student ideas, which are often found to be developed on-the-fly, easy to change, and can be described as made up of chunks of knowledge that are not inherently correct or incorrect. I use both video and written data collection methods and the difficulties and pieces theoretical frameworks to examine aspects of students' solutions to first-order separable differential equations in an air-resistance context. I uncover several difficulties students have when applying boundary conditions, and develop a new graphic, the consistency plot, that allows researchers to track individual student responses over time. Additionally, using air resistance as a context, I expand upon resources, a model of student thinking that falls into the pieces paradigm. I both expand the resources model directly and make connections between it and other modes of analysis present but less common in physics education research: epistemic games, gesture analysis, conceptual blending, and Process\/Object theory. Introducing procedural resources as a type of resource allows the resources model to better describe students' problem-solving activities. I give several examples of procedural …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}