{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IHV9HFHI",
            "BK2pYkQAAAAJ",
            [
                "GW170817: observation of gravitational waves from a binary neutron star inspiral",
                "Multi-messenger observations of a binary neutron star merger",
                "GW170104: observation of a 50-solar-mass binary black hole coalescence at redshift 0.2",
                "GW170814: a three-detector observation of gravitational waves from a binary black hole coalescence",
                "Gravitational waves and gamma-rays from a binary neutron star merger: GW170817 and GRB 170817A",
                "GWTC-1: a gravitational-wave transient catalog of compact binary mergers observed by LIGO and Virgo during the first and second observing runs",
                "Prospects for observing and localizing gravitational-wave transients with Advanced LIGO, Advanced Virgo and KAGRA",
                "GW170608: observation of a 19 solar-mass binary black hole coalescence",
                "GW170817: Measurements of neutron star radii and equation of state",
                "A gravitational-wave standard siren measurement of the Hubble constant"
            ],
            [
                "On August 17, 2017 at 12∶ 41: 04 UTC the Advanced LIGO and Advanced Virgo gravitational-wave detectors made their first observation of a binary neutron star inspiral. The signal, GW170817, was detected with a combined signal-to-noise ratio of 32.4 and a false-alarm-rate estimate of less than one per 8.0× 10 4 years. We infer the component masses of the binary to be between 0.86 and 2.26 M⊙, in agreement with masses of known neutron stars. Restricting the component spins to the range inferred in binary neutron stars, we find the component masses to be in the range 1.17–1.60 M⊙, with the total mass of the system 2.7 4− 0.01+ 0.04 M⊙. The source was localized within a sky region of 28 deg 2 (90% probability) and had a luminosity distance of 4 0− 14+ 8 Mpc, the closest and most precisely localized gravitational-wave signal yet. The association with the γ-ray burst GRB 170817A, detected by Fermi-GBM …",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "We describe the observation of GW170104, a gravitational-wave signal produced by the coalescence of a pair of stellar-mass black holes. The signal was measured on January 4, 2017 at 10∶ 11: 58.6 UTC by the twin advanced detectors of the Laser Interferometer Gravitational-Wave Observatory during their second observing run, with a network signal-to-noise ratio of 13 and a false alarm rate less than 1 in 70 000 years. The inferred component black hole masses are 31. 2− 6.0+ 8.4 M⊙ and 19. 4− 5.9+ 5.3 M⊙(at the 90% credible level). The black hole spins are best constrained through measurement of the effective inspiral spin parameter, a mass-weighted combination of the spin components perpendicular to the orbital plane, χ eff=− 0.1 2− 0.30+ 0.21. This result implies that spin configurations with both component spins positively aligned with the orbital angular momentum are disfavored. The source …",
                "On August 14, 2017 at 10∶ 30: 43 UTC, the Advanced Virgo detector and the two Advanced LIGO detectors coherently observed a transient gravitational-wave signal produced by the coalescence of two stellar mass black holes, with a false-alarm rate of≲ 1 in 27 000 years. The signal was observed with a three-detector network matched-filter signal-to-noise ratio of 18. The inferred masses of the initial black holes are 30. 5− 3.0+ 5.7 M⊙ and 25. 3− 4.2+ 2.8 M⊙(at the 90% credible level). The luminosity distance of the source is 54 0− 210+ 130 Mpc, corresponding to a redshift of z= 0.1 1− 0.04+ 0.03. A network of three detectors improves the sky localization of the source, reducing the area of the 90% credible region from 1160 deg 2 using only the two LIGO detectors to 60 deg 2 using all three detectors. For the first time, we can test the nature of gravitational-wave polarizations from the antenna response of the …",
                "On 2017 August 17, the gravitational-wave event GW170817 was observed by the Advanced LIGO and Virgo detectors, and the gamma-ray burst (GRB) GRB 170817A was observed independently by the Fermi Gamma-ray Burst Monitor, and the Anti-Coincidence Shield for the Spectrometer for the International Gamma-Ray Astrophysics Laboratory. The probability of the near-simultaneous temporal and spatial observation of GRB 170817A and GW170817 occurring by chance is 5.0 10 8-. We therefore confirm binary neutron star mergers as a progenitor of short GRBs. The association of GW170817 and GRB 170817A provides new insight into fundamental physics and the origin of short GRBs. We use the observed time delay of 1.74 0.05 s+() between GRB 170817A and GW170817 to:(i) constrain the difference between the speed of gravity and the speed of light to be between 3 10 15--and 7 10 16+-times …",
                "We present the results from three gravitational-wave searches for coalescing compact binaries with component masses above 1 M⊙ during the first and second observing runs of the advanced gravitational-wave detector network. During the first observing run (O 1), from September 12, 2015 to January 19, 2016, gravitational waves from three binary black hole mergers were detected. The second observing run (O 2), which ran from November 30, 2016 to August 25, 2017, saw the first detection of gravitational waves from a binary neutron star inspiral, in addition to the observation of gravitational waves from a total of seven binary black hole mergers, four of which we report here for the first time: GW170729, GW170809, GW170818, and GW170823. For all significant gravitational-wave events, we provide estimates of the source properties. The detected binary black holes have total masses between 18.6− 0.7+ 3.2 M …",
                "We present our current best estimate of the plausible observing scenarios for the Advanced LIGO, Advanced Virgo and KAGRA gravitational-wave detectors over the next several years, with the intention of providing information to facilitate planning for multi-messenger astronomy with gravitational waves. We estimate the sensitivity of the network to transient gravitational-wave signals for the third (O3), fourth (O4) and fifth observing (O5) runs, including the planned upgrades of the Advanced LIGO and Advanced Virgo detectors. We study the capability of the network to determine the sky location of the source for gravitational-wave signals from the inspiral of binary systems of compact objects, that is binary neutron star, neutron star–black hole, and binary black hole systems. The ability to localize the sources is given as a sky-area probability, luminosity distance, and comoving volume. The median sky localization area (90% credible region …",
                "On 2017 June 8 at 02: 01: 16.49 UTC, a gravitational-wave (GW) signal from the merger of two stellar-mass black holes was observed by the two Advanced Laser Interferometer Gravitational-Wave Observatory detectors with a network signal-to-noise ratio of 13. This system is the lightest black hole binary so far observed, with component masses of-",
                "On 17 August 2017, the LIGO and Virgo observatories made the first direct detection of gravitational waves from the coalescence of a neutron star binary system. The detection of this gravitational-wave signal, GW170817, offers a novel opportunity to directly probe the properties of matter at the extreme conditions found in the interior of these stars. The initial, minimal-assumption analysis of the LIGO and Virgo data placed constraints on the tidal effects of the coalescing bodies, which were then translated to constraints on neutron star radii. Here, we expand upon previous analyses by working under the hypothesis that both bodies were neutron stars that are described by the same equation of state and have spins within the range observed in Galactic binary neutron stars. Our analysis employs two methods: the use of equation-of-state-insensitive relations between various macroscopic properties of the neutron stars …",
                "On 17 August 2017, the Advanced LIGO 1 and Virgo 2 detectors observed the gravitational-wave event GW170817—a strong signal from the merger of a binary neutron-star system 3. Less than two seconds after the merger, a γ-ray burst (GRB 170817A) was detected within a region of the sky consistent with the LIGO–Virgo-derived location of the gravitational-wave source 4, 5, 6. This sky region was subsequently observed by optical astronomy facilities 7, resulting in the identification 8, 9, 10, 11, 12, 13 of an optical transient signal within about ten arcseconds of the galaxy NGC 4993. This detection of GW170817 in both gravitational waves and electromagnetic waves represents the first ‘multi-messenger’astronomical observation. Such observations enable GW170817 to be used as a ‘standard siren’14, 15, 16, 17, 18 (meaning that the absolute distance to the source can be determined directly from the gravitational …"
            ],
            [
                [
                    "general relativity",
                    "gravitational-wave astrophysics",
                    "neutron-star equation of state",
                    "cosmology"
                ]
            ]
        ]
    ]
}