{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IJZJUOG5",
            "AXHR1g8AAAAJ",
            [
                "Consumers' decisions in social commerce context: An empirical investigation",
                "Location information disclosure in location-based social network services: Privacy calculus, benefit structure, and gender differences",
                "How social influence affects we-intention to use instant messaging: The moderating effect of usage experience",
                "Transition of electronic word-of-mouth services from web to mobile context: A trust transfer perspective",
                "Promoting sales of online games through customer engagement",
                "A hybrid particle swarm optimization algorithm using adaptive learning strategy",
                "Channel integration quality, perceived fluency and omnichannel service usage: The moderating roles of internal and external usage experience",
                "Understanding users' switching behavior of mobile instant messaging applications: An empirical study from the perspective of push-pull-mooring framework",
                "What leads students to adopt information from W ikipedia? An empirical investigation into the role of trust and information usefulness",
                "Perceived critical mass and collective intention in social media-supported small group communication"
            ],
            [
                "With the popularity and growth of social networking, consumers often rely on the advice and recommendations from online friends when making purchase decisions. Social commerce in this regard represents a shift in consumers' thinking from inefficient individual-based consumption decisions to collaborative sharing and social shopping. In this study, we investigate social commerce from two different but interrelated angles (i.e., social shopping and social sharing). Built on the literature of social support, commitment-trust theory, and trust transfer theory, a research model was developed and empirically examined. The findings of this study demonstrated that both emotional and informational social support significantly affected consumers' trust and community commitment, which in turn exerted profound impacts on both social shopping and social sharing intention. Trust toward members also can be transferred into …",
                "As the mechanisms underlying users’ location information disclosure behavior under the context of location-based social network services (LBSNS) have been rarely investigated, this study builds a research model to examine the privacy calculus, benefit structure and gender differences. Specifically, hedonic benefits have stronger impacts on perceived benefits than utilitarian benefits and there is an interaction effect between perceived benefits and privacy risks. Further, utilitarian (hedonic) benefits are more influential for males (females) than for females (males) when formulating overall benefit perceptions, and perceived benefits (privacy risks) have stronger impacts on disclosure intention for males (females) than for females (males). Theoretical and practical implications are also discussed.",
                "With the advent of Web 2.0, the business world is fast changing its way of communicating and collaborating. In this study, we regarded the use of instant messaging in team collaboration as a social behavior and examined the changing roles of social influence processes in the formation of usage we-intention (i.e. social intention). Building on the belief-desire-intention model and the social influence theory, an integrated model was developed and empirically tested using survey data collected from 482 students. The results demonstrated that desire partially mediates the effects of group norm and social identity on we-intention to use. In addition, the effect of group norm is more significant for users with lower usage experience, whereas the effect of social identity is more significant for users with higher usage experience. We believe this study provides several important implications for both research and practice.",
                "Success in web services cannot promise the success in corresponding mobile services. To understand the mobile service adoption behavior under the context of web–mobile service transition, this study, taking mobile eWOM services as an example, investigates the role of trust in mobile service adoption and empirically examines the trust transfer mechanism. Specifically, trust in web services and two relationship-relevant factors namely functional consistency and perceived entitativity are proposed as the predictors of trust in mobile services. A field survey with 235 mobile eWOM services users is conducted to test the research model and hypotheses. The key findings include (1) trust in mobile services positively influences intention to use mobile services; (2) trust in web services, functional consistency and perceived entitativity positively influence trust in mobile services; (3) functional consistency positively …",
                "With keen competition in the online game industry, game developers and publishers are finding new ways to induce players’ to spend money on subscriptions and virtual items. As the online game itself provides a highly engaging environment, this study examines online sales from the perspective of customer engagement. We propose a research model that examines why game players actively engage in playing online games, and how such engagement can contribute to sales of online games, empirically testing the model using 377 online game players. The results support our research hypotheses and illustrate the effect of customer psychological engagement on stimulating game players’ spending in online games. In particular, both psychological and behavioral engagement exerted a positive influence on online sales, and the dimensions and antecedents of psychological engagement were also identified. The …",
                "Many optimization problems in reality have become more and more complex, which promote the research on the improvement of different optimization algorithms. The particle swarm optimization (PSO) algorithm has been proved to be an effective tool to solve various kinds of optimization problems. However, for the basic PSO, the updating strategy is mainly aims to learn the global best, and it often suffers premature convergence as well as performs poorly on many complex optimization problems, especially for multimodal problems. A hybrid PSO algorithm which employs an adaptive learning strategy (ALPSO) is developed in this paper. In ALPSO, we employ a self-learning based candidate generation strategy to ensure the exploration ability, and a competitive learning based prediction strategy to guarantee exploitation of the algorithm. To balance the exploration ability and the exploitation ability well, we design a …",
                "Along with the rapid development of in-store technology, multichannel service is being shifted to omnichannel. By integrating different parallel channels, omnichannel service delivers customers an integrated, seamless and consistent cross-channel shopping experience. To better understand this emerging phenomenon, this study intends to explore the potential drivers of omnichannel service usage. Drawing upon Wixom & Todd framework, this study develops a research model by including object-based beliefs (i.e., channel integration quality) and behavioral beliefs (i.e., perceived fluency). In addition, behavior-based traits (i.e., internal and external usage experience) are hypothesized as moderating the effects of behavioral beliefs on usage behavior. Using an online survey of 401 omnichannel users, the findings demonstrate that channel integration quality significantly affects perceived fluency across different …",
                "This study employs push-pull-mooring (PPM) framework originated from human migration literature as the theoretical paradigm to explore the key factors influencing users' switching intention in the context of mobile instant messaging (MIM) applications. The research model was tested with 240 valid responses among Chinese MIM users. The results show that fatigue with incumbent MIM and subjective norm have significant positive effects on switching intention, while inertia negatively affects switching intention. In addition, affective commitment, switching costs and habit are found to be significant to inertia. This study sheds light on the switching behavior of MIM users, and helps explain the key determinants of switching intention of MIM users. The findings also help practitioners make appropriate strategies for maintaining current users as well as attracting new users.",
                "With the prevalence of the Internet, it has become increasingly easy and common for students to seek information from various online sources. Wikipedia is one of the largest and most popular reference websites that university students may heavily rely on in completing their assignments and other course‐related projects. Based on the information adoption model, this study empirically examines the effects of trust and information usefulness on Hong Kong students' information adoption from Wikipedia. We conducted an online survey and analysed the responses using partial least squares. Overall, the model explained 69.4% of the variance in information adoption, 59.1% of the variance in trust and 62.7% of the variance in information usefulness. Interestingly, deviating significantly from the information adoption model, trust played a major role in determining information adoption and fully mediated the relationship …",
                "The increasing popularity of Web 2.0 has dramatically changed the way in which people communicate with others in their daily life or work. However, the use of social media is fundamentally different from that of traditional information technologies. Specifically, it requires collective efforts and interdependence between two or more people, and thus the usage behavior is no longer an individual's own decision or plan. Built on critical mass theory and social influence processes, this study tries to make an attempt to understand the determinants of collective intention (we-intention), which represents one's perception of a group of people acting as a unit. Instant messaging, one of the most popular social media platforms, has been chosen for investigation, and findings from a survey showed that perceived critical mass influenced we-intention both directly and indirectly through group norm and social identity. Recognizing …"
            ],
            [
                [
                    "IT Adoption & Diffusion",
                    "Social Media",
                    "Electronic Commerce",
                    "Knowledge Management"
                ]
            ],
            [
                "Xiao Shen Funding Dr. Shen's Research Group Xiao Shen Xiao Shen Assistant Professor 901.678.1668 xshen1@memphis.edu Manning 421 Call for Appointment About Dr. Shen Prof. Shen is a computational physicist with a broad interest in condensed matter\n                  physics. He applies modern electronic-structure methods to investigate the physical\n                  phenomena in the solid state."
            ]
        ]
    ]
}