{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IKD2EFW9",
            "au_cLfoAAAAJ",
            [
                "Microwave background signatures of a primordial stochastic magnetic field",
                "Gravitational radiation from cosmological turbulence",
                "Tensor microwave anisotropies from a stochastic magnetic field",
                "Faraday rotation of the cosmic microwave background polarization by a stochastic magnetic field",
                "Cosmic microwave background and helical magnetic fields: The tensor mode",
                "Spectrum of gravitational radiation from primordial turbulence",
                "Microwave background anisotropies from Alfven waves",
                "Effects of cosmological magnetic helicity on the cosmic microwave background",
                "Evolution of primordial magnetic fields from phase transitions",
                "Nonhelical inverse transfer of a decaying turbulent magnetic field"
            ],
            [
                "A stochastic magnetic field in the early universe will produce anisotropies in the temperature and polarization of the cosmic microwave background. We derive analytic expressions for the microwave background temperature and polarization power spectra induced by vector and tensor perturbations from a power-law magnetic field. For a scale-invariant stochastic magnetic field smoothed over a comoving scale of 1 Mpc, the Microwave Anisotropy Probe satellite has the potential to constrain the comoving mean-field amplitude to be no greater than approximately 2× 10− 9 G. Limits improve as the power-law slope increases: for causally generated power-law magnetic fields, the comoving mean-field amplitude has an upper bound of approximately 4× 10− 13 G. Such constraints will surpass all current limits on galactic-scale primordial stochastic magnetic fields at decoupling.",
                "An injection of energy into the early Universe on a given characteristic length scale will result in turbulent motions of the primordial plasma. We calculate the stochastic background of gravitational radiation arising from a period of cosmological turbulence, using a simple model of isotropic Kolmogoroff turbulence produced in a cosmological phase transition. We also derive the gravitational radiation generated by magnetic fields arising from a dynamo operating during the period of turbulence. The resulting gravitational radiation background has a maximum amplitude comparable to the radiation background from the collision of bubbles in a first-order phase transition, but at a lower frequency, while the radiation from the induced magnetic fields is always subdominant to that from the turbulence itself. We briefly discuss the detectability of such a signal.",
                "We derive an expression for the angular power spectrum of cosmic microwave background anisotropies due to gravity waves generated by a stochastic magnetic field and compare the result with current observations; we take into account the non-linear nature of the stress energy tensor of the magnetic field. For almost scale invariant spectra, the amplitude of the magnetic field at galactic scales is constrained to be of order 10− 9 G. If we assume that the magnetic field is damped below the Alfvén damping scale, we find that its amplitude at 0. 1 h− 1 Mpc, B λ, is constrained to be B λ< 7.9× 10− 6 e 3 n G, for n<− 3\/2, and B λ< 9.5× 10− 8 e 0. 3 7 n G, for n>− 3\/2, where n is the spectral index of the magnetic field and H 0= 100 h km s− 1 Mpc− 1 is the Hubble constant today.",
                "A primordial cosmological magnetic field induces Faraday rotation of the cosmic microwave background polarization. This rotation produces a curl-type polarization component even when the unrotated polarization possesses only gradient-type polarization, as expected from scalar density perturbations. We compute the angular power spectrum of curl-type polarization arising from small Faraday rotation due to a weak stochastic primordial magnetic field with a power-law power spectrum. The induced polarization power spectrum peaks at arc minute angular scales. Faraday rotation is one of the few cosmological sources of curl-type polarization, along with primordial tensor perturbations, gravitational lensing, and the vector and tensor perturbations induced by magnetic fields; the Faraday rotation signal peaks on significantly smaller angular scales than any of these, with a power spectrum amplitude which can be …",
                "We study the effect of a helicity component of a primordial magnetic field on the tensor part of the cosmic microwave background temperature anisotropies and polarization. We give analytical approximations for the tensor contributions induced by helicity, discussing their amplitude and spectral index in dependence of the power spectrum of the primordial magnetic field. We find that an helical magnetic field creates a parity odd component of gravity waves inducing parity odd polarization signals. However, only if the magnetic field is close to scale invariant and if its helical part is close to maximal, the effect is sufficiently large to be observable. We also discuss the implications of causality on the magnetic field spectrum.",
                "Energy injection into the early universe can induce turbulent motions of the primordial plasma, which in turn act as a source for gravitational radiation. Earlier work computed the amplitude and characteristic frequency of the relic gravitational wave background, as a function of the total energy injected and the stirring scale of the turbulence. This paper computes the frequency spectrum of relic gravitational radiation from a turbulent source of the stationary Kolmogoroff form which acts for a given duration, making no other approximations. We also show that the limit of long source wavelengths, commonly employed in aeroacoustic problems, is an excellent approximation. The gravitational waves from cosmological turbulence around the electroweak energy scale will be detectable by future space-based laser interferometers for a substantial range of turbulence parameters.",
                "We investigate microwave background anisotropies in the presence of primordial magnetic fields. We show that a homogeneous field with fixed direction can amplify vector perturbations. We calculate the correlations of δ T\/T explicitly and show that a large scale coherent field induces correlations between a l− 1, m and a l+ 1, m. We discuss constraints on the amplitude and spectrum of a primordial magnetic field imposed by observations of CMB anisotropies.",
                "Cosmological magnetic fields induce temperature and polarization fluctuations in the cosmic microwave background (CMB) radiation. A cosmological magnetic field with current amplitude of order 10− 9 G is detectable via observations of CMB anisotropies. This magnetic field (with or without helicity) generates vector perturbations through vortical motions of the primordial plasma. This paper shows that magnetic field helicity induces parity-odd cross correlations between CMB temperature and B-polarization fluctuations and between E-and B-polarization fluctuations, correlations which are zero for fields with no helicity (or for any parity-invariant source). Helical fields also contribute to parity-even temperature and polarization anisotropies, canceling part of the contribution from the symmetric component of the magnetic field. We give analytic approximations for all CMB temperature and polarization anisotropy vector …",
                "We consider the evolution of primordial magnetic fields generated during cosmological, electroweak, or QCD phase transitions. We assume that the magnetic field generation can be described as an injection of magnetic energy to cosmological plasma at a given scale determined by the moment of magnetic field generation. A high Reynolds number ensures strong coupling between the magnetic field and fluid motions. The subsequent evolution of the magnetic field is governed by decaying hydromagnetic turbulence. Both our numerical simulations and a phenomenological description allow us to recover “universal” laws for the decay of magnetic energy and the growth of magnetic correlation length in the turbulent (low-viscosity) regime. In particular, we show that during the radiation-dominated epoch, the energy and correlation length of nonhelical magnetic fields scale as conformal time to the powers− 1\/2 and+ 1 …",
                "In the presence of magnetic helicity, inverse transfer from small to large scales is well known in magnetohydrodynamic (MHD) turbulence and has applications in astrophysics, cosmology, and fusion plasmas. Using high resolution direct numerical simulations of magnetically dominated self-similarly decaying MHD turbulence, we report a similar inverse transfer even in the absence of magnetic helicity. We compute for the first time spectral energy transfer rates to show that this inverse transfer is about half as strong as with helicity, but in both cases the magnetic gain at large scales results from velocity at similar scales interacting with smaller-scale magnetic fields. This suggests that both inverse transfers are a consequence of universal mechanisms for magnetically dominated turbulence. Possible explanations include inverse cascading of the mean squared vector potential associated with local near two …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}