{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IMAWC9PD",
            "0yAemPMAAAAJ",
            [
                "Reconstruction and control of a time-dependent two-electron wave packet",
                "Attosecond dynamics through a Fano resonance: Monitoring the birth of a photoelectron",
                "Spectral phase measurement of a Fano resonance using tunable attosecond pulses",
                "Angular dependence of photoemission time delay in helium",
                "Ionization branching ratio control with a resonance attosecond clock",
                "Anisotropic photoemission time delays close to a Fano resonance",
                "Photoionization of helium by attosecond pulses: Extraction of spectra from correlated wave functions",
                "Multiconfigurational Hartree-Fock close-coupling ansatz: Application to the argon photoionization cross section and delays",
                "Modulation of attosecond beating in resonant two-photon ionization",
                "Hybrid Gaussian–-spline basis for the electronic continuum: Photoionization of atomic hydrogen"
            ],
            [
                "The concerted motion of two or more bound electrons governs atomic 1 and molecular 2, 3 non-equilibrium processes including chemical reactions, and hence there is much interest in developing a detailed understanding of such electron dynamics in the quantum regime. However, there is no exact solution for the quantum three-body problem, and as a result even the minimal system of two active electrons and a nucleus is analytically intractable 4. This makes experimental measurements of the dynamics of two bound and correlated electrons, as found in the helium atom, an attractive prospect. However, although the motion of single active electrons and holes has been observed with attosecond time resolution 5, 6, 7, comparable experiments on two-electron motion have so far remained out of reach. Here we show that a correlated two-electron wave packet can be reconstructed from a 1.2-femtosecond quantum …",
                "The dynamics of quantum systems are encoded in the amplitude and phase of wave packets. However, the rapidity of electron dynamics on the attosecond scale has precluded the complete characterization of electron wave packets in the time domain. Using spectrally resolved electron interferometry, we were able to measure the amplitude and phase of a photoelectron wave packet created through a Fano autoionizing resonance in helium. In our setup, replicas obtained by two-photon transitions interfere with reference wave packets that are formed through smooth continua, allowing the full temporal reconstruction, purely from experimental data, of the resonant wave packet released in the continuum. In turn, this resolves the buildup of the autoionizing resonance on an attosecond time scale. Our results, in excellent agreement with ab initio time-dependent calculations, raise prospects for detailed investigations of …",
                "Electron dynamics induced by resonant absorption of light is of fundamental importance in nature and has been the subject of countless studies in many scientific areas. Above the ionization threshold of atomic or molecular systems, the presence of discrete states leads to autoionization, which is an interference between two quantum paths: direct ionization and excitation of the discrete state coupled to the continuum. Traditionally studied with synchrotron radiation, the probability for autoionization exhibits a universal Fano intensity profile as a function of excitation energy. However, without additional phase information, the full temporal dynamics cannot be recovered. Here we use tunable attosecond pulses combined with weak infrared radiation in an interferometric setup to measure not only the intensity but also the phase variation of the photoionization amplitude across an autoionization resonance in argon. The …",
                "Time delays of electrons emitted from an isotropic initial state with the absorption of a single photon and leaving behind an isotropic ion are angle independent. Using an interferometric method involving XUV attosecond pulse trains and an IR-probe field in combination with a detection scheme, which allows for full three-dimensional momentum resolution, we show that measured time delays between electrons liberated from the 1 s 2 spherically symmetric ground state of helium depend on the emission direction of the electrons relative to the common linear polarization axis of the ionizing XUV light and the IR-probing field. Such time delay anisotropy, for which we measure values as large as 60 as, is caused by the interplay between final quantum states with different symmetry and arises naturally whenever the photoionization process involves the exchange of more than one photon. With the support of accurate …",
                "We investigate the possibility to monitor the dynamics of autoionizing states in real-time and control the yields of different ionization channels in helium by simulating extreme ultraviolet (XUV) pump IR-probe experiments focused on the N= 2 threshold. The XUV pulse creates a coherent superposition of doubly excited states which is found to decay by ejecting electrons in bursts. Prominent interference fringes in the photoelectron angular distribution of the 2 s and 2 p ionization channels are observed, along with significant out-of-phase quantum beats in the yields of the corresponding parent ions.",
                "Electron correlation and multielectron effects are fundamental interactions that govern many physical and chemical processes in atomic, molecular and solid state systems. The process of autoionization, induced by resonant excitation of electrons into discrete states present in the spectral continuum of atomic and molecular targets, is mediated by electron correlation. Here we investigate the attosecond photoemission dynamics in argon in the 20–40 eV spectral range, in the vicinity of the 3s− 1 np autoionizing resonances. We present measurements of the differential photoionization cross section and extract energy and angle-dependent atomic time delays with an attosecond interferometric method. With the support of a theoretical model, we are able to attribute a large part of the measured time delay anisotropy to the presence of autoionizing resonances, which not only distort the phase of the emitted photoelectron …",
                "We investigate the photoionization spectrum of helium by attosecond XUV pulses both in the spectral region of doubly excited resonances as well as above the double ionization threshold. In order to probe for convergence, we compare three techniques to extract photoelectron spectra from the wave packet resulting from the integration of the time-dependent Schrödinger equation in a finite-element discrete variable representation basis. These techniques are projection on products of hydrogenic bound and continuum states, projection onto multichannel scattering states computed in a B-spline close-coupling basis, and a technique based on exterior complex scaling implemented in the same basis used for the time propagation. These methods allow one to monitor the population of continuum states in wave packets created with ultrashort pulses in different regimes. Applications include photo cross sections and …",
                "We present a robust, ab initio method for addressing atom-light interactions and apply it to photoionization of argon. We use a close-coupling ansatz constructed on a multiconfigurational Hartree-Fock description of localized states and B-spline expansions of the electron radial wave functions. In this implementation, the general many-electron problem can be tackled thanks to the use of the atsp 2 k libraries [C. Froese Fischer et al., Comput. Phys. Commun. 176, 559 (2007)]. In the present contribution, we combine this method with exterior complex scaling, thereby allowing for the computation of the complex partial amplitudes that encode the whole dynamics of the photoionization process. The method is validated on the 3 s 3 p 6 n p series of resonances converging to the 3 s extraction. Then, it is used for computing the energy dependent differential atomic delay between 3 p and 3 s photoemission, and agreement is …",
                "We present a theoretical study of the photoelectron attosecond beating due to interference of two-photon transitions in the presence of autoionizing states. We show that, as a harmonic traverses a resonance, both the phase shift and frequency of the sideband beating significantly vary with photon energy. Furthermore, the beating between two resonant paths persists even when the pump and the probe pulses do not overlap, thus providing a nonholographic interferometric means to reconstruct coherent metastable wave packets. We characterize these phenomena by means of a general analytical model that accounts for the effect of both intermediate and final resonances on two-photon processes. The model predictions are in excellent agreement with those of accurate ab initio calculations for the helium atom in the region of the N= 2 doubly excited states.",
                "As a first step towards meeting the recent demand for new computational tools capable of reproducing molecular-ionization continua in a wide energy range, we introduce a hybrid Gaussian–B-spline basis (GABS) that combines short-range Gaussian functions, compatible with standard quantum-chemistry computational codes, with B splines, a basis appropriate to represent electronic continua. We illustrate the performance of the GABS hybrid basis for the hydrogen atom by solving both the time-independent and the time-dependent Schrödinger equation for a few representative cases. The results are in excellent agreement with those obtained with a purely B-spline basis, with analytical results, when available, and with recent above-threshold ionization spectra from the literature. In the latter case, we report fully differential photoelectron distributions which offer further insight into the process of above-threshold …"
            ],
            [
                [
                    "theoretical AMO physics",
                    "attosecond physics"
                ]
            ]
        ]
    ]
}