{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IMGR67FH",
            "9P0xmzsAAAAJ",
            [
                "New connections between string theories",
                "Dirac-Born-Infeld action from Dirichlet σ-model",
                "Exactly marginal operators and duality in four dimensional N= 1 supersymmetric gauge theory",
                "Branes intersecting at angles",
                "Towards the theory of the electroweak phase transition",
                "Flavor symmetries and the problem of squark degeneracy",
                "Anomalies, dualities, and topology of D= 6 N= 1 superstring vacua",
                "Constraints on the baryogenesis scale from neutrino masses",
                "Exact superpotentials in four dimensions",
                "AD= 4 N= 1 orbifold of type I strings"
            ],
            [
                "We consider the R→0 limit of toroidal compactification in various string theories. This leads to new connections between seemingly different string theories: IIA and IIB, open and closed, oriented and unoriented. We also find two new extended objects which can couple consistently to strings: the Dirichlet-brane and the orientifold plane.",
                "In a recent paper we discussed, among other things, the effect of duality transformations on the open bosonic string theory. Namely, we conjectured that a macroscopic object, the D-brane, effectively interacts with closed and open string modes in the low energy limit. This conjecture was supported by a string scattering amplitude calculation. In this letter we report on a σ-model calculation in the mixed Dirichlet-Neumann theory. We find an action of the Dirac-Born-Infeld type restricted to (26−k)-dimensions.",
                "We show that manifolds of fixed points, which are generated by exactly marginal operators, are common in N = 1 supersymmetric gauge theory. We present a unified and simple prescription for identifying these operators, using tools similar to those employed in two-dimensional N = 2 supersymmetry. In particular we rely on the work of Shifman and Vainshtein relating the β-function of the gauge coupling to the anomalous dimensions of the matter fields. Finite N = 1 models, which have marginal operators at zero coupling, are easily identified using our approach. The method can also be employed to find manifolds of fixed points which do not include the free theory; these are seen in certain models with product gauge groups and in many non-renormalizable effective theories. For a number of our models, S-duality may have interesting implications. Using the fact that relevant perturbations often cause one manifold of …",
                "We show that configurations of multiple D-branes related by SU(N) rotations will preserve unbroken supersymmetry. This includes cases in which two D-branes are related by a rotation of arbitrarily small angle, and we discuss some of the physics of this. In particular, we discuss a way of obtaining 4D chiral fermions on the intersection of D-branes.We also rephrase the condition for unbroken supersymmetry as the condition that a ‘generalized holonomy group’ associated with the brane configuration and manifold is reduced, and relate this condition (in type IIA string theory) to a condition in eleven dimensions.",
                "We investigate various problems related to the theory of the electroweak phase transition. This includes determination of the nature of the phase transition, discussion of the possible role of the higher-order radiative corrections, and the theory of the formation and evolution of bubbles of the new phase. We show, in particular, that no dangerous linear terms in the scalar field φ appear in the expression for the effective potential. We have found that, for the Higgs-boson mass smaller than the masses of W and Z bosons, the phase transition is of the first order. However, its strength is approximately ⅔ times less than what follows from the one-loop approximation. The phase transition occurs due to production and expansion of critical bubbles. Subcritical bubbles may be important only if the phase transition is very weakly first order. A general analytic expression for the probability of the bubble formation is obtained, which …",
                "If supersymmetry exists at low energies, it is necessary to understand why the squark spectrum exhibits sufficient degeneracy to suppress flavor-changing neutral currents. In this article, we point out that gauged horizontal symmetries can yield realistic quark mass matrices, while at the same time giving just barely enough squark degeneracy to account for neutral K-meson phenomenology. This approach suggests likely patterns for squark masses, and indicates that there could be significant supersymmetric contributions to B-B and D-D mixing and CP violation in the K and B systems.",
                "We consider various aspects of compactifications of the Type 1\/heterotic Spin (32)\/Z 2 theory on K3. One family of such compactifications includes the standard embedding of the spin connection in the gauge group, and is on the same moduli space as the compactification of the heterotic E 8× E 8 theory on K3 with instanton numbers (8, 16). Another class, which includes an orbifold of the Type I theory recently constructed by Gimon and Polchinski and whose field theory limit involves some topological novelties, is on the moduli space of the heterotic E 8× E 8 theory on K3 with instanton numbers (12, 12). These connections between Spin (32)\/Z 2 and E 8× E 8 models can be demonstrated by T-duality, and permit a better understanding of nonperturbative gauge fields in the (12, 12) model. In the transformation between Spin (32)\/Z 2 and E 8× E 8 models, the strong\/weak coupling duality of the (12, 12) E 8× E 8 model …",
                "Using the interplay between anomalous electroweak processes at very high temperatures and B−L violating interactions, we derive bounds, related to neutrino masses, on the scale at which a B−L asymmetry must have been produced in the early universe. We consider in particular, the out-of-equilibrium decays of heavy right-handed neutrinos, as well as the effects of B−L violation in other extensions of the standard model.",
                "Supersymmetric gauge theories in four dimensions can display interesting nonperturbative phenomena. Although the superpotential dynamically generated by these phenomena can be highly nontrivial, it can often be exactly determined. We discuss some general techniques for analyzing the Wilsonian superpotential and demonstrate them with simple but nontrivial examples.",
                "We consider the propagation of type I open superstrings on orbifolds with four non-compact dimensions and N= 1 supersymmetry. In this paper, we concentrate on a non-trivial Z 2× Z 2 example. We show that consistency conditions, arising from tadpole cancellation and algebraic sources, require the existence of three sets of Dirichlet 5-branes. We discuss fully the enhancements of the spectrum when these 5-branes intersect. An amusing attribute of these models is the importance of the tree-level (in type I language) superpotential to the consistent relationship between Higgsing and the motions of 5-branes."
            ],
            [
                [
                    "theoretical physics",
                    "string theory",
                    "quantum gravity"
                ]
            ],
            [
                "Robert G Leigh 431 Loomis Laboratory (217) 721-4781 (217) 333-4990 rgleigh@illinois.edu Professor Rob Leigh received his bachelor's degree in theoretical physics from the University of Guelph in 1986, and his PhD in theoretical particle physics, from the University of Texas at Austin in 1991. He held postdoctoral research appointments at the Institute for Particle Physics at the University of California, Santa Cruz and at Rutgers University. He joined the Department of Physics at Illinois in 1996. He has done outstanding work in string theory, supersymmetric field theory, and other topics in particle physics and early Universe cosmology. Professor Leigh's work lies at the heart of current efforts to build a fundamental theory of matter, including quantum gravity effects. In his first papers, Professor Leigh discovered D-branes and orientifolds in string theory and the first example of superstring duality, and derived the Dirac-Born-Infeld action describing the dynamics of D-branes. D-branes correspond to non-perturbative states unique to string theory and are analogous to magnetic monopoles in field theory. The study of D-branes is fundamental to modern string theory and its applications to particle physics, mathematics and condensed matter physics. Professor Leigh has also done seminal work on the existence of conformal field theories, and the use of intersecting branes and branes at singularities in particle physics model building. His current research interests include the application of holographic string theory methods to study particle physics, gravity and condensed matter physics. Primarily, we use gauge\/gravity dualities (or holography) to study the physics of strongly coupled gauge theories and, increasingly, the strong coupling dynamics in condensed matter systems. Research Honors Fellow, American Physical Society, 2007 Arnold O. Beckman Award, UIUC, December 2004 Outstanding Junior Investigator, DOE, 1997-2000 Spring 2018 PHYS 583 Fall 2016 PHYS 598 Spring 2016 PHYS 583 Spring 2014 PHYS 598 Fall 2013 PHYS 598 Spring 2006 PHYS 487 Spring 2005 PHYS 487 Fall 2003 PHYS 498 J. Dai, R.G. Leigh, and J.G. Polchinski. New relations between string theories. Mod. Phys. Lett. A 4 , 2073 (1989). R.G. Leigh. Dirac-Born-Infeld action from Dirichlet σ-model. Mod. Phys. Lett. A 4 , 2767 (1989). M. Dine, P. Huet, R.G. Leigh, A. Linde, and D. Linde. Towards the theory of the electroweak phase transition. Phys. Rev. D 46 , 550 (1992). K. Intriligator, R.G. Leigh, and N. Seiberg. Exact superpotentials in four dimensions. Phys. Rev. D 50 , 1092 (1994). R. G. Leigh and M. Strassler. Exactly marginal operators and duality in four dimensional N=1 supersymmetric gauge theory. Nucl. Phys. B 447 , 95 (1995). M. Berkooz, M.R. Douglas, and R.G. Leigh. Branes intersecting at angles. Nucl. Phys. B 480 , 265 (1996). D. Berenstein, V. Jejjala, and R.G. Leigh. Marginal and relevant deformations of N = 4 field theories and non-commutative moduli spaces of vacua. Nucl. Phys. B 589 , 196-248 (2000). D. Berenstein and R.G. Leigh. Resolution of stringy singularities by non-commutative algebras. JHEP-Journal of High Energy Phys. 0106 , 030 (2001). D. Berenstein, V. Jejjala, and R.G. Leigh. Standard model on a D-brane. Phys. Rev. Lett. 88 , 071602 (2002). R.G. Leigh, and A.C. Petkou. Gravitational duality transformations on (A)dS 4 . JHEP 0711 , 79 (2007). S. Dong, E. Fradkin, R.G. Leigh, S. Nowling. Topological Entanglement Entropy in Chern-Simons Theories and Quantum Hall Fluids. JHEP 0805 , 016 (2008). J.I. Jottar, R.G. Leigh, D. Minic and L.A. Pando Zayas, Aging and Holography, arXiv:1004.3752, JHEP 1011:034, 2010. M. Edalati, J.I. Jottar and R.G. Leigh, Holography and the sound of criticality, arXiv:1005.4075, JHEP 1010:058, 2010. R.G. Leigh, O. Parrikar and A.B. Weiss, The Holographic Geometry of the Renormalization Group and Higher Spin Symmetries, Phys. Rev. D89 (2014) 106012, arXiv:1402.1430. R.G. Leigh, O.Parrikar and A.B. Weiss, Exact renormalization group and higher-spin holography , arXiv:1407.4574 [hep-th], Phys.Rev. D91 (2015) 2, 026002. O. Parrikar, T.L. Hughes and R.G. Leigh, Torsion, Parity-odd Response and Anomalies in Topological States , arXiv:1407.7043 [cond-mat.mes-hall], Phys.Rev. D90 (2014) 10, 105004. K. Jin, R.G. Leigh and O. Parrikar, Higher Spin Fronsdal Equations from the Exact Renormalization Group , arXiv:1503.06864, JHEP 1506 (2015) 050. L. Freidel, R.G. Leigh and D. Minic, Metastring Theory and Modular Space-time , arXiv:1502.08005, JHEP 1506 (2014) 006. T.L. Hughes, R.G. Leigh, O. Parrikar and S.T. Ramamurthy, Entanglement Entropy and Anomaly Inflow , arXiv:1509.04969[hep-th], Phys. Rev. D93 (2016) 065059. T. Faulkner, R.G. Leigh, O. Parrikar, Shape Dependence of Entanglement Entropy in Conformal Field Theories , arXiv:1511.05179[hep-th], JHEP 1604 (2016) 088. T. Faulkner, R.G. Leigh, O. Parrikar, H. Wang, Modular Hamiltonians for Deformed Half-Spaces and the Averaged Null Energy Condition , arXiv:1605.08072[hep-th], JHEP 1609 (2016) 038. L. Freidel, R.G. Leigh and D. Minic, Quantum Spaces are Modular , arXiv:1606.01829, Phys.Rev. D94 (2016) no.10, 104052. J.R. Fliss, R.G. Leigh and O. Parrikar, Unitary Networks from the Exact Renormalization of Wave Functionals , Phys.Rev. D95 (2017) no.12, 126001. V. Balasubramanian, J.R. Fliss, R.G. Leigh and  O. Parrikar. Multi-Boundary Entanglement in Chern-Simons Theory and Link Invariants , arXiv:1611.05460, JHEP 1704 (2017) 061. J.R. Fliss, X. Wen, O. Parrikar, C.-T. Hsieh, B. Han, T. L. Hughes, R. G. Leigh, Interface Contributions to Topological Entanglement in Abelian Chern-Simons Theory , arXiv:1705.09611, JHEP 1709 (2017) 056 . L. Freidel, R.G. Leigh and D. Minic. Intrinsic non-commutativity of closed string theory Â , arXiv:1706.03305 [hep-th], JHEP 1709 (2017) 060 . V. Balasubramanian, M. DeCross, J. Fliss, A. Kar, R.G. Leigh and O. Parrikar, Entanglement Entropy and the Colored Jones Polynomial , JHEP 38 (2018)."
            ]
        ]
    ]
}