{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IMK8865C",
            "7cfg6_UAAAAJ",
            [
                "Axionic field theory of -dimensional Weyl semimetals",
                "Evidence for magnetic Weyl fermions in a correlated metal",
                "Quantum criticality between topological and band insulators in 3+ 1 dimensions",
                "Axial anomaly and longitudinal magnetoresistance of a generic three-dimensional metal",
                "Giant anomalous Nernst effect and quantum-critical scaling in a ferromagnetic semimetal",
                "Nernst and magnetothermal conductivity in a lattice model of Weyl fermions",
                "Anderson localization and the quantum phase diagram of three dimensional disordered dirac semimetals",
                "Interacting Weyl fermions: Phases, phase transitions, and global phase diagram",
                "Competing order, Fermi surface reconstruction, and quantum oscillations in underdoped high-temperature superconductors",
                "Kondo destruction and quantum criticality in Kondo lattice systems"
            ],
            [
                "From a direct calculation of the anomalous Hall conductivity and an effective electromagnetic action obtained via Fujikawa's chiral rotation technique, we conclude that an axionic field theory with a nonquantized coefficient describes the electromagnetic response of the (3+ 1)-dimensional Weyl semimetal. The coefficient is proportional to the momentum space separation of the Weyl nodes. Akin to the Chern-Simons field theory of quantum Hall effect, the axion field theory violates gauge invariance in the presence of the boundary, which is cured by the chiral anomaly of the surface states via the Callan-Harvey mechanism. This provides a unique solution for the radiatively induced CPT-odd term in the electromagnetic polarization tensor of the Lorentz violating spinor electrodynamics, where the source of the Lorentz violation is a constant axial 4-vector term for the Dirac fermion. A direct linear response calculation also …",
                "Weyl fermions 1, 2, 3 have been observed as three-dimensional, gapless topological excitations in weakly correlated, inversion-symmetry-breaking semimetals 4, 5. However, their realization in spontaneously time-reversal-symmetry-breaking phases of strongly correlated materials has so far remained hypothetical 2, 6, 7. Here, we report experimental evidence for magnetic Weyl fermions in Mn 3 Sn, a non-collinear antiferromagnet that exhibits a large anomalous Hall effect, even at room temperature 8. Detailed comparison between angle-resolved photoemission spectroscopy (ARPES) measurements and density functional theory (DFT) calculations reveals significant bandwidth renormalization and damping effects due to the strong correlation among Mn 3d electrons. Magnetotransport measurements provide strong evidence for the chiral anomaly of Weyl fermions—namely, the emergence of positive …",
                "Four-component massive and massless Dirac fermions in the presence of long range Coulomb interaction and chemical potential disorder exhibit striking fermionic quantum criticality. For an odd number of flavors of Dirac fermions, the sign of the Dirac mass distinguishes the topological and the trivial band insulator phases, and the gapless semimetallic phase corresponds to the quantum critical point that separates the two. Up to a critical strength of disorder, the semimetallic phase remains stable, and the universality class of the direct phase transition between two insulating phases is unchanged. Beyond the critical strength of disorder the semimetallic phase undergoes a phase transition into a disorder controlled diffusive metallic phase, and there is no longer a direct phase transition between the two types of insulating phases.",
                "We show that the emergence of the axial anomaly is a universal phenomenon for a generic three-dimensional metal in the presence of parallel electric (E) and magnetic (B) fields. In contrast to the expectations of the classical theory of magnetotransport, this intrinsically quantum mechanical phenomenon gives rise to the longitudinal magnetoresistance for any three-dimensional metal. However, the emergence of the axial anomaly does not guarantee the existence of negative longitudinal magnetoresistance. We show this through an explicit calculation of the longitudinal magnetoconductivity in the quantum limit using the Boltzmann equation, for both short-range neutral and long-range ionic impurity scattering processes. We demonstrate that the ionic scattering contributes a large positive magnetoconductivity∝ B 2 in the quantum limit, which can cause a strong negative magnetoresistance for any three …",
                "In conducting ferromagnets, an anomalous Nernst effect—the generation of an electric voltage perpendicular to both the magnetization and an applied temperature gradient—can be driven by the nontrivial geometric structure, or Berry curvature, of the wavefunction of the electrons 1, 2. Here, we report the observation of a giant anomalous Nernst effect at room temperature in the full-Heusler ferromagnet Co 2 MnGa, an order of magnitude larger than the previous maximum value reported for a magnetic conductor 3, 4. Our numerical and analytical calculations indicate that the proximity to a quantum Lifshitz transition between type-I and type-II magnetic Weyl fermions 5, 6, 7 is responsible for the observed–Tlog (T) behaviour, with T denoting the temperature, and the enhanced value of the transverse thermoelectric conductivity. The temperature dependence of the thermoelectric response in experiments and numerical …",
                "Weyl semimetals (WSMs) are topologically protected three-dimensional materials whose low-energy excitations are linearly dispersing massless Dirac fermions, possessing a nontrivial Berry curvature. Using semiclassical Boltzmann dynamics in the relaxation time approximation for a lattice model of time-reversal (TR) symmetry broken WSMs, we compute both magnetic field dependent and anomalous contributions to the Nernst coefficient. In addition to the magnetic field dependent Nernst response, which is present in both Dirac and Weyl semimetals, we show that, contrary to previous reports, the TR-broken WSM also has an anomalous Nernst response due to a nonvanishing Berry curvature. We also compute the thermal conductivities of a WSM in the Nernst (∇ T⊥ B) and the longitudinal (∇ T∥ B) setup and confirm from our lattice model that in the parallel setup, the Wiedemann-Franz law is violated between …",
                "We study the quantum phase diagram of a three dimensional noninteracting Dirac semimetal in the presence of either quenched axial or scalar potential disorder, by calculating the average and the typical density of states as well as the inverse participation ratio using numerically exact methods. We show that as a function of the disorder strength a half-filled (ie, undoped) Dirac semimetal displays three distinct ground states, namely an incompressible semimetal, a compressible diffusive metal, and a localized Anderson insulator, in stark contrast to a conventional dirty metal that only supports the latter two phases. We establish the existence of two distinct quantum critical points, which respectively govern the semimetal-metal and the metal-insulator quantum phase transitions and also reveal their underlying multifractal nature. Away from half-filling the (doped) system behaves as a diffusive metal that can undergo …",
                "We study the effects of short-range interactions on a generalized three-dimensional Weyl semimetal, where the band touching points act as the (anti) monopoles of Abelian Berry curvature of strength n. We show that any local interaction has a negative scaling dimension− 2\/n. Consequently, all Weyl semimetals are stable against weak short-range interactions. For sufficiently strong interactions, we demonstrate that the Weyl semimetal either undergoes a first-order transition into a band insulator or a continuous transition into a symmetry breaking phase. A translational symmetry breaking axion insulator and a rotational symmetry breaking semimetal are two prominent candidates for the broken symmetry phase. At the one-loop order, the correlation length exponent for continuous transitions is ν= n\/2, indicating their non-Gaussian nature for any n> 1. We also discuss the scaling of the thermodynamic and transport …",
                "We consider incommensurate order parameters for electrons on a square lattice which reduce to d-density wave order when the ordering wave vector Q is close to Q 0=(π\/a, π\/a), a being the lattice spacing and describe the associated charge and current distributions within a single-harmonic approximation that conserves current to lowest order. Such incommensurate orders can arise at the mean-field level in extended Hubbard models, but the main goal here is to explore thoroughly the consequences within a Hartree-Fock approximation. We find that Fermi surface reconstruction in the underdoped regime can correctly capture the phenomenology of the recent quantum oscillation experiments that suggest incommensurate order, in particular the de Haas–van Alphen oscillations of the magnetization in high fields and very low temperatures in presumably the mixed state of these superconductors. For 10% hole …",
                "Considerable efforts have been made in recent years to theoretically understand quantum phase transitions in Kondo lattice systems. A particular focus is on Kondo destruction, which leads to quantum criticality that goes beyond the Landau framework of order-parameter fluctuations. This unconventional quantum criticality has provided an understanding of the unusual dynamical scaling observed experimentally. It also predicted a sudden jump of the Fermi surface and an extra (Kondo destruction) energy scale, both of which have been verified by systematic experiments. Considerations of Kondo destruction have in addition yielded a global phase diagram, which has motivated the current interest in heavy fermion materials with variable dimensionality or geometrical frustration. Here we summarize these developments, and discuss some of the ongoing work and open issues. We also consider the implications of …"
            ],
            [
                [
                    "Condensed Matter Theory"
                ]
            ],
            [
                "Pallab Goswami Pallab Goswami Assistant Professor PhD, University of California Los Angeles, 2008 pallab.goswami@northwestern.edu Tech F239 The main goal of condensed matter research is to study emergent low temperature phases in correlated and disordered materials. A comprehensive understanding of strongly correlated materials requires several complementary analytical and numerical methods. My research interests are focused on developing such theoretical tools for addressing emergent quantum phases and quantum phase transitions in strongly correlated and disordered materials, with an emphasis on underlying topological properties. This is motivated by the recent progress in quantum material science, which is allowing us to study interplay between strong electronic interactions and spin orbit coupling in iridium based oxides, Heusler and heavy fermion compounds, where phase diagrams can display a confluence of competing orders, topological properties and exotic quantum critical phenomena. I enjoy working on abstract theoretical problems and close collaborations with different experimental groups."
            ]
        ]
    ]
}