{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "INARPNME",
            "vSuD5hoAAAAJ",
            [
                "Pattern classification with missing data: a review",
                "Missing data imputation using statistical and machine learning methods in a real breast cancer problem",
                "K nearest neighbours with mutual information for simultaneous classification and missing data imputation",
                "Missing data imputation on the 5-year survival prediction of breast cancer patients with unknown discrete values",
                "Efficient feature selection and linear discrimination of EEG signals",
                "Efficient automatic selection and combination of eeg features in least squares classifiers for motor imagery brain–computer interfaces",
                "Exploring dimensionality reduction of EEG features in motor imagery task classification",
                "Classifying patterns with missing values using Multi-Task Learning perceptrons",
                "Automatic and Adaptive Classification of Electroencephalographic Signals for Brain Computer Interfaces",
                "Neural architecture design based on extreme learning machine"
            ],
            [
                "Pattern classification has been successfully applied in many problem domains, such as biometric recognition, document classification or medical diagnosis. Missing or unknown data are a common drawback that pattern recognition techniques need to deal with when solving real-life classification tasks. Machine learning approaches and methods imported from statistical learning theory have been most intensively studied and used in this subject. The aim of this work is to analyze the missing data problem in pattern classification tasks, and to summarize and compare some of the well-known methods used for handling missing values.",
                "Objectives Missing data imputation is an important task in cases where it is crucial to use all available data and not discard records with missing values. This work evaluates the performance of several statistical and machine learning imputation methods that were used to predict recurrence in patients in an extensive real breast cancer data set. Materials and methods Imputation methods based on statistical techniques, eg, mean, hot-deck and multiple imputation, and machine learning techniques, eg, multi-layer perceptron (MLP), self-organisation maps (SOM) and k-nearest neighbour (KNN), were applied to data collected through the “El Álamo-I” project, and the results were then compared to those obtained from the listwise deletion (LD) imputation method. The database includes demographic, therapeutic and recurrence-survival information from 3679 women with operable invasive breast cancer diagnosed in 32 …",
                "Missing data is a common drawback in many real-life pattern classification scenarios. One of the most popular solutions is missing data imputation by the K nearest neighbours (K NN) algorithm. In this article, we propose a novel K NN imputation procedure using a feature-weighted distance metric based on mutual information (MI). This method provides a missing data estimation aimed at solving the classification task, ie, it provides an imputed dataset which is directed toward improving the classification performance. The MI-based distance metric is also used to implement an effective K NN classifier. Experimental results on both artificial and real classification datasets are provided to illustrate the efficiency and the robustness of the proposed algorithm.",
                "Breast cancer is the most frequently diagnosed cancer in women. Using historical patient information stored in clinical datasets, data mining and machine learning approaches can be applied to predict the survival of breast cancer patients. A common drawback is the absence of information, i.e., missing data, in certain clinical trials. However, most standard prediction methods are not able to handle incomplete samples and, then, missing data imputation is a widely applied approach for solving this inconvenience. Therefore, and taking into account the characteristics of each breast cancer dataset, it is required to perform a detailed analysis to determine the most appropriate imputation and prediction methods in each clinical environment. This research work analyzes a real breast cancer dataset from Institute Portuguese of Oncology of Porto with a high percentage of unknown categorical information (most clinical data …",
                "Brain–Computer Interface systems (BCIs) based on Electroencephalogram (EEG) signal processing allow us to translate the subject's brain activities into control commands for computer devices. This paper presents an efficient embedded approach for feature selection and linear discrimination of EEG signals. In the first stage, four well-known feature extraction methods are used: Power spectral features, Hjorth parameters, Autoregressive modelling and Wavelet transform. From all the obtained features, the proposed method efficiently selects and combines the most useful features for classification with less computational requirements. Least Angle Regression (LARS) is used for properly ranking each feature and, then, an efficient Leave-One-Out (LOO) estimation based on the PRESS statistic is used to choose the most relevant features. Experimental results on motor-imagery BCIs problems are provided to …",
                "Discriminative features have to be properly extracted and selected from the electroencephalographic (EEG) signals of each specific subject in order to achieve an adaptive brain–computer interface (BCI) system. This work presents an efficient wrapper-based methodology for feature selection and least squares discrimination of high-dimensional EEG data with low computational complexity. Features are computed in different time segments using three widely used methods for motor imagery tasks and, then, they are concatenated or averaged in order to take into account the time course variability of the EEG signals. Once EEG features have been extracted, proposed framework comprises two stages. The first stage entails feature ranking and, in this work, two different procedures have been considered, the least angle regression (LARS) and the Wilcoxon rank sum test, to compare the performance of each one. The …",
                "A Brain-Computer Interface (BCI) system based on motor imagery (MI) identifies patterns of electrical brain activity to predict the user intention while certain movement imagination tasks are performed. Currently, one of the most important challenges is the adaptive design of a BCI system. For solving it, this work explores dimensionality reduction techniques: once features have been extracted from Electroencephalogram (EEG) signals, the high-dimensional EEG data has to be mapped onto a new reduced feature space to make easier the classification stage. Besides the standard sequential feature selection methods, this paper analyzes two unsupervised transformation-based approaches – Principal Component Analysis and Locality Preserving Projections – and the Local Fisher Discriminant Analysis (LFDA), which works in a supervised manner. The dimensionality in the projected space is chosen following a …",
                "Datasets with missing values are frequent in real-world classification problems. It seems obvious that imputation of missing values can be considered as a series of secondary tasks, while classification is the main purpose of any machine dealing with these datasets. Consequently, Multi-Task Learning (MTL) schemes offer an interesting alternative approach to solve missing data problems. In this paper, we propose an MTL-based method for training and operating a modified Multi-Layer Perceptron (MLP) architecture to work in incomplete data contexts. The proposed approach achieves a balance between both classification and imputation by exploiting the advantages of MTL. Extensive experimental comparisons with well-known imputation algorithms show that this approach provides excellent results. The method is never worse than the traditional algorithms – an important robustness property – and, also, it clearly …",
                "Extracting knowledge from electroencephalographic (EEG) signals has become an increasingly important research area in biomedical engineering. In addition to its clinical diagnostic purposes, in recent years there have been many efforts to develop brain computer interface (BCI) systems, which allow users to control external devices only by using their brain activity. Once the EEG signals have been acquired, it is necessary to use appropriate feature extraction and classification methods adapted to the user in order to improve the performance of the BCI system and, also, to make its design stage easier. This work introduces a novel fast adaptive BCI system for automatic feature extraction and classification of EEG signals. The proposed system efficiently combines several well-known feature extraction procedures and automatically chooses the most useful features for performing the classification task …",
                "Selection of the optimal neural architecture to solve a pattern classification problem entails to choose the relevant input units, the number of hidden neurons and its corresponding interconnection weights. This problem has been widely studied in many research works but their solutions usually involve excessive computational cost in most of the problems and they do not provide a unique solution. This paper proposes a new technique to efficiently design the MultiLayer Perceptron (MLP) architecture for classification using the Extreme Learning Machine (ELM) algorithm. The proposed method provides a high generalization capability and a unique solution for the architecture design. Moreover, the selected final network only retains those input connections that are relevant for the classification task. Experimental results show these advantages."
            ],
            [
                [
                    "Computational Intelligence",
                    "Machine Learning",
                    "Signal Processing",
                    "Statistical Pattern Recognition",
                    "Brain Computer Interfaces"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}