{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "INLZZQ0K",
            "3uVOnwYAAAAJ",
            [
                "Towards graphyne molecular electronics",
                "Effect of anchoring groups on single molecule charge transport through porphyrins",
                "Single‐Molecule Sensing of Environmental pH—an STM Break Junction and NEGF‐DFT Approach",
                "Energetic molecules encapsulated inside carbon nanotubes and between graphene layers: DFT calculations",
                "Molecular spintronics: Destructive quantum interference controlled by a gate",
                "Theoretical investigation of Chevrel phase materials for cathodes accommodating Ca2+ ions",
                "Conduction pathway of π-stacked ethylbenzene molecular wires on si (100)",
                "Density Functional Theory Modeling of MnO2 Polymorphs as Cathodes for Multivalent Ion Batteries",
                "Conductivity of Si(111)-(): The Role of a Single Atomic Step",
                "Isomerization of triphenylmethoxyl and 1, 1-diphenylethoxyl radicals. Revised assignment of the electron-spin resonance spectra of purported intermediates formed during the …"
            ],
            [
                "α-Graphyne, a carbon-expanded version of graphene (‘carbo-graphene’) that was recently evidenced as an alternative zero-gap semiconductor, remains a theoretical material. Nevertheless, using specific synthesis methods, molecular units of α-graphyne (‘carbo-benzene’macrocycles) can be inserted between two anilinyl (4-NH 2-C 6 H 4)-anchoring groups that allow these fragments to form molecular junctions between gold electrodes. Here, electrical measurements by the scanning tunnelling microscopy (STM) break junction technique and electron transport calculations are carried out on such a carbo-benzene, providing unprecedented single molecule conductance values: 106 nS through a 1.94-nm N–N distance, essentially 10 times the conductance of a shorter nanographenic hexabenzocoronene analogue. Deleting a C 4 edge of the rigid C 18 carbo-benzene circuit results in a flexible ‘carbo-butadiene …",
                "Controlling charge transport through individual molecules and further understanding the effect of anchoring groups on charge transport are central themes in molecule-based devices. However, in most anchoring effect studies, only two, or at most three nonthiol anchoring groups were studied and compared for a specific system, i.e., using the same core structure. The scarcity of direct comparison data makes it difficult to draw unambiguous conclusions on the anchoring group effect. In this contribution, we focus on the single molecule conductance of porphyrins terminated with a range of anchoring groups: sulfonate (−SO3–), hydroxyl (−OH), nitrile (−CN), amine (−NH2), carboxylic acid (−COOH), benzyl (−C6H6), and pyridyl (−C6H5N). The present study represents a first attempt to investigate a broad series of anchoring groups in one specific molecule for a direct comparison. It also is the first attempt, to our …",
                "Sensors play a significant role in the detection of toxic species and explosives, and in the remote control of chemical processes. In this work, we report a single‐molecule‐based pH switch\/sensor that exploits the sensitivity of dye molecules to environmental pH to build metal–molecule–metal (m‐M‐m) devices using the scanning tunneling microscopy (STM) break junction technique. Dyes undergo pH‐induced electronic modulation due to reversible structural transformation between a conjugated and a nonconjugated form, resulting in a change in the HOMO–LUMO gap. The dye‐mediated m‐M‐m devices react to environmental pH with a high on\/off ratio (≈100:1) of device conductivity. Density functional theory (DFT) calculations, carried out under the non‐equilibrium Green’s function (NEGF) framework, model charge transport through these molecules in the two possible forms and confirm that the HOMO–LUMO …",
                "Insensitive energetic materials are desirable for propellants because of the reduced risks involved with their use. The ability to control the decomposition pathways for such materials is also of interest since it leads to optimal performance and controlled energy release. With these goals in mind, molecular structure and total energy calculations are used to investigate the confinement of energetic molecules inside carbon nanostructures. The molecules considered were FOX-7 (1,1-diamino-2,2-dinitroethylene), RDX (hexahydro-1,3,5-trinitro-striazine), HMX (octahydro-1,3,5,7-tetranitro-1,3,5,7-tetrazocine), DHT (3,6-di(hydrazino)-1,2,4,5-tetrazine), DiAT (3,6-diazido-1,2,4,5-tetrazine), DAAT (3,3′-azo-bis(6-amino-1,2,4,5-tetrazine)), and five different N-oxides of DAAT (DAATOn, with n = 1–5). Each of the eleven molecules is encapsulated inside a carbon nanotube (CNT) in order to determine if it is stabilized from such …",
                "The ability to control the spin-transport properties of a molecule bridging conducting electrodes is of paramount importance to molecular spintronics. Quantum interference can play an important role in allowing or forbidding electrons from passing through a system. In this work, the spin-transport properties of a polyacetylene chain bridging zigzag graphene nanoribbons (ZGNRs) are studied with nonequilibrium Green’s function calculations performed within the density functional theory framework (NEGF-DFT). ZGNR electrodes have inherent spin polarization along their edges, which causes a splitting between the properties of spin-up and spin-down electrons in these systems. Upon adding an imidazole donor group and a pyridine acceptor group to the polyacetylene chain, this causes destructive interference features in the electron transmission spectrum. Particularly, the donor group causes a large antiresonance …",
                "The Chevrel phase compounds Mo6X8 (X = S, Se, Te) are theoretically studied by ab initio methods as potential candidates for battery cathode materials. The voltage profiles are calculated for the cases of various alkaline earth metals (Mg, Ca, Sr, Ba) serving as guest intercalation ions. The Ca ions are shown to offer the practically significant voltage of ∼1.0–1.25 V, with S substitution giving the highest voltage over Se and Te. We further demonstrate that doubling the capacity of such a battery would also be possible by incorporating a second Ca ion near the Mo6X8 cluster. The electronic properties of this material are investigated, revealing that the entire Mo6 cluster behaves as a redox center. Finally, the ion diffusion barriers are calculated, showing comparable values to existing battery materials. This work demonstrates that the Chevrel phase may be useful as a cathode material for intercalating divalent ions …",
                "One of the most important challenges of molecular electronics is to enable systematic fabrication of molecular functional components on well-characterized solid-state substrates in a controlled manner. Recently, experimental techniques were developed to achieve such fabrication where lines of π-stacked ethylbenzene molecules are induced to self-assemble on an H-terminated Si(100) surface at precise locations and along precise directions. In this work, we theoretically analyze charge transport properties of these ethylbenzene wires using a state-of-the-art first-principles technique where density functional theory (DFT) is used within the nonequilibrium Green’s function formalism (NEGF). Our device model consists of ethylbenzene stacks bonded to an H-terminated Si(100) surface and bridging two metal leads. The electron transmission spectrum and its associated scattering states as well as the resistance of the …",
                "Multivalent ion batteries (MVIBs) provide an inexpensive and energy-dense alternative to Li-ion batteries when portability of the battery is not of primary concern. However, it is difficult to find cathode materials that provide optimal battery characteristics such as energy density, adequate charge\/discharge rates, and cyclability when paired with a multivalent ion. To address this, we investigate six MnO2 polymorphs as cathodes for MVIBs using density functional theory calculations. We find voltages as high as 3.7, 2.4, 2.7, 1.8, and 1.0 V for Li, Mg, Ca, Al, and Zn, respectively, and calculate the volume change due to intercalation. We then focus specifically on Ca and compute the energy barriers which are associated with the diffusion of the ion throughout the materials. Our findings show that the α-phase displays the most rapid diffusion kinetics for a Ca ion, with a diffusion barrier as low as 190 meV. We then investigate …",
                "While it is known that the Si−(7× 7) is a conducting surface, measured conductivity values differ by 7 orders of magnitude. Here we report a combined STM and transport method capable of surface conductivity measurement of step-free or single-step containing surface regions and having minimal interaction with the sample, and by which we quantitatively determine the intrinsic conductivity of the Si−(7× 7) surface. We found that a single step has a conductivity per unit length about 50 times smaller than the flat surface. Our first principles quantum transport calculations confirm and lend insight into the experimental observation.",
                "Grossi and Strazzari have reported (J. Org. Chem. 2000, 65, 2748−2754) that the ceric ammonium nitrate modulated photooxidation of triphenylmethanol and 1,1-diphenylethanol yielded ESR spectra of the putative spiro-cyclohexadienyl intermediates in the O-neophyl rearrangements of the corresponding alkoxyl radicals, Ph2(R)CO• (R = Ph, CH3), to the phenoxymethyl radicals, Ph(R)C•OPh. Both ESR spectra are reassigned to the phenoxyl radical, C6H5O•, and the probable mechanism by which phenoxyl is formed in these systems is presented. "
            ],
            [
                [
                    "Computational Physics",
                    "Molecular Electronics",
                    "Batteries",
                    "Photovoltaics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}