{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IO4SWDG2",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Helvi Witek Assistant Professor 247A Loomis Laboratory hwitek@illinois.edu Relativity Group website Manifesto We believe that we exist to make great discoveries We believe in innovation and thinking out of the box We believe in the simple, not the complex We believe in seeking a deep understanding of the mathematics behind the discoveries we make We believe in doing research only on areas where we can make a significant and new contribution We believe in saying no to thousands of projects so that we can concentrate our efforts on the most meaningful ones We believe in extensive collaboration and cross-pollination in order to innovate in ways individuals cannot We believe in striving for excellence in all aspects of our work and we settle for no less We believe in honesty above all, even when the truth does not benefit us We have the courage to admit when we are wrong, the tenacity to change and the determination to improve (Adapted from a speech given by Tim Cook) View all publications Happy Dark Matter Day from the scientists at ICASU Physicists at the University of Illinois at Urbana-Champaign have made significant contributions to our understanding of dark matter, through their work on multiple large-scale collaborative experiments. In the past two years, several new faculty hires at Illinois Physics have added their expertise and insight to the search for this elusive particle. And now a newly founded campus center, the Illinois Center for Advanced Studies of the Universe (ICASU), has taken on dark matter as a main research focus, synergizing efforts and supporting collaboration across scientific disciplines at Illinois and beyond. Research Funding Witek part of $680,000 NSF grant to develop Einstein Toolkit for scientists The National Science Foundation (NSF) has awarded over $680,000 to the University of Illinois at Urbana-Champaign to further develop the Einstein Toolkit . The project will improve the cyberinfrastructure framework used by Einstein Toolkit, an accessible community-driven open-source ecosystem that provides computational tools to advance research in relativistic astrophysics and gravitational physics. The project is led by principal investigator (PI) Roland Haas , NCSA, and co-PIs, Helvi Witek of the Department of Physics and Gabrielle Allen of the Department of Astronomy, NCSA, and the College of Education. Faculty Highlights Astrophysics Gravitation Spotlight on new faculty: Helvi Witek, Gravitation Helvi Witek specializes in black holes, gravity, and gravitational waves and how we can use them to understand open questions about the universe."
            ]
        ]
    ]
}