{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IP1JSWVP",
            "1xC8kXYAAAAJ",
            [
                "Direct evidence for neutrino flavor transformation from neutral-current interactions in the Sudbury Neutrino Observatory",
                "First results from KamLAND: evidence for reactor antineutrino disappearance",
                "Measurement of the Rate of  Interactions Produced by  Solar Neutrinos at the Sudbury Neutrino Observatory"
            ],
            [
                "Observations of neutral-current ν interactions on deuterium in the Sudbury Neutrino Observatory are reported. Using the neutral current (NC), elastic scattering, and charged current reactions and assuming the standard 8 B shape, the ν e component of the 8 B solar flux is φ e= 1.76− 0.05+ 0.05 (stat)− 0.09+ 0.09 (syst)× 10 6 cm− 2 s− 1 for a kinetic energy threshold of 5 MeV. The non-ν e component is φ μ τ= 3.41− 0.45+ 0.45 (stat)− 0.45+ 0.48 (syst)× 10 6 cm− 2 s− 1, 5.3 σ greater than zero, providing strong evidence for solar ν e flavor transformation. The total flux measured with the NC reaction is φ NC= 5.09− 0.43+ 0.44 (stat)− 0.43+ 0.46 (syst)× 10 6 cm− 2 s− 1, consistent with solar models.",
                "KamLAND has measured the flux of ν e’s from distant nuclear reactors. We find fewer ν e events than expected from standard assumptions about ν e propagation at the 99.95% CL In a 162 ton· y r exposure the ratio of the observed inverse β-decay events to the expected number without ν e disappearance is 0.611±0.085 (s t a t)±0.041 (s y s t) for ν e energies> 3.4 M e V. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the “large mixing angle” region are excluded.",
                "Solar neutrinos from 8 B decay have been detected at the Sudbury Neutrino Observatory via the charged current (CC) reaction on deuterium and the elastic scattering (ES) of electrons. The flux of ν e’s is measured by the CC reaction rate to be φ CC (ν e)= 1.75±0.07 (stat)− 0.11+ 0.12 (syst)±0.05 (theor)× 10 6 cm− 2 s− 1. Comparison of φ CC (ν e) to the Super-Kamiokande Collaboration’s precision value of the flux inferred from the ES reaction yields a 3.3 σ difference, assuming the systematic uncertainties are normally distributed, providing evidence of an active non-ν e component in the solar flux. The total flux of active 8 B neutrinos is determined to be 5.44±0.99× 10 6 cm− 2 s− 1."
            ],
            [
                [
                    "neutrinos",
                    "neutrino oscillations",
                    "detector development"
                ]
            ]
        ]
    ]
}