{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IP1JSWVP",
            "1xC8kXYAAAAJ",
            [
                "Direct evidence for neutrino flavor transformation from neutral-current interactions in the Sudbury Neutrino Observatory",
                "First results from KamLAND: evidence for reactor antineutrino disappearance",
                "Measurement of the Rate of  Interactions Produced by  Solar Neutrinos at the Sudbury Neutrino Observatory"
            ],
            [
                "Observations of neutral-current ν interactions on deuterium in the Sudbury Neutrino Observatory are reported. Using the neutral current (NC), elastic scattering, and charged current reactions and assuming the standard 8 B shape, the ν e component of the 8 B solar flux is φ e= 1.76− 0.05+ 0.05 (stat)− 0.09+ 0.09 (syst)× 10 6 cm− 2 s− 1 for a kinetic energy threshold of 5 MeV. The non-ν e component is φ μ τ= 3.41− 0.45+ 0.45 (stat)− 0.45+ 0.48 (syst)× 10 6 cm− 2 s− 1, 5.3 σ greater than zero, providing strong evidence for solar ν e flavor transformation. The total flux measured with the NC reaction is φ NC= 5.09− 0.43+ 0.44 (stat)− 0.43+ 0.46 (syst)× 10 6 cm− 2 s− 1, consistent with solar models.",
                "KamLAND has measured the flux of ν e’s from distant nuclear reactors. We find fewer ν e events than expected from standard assumptions about ν e propagation at the 99.95% CL In a 162 ton· y r exposure the ratio of the observed inverse β-decay events to the expected number without ν e disappearance is 0.611±0.085 (s t a t)±0.041 (s y s t) for ν e energies> 3.4 M e V. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the “large mixing angle” region are excluded.",
                "Solar neutrinos from 8 B decay have been detected at the Sudbury Neutrino Observatory via the charged current (CC) reaction on deuterium and the elastic scattering (ES) of electrons. The flux of ν e’s is measured by the CC reaction rate to be φ CC (ν e)= 1.75±0.07 (stat)− 0.11+ 0.12 (syst)±0.05 (theor)× 10 6 cm− 2 s− 1. Comparison of φ CC (ν e) to the Super-Kamiokande Collaboration’s precision value of the flux inferred from the ES reaction yields a 3.3 σ difference, assuming the systematic uncertainties are normally distributed, providing evidence of an active non-ν e component in the solar flux. The total flux of active 8 B neutrinos is determined to be 5.44±0.99× 10 6 cm− 2 s− 1."
            ],
            [
                [
                    "neutrinos",
                    "neutrino oscillations",
                    "detector development"
                ]
            ],
            [
                "Karsten Heeger Karsten Heeger Professor of Physics; Chair Physics Department, Director Wright Laboratory He\/him\/his SPL 54 \/ WL 214 203-432-3651 \/ 203-432-3378 karsten.heeger@yale.edu CV Karsten Heeger is a Professor of Physics and Director of the Wright Laboratory at Yale University. His research focuses on the study of neutrino oscillations, neutrino mass, and dark matter. Prof. Heeger received his undergraduate degree in physics from Oxford University and his Ph.D. from the University of Washington in Seattle where he worked on a model-independent measurement of the solar 8 B neutrino flux in the Sudbury Neutrino Observatory (SNO). Before joining the faculty at Yale University he was on the faculty at the University of Wisconsin and a Chamberlain Fellow at Lawrence Berkeley National Laboratory. His work has been recognized with numerous awards, and he has served on national and international committees including the High Energy Physics Advisory Panel (HEPAP), the Nuclear Science Advisory Committee (NSAC), the DPF Executive Committee, the DNP Nominating Committee, and the APS Committee on International Scientific Affairs. Prof. Heeger is Associate Editor for the European Physical Journal C and Journal of Physics G. Professor Heeger’s research focuses on the study of neutrino oscillations, neutrino mass, and dark matter. His thesis work was on the first model-independent measurement of the 8B solar neutrino flux with the Sudbury Neutrino Observatory (SNO) that led to the resolution of the solar neutrino problem. Heeger was involved in the first observation of reactor antineutrino oscillation with KamLAND and discovered non-zero theta13 with Daya Bay. Heeger is now searching for neutrinoless double beta decay and studying the nature of neutrinos with CUORE, probing the existence of sterile neutrinos with PROSPECT, and performing R&D with Project 8 towards a novel experiment to measure neutrino mass. Heeger collaborates with the DM-Ice project at the South Pole to test DAMA’s claim for the detection of dark matter. Ph.D., University of Washington, Seattle, 2002 Honors & Awards: Heeger’s research has been recognized with numerous awards. For his thesis work he was awarded the 2003 APS Dissertation Award in Nuclear Physics. In 2008 he received Outstanding Junior Investigator awards from DOE Nuclear Physics for the investigation of neutrino properties with bolometric detectors and from DOE High Energy Physics for the measurement of the neutrino mixing angle theta13 at Daya Bay. Heeger was awarded an Alfred P. Sloan Research Fellowship in 2009 and a UW Romnes Faculty Fellowship in 2011. He was named a Kavli Fellow in 2012 and elected APS Fellow in 2013. He shared the 2016 Breakthrough Prize in Fundamental Physics as a member of three collaborations: SNO, KamLAND, and Daya Bay. INSPIRE publications http:\/\/inspirehep.net\/search?ln=en&p=find+author+heeger%2C+k+&of=hb&action_search=Search&sf=earliestdate&so=d ResearcherID http:\/\/www.researcherid.com\/rid\/A-9533-2011 Google Scholar https:\/\/scholar.google.com\/citations?user=1xC8kXYAAAAJ Heeger Group Karsten Heeger News\/Media Research\/Projects Publications Talks Group Contact Wright Lab Prof. Heeger’s group is carrying out cutting-edge experiments studying the properties of neutrinos, searching for rare event processes, and exploring the invisible Universe. The aim of these experiments is to solve some of the greatest mysteries of the Universe:  What does the invisible Universe consist of? Why does the Universe have more matter than anti-matter? What are the properties of neutrinos?   The lab is led by Prof. Heeger in the Department of Physics located at the Yale Wright Laboratory.   News & Highlights Weird Neutrinos Can't Quite Explain Matter's Huge Riddle Yet April 10, 2018 Deep below a mountain in Italy, in the coldest cubic meter of the known universe, scientists are hunting for evidence that ghostly particles called neutrinos act as their own... New Analysis at Nuclear Reactor Reignites Search for Mysterious 'Sterile' Neutrino July 28, 2017 “The general sentiment is that there is a need for new experiments,” Anna Hayes, first author on a new analysis posted on the arXiv preprint server from Los Alamos National... Viewpoint: Getting to the Bottom of an Antineutrino Anomaly June 20, 2017 The Daya Bay Collaboration reports that sterile neutrinos probably aren’t behind a puzzling deficit in detected antineutrinos at nuclear reactors. More news... Yale Wright Lab The Heeger Group is located in the Yale Wright Lab . Research is carried out at several underground laboratories and nuclear reactors around the world including Daya Bay in China, Gran Sasso National Laboratory in Italy, the University of Washington in Seattle and Oak Ridge National Laboratory Funding We gratefully acknowledge support from"
            ]
        ]
    ]
}