{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IP4Y8PM9",
            "Gn67HGEAAAAJ",
            [
                "Linear vibration analysis of cantilever plates partially submerged in fluid",
                "Free vibration of a partially liquid-filled and submerged, horizontal cylindrical shell",
                "Dynamics of a rectangular plate resting on an elastic foundation and partially in contact with a quiescent fluid",
                "Dynamic response of Mindlin plates resting on arbitrarily orthotropic Pasternak foundation and partially in contact with fluid",
                "A hydroelasticity method for vibrating structures containing and\/or submerged in flowing fluid",
                "Hydroelastic analysis of fluid storage tanks by using a boundary integral equation method",
                "The response behaviour of a submerged cylindrical shell using the doubly asymptotic approximation method (DAA)",
                "A hydroelastic investigation of circular cylindrical shells-containing flowing fluid with different end conditions",
                "Hydroelastic vibration analysis of plates partially submerged in fluid with an isogeometric FE-BE approach",
                "A new method to estimate ultimate strength of stiffened panels under longitudinal thrust based on analytical formulas"
            ],
            [
                "Dynamic characteristics, such as natural frequencies and mode shapes, of cantilever plates, partially in contact with a fluid, are investigated. In the analysis of the linear fluid–structure system, it is assumed that the fluid is ideal, and fluid forces are associated with inertial effects of the surrounding fluid. This implies that the fluid pressure on the wetted surface of the structure is in phase with the structural acceleration. Furthermore, the infinite frequency limit is assumed on the free surface. The in vacuo dynamic properties of the plates are obtained by use of a standard finite-element software. In the wet part of the analysis, it is assumed that the plate structure preserves its in vacuo mode shapes when in contact with the surrounding fluid and that each mode shape gives rise to a corresponding surface pressure distribution of the cantilever plate. The fluid–structure interaction effects are calculated in terms of the …",
                "The dynamic characteristics (i.e., natural frequencies and mode shapes) of a partially filled and\/or submerged, horizontal cylindrical shell are examined. In this investigation, it is assumed that the fluid is ideal, and fluid forces are associated with inertial effects only: namely, the fluid pressure on the wetted surface of the structure is in phase with the structural acceleration. The in vacuo dynamic characteristics of the cylindrical shell are obtained using standard finite element software. In the “wet” part of the analysis, it is assumed that the shell structure preserves its in vacuo mode shapes when in contact with the contained and\/or surrounding fluid and that each mode shape gives rise to a corresponding surface pressure distribution of the shell. The fluid–structure interaction effects are calculated in terms of generalized added masses, using a boundary integral equation method together with the method of images in …",
                "In this study, a method of analysis is presented for investigating the effects of elastic foundation and fluid on the dynamic response characteristics (natural frequencies and associated mode shapes) of rectangular Kirchhoff plates. For the interaction of the Kirchhoff plate–Pasternak foundation, a mixed-type finite element formulation is employed by using the Gâteaux differential. The plate finite element adopted in this study is quadrilateral and isoparametric having four corner nodes, and at each node four degrees of freedom are present (one transverse displacement, two bending moments and one torsional moment). Therefore, a total number of 16 degrees-of-freedom are assigned to each element. A consistent mass formulation is used for the eigenvalue solution in the mixed finite element analysis. The plate structure considered is assumed clamped or simply supported along its edges and resting on a Pasternak …",
                "In this study, a method of analysis is presented for investigating the dynamic response behavior of moderately thick plates (Mindlin plates) resting on arbitrarily orthotropic two parameter foundation and partially in contact with a quiescent fluid on its other side. A mixed-type finite element formulation is derived for the Mindlin plate–arbitrarily orthotropic Pasternak foundation interaction by applying the Gâteaux differential. A four nodded isoparametric C0 class element is adopted and at each node eight degrees of freedom are assigned. The rotary inertia effect is taken into account through the consistent mass matrix formulation. For calculation of the fluid–structure interaction effects, the boundary element method is adopted. The fluid is assumed to be ideal, i.e., inviscid, incompressible, and its motion is irrotational. The infinite frequency limit condition is applied on the fluid's free surface using a modified fundamental …",
                "This paper presents a method for investigating the dynamics of elastic structures containing and\/or submerged in flowing fluid. The method presented is based on a boundary integral equation method in conjunction with the method of images, in order to impose appropriate boundary condition on the fluid's free surface. The method of analysis can be applied to any shape of cylindrical structure partially in contact with flowing fluid. In the analysis of the linear fluid–structure system, it is assumed that the fluid is ideal, i.e., inviscid, incompressible and its motion is irrotational. It is assumed that the flexible structure vibrates in its in vacuo eigenmodes when it is in contact with flowing fluid, and that each mode gives rise to a corresponding surface pressure distribution on the wetted surface of the structure. The in vacuo dynamic properties of the dry structure are obtained by using a standard finite element software. In the wet …",
                "This paper presents a boundary integral equation method in conjunction with the method of images, in order to investigate the dynamic behaviour (wet frequencies and associated mode shapes) of fluid containing structures. In the analysis of the linear fluid–structure system, it is assumed that the fluid is ideal, and fluid forces are associated with inertial effects of the contained fluid. This implies that the fluid pressure on the wetted surface of the structure is in phase with the structural acceleration. The in vacuo dynamic properties of the dry structure are obtained by using standard finite element software. In the wet part of the analysis, the fluid–structure interaction effects are calculated in terms of the generalized added mass coefficients by use of the boundary integral equation method together with the method of images in order to impose the Φ=0 boundary condition on the free surface. In this study, three different test …",
                "This paper presents experimentally measured and theoretically calculated responses of a flexible cylindrical shell subjected to an impulsive excitation in air and in water. The flat-ended, thin cylindrical shell of overall length 1284 mm, external radius 180 mm, thickness 3 mm is made of mild steel. The predicted responses are derived from a method using the doubly asymptotic approximation (DAA) models in order to uncouple the motion of the fluid from that of the structure. The DAAs enable the radiated pressure to be specified in terms of surface motion of the structure. The method, which employs the DAAs, is applied to determine the responses, i.e. acceleration, velocity and displacement, of the finite length cylindrical shell excited by an impulsive mechanical force. The calculated acceleration responses are compared with the experimental measurements.",
                "This paper presents the effects of different end conditions on the response behavior of thin circular cylindrical shell structures fully in contact with flowing fluid. The investigated end conditions are as follows: simply supported, clamped–clamped, clamped–simply supported and clamped–free (cantilever shell) ends. Additionally, the dynamic responses of a tapered cylindrical shell conveying flowing fluid and simply supported at its ends were investigated. The method employed in this study is a hybrid method—a boundary integral equation method for the calculation of the fluid–structure interaction effects and a finite element method for the structural analysis. In this study, the mathematical model presented before [B. Uğurlu, A. Ergin, A hydroelasticity method for vibrating structures containing and\/or submerged in flowing fluid, Journal of Sound and Vibration 290 (2006) 572–596] is extended by applying the direct …",
                "This paper presents the hydroelastic vibration analysis of clamped rectangular plates, vertically or horizontally submerged in fluid by using isogeometric finite element and boundary element methods. The method of analysis is divided into two parts. In the first part, the dynamic characteristics of the structure, in vacuo conditions and in the absence of external forces, are obtained by NURBS-based isogeometric finite element method (IGAFEM). In the second part of the analysis, the fluid-structure interaction effects are calculated by using a NURBS-based isogeometric boundary element method (IGABEM) in conjunction with the method of images, in order to impose appropriate boundary condition on the fluid's free surface. By adopting the linear hydroelasticity theory, the fluid is assumed ideal, i.e., inviscid, incompressible and its motion is irrotational. The fluid-structure interaction effects are calculated in terms of the …",
                "In this paper, a new approximate method based on analytical formulas is proposed to estimate the ultimate strength of stiffened panels by investigating collapse mechanisms of the stiffened panels. In this respect, firstly, a series of detailed elastoplastic large deflection Finite Element Analysis (FEA) is performed to investigate the collapse behavior and the ultimate strength of the stiffened panels. In the analysis, the initial deflections are considered in the form of thin-horse mode plus overall buckling mode for the plates, and flexural buckling mode plus tripping mode for the stiffeners. On the basis of the observed FEA results, an efficient method is proposed to estimate the ultimate strength of stiffened panels based on Elastic Large Deflection Analysis (ELDA) with the initial yielding concept. In the ELDA, the deflection modes are defined as the sum of overall buckling mode plus local plate buckling mode. The welding …"
            ],
            [
                [
                    "Ship Science"
                ]
            ]
        ]
    ]
}