{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IQ19EY8Q",
            "mSLeRUMAAAAJ",
            [
                "Evolution of the complementary sex-determination gene of honey bees: Balancing selection and trans-species polymorphisms"
            ],
            [
                "The mechanism of sex determination varies substantively among evolutionary lineages. One important mode of genetic sex determination is haplodiploidy, which is used by ∼20% of all animal species, including >200,000 species of the entire insect order Hymenoptera. In the honey bee Apis mellifera, a hymenopteran model organism, females are heterozygous at the csd (complementary sex determination) locus, whereas males are hemizygous (from unfertilized eggs). Fertilized homozygotes develop into sterile males that are eaten before maturity. Because homozygotes have zero fitness and because common alleles are more likely than rare ones to form homozygotes, csd should be subject to strong overdominant selection and negative frequency-dependent selection. Under these selective forces, together known as balancing selection, csd is expected to exhibit a high degree of intraspecific polymorphism …"
            ],
            [
                [
                    "Biomineralization",
                    "human evolution",
                    "stable isotopes",
                    "climate change",
                    "childhood health"
                ]
            ],
            [
                "Daniel Green News and Awards Scientists Confirm Events that Occurred One Second after the Big Bang K. N. Abazajian et al., “CMB-S4 Science Book, First Edition,” arXiv:1610.02743 [astro- ph.CO]. R. de Putter, O. Dor ́e, D. Green and J. Meyers, “Single-Field Inflation and the Local Ansatz: Distinguishability and Consistency,” arXiv:1610.00785 [hep-th]. D. Green, J. Meyers and A. van Engelen, “CMB Delensing Beyond the B Modes,” arXiv:1609.08143 [astro-ph.CO]. D. Baumann, D. Green and B. Wallisch, “A New Target for Cosmic Axion Searches,” Phys. Rev. Lett. 117, no. 17, 171301 (2016) [arXiv:1604.08614 [astro-ph.CO]]. D. Green and T. Kobayashi,“Constraints on Primordial Magnetic Fields from Inflation,” JCAP 1603, no. 03, 010 (2016) [arXiv:1511.08793 [astro-ph.CO]]. Daniel Green Ph.D. Stanford University 2009 Office: MH 5206 drgreen@physics.ucsd.edu I am broadly interested in cosmology and its intersection with particle physics and quantum field theory.  My primary interest is the physics of the very early universe, both as the ultimate origin of matter, radiation and structure in the universe and as a window into fundamental physics at energies inaccessible on earth.  My work ranges from the use of formal tools from quantum field theory to understand the physics of inflation, to exploring new opportunities in data from cosmic microwave background and large scale structure surveys."
            ]
        ]
    ]
}