{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IQ93HNQA",
            "SS7T8VUAAAAJ",
            [
                "Molecular characterization of a human DNA kinase",
                "Bis-benzimidazole anticancer agents: targeting human tumour helicases",
                "Optimization of a two-step desolvation method for preparing gelatin nanoparticles and cell uptake studies in 143B osteosarcoma cancer cells",
                "Fluorescence immunohistochemical detection of hypoxic cells in spheroids and tumours",
                "Characterization of a novel transplantable orthotopic rat bladder transitional cell tumour model",
                "Preclinical assessment of hypocrellin B and hypocrellin B derivatives as sensitizers for photodynamic therapy of cancer: progress update",
                "Hypocrellins as photosensitizers for photodynamic therapy: a screening evaluation and pharmacokinetic study",
                "Intracellular localization of radioactively labeled misonidazole in EMT-6 tumor cells in vitro",
                "Uptake kinetics and intracellular localization of hypocrellin photosensitizers for photodynamic therapy: a confocal microscopy study",
                "An immunochemical probe for 8, 5′-cycloadenosine-5′-monophosphate and its deoxy analog in irradiated nucleic acids"
            ],
            [
                "Human polydeoxyribonucleotide kinase is an enzyme that has the capacity to phosphorylate DNA at 5′-hydroxyl termini and dephosphorylate 3′-phosphate termini and, therefore, can be considered a putative DNA repair enzyme. The enzyme was purified from HeLa cells. Amino acid sequence was obtained for several tryptic fragments by mass spectrometry. The sequences were matched through the dbEST data base with an incomplete human cDNA clone, which was used as a probe to retrieve the 5′-end of the cDNA sequence from a separate cDNA library. The complete cDNA, which codes for a 521-amino acid protein (57.1 kDa), was expressed in Escherichia coli, and the recombinant protein was shown to possess the kinase and phosphatase activities. Comparison with other sequenced proteins identified a P-loop motif, indicative of an ATP-binding domain, and a second motif associated with several …",
                "Certain DNA minor groove binding agents, distamycin, netropsin, and a series of anticancer bisbenzimidazoles can block DNA helicase activity by binding to duplex DNA at specific base sequences. DNA helicases are crucial to cell DNA replication, transcription and repair because these enzymes separate double- stranded DNA, thereby preparing the strands for enzymatic manipulation. From our studies we have developed a hypothesis that focuses on cellular DNA helicase action as a mechanistic site where these minor groove binders can act. A crucial aspect for modulation of DNA activity by drugs is for specificity and selectivity. A series of DNA-interactive bis-benzimidazole analogues of Hoechst 33258 was also prepared to explore the potential for anticancer activity mediated for certain of the drugs via bioreductive activation by endogenous NADH or NADPH. The biological endpoints examined included intra …",
                "PURPOSE: To establish a matrix of parameters to synthesize nanoparticles of different sizes and to investigate the cellular uptake of these nanoparticles by osteosarcoma cancer cells in order to investigate their potential as therapeutic drug-delivery carriers. METHODS: Gelatin A and B were used to synthesize nanoparticles by a two-step desolvation process. Different parameters were investigated, including temperature, pH, concentration of glutaraldehyde, type of desolvating agent and nature of gelatin. For cell uptake studies, Texas Red labeled nanoparticles were incubated with 143B osteosarcoma cells and then evaluated using confocal laser scanning microscopy (CLSM). RESULTS: The systematic investigation of the synthesis parameters showed that it is possible to prepare gelatin-based nanoparticles with different particle sizes and a narrow size distribution. Temperature and nature of the gelatin were the most important synthesis factors. Bioimaging using CLSM showed uptake of the nanoparticles by 143B osteosarcoma cancer cells. CONCLUSIONS: Osteosarcoma cancer cells take up gelatin nanoparticles. This might improve the clinical effectiveness of anti-cancer treatments if nanoparticles are used as a drug delivery system and has important implications for future cancer treatment strategies.",
                "Polyclonal antibodies have been raised in rabbits to a haemocyanin adduct of a reductively-activated, fluorinated analogue of misonidazole. Fluorescence immunohistochemical studies show that the polyclonal antibodies bind to spheroid sections and tumour sections in patterns similar to those revealed by autoradiographic studies with a tritium-labelled derivative of the fluorinated misonidazole analogue.",
                "An animal tumour model that mimics the human counterpart is essential for preclinical evaluation of new treatment modalities. The objective of this study was to develop and characterize such a model. To accomplish this, the established AY-27 rat bladder transitional cell carcinoma (TCC) cell line was transplanted orthotopically into Fischer CDF344 female rats. AY-27 TCC cells were grown in monolayer cell culture and instilled intravesically as single cell suspensions into bladders that had been conditioned with mild acid washing. Tumour growth was assessed weekly by subjecting the rats to magnetic resonance imaging (MRI). At intervals following implantation and MRI tumour detection, the animals were sacrificed for necropsy, histological examination and immunocytochemical studies. Flow cytometry was also performed for detection of Fas or Fas-ligand expression on AY-27 cells. The overall tumour …",
                " Hypocrellins are perylenequinone pigments with substantial absorption in the red spectral region and high singlet oxygen yield. They are available in pure monomelic form and may be derivatized to optimize properties of red light absorption, tissue biodistribution and toxicity. In vitro screening of synthetic derivatives of the naturally occurring compound, hypocrellin B (HB), for optimal properties of cyto‐(dark) toxicity and phototoxicity resulted in selection of three compounds for preclinical evaluation: HBEA‐R1 (ethanolaminated HB), HBBA‐R2 (butylaminated HB) and HBDP‐R1 [2‐(N,N‐dimethylami‐no)‐propylamine‐HB]. Extinction coefficients at 630 nm (φ630) are 6230, 6190 and 4800, respectively; and 1O2 quantum yields, φ, 0.60, 0.32 and 0.42. Intracellular uptake is essentially complete within 2 h (HBEA‐R1, HBBA‐R2) and 20 h (HBDP‐R1). Greatest uptake is associated with lysosomes and Golgi. The HBEA …",
                " Hypocrellin compounds were selected as potential photosensitizers for photodynamic therapy (PDT) owing to their high quantum yields of singlet oxygen (1O2), and facility for site-directed chemical modification to enhance phototoxicity, pharmacokinetics, solubility, and light absorption in the red spectral region, among other properties. Parent hypocrellins A and B share an absorption peak at 658 nm. These molecules may therefore be considered useful progenitors of derivatives which absorb more strongly in the red, considering that the ideal sensitizer should absorb in the 650–800 nm range, beyond the absorption range of hemoglobin and melanin, and where light penetration in tissues is maximized through reduced scattering. A series of pure, monomeric hypocrellin derivatives was tested for properties of dark cytotoxicity and photosensitizing potential by clonogenic assay in monolayer cultures of …",
                "Misonidazole, as an electron-affinic drug, is capable of accepting electrons from ascorbate, NADPH and a number of enzymes in anoxiic reaction mixtures such as cellular homogenates and microsomal fractions. Although the intracellular location of many of the above electron donors has been established, (usually in microsomes and mitochondria), the sites of covalent binding of metabolically activated misonidazole and its catabolites to cellular macromolecules remain to be elucidated. The biological effects of misonidazole differ quantitatively and possibly qualitatively when cells are incubated in air vis-a-vis hypoxic conditions. Differences in uptake of labeled misonidazole by hypoxic or aerobic cells may render this radiosensitizing agent of value in the clinical management of certain tumors. We are currently attempting to establish the intracellular sites of covalent binding of radioactively labeled misonidazole and …",
                "Hypocrellins are naturally occurring compounds with photosensitizing properties in biological systems. We have prepared synthetic derivatives of hypocrellin B, which have promise as photosensitizers in the clinical application of photodynamic therapy. The intracellular localization and uptake kinetics of hypocrellin B and several selected hypocrellin congeners were determined semiquantitatively by fluorescence confocal microscopy in monolayer cultures of EMT6\/Ed murine tumor cells. Each compound had unique uptake kinetics. Although no compound tested to date has demonstrated nuclear labeling, most could be detected in lysosomes, Golgi, endoplasmic reticulum and, to a minor extent, in cellular membranes. No two compounds gave identical labeling distributions. The differences are assumed to originate in physicochemical properties characteristic of each compound, which may ultimately impact upon …",
                "Polyclonal antisera specific for 8,5′-cycloadenosine-5′-monophosphate (8,5′-cyclo-AMP) or its deoxy analog (8,5′-cyclo-dAMP) were elicited by immunizing rabbits with a conjugate prepared by the method of Johnston et al. [Biochemistry 22, 3453-3460 (1983)]. A competitive enzyme-linked immunosorbent assay (ELISA) was developed and used to detect the formation of these products in irradiated solutions of polyadenylic acid [poly(A)] or DNA which were saturated with nitrous oxide, nitrogen, or oxygen. The 8,5′-cyclo-AMP or 8,5′-cyclo-dAMP moieties could be detected in poly(A) at 1.0 krad and in native DNA at 10 krad, respectively. The yield of 8,5′-cyclo-dAMP was found to be two to three times higher in irradiated double-stranded DNA than in single-stranded DNA. The hydroxyl radical appears to initiate 8,5′-cyclonucleotide formation in irradiated nucleic acids, as demonstrated by the inhibition of …"
            ],
            [
                [
                    "Photodynamic Therapy",
                    "Sonodynamic Therapy",
                    "Radioimmunotherapy",
                    "Connective Tissue"
                ]
            ],
            [
                "Gerald Miller Professor miller@phys.washington.edu 206-543-2995 B484 Nuclear Theory Biography I work on all aspects of theoretical nuclear physics, including its overlaps with particle phenomenology and atomic physics. Current interests include proton structure, effects of quantum chromodynamics in nuclei, effective field theory approaches to nuclei, studies of fundamental symmetries in nuclei, and nuclear reaction theory at low energies. Our research explores a wide range of questions in contemporary nuclear theory and related fields, from the description of nuclear few-body systems with quantum chromodynamics (QCD) on the lattice to aspects of nucleon structure and fundamental symmetries to the properties (structure, phase transitions and dynamics) of strongly interacting quantum many-body systems. Our research utilizes tools from effective field theory as well as high-performance computing on leadership class computers. PHYS 514 A: Electromagnetism and Relativity PHYS 428 A: Selected Topics in Physics PHYS 323 A: Electromagnetism PHYS 322 A: Electromagnetism PHYS 321 A: Electromagnetism PHYS 323 A: Electromagnetism PHYS 322 A: Electromagnetism PHYS 322 AC: Electromagnetism PHYS 321 A: Electromagnetism Related News Synopsis: Putting the Proton Radius in Its Proper Place - March 12, 2019 Related Events Physics Department: The X17 Particle (George Bertsch and Gerald Miller, University of Washington) - December 5, 2019 - 2:30pm CENPA: Defining the proton radius: A unified treatment (Gerald Miller, University of Washington) - April 25, 2019 - 3:45pm"
            ]
        ]
    ]
}