{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IQKIF2MY",
            "YtdYIHAAAAAJ",
            [
                "Scoring functions and their evaluation methods for protein–ligand docking: recent advances and future directions",
                "Advances and challenges in protein-ligand docking",
                "Ensemble docking of multiple protein structures: considering protein structural variations in molecular docking",
                "Inclusion of solvation in ligand binding free energy calculations using the generalized-born model",
                "An iterative knowledge‐based scoring function to predict protein–ligand interactions: I. Derivation of interaction potentials",
                "An iterative knowledge‐based scoring function for protein–protein recognition",
                "An iterative knowledge‐based scoring function to predict protein–ligand interactions: II. Validation of the scoring function",
                "Community-wide assessment of protein-interface modeling suggests improvements to design methodology",
                "Challenges, applications, and recent advances of protein-ligand docking in structure-based drug design",
                "A chemical genetic approach demonstrates that MPK 3\/MPK 6 activation and NADPH oxidase‐mediated oxidative burst are two independent signaling events in plant immunity"
            ],
            [
                "The scoring function is one of the most important components in structure-based drug design. Despite considerable success, accurate and rapid prediction of protein–ligand interactions is still a challenge in molecular docking. In this perspective, we have reviewed three basic types of scoring functions (force-field, empirical, and knowledge-based) and the consensus scoring technique that are used for protein–ligand docking. The commonly-used assessment criteria and publicly available protein–ligand databases for performance evaluation of the scoring functions have also been presented and discussed. We end with a discussion of the challenges faced by existing scoring functions and possible future directions for developing improved scoring functions.",
                "Molecular docking is a widely-used computational tool for the study of molecular recognition, which aims to predict the binding mode and binding affinity of a complex formed by two or more constituent molecules with known structures. An important type of molecular docking is protein-ligand docking because of its therapeutic applications in modern structure-based drug design. Here, we review the recent advances of protein flexibility, ligand sampling, and scoring functions—the three important aspects in protein-ligand docking. Challenges and possible future directions are discussed in the Conclusion. View Full-Text",
                "One approach to incorporate protein flexibility in molecular docking is the use of an ensemble consisting of multiple protein structures. Sequentially docking each ligand into a large number of protein structures is computationally too expensive to allow large‐scale database screening. It is challenging to achieve a good balance between docking accuracy and computational efficiency. In this work, we have developed a fast, novel docking algorithm utilizing multiple protein structures, referred to as ensemble docking, to account for protein structural variations. The algorithm can simultaneously dock a ligand into an ensemble of protein structures and automatically select an optimal protein structure that best fits the ligand by optimizing both ligand coordinates and the conformational variable m, where m represents the m‐th structure in the protein ensemble. The docking algorithm was validated on 10 protein ensembles …",
                "Accounting for the effect of solvent on the strength of molecular interactions has been a long-standing problem for molecular calculations in general and for structure-based drug design in particular. Here, we explore the generalized-Born (GB\/SA) model of solvation (Still, W. C.; Tempczyk, A.; Hawley, R. C.; Hendrickson, T. J. Am. Chem. Soc. 1990, 112, 6127−9) to calculate ligand−receptor binding energies. The GB\/SA approach allows for the estimation of electrostatic, van der Waals, and hydrophobic contributions to the free energy of binding. The GB\/SA formulation provides a good balance between computational speed and accuracy in these calculations. We have derived a formula to estimate the binding free energy. We have also developed a procedure to penalize any unoccupied embedded space that might form between the ligand and the receptor during the docking process. To improve the computational …",
                "Using a novel iterative method, we have developed a knowledge‐based scoring function (ITScore) to predict protein–ligand interactions. The pair potentials for ITScore were derived from a training set of 786 protein–ligand complex structures in the Protein Data Bank. Twenty‐six atom types were used based on the atom type category of the SYBYL software. The iterative method circumvents the long‐standing reference state problem in the derivation of knowledge‐based scoring functions. The basic idea is to improve pair potentials by iteration until they correctly discriminate experimentally determined binding modes from decoy ligand poses for the ligand‐protein complexes in the training set. The iterative method is efficient and normally converges within 20 iterative steps. The scoring function based on the derived potentials was tested on a diverse set of 140 protein–ligand complexes for affinity prediction, yielding …",
                "Using an efficient iterative method, we have developed a distance‐dependent knowledge‐based scoring function to predict protein–protein interactions. The function, referred to as ITScore‐PP, was derived using the crystal structures of a training set of 851 protein–protein dimeric complexes containing true biological interfaces. The key idea of the iterative method for deriving ITScore‐PP is to improve the interatomic pair potentials by iteration, until the pair potentials can distinguish true binding modes from decoy modes for the protein–protein complexes in the training set. The iterative method circumvents the challenging reference state problem in deriving knowledge‐based potentials. The derived scoring function was used to evaluate the ligand orientations generated by ZDOCK 2.1 and the native ligand structures on a diverse set of 91 protein–protein complexes. For the bound test cases, ITScore‐PP yielded a …",
                "We have developed an iterative knowledge-based scoring function (ITScore) to describe protein–ligand interactions. Here, we assess ITScore through extensive tests on native structure identification, binding affinity prediction, and virtual database screening. Specifically, ITScore was first applied to a test set of 100 protein–ligand complexes constructed by Wang et al.(J Med Chem 2003, 46, 2287), and compared with 14 other scoring functions. The results show that ITScore yielded a high success rate of 82% on identifying native-like binding modes under the criterion of rmsd≤ 2 Å for each top-ranked ligand conformation. The success rate increased to 98% if the top five conformations were considered for each ligand. In the case of binding affinity prediction, ITScore also obtained a good correlation for this test set (R= 0.65). Next, ITScore was used to predict binding affinities of a second diverse test set of 77 protein …",
                "The CAPRI (Critical Assessment of Predicted Interactions) and CASP (Critical Assessment of protein Structure Prediction) experiments have demonstrated the power of community-wide tests of methodology in assessing the current state of the art and spurring progress in the very challenging areas of protein docking and structure prediction. We sought to bring the power of community-wide experiments to bear on a very challenging protein design problem that provides a complementary but equally fundamental test of current understanding of protein-binding thermodynamics. We have generated a number of designed protein–protein interfaces with very favorable computed binding energies but which do not appear to be formed in experiments, suggesting that there may be important physical chemistry missing in the energy calculations. A total of 28 research groups took up the challenge of determining what is …",
                "The docking methods used in structure-based virtual database screening offer the ability to quickly and cheaply estimate the affinity and binding mode of a ligand for the protein receptor of interest, such as a drug target. These methods can be used to enrich a database of compounds, so that more compounds that are subsequently experimentally tested are found to be pharmaceutically interesting. In addition, like all virtual screening methods used for drug design, structure-based virtual screening can focus on curated libraries of synthesizable compounds, helping to reduce the expense of subsequent experimental verification. In this review, we introduce the protein-ligand docking methods used for structure-based drug design and other biological applications. We discuss the fundamental challenges facing these methods and some of the current methodological topics of interest. We also discuss the main approaches for applying protein-ligand docking methods. We end with a discussion of the challenging aspects of evaluating or benchmarking the accuracy of docking methods for their improvement, and discuss future directions. View Full-Text",
                "Plant recognition of pathogen‐associated molecular patterns (PAMPs) such as bacterial flagellin‐derived flg22 triggers rapid activation of mitogen‐activated protein kinases (MAPKs) and generation of reactive oxygen species (ROS). Arabidopsis has at least four PAMP\/pathogen‐responsive MAPKs: MPK3, MPK6, MPK4 and MPK11. It was speculated that these MAPKs may function downstream of ROS in plant immunity because of their activation by exogenously added H2O2. MPK3\/MPK6 or their orthologs in other plant species have also been reported to be involved in the ROS burst from the plant respiratory burst oxidase homolog (Rboh) of the human neutrophil gp91phox. However, detailed genetic analysis is lacking. Using a chemical genetic approach, we generated a conditional loss‐of‐function mpk3 mpk6 double mutant. Consistent with results obtained using a conditionally rescued mpk3 mpk6 double …"
            ],
            [
                [
                    "Computational modeling of protein interactions"
                ]
            ]
        ]
    ]
}