{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IRB3ZP6L",
            "NLUhf6UAAAAJ",
            [
                "Quantum critical scaling of the geometric tensors",
                "Long-distance entanglement in spin systems",
                "Quantum criticality as a resource for quantum estimation",
                "Long-distance entanglement and quantum teleportation in X X spin chains",
                "Origin of the temperature oscillation in turbulent thermal convection",
                "Qubit teleportation and transfer across antiferromagnetic spin chains",
                "Unitary equilibrations: Probability distribution of the Loschmidt echo",
                "Kinetics of social contagion",
                "Bures metric over thermal state manifolds and quantum criticality",
                "Exact infinite-time statistics of the loschmidt echo for a quantum quench"
            ],
            [
                "Berry phases and the quantum-information theoretic notion of fidelity have been recently used to analyze quantum phase transitions from a geometrical perspective. In this Letter we unify these two approaches showing that the underlying mechanism is the critical singular behavior of a complex tensor over the Hamiltonian parameter space. This is achieved by performing a scaling analysis of this quantum geometric tensor in the vicinity of the critical points. In this way most of the previous results are understood on general grounds and new ones are found. We show that criticality is not a sufficient condition to ensure superextensive divergence of the geometric tensor, and state the conditions under which this is possible. The validity of this analysis is further checked by exact diagonalization of the spin-1\/2 X X Z Heisenberg chain.",
                "Most quantum system with short-ranged interactions show a fast decay of entanglement with the distance. In this Letter, we focus on the peculiarity of some systems to distribute entanglement between distant parties. Even in realistic models, like the spin-1 Heisenberg chain, sizable entanglement is present between arbitrarily distant particles. We show that long-distance entanglement appears for values of the microscopic parameters which do not coincide with known quantum critical points, hence signaling a transition detected only by genuine quantum correlations.",
                "We address quantum critical systems as a resource in quantum estimation and derive the ultimate quantum limits to the precision of any estimator of the coupling parameters. In particular, if L denotes the size of a system and λ is the relevant coupling parameters driving a quantum phase transition, we show that a precision improvement of order 1∕ L may be achieved in the estimation of λ at the critical point compared to the noncritical case. We show that analog results hold for temperature estimation in classical phase transitions. Results are illustrated by means of a specific example involving a fermion tight-binding model with pair creation (BCS model).",
                "Isotropic X X models of one-dimensional spin-1\/2 chains are investigated with the aim to elucidate the formal structure and the physical properties that allow these systems to act as channels for long-distance, high-fidelity quantum teleportation. We introduce two types of models:(i) open, dimerized X X chains, and (ii) open X X chains with small end bonds. For both models we obtain the exact expressions for the end-to-end correlations and the scaling of the energy gap with the length of the chain. We determine the end-to-end concurrence and show that model (i) supports true long-distance entanglement at zero temperature, while model (ii) supports “quasi-long-distance” entanglement that slowly falls off with the size of the chain. Due to the different scalings of the gaps, respectively exponential for model (i) and algebraic in model (ii), we demonstrate that the latter allows for efficient qubit teleportation with high …",
                "We report an experimental study of the three-dimensional spatial structure of the low-frequency temperature oscillations in a cylindrical Rayleigh-Bénard convection cell. Through simultaneous multipoint temperature measurements it is found that, contrary to the popular scenario, thermal plumes are emitted neither periodically nor alternately, but randomly and continuously, from the top and bottom plates. We further identify a new flow mode—the sloshing mode of the large-scale circulation (LSC). This sloshing mode, together with the torsional mode of the LSC, are found to be the origin of the oscillation of the temperature field.",
                "We explore the capability of spin-1\/2 chains to act as quantum channels for both teleportation and transfer of qubits. Exploiting the emergence of long-distance entanglement in low-dimensional systems [Phys. Rev. Lett. 96, 247206 (2006)], here we show how to obtain high communication fidelities between distant parties. An investigation of protocols of teleportation and state transfer is presented, in the realistic situation where temperature is included. Basing our setup on antiferromagnetic rotationally invariant systems, both protocols are represented by pure depolarizing channels. We propose a scheme where channel fidelity close to 1 can be achieved on very long chains at moderately small temperature.",
                "Closed quantum systems evolve unitarily and therefore cannot converge in a strong sense to an equilibrium state starting out from a generic pure state. Nevertheless for large system size one observes temporal typicality. Namely, for the overwhelming majority of the time instants, the statistics of observables is practically indistinguishable from an effective equilibrium one. In this paper we consider the Loschmidt echo (LE) to study this sort of unitary equilibration after a quench. We draw several conclusions on general grounds and on the basis of an exactly solvable example of a quasifree system. In particular we focus on the whole probability distribution of observing a given value of the LE after waiting a long time. Depending on the interplay between the initial state and the quench Hamiltonian, we find different regimes reflecting different equilibration dynamics. When the perturbation is small and the system is away …",
                "Diffusion of information, behavioral patterns or innovations follows diverse pathways depending on a number of conditions, including the structure of the underlying social network, the sensitivity to peer pressure and the influence of media. Here we study analytically and by simulations a general model that incorporates threshold mechanism capturing sensitivity to peer pressure, the effect of “immune” nodes who never adopt, and a perpetual flow of external information. While any constant, nonzero rate of dynamically introduced spontaneous adopters leads to global spreading, the kinetics by which the asymptotic state is approached shows rich behavior. In particular, we find that, as a function of the immune node density, there is a transition from fast to slow spreading governed by entirely different mechanisms. This transition happens below the percolation threshold of network fragmentation, and has its origin in the …",
                "We analyze the Bures metric over the manifold of thermal density matrices for systems featuring a zero temperature quantum phase transition. We show that the quantum critical region can be characterized in terms of the temperature scaling behavior of the metric tensor itself. Furthermore, the analysis of the metric tensor when both temperature and an external field are varied, allows one to complement the understanding of the phase diagram including crossover regions which are not characterized by any singular behavior. These results provide a further extension of the scope of the metric approach to quantum criticality.",
                "The equilibration dynamics of a closed quantum system is encoded in the long-time distribution function of generic observables. In this Letter we consider the Loschmidt echo generalized to finite temperature, and show that we can obtain an exact expression for its long-time distribution for a closed system described by a quantum X Y chain following a sudden quench. In the thermodynamic limit the logarithm of the Loschmidt echo becomes normally distributed, whereas for small quenches in the opposite, quasicritical regime, the distribution function acquires a universal double-peaked form indicating poor equilibration. These findings, obtained by a central limit theorem-type result, extend to completely general models in the small-quench regime."
            ],
            [
                [
                    "Quantum information",
                    "theoretical physics"
                ]
            ]
        ]
    ]
}