{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IRBYIU4Q",
            "pSA2x2sAAAAJ",
            [
                "Heavy Majorana neutrino pair productions at the LHC in minimal U (1) extended Standard Model",
                "Enhanced pair production of heavy Majorana neutrinos at the LHC",
                "Displaced vertex signature of type-I seesaw model",
                "Displaced vertex signature of type-I seesaw model",
                "SU (5)× U (1) X grand unification with minimal seesaw and Z′-portal dark matter",
                "Inflection-point  Higgs inflation",
                "Dark matter Z′ and XENON1T excess from U (1) X extended standard model",
                "Nonminimal quartic inflation in classically conformal  extended standard model",
                "Inflection-point inflation in a hyper-charge oriented  model",
                "Probing the seesaw mechanism at the 250 GeV ILC"
            ],
            [
                "In our recent paper (Das et al. in Phys Rev D 97: 115023, 2018) we explored a prospect of discovering the heavy Majorana right-handed neutrinos (RHNs) at the future LHC in the context of the minimal non-exotic U (1) extended Standard Model (SM), where a pair of RHNs are created via decay of resonantly produced massive U (1) gauge boson (). We have pointed out that this model can yield a significant enhancement of the branching ratio of the boson to a pair of RHNs, which is crucial for discovering the RHNs under the very severe LHC Run-2 constraint from the search for the boson with dilepton final states. In this paper, we perform a general parameter scan to evaluate the maximum production rate of the same-sign dilepton final states (smoking gun signature of Majorana RHNs production) at the LHC, while reproducing the neutrino oscillation data. We also consider the minimal non-exotic U (1) model with …",
                "Towards experimental confirmations of the type-I seesaw mechanism, we explore a prospect of discovering the heavy Majorana right-handed neutrinos (RHNs) from a resonant production of a new massive gauge boson (Z′) and its subsequent decay into a pair of RHNs (Z′→ N N) at the future high luminosity runs at the Large Hadron Collider (LHC). Recent simulation studies have shown that the discovery of the RHNs through this process is promising in the future. However, the current LHC data very severely constrains the production cross section of the Z′ boson into a dilepton final states, p p→ Z′→ ℓ+ ℓ−(ℓ= e or μ). Extrapolating the current bound to the future, we find that a significant enhancement of the branching ratio BR (Z′→ N N) over BR (Z′→ ℓ+ ℓ−) is necessary for the future discovery of RHNs. As a well-motivated simple extension of the standard model (SM) to incorporate the Z′ boson and the …",
                "A certain class of new physics models includes long-lived particles which are singlet under the standard model (SM) gauge group. A displaced vertex is a spectacular signature to probe such particles productions at the high energy colliders, with a negligible SM background. In the context of the minimal gauged B− L extended SM, we consider a pair creation of Majorana right-handed neutrinos (RHNs) at the high energy colliders through the production of the SM and the B− L Higgs bosons and their subsequent decays into RHNs. With parameters reproducing the neutrino oscillation data, we show that the RHNs are long-lived and their displaced vertex signature can be observed at the next generation displaced vertex search experiments, such as the HL-LHC, the MATHUSLA, the LHeC, and the FCC-eh. We find that the lifetime of the RHNs is controlled by the lightest light neutrino mass, which leads to a correlation …",
                "A certain class of new physics models includes long-lived particles which are singlet under the standard model (SM) gauge group. A displaced vertex is a spectacular signature to probe such particles productions at the high energy colliders, with a negligible SM background. In the context of the minimal gauged B− L extended SM, we consider a pair creation of Majorana right-handed neutrinos (RHNs) at the high energy colliders through the production of the SM and the B− L Higgs bosons and their subsequent decays into RHNs. With parameters reproducing the neutrino oscillation data, we show that the RHNs are long-lived and their displaced vertex signature can be observed at the next generation displaced vertex search experiments, such as the HL-LHC, the MATHUSLA, the LHeC, and the FCC-eh. We find that the lifetime of the RHNs is controlled by the lightest light neutrino mass, which leads to a correlation …",
                "We propose a grand unified SU (5)× U (1) X model, where the standard SU (5) grand unified theory is supplemented by minimal seesaw and a right-handed neutrino dark matter with an introduction of a global Z 2-parity. In the presence of three right-handed neutrinos (RHNs), the model is free from all gauge and mixed-gravitational anomalies. The SU (5) symmetry is broken into the Standard Model (SM) gauge group at M GUT≃ 4× 10 16 GeV in the standard manner, while the U (1) X symmetry breaking occurs at the TeV scale, which generates the TeV-scale mass of the U (1) X gauge boson (Z′ boson) and the three Majorana RHNs. A unique Z 2-odd RHN is stable and serves as the dark matter (DM) in the present Universe, while the remaining two RHNs work to generate the SM neutrino masses through the minimal seesaw. We investigate the Z′-portal RHN DM scenario in this model context. We find that the …",
                "Inflection-point inflation is an interesting possibility to realize a successful slow-roll inflation when inflation is driven by a single scalar field with its initial value below the Planck mass (ϕ I≲ M Pl). In order for a renormalization group (RG) improved effective λ ϕ 4 potential to develop an inflection point, the quartic coupling λ (ϕ) must exhibit a minimum with an almost vanishing value in its RG evolution, namely λ (ϕ I)≃ 0 and β λ (ϕ I)≃ 0, where β λ is the beta function of the quartic coupling. As an example, we consider the minimal gauged B− L extended Standard Model at the TeV scale, where we identify the B− L Higgs field as the inflaton field. For a successful inflection-point inflation, which is consistent with the current cosmological observations, the mass ratios among the Z′ gauge boson, the right-handed neutrinos and the B− L Higgs boson are fixed. Our scenario can be tested in the future collider experiments …",
                "A gauged U (1) X symmetry appended to the Standard Model (SM) is particularly well motivated since it can account for the light neutrino masses by the seesaw mechanism, explain the origin of baryon asymmetry of the universe via leptogenesis, and help implement successful cosmological inflation with the U (1) X breaking Higgs field as the inflaton. In this framework, we propose a light dark matter (DM) scenario in which the U (1) X gauge boson Z′ behaves as a DM particle in the universe. We discuss how this scenario with Z′ mass of a few keV and a U (1) X gauge coupling g X≃ 10− 16 can nicely fit the excess in the electronic recoil energy spectrum recently reported by the XENON1T collaboration. In order to reproduce the observed DM relic density in the presence of such a tiny gauge coupling, we propose an extension of the model to a two-component DM scenario. The Z′ DM density can be …",
                "We propose quartic inflation with nonminimal gravitational coupling in the context of the classically conformal U (1) X extension of the standard model (SM). In this model, the U (1) X gauge symmetry is radiatively broken through the Coleman-Weinberg mechanism, by which the U (1) X gauge boson (Z′ boson) and the right-handed Majorana neutrinos acquire their masses. We consider their masses in the range of O (10 GeV)− O (10 TeV), which are accessible to high-energy collider experiments. The radiative U (1) X gauge symmetry breaking also generates a negative mass squared for the SM Higgs doublet, and the electroweak symmetry breaking occurs subsequently. We identify the U (1) X Higgs field with inflaton and calculate the inflationary predictions. Because of the Coleman-Weinberg mechanism, the inflaton quartic coupling during inflation, which determines the inflationary predictions, is correlated to …",
                "Inflection-point inflation is an interesting possibility to realize a successful slow-roll inflation when inflation is driven by a single scalar field, with its value during inflation below the Planck mass (ϕ I≲ M Pl). In order for a renormalization group (RG) improved effective λ ϕ 4 potential to develop an inflection point, the running quartic coupling λ (ϕ) must exhibit a minimum with an almost vanishing value in its RG evolution, namely λ (ϕ I)≃ 0 and β λ (ϕ I)≃ 0, where β λ is the beta function of the quartic coupling. In this paper, we consider the inflection-point inflation in the context of the minimal U (1) X extended Standard Model (SM), a generalization of the minimal U (1) B− L model, where the U (1) X symmetry is realized as a linear combination of the SM U (1) Y and the U (1) B− L gauge symmetries. We identify the U (1) X Higgs field with the inflaton field. For successful inflection-point inflation to be consistent with the …",
                "We consider a gauged U (1) B− L (Baryon-minus-Lepton number) extension of the Standard Model (SM), which is anomaly-free in the presence of three Right-Handed Neutrinos (RHNs). Associated with the U (1) B− L symmetry breaking the RHNs acquire their Majorana masses and then play the crucial role to generate the neutrino mass matrix by the seesaw mechanism. Towards the experimental confirmation of the seesaw mechanism, we investigate a RHN pair production through the U (1) B− L gauge boson (Z′) at the 250 GeV International Linear Collider (ILC). The Z′ gauge boson has been searched at the Large Hadron Collider (LHC) Run-2 and its production cross section is already severely constrained. The constraint will become more stringent by the future experiments with the High-Luminosity upgrade of the LHC (HL-LHC). We find a possibility that even after a null Z′ boson search result at the HL …"
            ],
            [
                [
                    "Theoretical High Energy Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}