{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IRKO9KUK",
            "sIEl40EAAAAJ",
            [
                "Adapting landscapes to climate change: examples of climate‐proof ecosystem networks and priority adaptation zones",
                "Procedures for evaluating and prioritising the removal of fish passage barriers: a synthesis",
                "Optimizing system resilience: a facility protection model with recovery time",
                "Optimizing the removal of small fish passage barriers",
                "Designing robust coverage networks to hedge against worst-case facility losses"
            ],
            [
                "1. Climate change has been inducing range shifts for many species as they follow their suitable climate space and further shifts are projected. Whether species will be able to colonize regions where climate conditions become suitable, so-called ‘new climate space’, depends on species traits and habitat fragmentation.",
                " Techniques for assessing the impact of structural barriers on fish passage and for prioritising restoration actions are reviewed. Current survey methodologies are biased towards specific structures, primarily culverts and economically significant fish. Assessment criteria are often based on swimming capabilities of upstream migrating adult salmonids, while ignoring other life‐stages, non‐salmonid species, downstream migration and behaviour. The development of comprehensive and centrally owned geospatial inventories of barriers is essential. The collection, maintenance and dissemination of pertinent structural and environmental data can be technically, logistically and financially challenging. Standardised procedures are needed to rapidly and cost‐effectively survey large numbers of barriers over wide geographic areas. The prioritisation of barrier repair and removal projects is most often based on simple cost …",
                "Optimizing system resilience is concerned with the development of strategies to restore a system to normal operations as quickly and efficiently as possible following potential disruption. To this end, we present in this article a bilevel mixed integer linear program for protecting an uncapacitated median type facility network against worst-case losses, taking into account the role of facility recovery time on system performance and the possibility of multiple disruptions over time. The model differs from previous types of facility protection models in that protection is not necessarily assumed to prevent facility failure altogether, but more precisely to speed up recovery time following a potential disruption. Three different decomposition approaches are devised to optimally solve medium to large problem instances. Computational results provide a cross comparison of the efficiency of each algorithm. Additionally, we present an …",
                " Removing small artificial barriers that hinder upstream migrations of fish is a major problem in riparian habitat restoration. Because of budgetary limitations, it is necessary to prioritize barrier removal and repair decisions. These have usually been based on scoring and ranking procedures, which, although simple to use, can be very inefficient in terms of increasing the amount of accessible instream habitat. We develop a novel decision-making approach, based on integer programming techniques, which optimizes repair and removal decisions. Results show based on real datasets of barrier culverts located in Washington State that scoring and ranking is over 25% below the optimum on average and a full 100% below in the worst case, producing no net habitat gain whatsoever. This is compared to a dynamic programming method that was able to find optimal solutions in less than a second, even for …",
                "In order to design a coverage-type service network that is robust to the worst instances of long-term facility loss, we develop a facility location–interdiction model that maximizes a combination of initial coverage by p facilities and the minimum coverage level following the loss of the most critical r facilities. The problem is formulated both as a mixed-integer program and as a bilevel mixed-integer program. To solve the bilevel program optimally, a decomposition algorithm is presented, whereby the original bilevel program is decoupled into an upper level master problem and a lower level subproblem. After sequentially solving these problems, supervalid inequalities can be generated and appended to the upper level master in an attempt to force it away from clearly dominated solutions. Computational results show that when solved to optimality, the bilevel decomposition algorithm is up to several orders of magnitude …"
            ],
            [
                [
                    "Operations Research",
                    "Location Modeling",
                    "Biodiversity Conservation",
                    "Natural Resource Management",
                    "River Connectivity Enhancement"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}