{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ISMJZ0JG",
            "Vr-3dLEAAAAJ",
            [
                "Modern tests of Lorentz invariance",
                "Gravity with a dynamical preferred frame",
                "Lorentz violation at high energy: concepts, phenomena, and astrophysical constraints",
                "General coordinate invariance and conformal invariance in nonrelativistic physics: Unitary Fermi gas",
                "Einstein-aether waves",
                "A strong astrophysical constraint on the violation of special relativity by quantum gravity",
                "Threshold effects and Planck scale Lorentz violation: Combined constraints from high energy astrophysics",
                "Threshold effects and Planck scale Lorentz violation: Combined constraints from high energy astrophysics",
                "TeV astrophysics constraints on Planck scale Lorentz violation",
                "New limits on Planck scale Lorentz violation in QED"
            ],
            [
                "Motivated by ideas about quantum gravity, a tremendous amount of effort over the past decade has gone into testing Lorentz invariance in various regimes. This review summarizes both the theoretical frameworks for tests of Lorentz invariance and experimental advances that have made new high precision tests possible. The current constraints on Lorentz violating effects from both terrestrial experiments and astrophysical observations are presented.",
                "We study a generally covariant model in which local Lorentz invariance is broken by a dynamical unit timelike vector field u a—the “aether.” Such a model makes it possible to study the gravitational and cosmological consequences of preferred frame effects, such as “variable speed of light” or high frequency dispersion, while preserving a generally covariant metric theory of gravity. In this paper we restrict attention to an action for an effective theory of the aether which involves only the antisymmetrized derivative∇[a u b]. Without matter this theory is equivalent to a sector of the Einstein-Maxwell-charged dust system. The aether has two massless transverse excitations, and the solutions of the model include all vacuum solutions of general relativity (as well as other solutions). However, the aether generally develops gradient singularities which signal a breakdown of this effective theory. Including the symmetrized …",
                "We consider here the possibility of quantum gravity induced violation of Lorentz symmetry (LV). Even if suppressed by the inverse Planck mass such LV can be tested by current experiments and astrophysical observations. We review the effective field theory approach to describing LV, the issue of naturalness, and many phenomena characteristic of LV. We discuss some of the current observational bounds on LV, focusing mostly on those from high energy astrophysics in the QED sector at order E\/MPlanck. In this context, we present a number of new results which include the explicit computation of rates of the most relevant LV processes, the derivation of a new photon decay constraint, and modification of previous constraints taking proper account of the helicity dependence of the LV parameters implied by effective field theory.",
                "We show that the Lagrangian for interacting nonrelativistic particles can be coupled to an external gauge field and metric tensor in a way that exhibits a nonrelativistic version of general coordinate invariance. We explore the consequences of this invariance on the example of the degenerate Fermi gas at infinite scattering length, where conformal invariance also plays an important role. We find the most general effective Lagrangian consistent with both general coordinate and conformal invariance to leading and next-to-leading orders in the momentum expansion. At the leading order the Lagrangian contains one phenomenological constant and reproduces the results of the Thomas-Fermi theory and superfluid hydrodynamics. At the next-to-leading order there are two additional constants. We express various physical quantities through these constants.",
                "Local Lorentz invariance violation can be realized by introducing extra tensor fields in the action that couple to matter. If the Lorentz violation is rotationally invariant in some frame, then it is characterized by an “aether,” ie, a unit timelike vector field. General covariance requires that the aether field be dynamical. In this paper we study the linearized theory of such an aether coupled to gravity and find the speeds and polarizations of all the wave modes in terms of the four constants appearing in the most general action at second order in derivatives. We find that in addition to the usual two transverse traceless metric modes, there are three coupled aether-metric modes.",
                "Special relativity asserts that physical phenomena appear the same to all unaccelerated observers. This is called Lorentz symmetry and relates long wavelengths to short ones: if the symmetry is exact it implies that space-time must look the same at all length scales. Several approaches to quantum gravity, however, suggest that there may be a microscopic structure of space-time that leads to a violation of Lorentz symmetry. This might arise because of the discreteness 1 or non-commutivity 2 of space-time, or through the action of extra dimensions 3. Here we determine a very strong constraint on a type of Lorentz violation that produces a maximum electron speed less than the speed of light. We use the observation of 100-MeV synchrotron radiation from the Crab nebula to improve the previous limit by a factor of 40 million, ruling out this type of Lorentz violation, and thereby providing an important constraint on …",
                "Recent work has shown that dispersion relations with Planck scale Lorentz violation can produce observable effects at energies many orders of magnitude below the Planck energy M. This opens a window on physics that may reveal quantum gravity phenomena. It has already constrained the possibility of Planck scale Lorentz violation, which is suggested by some approaches to quantum gravity. In this work we carry out a systematic analysis of reaction thresholds, allowing unequal deformation parameters for different particle dispersion relations. The thresholds are found to have some unusual properties compared with standard ones, such as asymmetric momenta for pair creation and upper thresholds. The results are used together with high energy observational data to determine combined constraints. We focus on the case of photons and electrons, using vacuum Čerenkov, photon decay, and photon …",
                "Recent work has shown that dispersion relations with Planck scale Lorentz violation can produce observable effects at energies many orders of magnitude below the Planck energy M. This opens a window on physics that may reveal quantum gravity phenomena. It has already constrained the possibility of Planck scale Lorentz violation, which is suggested by some approaches to quantum gravity. In this work we carry out a systematic analysis of reaction thresholds, allowing unequal deformation parameters for different particle dispersion relations. The thresholds are found to have some unusual properties compared with standard ones, such as asymmetric momenta for pair creation and upper thresholds. The results are used together with high energy observational data to determine combined constraints. We focus on the case of photons and electrons, using vacuum Čerenkov, photon decay, and photon …",
                "We analyze observational constraints from TeV astrophysics on Lorentz violating nonlinear dispersion for photons and electrons without assuming any a priori equality between the photon and electron parameters. The constraints arise from thresholds for vacuum Čerenkov radiation, photon decay and photo-production of electron-positron pairs. We show that the parameter plane for cubic momentum terms in the dispersion relations is constrained to an order unity region in Planck units. We find that the threshold configuration can occur with an asymmetric distribution of momentum for pair creation, and with a hard photon for vacuum Čerenkov radiation.",
                "Constraints on possible Lorentz symmetry violation (LV) of order E\/M P l a n c k for electrons and photons in the framework of effective field theory (EFT) are discussed. Using (i) the report of polarized MeV emission from GRB021206 and (ii) the absence of vacuum Čerenkov radiation from synchrotron electrons in the Crab Nebula, we improve previous bounds by 10− 10 and 10− 2, respectively. We also show that the LV parameters for positrons and electrons are different, discuss electron helicity decay, and investigate how prior constraints are modified by the relations between LV parameters implied by EFT."
            ],
            [
                [

                ]
            ],
            [
                "David  Mattingly Assistant Professor, Department of Physics david.mattingly@unh.edu (603) 862-2720 DeMeritt Hall 356"
            ]
        ]
    ]
}