{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IUN2U4ET",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Robin Shelton, Professor of Physics, UGA Observatory Director robinl1@uga.edu 706-542-2860 306A Biographical Information PhD, University of Wisconsin , 1996 BA, University of California, Berkeley , 1987 Honors and Awards Fulbright Scholar, 2017 Creative Research Medal, University of Georgia, 2012 Lilly Teaching Fellow, University of Georgia, 2004-2005 Massive clouds of gas are orbiting around and, occasionally, plummeting into our Galaxy at speeds in excess of 200,000 miles per hour. If your eyes could see radio-waves or ultraviolet light, you would see that these clouds cover 2\/3 of the sky. You would also see a variety of shapes, ranging from tiny dots to a 100,000 lightyear long streamer of clouds that weighs 10 million times the mass of the Sun. One of my research goals is to understand these clouds, called High Velocity Clouds (HVCs) and how they affect our Galaxy, the Milky Way. My research group uses computer clusters in the Georgia Advanced Computing Resource Center to simulate the hydrodynamic interaction between cloud gas and the gas in our own Galaxy. You can see one of our simulations here. Through these simulations, we've determined how mixing between cloud gas and hot gas in our Galaxy's outskirts heats up the cloud gas, fragments it, and, ultimately, causes it to merge with our Galaxy. Our simulational results compare well with ultraviolet observations of cloud gas and provide a new explanation for semi-hot gas in our Galaxy's outskirts (the halo). The gas that is already in our Galaxy has been studied for several decades. From such work, we know that Galactic gas is the material from which new stars form and the material into which dying stars eject their ashes. We also know that the gas is most concentrated in a pancake-shaped disk that forms the spine of the Milky Way and least concentrated above and below the disk, where our Galaxy's gas blends with sparce intergalactic gas. My group studies the hottest gas in our galaxy, material that is about 1 to 2 million degrees Fahrenheit (roughly 1\/2 to 1 million degrees Celsius). At these temperatures, the atoms in the gas glow brightly in ultraviolet and X-ray light. My group has a history of observing and analyzing the ultraviolet and X-ray photons and of using computers to simulate the interstellar gas. A small sample of our recent results follows. We have determined the quantity and temperature of hot gas in the halo of our galaxy by analyzing data taken by the X-ray Multi-Mirror observatory. We then compared these numbers with simulations made by our collaborators, finding that the hot halo gas was probably heated by the energy ejected into the halo from stars, most of which were in the disk of our galaxy. Using data from another X-ray telescope, the Suzaku telescope, we may have found the highest supernova remnant (an enormous bubble left behind after a star explodes) ever observed. Also, by comparing observations made of the same directions on the sky, but made at different points in time, we have shown that the solar heliosphere erratically produces X-rays. A selection of our X-ray observations can be seen here. Henley, D. B., Gritton, J. A., and Shelton, R. L., The Effect of Mixing on the Observed Metallicity of the Smith Cloud, 2017, The Astrophysical Journal Letters, 837, article id 82 (8 pages) Galyardt, J. and Shelton, R. L., Collisions between Dark Matter Confined High Velocity Clouds and Magnetized Galactic Disks:  The Smith Cloud, 2016, The Astrophysical Journal Letters, 816 , article id L18 (6 pages) Kwak, K., Shelton, R. L., and Henley, D. B., Si IV Column Densities Predicted from Non-equilibrium Ionization Simulations of Turbulent Mixing Layers and High-velocity Clouds, 2015, The Astrophysical Journal 812 , article id 111 (15 pages) Henley, D. B., Shelton, R. L., XMM-Newton and Suzaku X-Ray Shadowing Measurements of the Solar Wind Charge Exchange, Local Bubble, and Galactic Halo Emission, 2015, The Astrophysical Journal , 808 , article id 22 (28 pages) Henley, D. B., Shelton, R. L., Kwak, K., Hill, A. S., and Mac Low, M.-M.,  The Origin of the Hot Gas in the Galactic Halo:   Testing Galactic Fountain Models’  X-ray Emission, 2015, The Astrophysical Journal , 800 , article id 102 (10 pages) Henley, D. B., Shelton, R. L., Cumbee, R. S., and Stancil, P. C.,  XMM-Newton Measurement of the Galactic Halo X-Ray Emission Using a Compact Shadowing Cloud, 2015, The Astrophysical Journal , 799 , article id 117 (10 pages) Gritton, J. A., Shelton, R. L., and Kwak, K., Mixing between High Velocity Clouds and the Galactic Halo, 2014, The Astrophysical Journal , 795 , article id 99 (9 pages) Henley, D. B., Shelton, R. L.,and Kwak, K.,The Origin of the X-ray Emission from the High-velocity Cloud MS30.7-81.4-118, 2014, The Astrophysical Journal , 791 , article id 41 (16 pages) Cumbee, R. S., Henley, D. B., Stancil, P. C., Shelton, R. L., Nolte, J. L., Wu, Y., and Schultz, D. R., Can Charge Exchange Explain Anomalous Soft X-ray Emission in the Cygnus Loop, 2014, The Astrophysical Journal Letters , 787L , article id 31 (5 pages) Henley, D. B., and Shelton, R. L., Is the Milky Way's Hot Halo Convectively Unstable?, 2014, The Astrophysical Journal , 784 , article id 54 (8 pages) Henley, D. B., and Shelton, R. L., An XMM-Newton Survey of the Soft X-Ray Background. III. The Galactic Halo X-Ray Emission, 2013, The Astrophysical Journal , 773 , 92 (21 pages) Henley, D. B., and Shelton, R. L.,An XMM-Newton Survey of the Soft X-rayBackground. II. An All-Sky Catalog of Diffuse O VII and O VIIIEmission Intensities, 2012, The Astrophysical Journal Supplement, 202 , article id 14 (27 pages) Henley, D. B., Kwak, K., and Shelton, R. L., Simulations of High Velocity-Clouds. II. Ablation from High-VelocityClouds as a Source of Low-Velocity High-Ions, 2012, The Astrophysical Journal , 753 , article id 58 (16 pages) Shelton, R. L., Kwak, K.,and Henley, D. B., 2011, Modeling the X-rays Resulting From High Velocity Clouds,2012, The Astrophysical Journal , 751 , article id 120 (14 pages) Kwak, K., Henley, D. B., and Shelton, R. L., Simulations of High-Velocity Clouds. I. Hydrodynamics and High-VelocityHigh Ions, 2011, The Astrophysical Journal , 739 , article id 30 (17 pages) Klimek, M. D., Points, S. D., Smith, R. C., Shelton, R. L.,Williams, R.,An X-ray Investigation of Three Supernova Remnants in the Large Magellanic Cloud,b2010, The Astrophysical Journal , 725 , 2281-2289 Henley, D. B., Shelton, R. L., Kwak, K., Joung, M. R., and Mac Low, M.-M.,The Origin of the Hot Gas in the Galactic Halo: Confronting Models with XMM-Newton Observations, 2010, The Astrophysical Journal , 723 , 935 - 953 Shelton, R. L., Henley, D. B., and Dixon, W. V.,Hot Gas in the Galactic Thick Disk and Halo Near the Draco Cloud, 2010, The Astrophysical Journal , 722 , 302 - 310 Kwak, K., and Shelton, R. L.,Numerical Study of Turbulent Mixing Layers with Non-equilibrium Ionization Calculations, 2010, The Astrophysical Journal , 719 , 523 - 539 Henley, D. B., and Shelton, R. L.,An XMM-Newton Survey of the Soft X-Ray Background. I. The O VII and O VIII Lines Between l = 120 degrees and l = 240 degrees, 2010, The Astrophysical Journal Supplement , 187 , 388 - 408 Frisch, P. C., Bzowski, M., Grun, E., Izmodenov, V., Kruger, H., Linsky, J., McComas, D., Mobius, E., Redfield, S., Schwadron, N., Shelton, R., Slavin, J., and Wood, B.,The Galactic Environment of the Sun: Interstellar Matter Inside and Outside of the Heliosphere, This article appeared in both journal and book chapter form. 2009, Space Sciences Reviews , 146 , 235 - 273 Henley, D. B. and Shelton, R. L., A Possible SupernovaRemnant High Above the Galactic Disk, 2009, The Astrophysical Journal , 701 , 1880 - 1894 Lei, S.-J., Shelton, R. L., and Henley, D. B.,Determining the Galactic Halo's Emission Measure from UV and X-rayObservations, 2009, The Astrophysical Journal , 699 , 1891 - 1905 Kwak, K. J., Shelton, R. L., and Raley, E. R.,The Evolution of Gas Clouds Falling in the Magnetized Galactic Halo: High Velocity Clouds (HVCs) Originated in the Galactic Fountain, 2009, The Astrophysical Journal , 699 , 1775 - 1788 Shelton, R. L., \"The Local Bubble Debate\", Space Sciences Reviews , DOI: 10.1007\/s11214-008-9359-7 (2008) Shelton, R. L., \"Revising the Local Bubble Model due to Solar Wind Charge Exchange X-ray Emission\", Space Sciences Reviews , DOI: 10.1007\/s11214-008-9358-8 (2008) Henley, D. B., Shelton, R. L., \"Comparing Suzaku and XMM-Newton Observations of the Soft X-Ray Background: Evidence for Solar Wind Charge Exchange Emission\", The Astrophysical Journal , 676 , 335 (2008) Henley, D. B., Shelton, R. L., and Kuntz, K. D., \"An XMM-Newton Observation of the Local Bubble Using a Shadowing Filament in the Southern Galactic Hemisphere\", The Astrophysical Journal , 661 , 304 (2007) Raley, E. A., Shelton, R. L., and Plewa, T., \"A Study of the Vertical Motion of Supernova Remnant Bubbles in the Interstellar Medium Drawn from the Results of Three-Dimensional MHD Simulations\", The Astrophysical Journal , 661 , 222 (2007) Shelton, R. L., Sallmen, S. M., and Jenkins, E. B., \"The Galactic Halo's O VI Resonance Line Intensity\" The Astrophysical Journal , 659 , 365 (2007) R. J. Chastain, Shelton, R. L., Raley, E. A., Magnani, L., \"High-Latitude Molecular Structure in Pegasus-Pisces\", The Astronomical Journal , 132 , 1964 (2006) R. Shelton, \"Simulations of Supernova Remnants in Diffuse Media. III. The Population of Buoyant Remnants above the Milky Way's Disk\", The Astrophysical Journal , 638 , 206 (2006) W. R. Oegerle, Jenkins, E. B., Shelton, R.L., Bowen, D. V., Chayer, P., \"A Survey of O VI Absorption in the Local Interstellar Medium\", The Astrophysical Journal , 622 , 377 (2005) R. M. Williams, R. M., Chu, Y.-H., Dickel, J. R., Gruendl, R. A., Shelton, R., Points, S. D., Smith, R. C., \"Remnants in the Magellanic Clouds. IV. X-Ray Emission from the Largest Supernova Remnant in the Large Magellanic Cloud\", The Astrophysical Journal , 613 , 948 (2004) R.L. Shelton, K. D. Kuntz, & R. Petre, \"A Thermal Composite Supernova Remnant with a Cool Shell\", The Astrophysical  Journal, 615 (2004). R.L. Shelton, K. D. Kuntz, & R. Petre,\"'Chandra' Observations and Models of the Mixed-Morphology Supernova Remnant W44: Global Trends\", The Astrophysical Journal, 611 , 906 (2004). B.-G. Andersson, D. C. Knauth, S. L. Snowden, R. L. Shelton, & P. G. Wannier, \"A Hot Envelope Around the Southern Coalsack: X-ray and Far-Ultraviolet Observations\", The Astrophysical Journal, 606 , 341 (2004). Astrophysics (Theoretical) Simulational Physics Astronomy (Observational)"
            ]
        ]
    ]
}