{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IVQC9IG9",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Marjorie Shapiro Marjorie Shapiro 445 Physics South mdshapiro@lbl.gov (510) 666-3370 (510) 486-4683 Marjorie Shapiro's Homepage Marjorie D. Shapiro received her Ph.D. from the University of California, Berkeley in December 1984. She joined the Physics Department in 1990. She was a Presidential Young Investigator 1989-94 and is a Fellow of the American Physical Society. I am an experimental particle physicist whose interests lie in probing the most basic interactions in nature. There now exists a theory of the Strong and Electroweak interactions (“the Standard Model”) that has been tested to high accuracy and that explains almost all existing experimental data. The great success of this theory provides a framework for asking even more basic questions: What is the physics that generates quark and lepton masses? What determines the size of the Fermi constant? What is the mechanism responsible for the CP noninvariance observed in nature? It is such questions that my collaborators and I hope to address.\u2028\u2028 Many extensions to the Standard Model offer possible answers to these questions. In a large class of theories we expect new phenomena to appear when quarks or leptons collide at center-of-mass energies in the range of 100 GeV to 1 TeV. At the present time, hadron colliders are the only means of reaching these energies. I am a member of the ATLAS experiment at the CERN Large Hadron Collider (LHC). My research on ATLAS spans many topics including searches for TeV scale gravity and for Supersymmetry, measurement of Higgs Boson couplings and properties, measurements of the production properties of the Top quark, studies of charm production in association with W-bosons and measurements of the properties of high pT jets. This work is done in close collaboration with scientists at the Lawrence Berkeley Laboratory (LBNL). In addition to physics analysis, the LBNL\/Berkeley ATLAS group is playing important roles in detector operations (for the ATLAS pixel detector), development of software for improved detector performance (both for track and for jet reconstruction), Monte Carlo event generation and simulation and computing. Research and development for the LHC Phase II upgrade is also ongoing, where the group is making significant contributions to both the silicon strip and pixel components of the proposed Inner Tracking Detector (ITK). Luminosity Determination in pp Collisions √s=7 TeV Using the ATLAS Detector at the LHC, Eur. Phys. J. C 71, 1630 (2011). Properties of jets measured from tracks in proton-proton collisions at center-of-mass energy √s=7 TeV with the ATLAS detector, Phys. Rev. D 84, 054001 (2011). Measurement of the jet fragmentation function and transverse profile in proton-proton collisions at a center-of-mass energy of 7 TeV with the ATLAS detector, Eur. Phys. J. C 71, 1795 (2011). Search for pair production of a new quark that decays to a Z boson and a bottom quark with the ATLAS detector, Phys. Rev. Lett. 109, 071801 (2012). Underlying event characteristics and their dependence on jet size of charged-particle jet events in pp collisions at √s=7 TeV with the ATLAS detector}, Phys. Rev. D 86, 072004 (2012). Jet energy measurement with the ATLAS detector in proton-proton collisions at √s=7 TeV, Eur. Phys. J. C 73, 2304 (2013). Measurement of the production of a W boson in association with a charm quark in pp collisions at √s=7 TeV with the ATLAS detector, JHEP 1405, 068 (2014). Search for WZ resonances in the fully leptonic channel using pp collisions at √s=8 TeV with the ATLAS detector, Phys. Lett. B 737, 223 (2014). Search for lepton--flavour--violating H→μτ decays of the Higgs boson with the ATLAS detector, JHEP 11( 2015) 211. Measurement of jet activity in top quark events using the eμ final state with two b-tagged jets in pp collisions at √s=8 TeV with the ATLAS detector, JHEP 09 (2016) 074. Search for strong gravity in multijet final states produced in pp collisions at √s=13 TeV using the ATLAS detector at the LHC, JHEP 03 (2016) 026. Measurements of Higgs boson properties in the diphoton decay channel with 36 fb-1 of pp collision data at √s = 13 TeV with the ATLAS detector, submitted to PRD. Search for R-parity violating supersymmetric particles in multi-jet final states produced in p-p collisions at 13 TeV using the ATLAS detector at the LHC. In preparation"
            ]
        ]
    ]
}