{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "IYAGJ4I7",
            "pq5dvoIAAAAJ",
            [
                "Decoherence in Josephson qubits from dielectric loss",
                "Simultaneous state measurement of coupled Josephson phase qubits",
                "An analysis method for asymmetric resonator transmission applied to superconducting devices",
                "Elimination of two level fluctuators in superconducting quantum bits by an epitaxial tunnel barrier",
                "Reducing quantum-regime dielectric loss of silicon nitride for superconducting quantum circuits"
            ],
            [
                "Dielectric loss from two-level states is shown to be a dominant decoherence source in superconducting quantum bits. Depending on the qubit design, dielectric loss from insulating materials or the tunnel junction can lead to short coherence times. We show that a variety of microwave and qubit measurements are well modeled by loss from resonant absorption of two-level defects. Our results demonstrate that this loss can be significantly reduced by using better dielectrics and fabricating junctions of small area≲ 10 μ m 2. With a redesigned phase qubit employing low-loss dielectrics, the energy relaxation rate has been improved by a factor of 20, opening up the possibility of multiqubit gates and algorithms.",
                "One of the many challenges of building a scalable quantum computer is single-shot measurement of all the quantum bits (qubits). We have used simultaneous single-shot measurement of coupled Josephson phase qubits to directly probe interaction of the qubits in the time domain. The concept of measurement crosstalk is introduced, and we show that its effects are minimized by careful adjustment of the timing of the measurements. We observe the antiphase oscillation of the two-qubit |01> and |10> states, consistent with quantum mechanical entanglement of these states, thereby opening the possibility for full characterization of multiqubit gates and elementary quantum algorithms.",
                "We examine the transmission through nonideal microwave resonant circuits. The general analytical resonance line shape is derived for both inductive and capacitive coupling with mismatched input and output transmission impedances, and it is found that, for certain non-ideal conditions, the line shape is asymmetric. We describe an analysis method for extracting an accurate internal quality factor (Qi), the diameter correction method (DCM), and compare it to the conventional method used for millikelvin resonator measurements, the φ rotation method (φRM). We analytically find that the φRM deterministically overestimates Qi when the asymmetry of the resonance line shape is high, and that this error is eliminated with the DCM. A consistent discrepancy between the two methods is observed when they are used to analyze both simulations from a numerical linear solver and data from asymmetric coplanar …",
                "Quantum computing based on Josephson junction technology is considered promising due to its scalable architecture. However, decoherence is a major obstacle. Here, we report evidence for improved Josephson quantum bits (qubits) using a single-crystal Al 2 O 3 tunnel barrier. We have found an∼ 80% reduction in the density of the spectral splittings that indicate the existence of two-level fluctators (TLFs) in amorphous tunnel barriers. The residual∼ 20% TLFs can be attributed to interfacial effects that may be further reduced by different electrode materials. These results show that decoherence sources in the tunnel barrier of Josephson qubits can be identified and eliminated.",
                "The loss of amorphous hydrogenated silicon nitride (a-SiNx:H) is measured at 30 mK and 5 GHz using a superconducting LC resonator down to energies where a single-photon is stored, and analyzed with an independent two-level system defect model. Each a-SiNx:H film was deposited with different concentrations of hydrogen impurities. We find that quantum-regime dielectric loss tangent tan δ0 in a-SiNx:H is strongly correlated with N–H impurities, including NH2. By slightly reducing x we are able to reduce tan δ0 by approximately a factor of 50, where the best films show tan δ0≃3×10−5."
            ],
            [
                [
                    "Superconducting Devices",
                    "Quantum Computing",
                    "Two Level Systems",
                    "Reversible Logic"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}