{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J0HDTVGZ",
            "msQukuYAAAAJ",
            [
                "Development and testing of a general amber force field",
                "Photoelectron spectroscopy of chromium-doped silicon cluster anions",
                "Autler-Townes splitting in molecular lithium: Prospects for all-optical alignment of nonpolar molecules",
                "Measurement of transition dipole moments in lithium dimers using electromagnetically induced transparency",
                "Reactive collision dynamics by far wing laser scattering: Mg+H2",
                "Observation of the 39K2 a 3Σ+u state by perturbation facilitated optical–optical double resonance resolved fluorescence spectroscopy",
                "Triplet states of Na2 and Li2 by perturbation facilitated optical–optical double resonance spectroscopy",
                "Far-Wing Absorption Profiles of a Reactive Collision: Mg + ",
                "Comment on “Experimental observation of spontaneous emission cancellation”",
                "CW all-optical triple-resonance spectroscopy of K2: Deperturbation analysis of the A1Σu+ (v≤ 12) and b3Πu (13≤ v≤ 24) states"
            ],
            [
                "We describe here a general Amber force field (GAFF) for organic molecules. GAFF is designed to be compatible with existing Amber force fields for proteins and nucleic acids, and has parameters for most organic and pharmaceutical molecules that are composed of H, C, N, O, S, P, and halogens. It uses a simple functional form and a limited number of atom types, but incorporates both empirical and heuristic models to estimate force constants and partial atomic charges. The performance of GAFF in test cases is encouraging. In test I, 74 crystallographic structures were compared to GAFF minimized structures, with a root‐mean‐square displacement of 0.26 Å, which is comparable to that of the Tripos 5.2 force field (0.25 Å) and better than those of MMFF 94 and CHARMm (0.47 and 0.44 Å, respectively). In test II, gas phase minimizations were performed on 22 nucleic acid base pairs, and the minimized structures …",
                "The photoelectron spectra of chromium-doped silicon cluster anions, CrSin−, were measured over the size range, n=8–12. Their vertical detachment energies were measured to be 2.71, 2.88, 2.87, 2.95, and 3.18eV, respectively. Our results support theoretical calculations by Khanna, Rao, and Jena [Phys. Rev. Lett. 89, 016803 (2002)] which found CrSi12 to be an enhanced stability (magic) cluster with its chromium atom encapsulated inside a silicon cage and with its magnetic moment completely quenched by the effects of the surrounding cage.",
                "We demonstrate Autler-Townes (AT) splitting in molecular lithium using cw triple resonance spectroscopy. The pump and tunable probe lasers create sub-Doppler double resonance excitation of an upper rovibrational level. The line shape is split in the presence of a third, coupling laser. The AT line shape consists of the superposition of several narrower twin peaks, one for each| M J|. The splitting is proportional to| M J| enabling resolution of the individual M J peaks. Thus, this all-optical technique can be used to align nonpolar molecules. The line shapes are in excellent agreement with theory.",
                "We have observed electromagnetically induced transparency in a Doppler broadened molecular cascade system using fluorescence detection. We demonstrate that the power-dependent splitting of lines in the upper-level fluorescence excitation spectrum can be used as a new spectroscopic tool for the measurement of molecular transition dipole moment functions.",
                "We have measured the far wing absorption profiles of the MgH2 collision system leading to both the nonreactive formation of Mg* and into two distinct final rotational states of the reaction product MgH (v‘=0, J‘=6, 23). We have observed qualitatively expected behavior including a pronounced red wing in the reactive absorption profile indicating strong reaction probability on the excited attractive potential surfaces. We have also observed novel aspects of the excited state dynamics including reactive vs nonreactive channel competition effects and a strong far blue wing reactive absorption suggesting significant reaction probability even for trajectories on the repulsive surfaces. We have developed a simple theoretical model to semiquantitatively explain our experimental results. This model uses standard quasistatic theory to estimate the absorption probability as a function of detuning between levels of MgH2 and with …",
                "Rydberg states of the potassium dimer in the 28 430–29 080 cm−1 and 30 030–30 500 cm−1 regions above the ground state X1Σ+g minimum have been studied using the perturbation facilitated optical–optical double resonance technique (PFOODR). Energy levels in these energy regions have been assigned to both triplet and singlet gerade states based on excitation pattern information as well as intensity considerations. Resolved fluorescence from a mixed triplet–singlet 43Πg ∼1Πg upper state to the ground triplet state a 3Σ+u has been used to construct a potential energy curve for the a 3Σ+u state which is in excellent agreement with recent theoretical results. Since this electronic state and the ground singlet state X1Σ+g share the same dissociation limit, we have determined the dissociation energy for the potassium dimer to be De=4450±2 cm−1.",
                "We present a review of Li2 and Na2 triplet states. We summarize experimental results by perturbation facilitated optical–optical double resonance (PFOODR) and all-optical triple resonance techniques as well as other laser spectroscopic results. We review the PFOODR singlet∼triplet mixed window levels, the hyperfine structure of the triplet states, their predissociation, bound-free transitions in the triplet manifold, and collisional energy transfer within triplet states and between singlet and triplet states.",
                "We report on preliminary studies of the far-wing absorption of laser light into the Mg H 2 reactive collision complex. We have measured the far-wing absorption profile leading both to the nonreactive channel (Mg* formation) and into a specific vibrational-rotational level of the reactive channel [MgH (v′′= 0, J′′= 23) formation].",
                "A Comment on the Letter by Hui-Rong Xia, Cen-Yen Ye, and Shi-Yao Zhu, Phys. Rev. Lett. 77, 1032 (1996).",
                "The lowest vibrational levels v = 0 to 12 of the A1Σu+ state of K2, which are perturbed by the b3Πu state (13 ≤ v ≤ 24), were reexamined using all-optical triple-resonance (AOTR) spectroscopy. The experimental data were fitted by a nonlinear least-squares fit program to obtain deperturbed molecular constants for both the A1Σu+ and b3Πu states. Improved Dunham coefficients of the A1Σu+ state in the range 0 ≤ v ≤ 62 are determined from the deperturbed Tv and Bv values including the v ≤ 12 region of this work, the v = 12–18 region in the work of Ross et al. [J. Phys. B.20, 6225–6231 (1987)], and the v = 21–62 region in the work of Lyyra et al. [J. Chem. Phys.92, 43–50 (1990)]. The electronic matrix element for the A1Σu+ ∼ b3Πu interaction is Hel = 18.64(9) cm−1, in good agreement with the value of 18.4 (2) cm−1 found by Ross et al."
            ],
            [
                [
                    "Molecular Quantum Optics",
                    "Multiple Resonance Laser Spectroscopy"
                ]
            ]
        ]
    ]
}