{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J0M00BH9",
            "JldWV38AAAAJ",
            [
                "The 2018 GaN power electronics roadmap",
                "Stripe‐geometry quantum well heterostructure AlxGa1− xAs‐GaAs lasers defined by defect diffusion",
                "Carbon diffusion in undoped, n‐type, and p‐type GaAs",
                "Effects of dielectric encapsulation and As overpressure on Al‐Ga interdiffusion in AlxGa1− x As‐GaAs quantum‐well heterostructures",
                "High-quality oxide\/nitride\/oxide gate insulator for GaN MIS structures",
                "Erratum:“Stimulated emission and lasing in whispering gallery modes of GaN microdisk cavities”[Appl. Phys. Lett. 75, 166(1999)]"
            ],
            [
                "Gallium nitride (GaN) is a compound semiconductor that has tremendous potential to facilitate economic growth in a semiconductor industry that is silicon-based and currently faced with diminishing returns of performance versus cost of investment. At a material level, its high electric field strength and electron mobility have already shown tremendous potential for high frequency communications and photonic applications. Advances in growth on commercially viable large area substrates are now at the point where power conversion applications of GaN are at the cusp of commercialisation. The future for building on the work described here in ways driven by specific challenges emerging from entirely new markets and applications is very exciting. This collection of GaN technology developments is therefore not itself a road map but a valuable collection of global state-of-the-art GaN research that will inform the next …",
                "Impurity‐free selective layer disordering, utilizing Si3N4 masking stripes and SiO2 defect (vacancy) sources, is used to realize room‐temperature continuous AlxGa1−xAs‐GaAs quantum well heterostructure lasers.",
                "The effects of background doping, surface encapsulation, and As4 overpressure on carbon diffusion have been studied by annealing samples with 1000 Å p‐type carbon doping spikes grown within 1 μm layers of undoped (n−), Se‐doped (n+), and Mg‐doped (p+) GaAs. The layers were grown by low‐pressure metalorganic chemical vapor deposition using CCl4 as the carbon doping source. Two different As4 overpressure conditions were investigated: (1) the equilibrium pAs4 over GaAs (no excess As), and (2) pAs4 ∼2.5 atm. For each As4 overpressure condition, both capless and Si3N4‐capped samples of the n−‐, n+‐, and p+‐GaAs crystals were annealed simultaneously (825 °C, 24 h). Secondary‐ion mass spectroscopy was used to measure the atomic carbon depth profiles. The carbon diffusion coefficient is always low, but depends on the background doping, being highest in Mg‐doped (p+) GaAs and …",
                "Data are presented showing that the Al‐Ga interdiffusion coefficient (DAl‐Ga) for an AlxGa1−xAs‐GaAs quantum‐well heterostructure, or a superlattice, is highly dependent upon the crystal encapsulation conditions. The activation energy for Al‐Ga interdiffusion, and thus layer disordering, is smaller for dielectric‐encapsulated samples (∼3.5 eV) than for the case of capless annealing (∼4.7 eV). The interdiffusion coefficient for Si3N4‐capped samples is almost an order of magnitude smaller than for the case of either capless or SiO2‐capped samples (800≤T≤875 °C). Besides the major influence of the type of encapsulant, the encapsulation geometry (stripes or capped stripes) is shown, because of strain effects, to be a major source of anisotropic Al‐Ga interdiffusion.",
                "We report on a SiO\/sub 2\/\/Si\/sub 3\/N\/sub 4\/\/SiO\/sub 2\/ (ONO) gate insulator stack deposited on GaN by jet vapor deposition (JVD) technique. Capacitors fabricated using the JVD-ONO on GaN are characterized from room temperature to 450\/spl deg\/C using capacitance-voltage (C-V), current-voltage (I-V), AC conductance, and constant-current stress measurements. We find excellent operating characteristics over the measured range, most notably: (1) very low leakage current, (2) extremely high hard-breakdown strength, (3) low interface-trap density, and (4) low net dielectric-charge density. Moreover these performance figures remain well within acceptable limits even for operating temperatures as high as 150\/spl deg\/C. In addition, we measure both the capture cross-section of the interface traps and the surface-potential fluctuation at the GaN\/ONO interface. All results suggest that JVD-ONO is an excellent choice …",
                "In Figs. 1a, 2a, and 2b, objects in gray scale and shaded area of some graphs are not shown in the original paper. The correct figures are reproduced below. In Fig. 1a, GaN square is shown in gray scale along with elliptic-shape pumping region. In Fig. 2a, GaN microdisk cavity is also shown in gray scale along with the circular pumping region. Stimulated emission portion of the spectra at the pump intensity Ip 641 kW\/cm2 in Fig. 1a and at Ip 177 kW\/cm2 are shaded in gray scale."
            ],
            [
                [
                    "III-V semiconductor alloys and nanostructures",
                    "group III nitrides",
                    "solid-state electronics",
                    "optoelectronics"
                ]
            ],
            [
                "Materials Science and Engineering at Virginia Tech College of Engineering  \/ Materials Science and Engineering About MSE About MSE Submenu Toggle MSE Department Mission Statement What is Materials Science and Engineering? MSE Diversity Committee A History of MSE at Virginia Tech Skipper's MSE Connection MSE News Newsletter Archives Programs Programs Submenu Toggle MSE Undergraduate Program MSE Graduate Program Communications Program JUMR Materials Engineering Professional Society Student Organizations MSE International Programs People Submenu Toggle Research and Instructional Faculty MSE Staff Affiliate Faculty Adjunct Faculty Advisory Board Ceramics and Glasses Metals Polymers Composites Nanomaterials Nuclear Materials Computational Materials Science Biomaterials Electronic Materials Facilities Facilities Submenu Toggle High Temperature Processing Processing & Mechanical Lab Thermal Properties & Polymer Lab Sample Preparation Lab Chemical & Raw Material Storage Lab X-Ray Characterization Lab Microscopy Lab MSE Lab Access Requirements MSE Laboratory Descriptions The Foundry | VTFire Holden Hall Renovations Chronicle MSE Safety Information MSE Seminar Series MSE Seminar Series Submenu Toggle MSE Fall 2017 Seminar Schedule MSE Spring 2018 Seminar Schedule MSE Spring 2019 Seminar Series MSE Fall 2018 Seminar Series MSE Fall 2019 Seminar Series MSE Spring 2020 Seminar Series MSE Fall 2020 Seminar Series Giving to MSE MSE Diversity and Inclusion College of Engineering Materials Science and Engineering Dr. Louis J. Guido About MSE Programs People Faculty Research and Instructional Faculty MSE Staff Affiliate Faculty Adjunct Faculty Advisory Board Dr. Louis J. Guido Research Facilities MSE Seminar Series Contact Us Giving to MSE MSE Diversity and Inclusion Louis J. Guido Associate Professor 643 Whittemore (0111) Blacksburg, VA  24061 louis.guido@vt.edu 231-3551 Dr. Louis J. Guido Associate Professor Jointly appointed in Materials Science & Engineering and Electrical & Computer Engineering  Research Interests: Nucleation phenomena and kinetics of epitaxial crystal growth Self-diffusion, interdiffusion, and impurity diffusion in semiconductors Compound semiconductor alloys, heterostructures, and quantum wells Physics of photonic devices operating at extremely short and long wavelengths Physics of electronic devices operation at high-temperature and high-power  Education: B.S.,  Electrical Engineering, Polytechnic Institute of New York , 1982 M.S.,  Electrical Engineering, University of Illinois , 1983 Ph.D., University of Illinois , 1989  Honors and Awards: College of Engineering Faculty Fellow, 2004 Associate Director, Center for Microelectronics, Optoelectronics and Nanotechnology (MICRON) Visiting Fellow, Department of Electrical Engineering, Yale University, 1999-2001 Marconi Award, UNICO National, 1998 Elected, Senior Member, Institute of Electrical and Electronics Engineers, 1996 Endowed Chair, Yale University, John J. Lee Jr. Associate Professor, 1993-98 National Science Foundation Presidential Faculty Fellowship, 1992-97 Army Research Office Young Investigator Award, 1992-95 Best Student Paper Award, Journal of Electronic Materials, 1987 Professional Affiliations: Technical Committee Member, Electronic Materials, IEEE Electron Devices Society, 2000-01 Invited Conference Organizer, Electronic Materials Conference, 2000-01 Session Chairman, Session JJ (Device Processing: Etching, Implantation, Oxidation and Passivation), Electronic Materials Conference, 2000 Member of Technical Program Committee, 24th International Symposium on Compound Semiconductors, San Diego, September, 1997 Department of Materials Science & Engineering 109A Surge| 400 Stanger Street | Blacksburg, VA | 24061 540-231-6640   © 2020 Virginia Polytechnic Institute and State University. All rights reserved."
            ]
        ]
    ]
}