{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J1UAYX6K",
            "ZL1nvUQAAAAJ",
            [
                "Experimental realization of multipartite entanglement of 60 modes of a quantum optical frequency comb",
                "One-way quantum computing in the optical frequency comb",
                "Parallel generation of quadripartite cluster entanglement in the optical frequency comb",
                "Stabilization and frequency measurement of the I\/sub 2\/-stabilized Nd: YAG laser",
                "Influence of decorrelation on Heisenberg-limited interferometry with quantum correlated photons",
                "Continuous-wave frequency tripling and quadrupling by simultaneous three-wave mixings in periodically poled crystals: application to a two-step 1.19–10.71-µm frequency bridge",
                "Multipartite continuous-variable entanglement from concurrent nonlinearities",
                "Bright tripartite entanglement in triply concurrent parametric oscillation",
                "Ultracompact generation of continuous-variable cluster states",
                "Experimental continuous-variable entanglement from a phase-difference-locked optical parametric oscillator"
            ],
            [
                "We report the experimental realization and characterization of one 60-mode copy and of two 30-mode copies of a dual-rail quantum-wire cluster state in the quantum optical frequency comb of a bimodally pumped optical parametric oscillator. This is the largest entangled system ever created whose subsystems are all available simultaneously. The entanglement proceeds from the coherent concatenation of a multitude of Einstein, Podolsky, and Rosen pairs by a single beam splitter, a procedure which is also a building block for the realization of hypercubic-lattice cluster states for universal quantum computing.",
                "One-way quantum computing allows any quantum algorithm to be implemented easily using just measurements. The difficult part is creating the universal resource, a cluster state, on which the measurements are made. We propose a scalable method that uses a single, multimode optical parametric oscillator (OPO). The method is very efficient and generates a continuous-variable cluster state, universal for quantum computation, with quantum information encoded in the quadratures of the optical frequency comb of the OPO.",
                "Scalability and coherence are two essential requirements for the experimental implementation of quantum information and quantum computing. Here, we report a breakthrough toward scalability: the simultaneous generation of a record 15 quadripartite entangled cluster states over 60 consecutive cavity modes (Q modes), in the optical frequency comb of a single optical parametric oscillator. The amount of observed entanglement was constant over the 60 Q modes, thereby proving the intrinsic scalability of this system. The number of observable Q modes was restricted by technical limitations, and we conservatively estimate the actual number of similar clusters to be at least 3 times larger. This result paves the way to the realization of large entangled states for scalable quantum information and quantum computing.",
                "We report improved stabilization results for and progress toward a more accurate frequency measurement of the 532 nm iodine-stabilized system based on a frequency-doubled Nd:YAG ring laser. We confirm the CCL-adopted frequency well within its stated uncertainty (\/spl plusmn\/40 kHz).",
                "The feasibility of a Heisenberg-limited phase measurement using a Mach-Zehnder interferometer fed with twin photon correlated light is investigated theoretically. To take advantage of the Heisenberg limit, 1\/N, for the phase sensitivity, one wants the number of correlated photons, N, to be high. This favors the use of parametric oscillation rather than the weaker but better correlated source given by parametric down-conversion. In real systems, decorrelation arising from photon absorption, mode mismatch, and nonideal detectors must be considered. In this paper we address the problem of detection when correlated photons are used as the input. We study the influence of photon statistics and of imperfect quantum correlation of the input light, and show that it is still possible to break the classical 1\/N phase sensitivity limit in nonideal experimental conditions. All the results are valid in the general case of quantum …",
                "We observed cw third-harmonic generation in a periodically poled LiNbO_3 crystal by cascading optimally phase-matched second-harmonic and sum-frequency generation. Other processes, such as fourth-harmonic generation, are allowed by the flexibility of quasi-phase matching. We demonstrate a divide-by-nine (1.19–10.71-µm) frequency chain that uses only two lasers.",
                "We show theoretically that concurrent interactions in a second-order nonlinear medium placed inside an optical resonator can generate multipartite entanglement between the resonator modes. We show that there is a mathematical connection between this system and van Loock and Braunstein’s proposal for entangling N continuous quantum optical variables by interfering with the outputs of N degenerate optical parametric amplifiers (OPA) at a N-port beam splitter. Our configuration, however, requires only one nondegenerate OPA and no interferometer. In a preliminary experimental study, we observe the concurrence of the appropriate interactions in periodically poled RbTiOAsO 4.",
                "We show that an optical parametric oscillator based on three concurrent χ (2) nonlinearities can produce, above threshold, bright output beams of macroscopic intensities which exhibit strong tripartite continuous-variable entanglement. We also show that there are two ways that the system can exhibit a three-mode form of the Einstein-Podolsky-Rosen paradox, and calculate the extracavity fluctuation spectra that may be measured to verify our predictions.",
                "We propose an experimental scheme that has the potential for large-scale realization of continuous-variable (CV) cluster states for universal quantum computation. We do this by mapping CV cluster-state graphs onto two-mode squeezing graphs, which can be engineered into a single optical parametric oscillator (OPO). The desired CV cluster state is produced directly from a joint squeezing operation on the vacuum, using a multifrequency pump beam. This method has potential for ultracompact experimental implementation. As an illustration, we detail an experimental proposal for creating a four-mode square CV cluster state with a single OPO.",
                "We observed continuous-variable entanglement between the bright beams emitted above threshold by an ultrastable optical parametric oscillator (OPO), classically phase locked at a frequency difference of 161.827 324 0 (5) MHz. The amplitude-difference squeezing is− 3 dB and the phase-sum one is− 1.35 dB. Besides proving entanglement in a phase-locked OPO, such outstanding frequency-difference stability paves the way for transferring entanglement between different optical frequencies and densely implementing continuous-variable quantum information in the frequency domain."
            ],
            [
                [
                    "quantum optics",
                    "quantum information",
                    "laser spectroscopy"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}