{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J1X2KBUO",
            "tspIQq4AAAAJ",
            [
                "Electron-hole transport and photovoltaic effect in gated MoS 2 Schottky junctions",
                "Stimulated emission and amplification in Josephson junction arrays",
                "Mechanism of  detection in carbon nanotube field effect transistor chemical sensors",
                "Gas sensing mechanism of carbon nanotubes: from single tubes to high-density networks",
                "Reentrant ac magnetic susceptibility in Josephson-junction arrays",
                "Epitaxial graphene quantum dots for high-performance terahertz bolometers",
                "Electrical properties and memory effects of field-effect transistors from networks of single-and double-walled carbon nanotubes",
                "Synchronized oscillations in Josephson junction arrays: The role of distributed coupling",
                "Reentrant ac magnetic susceptibility in Josephson-junction arrays: An alternative explanation for the paramagnetic Meissner effect"
            ],
            [
                "Semiconducting molybdenum disulfphide has emerged as an attractive material for novel nanoscale optoelectronic devices due to its reduced dimensionality and large direct bandgap. Since optoelectronic devices require electron-hole generation\/recombination, it is important to be able to fabricate ambipolar transistors to investigate charge transport both in the conduction band and in the valence band. Although n-type transistor operation for single-layer and few-layer MoS 2 with gold source and drain contacts was recently demonstrated, transport in the valence band has been elusive for solid-state devices. Here we show that a multi-layer MoS 2 channel can be hole-doped by palladium contacts, yielding MoS 2 p-type transistors. When two different materials are used for the source and drain contacts, for example hole-doping Pd and electron-doping Au, the Schottky junctions formed at the MoS 2 contacts …",
                "We report measurements of mm-wavelength radiation from two-dimensional arrays of underdamped Josephson junctions. All of our samples emit coherently in a novel synchronized state, which is triggered by a resonance in the array structure. Measurements of the detected power as a function of the number N of active junctions show a threshold, suggesting population inversion. Above threshold, the power scales with N 2 up to an array size bigger than the free-space radiation wavelength. The highest measured conversion efficiency from dc to ac power is about 17%. Our data are consistent with stimulated emission causing coherence and cannot be explained by existing classical coupling mechanisms.",
                "We report an experimental method that clearly determines the sensing mechanism of carbon-nanotube field effect transistors. The nanotube\/electrode contacts are covered with a thick and long passivation layer that hinders their exposure to chemicals in a controlled fashion, leaving only the midsection of the nanotube exposed. In the case of nitrogen dioxide, a considerably delayed response is fully consistent with the diffusion of the gas through the passivation layer. The results clearly indicate that nitrogen dioxide detection is due to changes at the interfaces between the nanotube and the electrodes and not to molecules adsorbed on the nanotube surface.",
                "Gas sensing in carbon nanotubes is still poorly understood. Possible mechanisms are charge transfer between adsorbed gas molecules and the nanotubes or gas-induced changes at the interface between the nanotubes and their metal contacts. For carbon nanotube networks, it is also important to understand how defects and junctions formed by crossing nanotubes affect adsorption. Previous work demonstrates that for devices made with a single carbon nanotube, the response was mainly due to modifications at the nanotube\/metal contact interfaces rather than molecular adsorption on the nanotube. Here it is shown that in networks of carbon nanotubes the gas sensitivity is due to both the nanotube\/metal contacts and the carbon nanotube network. The network effects are dominated by gas-induced changes in nanotube\/nanotube junctions, rather than gas adsorption on regions of the nanotubes away from the …",
                "We have measured the complex ac magnetic susceptibility of unshunted Josephson-junction arrays as a function of temperature T, amplitude of the excitation field h ac, and external magnetic field H dc. For small h ac Meissner screening occurs. For larger h ac, however, the screening is reentrant in T. This reentrance is not thermodynamic but dynamic and arises from the paramagnetic contribution of multijunction loops. This result gives an alternative explanation of the paramagnetic Meissner effect observed in granular superconductors. Experimental results are in agreement with a simplified model based on a single loop containing four junctions.",
                "Light absorption in graphene causes a large change in electron temperature due to the low electronic heat capacity and weak electron–phonon coupling 1, 2, 3. This property makes graphene a very attractive material for hot-electron bolometers in the terahertz frequency range. Unfortunately, the weak variation of electrical resistance with temperature results in limited responsivity for absorbed power. Here, we show that, due to quantum confinement, quantum dots of epitaxial graphene on SiC exhibit an extraordinarily high variation of resistance with temperature (higher than 430 MΩ K− 1 below 6 K), leading to responsivities of 1× 10 10 V W− 1, a figure that is five orders of magnitude higher than other types of graphene hot-electron bolometer. The high responsivity, combined with an extremely low electrical noise-equivalent power (∼ 2× 10− 16 W Hz− 1\/2 at 2.5 K), already places our bolometers well above …",
                "We study field-effect transistors made of single-and double-walled carbon nanotube networks for applications as memory devices. The transfer characteristics of the transistors exhibit a reproducible hysteresis which enables their use as nano-sized memory cells with operations faster than 10 ms, endurance longer than 10+ 4 cycles and charge retention of a few hours in air. We propose water enhanced charge trapping at the SiO 2\/air interface close to the nanotubes as the dominant mechanism for charge storage. We show that charge storage can be improved by limiting exposure of the device to air.",
                "We present experimental and theoretical results showing that the distributed electromagnetic environment of a Josephson junction array can cause the junctions in the array to synchronize. Based on our experimental results and our distributed array model, we find that an external load is not necessary for junction synchronization. Also, we show that the high-frequency performance of an array can be significantly better than the performance of a single isolated junction.",
                "The paramagnetic Meissner effect (PME) measured in high-T C granular superconductors has been attributed to the presence of π junctions between the grains. Here we present measurements of complex ac magnetic susceptibility from two-dimensional arrays of conventional (non-π) Nb\/Al\/AlOx\/Nb Josephson junctions. We measured the susceptibility as a function of the temperature T, the ac amplitude of the excitation field h ac and the external magnetic field H dc. The experiments show a strong paramagnetic contribution from the multijunction loops, which manifests itself as a reentrant screening at low temperature, for values of h ac higher than 50 mOe. A highly simplified model, based on a single loop containing four junctions, accounts for this paramagnetic contribution and the range of parameters in which it appears. This model offers an alternative explanation of PME that does not involve π junctions."
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Superconductivity",
                    "Nanotechnology"
                ]
            ],
            [
                "Paola Barbara Paola Barbara Paola Barbara Professor 322 Regents Hall Telephone: (202) 687-6025 pb32@georgetown.edu Publication List P. Barbara received her M. S. degree (Laurea in Fisica) at the University of Salerno, Italy, in 1991 and her Ph. D. in Physics at the Technical University of Denmark, in Lyngby, Denmark, in 1995. Her thesis research was an experimental study of non-linear dynamics in coupled superconducting transmission lines. Prior to joining the faculty at Georgetown University, she worked at the Center for Superconductivity Research (currently Center for Nanophysics and Advanced Materials) at the University of Maryland as a postdoctoral associate. She studied Josephson junction arrays, including their synchronization properties (stimulated emission and amplification) and their magnetic properties (to understand unusual phenomena like the paramagnetic Meissner effect occurring in high-Tc granular superconductors). She is currently working on physical properties of nanoscale materials and devices. Dr. Barbara was the recipient of a NSF 2003 Presidential Early Career Award for Scientists and Engineers (PECASE) and a Research Innovation Award from Research Corporation. My current research focuses on the physics and applications of atomically thin materials, including carbon nanotubes and layered materials that can be separated in single or a few atomic layers. I am interested in quantum transport and superconductivity in reduced dimensions, as well as novel nanoscale devices, ranging from chemical sensors and their response mechanism to detectors and sources of electromagnetic radiation, e.g. using carbon nanotube and graphene quantum dots as THz detectors and few-layer molybdenum disulfide for photovoltaic cells. Ambient Effects on Photogating in MoS 2 Photodetectors, P. Han, E. Adler, Y. Liu, L. St. Marie, A. El Fatimy † , S. Melis, E. Van Keuren and P. Barbara, Nanotechnology 30 , 284004 (2019). https:\/\/iopscience.iop.org\/article\/10.1088\/1361-6528\/ab149e (new window) Effect of defect-induced cooling in graphene hot-electron bolometers, A. El Fatimy, P. Han, N. Quirk, L. St. Marie, M. T. Dejarld, R. L. Myers-Ward, K. Daniels, S. Pavunny, D.  K. Gaskill, Yigit Aytac, T. E. Murphy and P. Barbara , Carbon 154, 497-502 (2019). https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0008622319308164 (new window) P. Barbara, F. M. Araujo-Moreira, A. B. Cawthorne, and C. J. Lobb, Reentrant AC magnetic susceptibility in Josephson-junction arrays: An alternative explanation for the paramagnetic Meissner effect, Physical Review B 60 , 7489 (1999). P. Barbara, A. B. Cawthorne, S. V. Shitov and C. J. Lobb, Stimulated emission and amplification in Josephson-junction arrays, Physical Review Letters 82 , 1963 (1999). J. Zhang, A. Boyd, A. Tselev, M. Paranjape, and P. Barbara, Mechanism of NO 2 interaction in carbon nanotube field effect transistor chemical sensors, Applied Physics Letters 88 , 123112 (2006). J. Zhang, A. Tselev, Y. Yang, K. Hatton, P. Barbara, and S. Shafraniuk, Zero-bias anomaly and superconductivity in single-walled carbon nanotubes, Physical Review B 74 , 155414 (2006). G. Fedorov, A. Tselev, D. Jimenez, S. Latil, N. Kalugin, P. Barbara, D. Smirnov, and S. Roche, Magnetically induced field effect in carbon nanotube devices, Nano Letters 7 , 960 (2007). M. Rinzan, G. Jenkins, H. D. Drew, S. Shafranjuk, and P. Barbara, Carbon Nanotube Quantum dots as highly sensitive, THz-cooled spectrometers , Nano Letters 12 , 3097–3100 (2012).Y. Yang, G. Fedorov,  P. Barbara, S. E. Shafranjuk, B. K. Cooper, R. M. Lewis, and C. J. Lobb, Coherent nonlocal transport in quantum wires with strongly coupled electrodes, Physical Review B 87 , 045403-045408 (2013). M. Fontana, T. Deppe, A. Boyd, M. Rinzan, A. Liu, M. Paranjape, P. Barbara, Electron-hole transport and photovoltaic effect in gated MoS2 Schottky junctions , Scientific Reports 3 , 1634-38 (2013). A. Boyd, I. Dube, G. Fedorov, M. Paranjape, and P. Barbara, Gas sensing mechanism of carbon nanotubes: From single tubes to high-density networks , Carbon 69 , 417-423 (2014). Y. Yang, G. Fedorov, S. E. Shafranjuk, T. M. Klapwijk, B. K. Cooper, R. M. Lewis, C. J. Lobb, and P. Barbara, Electronic Transport and Possible Superconductivity at Van Hove Singularities in Carbon Nanotubes ,  Nano Letters DOI:10.1021\/acs.nanolett.5b02564 (2015). A. El Fatimy, R. L. Myers-Ward, A. K. Boyd, K. M. Daniels, D. K. Gaskill and P. Barbara, Epitaxial graphene quantum dots for high-performance terahertz bolometers, Nature Nanotechnology DOI:10.1038\/nnano.2015.303 (2016)."
            ]
        ]
    ]
}