{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J23MN0GL",
            "KSjQ_EcAAAAJ",
            [
                "Massive Dirac fermions and Hofstadter butterfly in a van der Waals heterostructure",
                "Scanning tunnelling microscopy and spectroscopy of ultra-flat graphene on hexagonal boron nitride",
                "Emergence of superlattice Dirac points in graphene on hexagonal boron nitride",
                "Coherent branched flow in a two-dimensional electron gas",
                "Imaging coherent electron flow from a quantum point contact",
                "Electrical generation and absorption of phonons in carbon nanotubes",
                "2D materials advances: from large scale synthesis and controlled heterostructures to improved characterization techniques, defects and applications",
                "Spatially resolved spectroscopy of monolayer graphene on ",
                "van der Waals heterostructures with high accuracy rotational alignment",
                "Tunable moiré bands and strong correlations in small-twist-angle bilayer graphene"
            ],
            [
                "van der Waals heterostructures constitute a new class of artificial materials formed by stacking atomically thin planar crystals. We demonstrated band structure engineering in a van der Waals heterostructure composed of a monolayer graphene flake coupled to a rotationally aligned hexagonal boron nitride substrate. The spatially varying interlayer atomic registry results in both a local breaking of the carbon sublattice symmetry and a long-range moiré superlattice potential in the graphene. In our samples, this interplay between short- and long-wavelength effects resulted in a band structure described by isolated superlattice minibands and an unexpectedly large band gap at charge neutrality. This picture is confirmed by our observation of fractional quantum Hall states at ±53 filling and features associated with the Hofstadter butterfly at ultrahigh magnetic fields.",
                "Graphene has demonstrated great promise for future electronics technology as well as fundamental physics applications because of its linear energy–momentum dispersion relations which cross at the Dirac point 1, 2. However, accessing the physics of the low-density region at the Dirac point has been difficult because of disorder that leaves the graphene with local microscopic electron and hole puddles 3, 4, 5. Efforts have been made to reduce the disorder by suspending graphene, leading to fabrication challenges and delicate devices which make local spectroscopic measurements difficult 6, 7. Recently, it has been shown that placing graphene on hexagonal boron nitride (hBN) yields improved device performance 8. Here we use scanning tunnelling microscopy to show that graphene conforms to hBN, as evidenced by the presence of Moiré patterns. However, contrary to predictions 9, 10, this conformation …",
                "The Schrödinger equation dictates that the propagation of nearly free electrons through a weak periodic potential results in the opening of bandgaps near points of the reciprocal lattice known as Brillouin zone boundaries 1. However, in the case of massless Dirac fermions, it has been predicted that the chirality of the charge carriers prevents the opening of a bandgap and instead new Dirac points appear in the electronic structure of the material 2, 3. Graphene on hexagonal boron nitride exhibits a rotation-dependent moiré pattern 4, 5. Here, we show experimentally and theoretically that this moiré pattern acts as a weak periodic potential and thereby leads to the emergence of a new set of Dirac points at an energy determined by its wavelength. The new massless Dirac fermions generated at these superlattice Dirac points are characterized by a significantly reduced Fermi velocity. Furthermore, the local density of …",
                "Semiconductor nanostructures based on two-dimensional electron gases (2DEGs) could form the basis of future devices for sensing, information processing and quantum computation. Although electron transport in 2DEG nanostructures has been well studied, and many remarkable phenomena have already been discovered (for example, weak localization, quantum chaos, universal conductance fluctuations 1, 2), fundamental aspects of the electron flow through these structures have so far not been clarified. However, it has recently become possible to image current directly through 2DEG devices using scanning probe microscope techniques 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13. Here, we use such a technique to observe electron flow through a narrow constriction in a 2DEG—a quantum point contact. The images show that the electron flow from the point contact forms narrow, branching strands instead of smoothly …",
                "Scanning a charged tip above the two-dimensional electron gas inside a gallium arsenide\/aluminum gallium arsenide nanostructure allows the coherent electron flow from the lowest quantized modes of a quantum point contact at liquid helium temperatures to be imaged. As the width of the quantum point contact is increased, its electrical conductance increases in quantized steps of 2e2\/h, where e is the electron charge and h is Planck9s constant. The angular dependence of the electron flow on each step agrees with theory, and fringes separated by half the electron wavelength are observed. Placing the tip so that it interrupts the flow from particular modes of the quantum point contact causes a reduction in the conductance of those particular conduction channels below 2e2\/h without affecting other channels.",
                "The interplay between discrete vibrational and electronic degrees of freedom directly influences the chemical and physical properties of molecular systems. This coupling is typically studied through optical methods such as fluorescence, absorption and Raman spectroscopy. Molecular electronic devices provide new opportunities for exploring vibration–electronic interactions at the single molecule level 1, 2, 3, 4, 5, 6. For example, electrons injected from a scanning tunnelling microscope tip into a metal can excite vibrational excitations of a molecule situated in the gap between tip and metal 7. Here we show how current directly injected into a freely suspended individual single-wall carbon nanotube can be used to excite, detect and control a specific vibrational mode of the molecule. Electrons tunnelling inelastically into the nanotube cause a non-equilibrium occupation of the radial breathing mode, leading to both …",
                "The rise of two-dimensional (2D) materials research took place following the isolation of graphene in 2004. These new 2D materials include transition metal dichalcogenides, mono-elemental 2D sheets, and several carbide-and nitride-based materials. The number of publications related to these emerging materials has been drastically increasing over the last five years. Thus, through this comprehensive review, we aim to discuss the most recent groundbreaking discoveries as well as emerging opportunities and remaining challenges. This review starts out by delving into the improved methods of producing these new 2D materials via controlled exfoliation, metal organic chemical vapor deposition, and wet chemical means. We look into recent studies of doping as well as the optical properties of 2D materials and their heterostructures. Recent advances towards applications of these materials in 2D electronics are …",
                "We carried out scanning tunneling spectroscopy measurements on exfoliated monolayer graphene on SiO 2 to probe the correlation between its electronic and structural properties. Maps of the local density of states are characterized by electron and hole puddles that arise due to long-range intravalley scattering from intrinsic ripples in graphene and random-charged impurities. At low energy, we observe short-range intervalley scattering which we attribute to lattice defects. Our results demonstrate that the electronic properties of graphene are influenced by intrinsic ripples, defects, and the underlying SiO 2 substrate.",
                "We describe the realization of van der Waals (vdW) heterostructures with accurate rotational alignment of individual layer crystal axes. We illustrate the approach by demonstrating a Bernal-stacked bilayer graphene formed using successive transfers of monolayer graphene flakes. The Raman spectra of this artificial bilayer graphene possess a wide 2D band, which is best fit by four Lorentzians, consistent with Bernal stacking. Scanning tunneling microscopy reveals no moiré pattern on the artificial bilayer graphene, and tunneling spectroscopy as a function of gate voltage reveals a constant density of states, also in agreement with Bernal stacking. In addition, electron transport probed in dual-gated samples reveals a band gap opening as a function of transverse electric field. To illustrate the applicability of this technique to realize vdW heterostructuctures in which the functionality is critically dependent on rotational …",
                "According to electronic structure theory, bilayer graphene is expected to have anomalous electronic properties when it has long-period moiré patterns produced by small misalignments between its individual layer honeycomb lattices. We have realized bilayer graphene moiré crystals with accurately controlled twist angles smaller than 1° and studied their properties using scanning probe microscopy and electron transport. We observe conductivity minima at charge neutrality, satellite gaps that appear at anomalous carrier densities for twist angles smaller than 1°, and tunneling densities-of-states that are strongly dependent on carrier density. These features are robust up to large transverse electric fields. In perpendicular magnetic fields, we observe the emergence of a Hofstadter butterfly in the energy spectrum, with fourfold degenerate Landau levels, and broken symmetry quantum Hall states at filling factors ±1, 2 …"
            ],
            [
                [
                    "Physics"
                ]
            ]
        ]
    ]
}