{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J2LUVAYJ",
            "4yhmihkAAAAJ",
            [
                "Measurements of the Temperature and E-mode Polarization of the CMB from 500 Square Degrees of SPTpol Data",
                "A measurement of the cosmic microwave background lensing potential and power spectrum from 500 deg2 of SPTpol temperature and polarization data",
                "The SPTPoL extended cluster survey",
                "Spt-3g: A multichroic receiver for the south pole telescope",
                "Constraints on Cosmological Parameters from the 500 deg2 SPTpol Lensing Power Spectrum",
                "Optical Characterization of the SPT-3G Camera",
                "Measurements of -mode polarization of the cosmic microwave background from 500 square degrees of SPTpol data",
                "Galaxy Clusters Selected via the Sunyaev–Zel’dovich Effect in the SPTpol 100-square-degree Survey",
                "Latest Progress on the QUBIC Instrument",
                "Broadband anti-reflective coatings for cosmic microwave background experiments"
            ],
            [
                "We present measurements of the E-mode polarization angular auto-power spectrum (EE) and temperature–E-mode cross-power spectrum (TE) of the cosmic microwave background (CMB) using 150 GHz data from three seasons of SPTpol observations. We report the power spectra over the spherical harmonic multipole range  and detect nine acoustic peaks in the EE spectrum with high signal-to-noise ratio. These measurements are the most sensitive to date of the EE and TE power spectra at  and , respectively. The observations cover 500, a fivefold increase in area compared to previous SPTpol analyses, which increases our sensitivity to the photon diffusion damping tail of the CMB power spectra enabling tighter constraints on ΛCDM model extensions. After masking all sources with unpolarized flux  mJy, we place a 95% confidence upper limit on residual polarized point-source power of  …",
                "We present a measurement of the cosmic microwave background lensing potential using 500 deg 2 of 150 GHz data from the SPTpol receiver on the South Pole Telescope. The lensing potential is reconstructed with signal-to-noise per mode greater than unity at lensing multipoles L lesssim 250, using a quadratic estimator on a combination of cosmic microwave background temperature and polarization maps. We report measurements of the lensing potential power spectrum in the multipole range of 100< L< 2000 from sets of temperature-only (T), polarization-only (POL), and minimum-variance (MV) estimators. We measure the lensing amplitude by taking the ratio of the measured spectrum to the expected spectrum from the best-fit Λ cold dark matter model to the Planck 2015 TT+ low P+ lensing data set. For the minimum-variance estimator, we find ${A} _ {\\mathrm {MV}}= 0.944\\pm 0.058 (\\mathrm {Stat}.)\\pm 0.025 …",
                "We describe the observations and resultant galaxy cluster catalog from the 2770 deg 2 SPTpol Extended Cluster Survey (SPT-ECS). Clusters are identified via the Sunyaev–Zel'dovich (SZ) effect and confirmed with a combination of archival and targeted follow-up data, making particular use of data from the Dark Energy Survey (DES). With incomplete follow-up we have confirmed as clusters 244 of 266 candidates at a detection significance ξ≥ 5 and an additional 204 systems at 4< ξ< 5. The confirmed sample has a median mass of  and a median redshift of z= 0.49, and we have identified 44 strong gravitational lenses in the sample thus far. Radio data are used to characterize contamination to the SZ signal; the median contamination for confirmed clusters is predicted to be~ 1% of the SZ signal at the ξ> 4 threshold, and< 4% of clusters have a predicted contamination> 10% of their measured SZ …",
                "A new receiver for the South Pole Telescope, SPT-3G, was deployed in early 2017 to map the cosmic microwave background at 95, 150, and 220 GHz with  16,000 detectors, 10 times more than its predecessor SPTpol. The increase in detector count is made possible by lenslet-coupled trichroic polarization-sensitive pixels fabricated at Argonne National Laboratory, new 68 frequency-domain multiplexing readout electronics, and a higher-throughput optical design. The enhanced sensitivity of SPT-3G will enable a wide range of results including constraints on primordial B-mode polarization, measurements of gravitational lensing of the CMB, and a galaxy cluster survey. Here we present an overview of the instrument and its science objectives, highlighting its measured performance and plans for the upcoming 2018 observing season.",
                "We present cosmological constraints based on the cosmic microwave background (CMB) lensing potential power spectrum measurement from the recent 500 deg 2 SPTpol survey, the most precise CMB lensing measurement from the ground to date. We fit a flat ΛCDM model to the reconstructed lensing power spectrum alone and in addition with other data sets: baryon acoustic oscillations (BAO), as well as primary CMB spectra from Planck and SPTpol. The cosmological constraints based on SPTpol and Planck lensing band powers are in good agreement when analyzed alone and in combination with Planck full-sky primary CMB data. With weak priors on the baryon density and other parameters, the SPTpol CMB lensing data alone provide a 4% constraint on . Jointly fitting with BAO data, we find , , and , up to  away from the central values …",
                "The third-generation South Pole Telescope camera is designed to measure the cosmic microwave background across three frequency bands (centered at 95, 150 and 220 GHz) with  16,000 transition-edge sensor (TES) bolometers. Each multichroic array element on a detector wafer has a broadband sinuous antenna that couples power to six TESs, one for each of the three observing bands and both polarizations, via lumped element filters. Ten detector wafers populate the detector array, which is coupled to the sky via a large-aperture optical system. Here we present the frequency band characterization with Fourier transform spectroscopy, measurements of optical time constants, beam properties, and optical and polarization efficiencies of the detector array. The detectors have frequency bands consistent with our simulations and have high average optical efficiency which is 86, 77 and 66% for the 95 …",
                "We report a B-mode power spectrum measurement from the cosmic microwave background (CMB) polarization anisotropy observations made using the SPTpol instrument on the South Pole Telescope. This work uses 500 deg 2 of SPTpol data, a five-fold increase over the last SPTpol B-mode release. As a result, the bandpower uncertainties have been reduced by more than a factor of two, and the measurement extends to lower multipoles: 52< ℓ< 2301. Data from both 95 and 150 GHz are used, allowing for three cross-spectra: 95 GHz× 95 GHz, 95 GHz× 150 GHz, and 150 GHz× 150 GHz. B-mode power is detected at very high significance; we find P (B B< 0)= 5.8× 10− 71, corresponding to a 18.1 σ detection of power. With a prior on the galactic dust from Planck, WMAP and BICEP2\/Keck observations, the SPTpol B-mode data can be used to set an upper limit on the tensor-to-scalar ratio, r< 0.44 at 95 …",
                "We present a catalog of galaxy cluster candidates detected in 100 square degrees surveyed with the SPTpol receiver on the South Pole Telescope. The catalog contains 89 candidates detected with a signal-to-noise ratio greater than 4.6. The candidates are selected using the Sunyaev–Zel'dovich effect at 95 and 150 GHz. Using both space-and ground-based optical and infrared telescopes, we have confirmed 81 candidates as galaxy clusters. We use these follow-up images and archival images to estimate photometric redshifts for 66 galaxy clusters and spectroscopic observations to obtain redshifts for 13 systems. An additional two galaxy clusters are confirmed using the overdensity of near-infrared galaxies only and are presented without redshifts. We find that 15 candidates (18% of the total sample) are at redshift z≥ 1.0, with a maximum confirmed redshift of . We expect this catalog to contain every …",
                "QUBIC is a unique instrument that crosses the barriers between classical imaging architectures and interferometry taking advantage from both high sensitivity and systematics mitigation. The scientific target is to detect primordial gravitational waves created by inflation by the polarization they imprint on the cosmic microwave background—the holy grail of modern cosmology. In this paper, we show the latest advances in the development of the architecture and the sub-systems of the first module of this instrument to be deployed at Dome Charlie Concordia base—Antarctica in 2015.",
                "The desire for higher sensitivity has driven ground-based cosmic microwave background (CMB) experiments to employ ever larger focal planes, which in turn require larger reimaging optics. Practical limits to the maximum size of these optics motivates the development of quasi-optically-coupled (lenslet-coupled), multi-chroic detectors. These detectors can be sensitive across a broader bandwidth compared to waveguide-coupled detectors. However, the increase in bandwidth comes at a cost: the lenses (up to ~700 mm diameter) and lenslets (~5 mm diameter, hemispherical lenses on the focal plane) used in these systems are made from high-refractive-index materials (such as silicon or amorphous aluminum oxide) that reflect nearly a third of the incident radiation. In order to maximize the faint CMB signal that reaches the detectors, the lenses and lenslets must be coated with an anti-reflective (AR) material. The …"
            ],
            [
                [
                    "SQUIDs",
                    "dfMUX",
                    "cosmic microwave background",
                    "kinetic inductance detectors"
                ]
            ]
        ]
    ]
}