{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J33N6MF1",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "             Skip to Main Content   University of South Florida USF College of Marine Science      Search        Search for:         Main Navigation  Menu         Give Now        About Us     Overview  Our Vision  CMS College Facts  Directory      Research     Overview  Facilities and Equipment  Partners and Groups  Machine Shop  Research Vessels      Education     Overview  Degree Programs and Curriculum  Prospective Students  Current Students  Diversity  USF CMS REU  Courses Offered  Graduate Student Handbook      Faculty     Overview  Faculty Directory  Postdoctoral Researchers  Research Associate and Research Staff  Research Faculty  Courtesy Professors  Laboratories     Community Engagement   News     News Articles  Publications  Rising Tides Newsletter  Seminars           MyUSF  Directory          Welcome to USF College of Marine Science    Previous   Slide 1  Slide 2  Slide 3  Slide 4  Slide 5  Next    Scientists discover new way to measure turbulence of large planets and exoplanets   Matchmaker, Matchmaker, Make me a Match!   City of St. Petersburg supports USF efforts to further enhance diversity with new\n                        pledge to College of Marine Science   USF and NOAA to launch world-class cooperative ocean mapping center   USF College of Marine Science Becomes Home for International Marine Minerals Society\n                        (IMMS)           Global Research A snapshot of our fieldwork.   Students The lifeblood of our mission   Visit Us Explore our waterfront campus   Giving Invest in the College            Story Spotlight  The USF College of Marine Science began its fight for increased ethnic diversity in\n                  oceanography 20 years ago. There is a lot underway, and a lot more to do.  Read our story here        BLOGS & PERSPECTIVES      A Puppet Show on a Chilly COVID-safe Calibration Cruise?  Tuesday, January 5,         \n               \n               \n               2021  Under good weather and calm seas, and additional precautions due to COVID-19, our\n               research team left port from the USF College of Marine Science to a site just two\n               miles away from Bayboro Harbor.       2020 Fellowship and Awards Virtual Celebration: Video Available  Wednesday, October 7,         \n               \n               \n               2020  On October 1, we celebrated our talented graduate students and the critical fellowships\n               that support their research and education.       Underwater Minerals Conference 2020 - Day 4  Tuesday, October 6,         \n               \n               \n               2020  Addressing the plumes, Steven Rizea, of Deep Reach Technology, relayed the status\n               of a U.S. Department of Energy project to develop a subsea mining system that mitigates\n               the environmental impact of sediment plumes.       Advancing ecosystem-based fisheries management strategies for the Gulf of Mexico  Wednesday, September 23,         \n               \n               \n               2020  Earlier this year, Joshua P. Kilborn, was part of a team that published an advice\n               document designed to guide managers and stakeholders within the Gulf of Mexico fisheries\n               management community in developing and implementing a Gulf-wide FEP.      Calendar of Events     Jan 22   Arctic and subarctic silicon cycling: Ocean chemistry in a changing world  Jan\n                     \t\t    \t\n                     \t\t    \t22  3:30 AM - 4:30 pm    Jan 29   2021 Spring Seminar Event  Jan\n                     \t\t    \t\n                     \t\t    \t29  3:30 AM - 4:30 pm    Feb 05   Picture A Scientist Panel  Feb\n                     \t\t    \t\n                     \t\t    \t05  3:30 pm - 4:30 pm           Calendar of Events     Jan 22   Arctic and subarctic silicon cycling: Ocean chemistry in a changing world  Jan\n                     \t\t    \t\n                     \t\t    \t22  3:30 AM - 4:30 pm    Jan 29   2021 Spring Seminar Event  Jan\n                     \t\t    \t\n                     \t\t    \t29  3:30 AM - 4:30 pm    Feb 05   Picture A Scientist Panel  Feb\n                     \t\t    \t\n                     \t\t    \t05  3:30 pm - 4:30 pm     View our past seminars      A Virtual Toast to Our Fall 2020 Graduating Students  Congratulations from all of us at USF College of Marine Science!       Dr. Ashley Bulseco, Eckerd College  Coastal microbial communities in response to human-driven stressors     View our past seminars      A Virtual Toast to Our Fall 2020 Graduating Students  Congratulations from all of us at USF College of Marine Science!       Dr. Ashley Bulseco, Eckerd College  Coastal microbial communities in response to human-driven stressors           COMMUNITY ENGAGEMENT      Jr Scientist program expands their virtual reach with help from CMS students  Developed in 2014 by CMS students, the goal of the Jr Scientist program is to give\n               middle and high school students the opportunity to volunteer at the festival, as a\n               way to engage them in science.       Whatever floats your… plankton?  Have you ever participated in a cardboard boat race or tried to make a boat out of\n               foil hold as much weight as possible? Usually these competitions involve making things\n               float, but what if your goal were to make something sink?                University of South Florida       Menu     About USF  Academics  Admissions  Locations  Campus Life  Research    Partner with USF  Administrative Units  Regulations & Policies  Human Resources  Work at USF  Emergency & Safety    USF Health  USF Athletics  USF Alumni  Support USF  USF Libraries  USF World      140 7th Avenue South St.Petersburg, FL 33701, USA 727-553-1634   Facebook   Twitter   YouTube   Instagram      Copyright © 2021,  University of South Florida.  All rights reserved.  This website is maintained by USF College of Marine Science .   About This Site  Contact USF  Visit USF          "
            ]
        ]
    ]
}