{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J3F1FZ2D",
            "8DD9euoAAAAJ",
            [
                "Neutrino mass and spontaneous parity nonconservation",
                "Neutrino masses and mixings in gauge models with spontaneous parity violation",
                "Exact left-right symmetry and spontaneous violation of parity",
                "Left-right gauge symmetry and an \"isoconjugate\" model of  violation",
                "\" Natural\" left-right symmetry",
                "Neutrino mass and baryon-number nonconservation in superstring models",
                "Massive neutrinos in physics and astrophysics",
                "Are there real goldstone bosons associated with broken lepton number?",
                "Unification and supersymmetry",
                "Local  Symmetry of Electroweak Interactions, Majorana Neutrinos, and Neutron Oscillations"
            ],
            [
                "In weak-interaction models with spontaneous parity nonconservation, based on the gauge group SU (2) L⊗ SU (2) R⊗ U (1), we obtain the following formula for the neutrino mass: m ν e≃ m e 2 g m W R, where W R is the gauge boson which mediates right-handed weak interactions. This formula, valid for each lepton generation, relates the maximality of observed parity nonconservation at low energies to the smallness of neutrino masses.",
                "Unified electroweak gauge theories based on the gauge group SU (2) L× SU (2) R× U (1) B− L, in which the breakdown of parity invariance is spontaneous, lead most naturally to a massive neutrino. Assuming the neutrino to be a Majorana particle, we show that smallness of its mass can be understood as a result of the observed maximality of parity violation in low-energy weak interactions. This result is shown to be independent of the number of generations and unaffected by renormalization effects. Phenomenological consequences of this model at low energies are studied. Observation of neutrinoless double-β decay will provide a crucial test of this class of models. Implications for rare decays such as μ→ e γ, μ→ ee e, etc. are also noted. It is pointed out that in the realm of neutral-current phenomena, departure from the predictions of the standard model for polarized-electron-hadron scattering, forward-backward …",
                "Left-right-symmetric gauge models suggested previously to describe all interactions of elementary particles within a single unified framework are further shown to have the desirable property that maximal parity violation in low-energy weak processes arises purely as a result of spontaneous breakdown of the local gauge symmetry. We also discuss the question of dynamical origin of parity violation.",
                "Left-right symmetry in the starting gauge interactions provides the basis for an\" isoconjugate\" model of CP violation with the consequence that η+−= η 00. The magnitude of CP violation is naturally suppressed at least to the extent that V+ A interactions are suppressed in nature compared to the V− A interactions. This allows the possibility that intrinsic CP-violating phase (arising through spontaneous symmetry breaking, for example) may have a maximal character, which may reveal itself at intermediate high energies to possibly disappear at still higher energies. CP violation in leptonic, semileptonic, and Δ Y= 0 parity-violating nonleptonic interactions (which could contribute to the electric dipole moment of the neutron) arise on the one hand in fourth order of the weak gauge interactions and on the other via Yukawa interactions between fermions and leftover Higgs mesons as well as via W L− W R mixing. The …",
                "It is remarked that left-right symmetry of the starting gauge interactions is a\" natural\" symmetry if it is broken in no way except possibly by mass terms in the Lagrangian. The implications of this result for the unification of coupling constants and for parity nonconservation at low and high energies are stressed.",
                "We propose new mechanisms for understanding neutrino masses in superstring models that contain E 6-singlet zero-mass fields after compactification. We show that the low-energy gauge group of these models can be phenomenologically acceptable. We then comment on ΔB= 1 and ΔB= 2 baryon-number-violating processes in these models.",
                "The recent groundbreaking discovery of nonzero neutrino masses and oscillations has put the spotlight on massive neutrinos as one of the key windows on physics beyond the standard model as well as into the early universe. This third edition of the invaluable book Massive Neutrinos in Physics and Astrophysics is an introduction to the various issues related to the theory and phenomenology of massive neutrinos for the nonexpert, providing at the same time a complete and up-to-date discussion on the latest results in the field for the active researcher. It is designed not merely to be a guide but also as a self-contained tool for research with all the necessary techniques and logics included. Specially emphasized are the various implications of neutrino discoveries for the nature of new forces. Elementary discussions on topics such as grand unification, left-right symmetry and supersymmetry are presented. The most recent cosmological and astrophysical implications of massive neutrinos are also dealt with.",
                "We consider, in the context of simple gauge models, the possibility that lepton number is a spontaneously broken global symmetry, leading to massive Majorana neutrinos. We find that the usual objections associated with global symmetry breakdown may be moot in this case since the Goldstone boson associated with lepton number breakdown - the majoron - is so weakly coupled to matter that it may have well escaped detection.",
                "One of the fundamental new symmetries of nature that has been the subject of intense discussion in particle physics of the past decade is the symmetry between bosons and fermions, known as supersymmetry. This symmetry was introduced in the early 1970's by Golfand, Likhtman, Akulov, Volkov, Wess and Zumino. In the context of two dimensinal string world sheet, supersymmetry was also introduced around the same time by Gervais and Sakita. In addition to the obvious fact that it provides the hope of an unified understanding of the two known forms of matter, the bosons and fermions, it has also provided a mechanism to solve two conceptual problems of the standard model, viz. the possible origin of the weak scale as well as its stability under quantum corrections. The recent developments in strings, which embody supersymmetry in an essential way also promise the fulfilment of the eternal dream of all …",
                "Interpretation of the U (1) generator of the left-right-symmetric electroweak model in terms of B− L enables us to study the spontaneous breaking of local B− L symmetry. The same Higgs mechanism at the\" partial unification\" level of SU (2) L⊗ SU (2) R⊗ SU (4′) that produces Δ L= 2 processes (eg, Majorana neutrinos) also yields Δ B= 2 processes (eg,\" neutron oscillations\"). The observation of\" neutrinoless\" double β decay and Δ B= 2 nucleon transitions without proton decay would favor this model and an intermediate mass scale."
            ],
            [
                [
                    "Particle theory"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}