{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J3Z0B9GA",
            "P5v-qxUAAAAJ",
            [
                "ART–KOHONEN neural network for fault diagnosis of rotating machinery",
                "Sulfatase 2 up‐regulates glypican 3, promotes fibroblast growth factor signaling, and decreases survival in hepatocellular carcinoma",
                "An in situ self-assembly template strategy for the preparation of hierarchical-pore metal-organic frameworks",
                "Efficacy, long-term toxicity, and mechanistic studies of gold nanorods photothermal therapy of cancer in xenograft mice",
                "Semantic concept discovery for large-scale zero-shot event detection",
                "Hepatitis B virus X protein (HBx) activates ATF6 and IRE1-XBP1 pathways of unfolded protein response",
                "Rational construction of defects in a metal–organic framework for highly efficient adsorption and separation of dyes",
                "The oncogenic effect of sulfatase 2 in human hepatocellular carcinoma is mediated in part by glypican 3–dependent Wnt activation",
                "Increasing phosphorus limitation along three successional forests in southern China",
                "A triptycene-based bis (crown ether) host: Complexation with both paraquat derivatives and dibenzylammonium salts"
            ],
            [
                "In this paper, a new neural network (NN) for fault diagnosis of rotating machinery which synthesises the theory of adaptive resonance theory (ART) and the learning strategy of Kohonen neural network (KNN), is proposed. For NNs, as the new case occurs, the corresponding data should be added to their dataset for learning. However, the ‘off-line’ NNs are unable to adapt autonomously and must be retrained by applying the complete dataset including the new data. The ART networks can solve the plasticity–stability dilemma. In other words, they are able to carry out ‘on-line’ training without forgetting previously trained patterns (stable training); it can recode previously trained categories adaptive to changes in the environment and is self-organising. ART–KNN also holds these characteristics, and more suitable than original ART for fault diagnosis of machinery. In order to test the proposed network, the vibration signal …",
                "It has been shown that the heparin‐degrading endosulfatase, sulfatase 1 (SULF1), functions as a liver tumor suppressor, but the role of the related sulfatase, sulfatase 2 (SULF2), in liver carcinogenesis remains to be elucidated. We investigated the effect of SULF2 on liver tumorigenesis. Expression of SULF2 was increased in 79 (57%) of 139 hepatocellular carcinomas (HCCs) and 8 (73%) of 11 HCC cell lines. Forced expression of SULF2 increased HCC cell growth and migration, whereas knockdown of SULF2 using short hairpin RNA targeting SULF2 abrogated HCC cell proliferation and migration in vitro. Because SULF1 and SULF2 desulfate heparan sulfate proteoglycans (HSPGs) and the HSPG glypican 3 (GPC3) is up‐regulated in HCC, we investigated the effects of SULF2 on GPC3 expression and the association of SULF2 with GPC3. SULF2‐mediated cell growth was associated with increased binding of …",
                "Metal-organic frameworks (MOFs) have recently emerged as a new type of nanoporous materials with tailorable structures and functions. Usually, MOFs have uniform pores smaller than 2 nm in size, limiting their practical applications in some cases. Although a few approaches have been adopted to prepare MOFs with larger pores, it is still challenging to synthesize hierarchical-pore MOFs (H-MOFs) with high structural controllability and good stability. Here we demonstrate a facile and versatile method, an in situ self-assembly template strategy for fabricating stable H-MOFs, in which multi-scale soluble and\/or acid-sensitive metal-organic assembly (MOA) fragments form during the reactions between metal ions and organic ligands (to construct MOFs), and act as removable dynamic chemical templates. This general strategy was successfully used to prepare various H-MOFs that show rich porous properties and …",
                "Gold nanorods (AuNRs)-assisted plasmonic photothermal therapy (AuNRs-PPTT) is a promising strategy for combating cancer in which AuNRs absorb near-infrared light and convert it into heat, causing cell death mainly by apoptosis and\/or necrosis. Developing a valid PPTT that induces cancer cell apoptosis and avoids necrosis in vivo and exploring its molecular mechanism of action is of great importance. Furthermore, assessment of the long-term fate of the AuNRs after treatment is critical for clinical use. We first optimized the size, surface modification [rifampicin (RF) conjugation], and concentration (2.5 nM) of AuNRs and the PPTT laser power (2 W\/cm2) to achieve maximal induction of apoptosis. Second, we studied the potential mechanism of action of AuNRs-PPTT using quantitative proteomic analysis in mouse tumor tissues. Several death pathways were identified, mainly involving apoptosis and cell death …",
                "We focus on detecting complex events in unconstrained Internet videos. While most existing works rely on the abundance of labeled training data, we consider a more difficult zero-shot setting where no training data is supplied. We first pre-train a number of concept classifiers using data from other sources. Then we evaluate the semantic correlation of each concept wrt the event of interest. After further refinement to take prediction inaccuracy and discriminative power into account, we apply the discovered concept classifiers on all test videos and obtain multiple score vectors. These distinct score vectors are converted into pairwise comparison matrices and the nuclear norm rank aggregation framework is adopted to seek consensus. To address the challenging optimization formulation, we propose an efficient, highly scalable algorithm that is an order of magnitude faster than existing alternatives. Experiments on recent TRECVID datasets verify the superiority of the proposed approach.",
                "Numerous viruses including hepatitis B virus (HBV) induce endoplasmic reticulum (ER) stress, which interrupts protein folding causing accumulation of unfolded or misfolded proteins in ER. To alleviate the stress placed on ER, these proteins must be refolded or degraded by activating a specific cellular response known as ER stress response or unfolded protein response (UPR). Two UPR-specific signaling pathways involving transmembrane proteins ATF6 and XBP1 generate critical transcription factors that activate UPR-responsive genes. In this study, the role of the multifunctional regulatory protein of HBV (HBx protein) in activation of UPR was investigated. In Hep3B cells with transit or stable expression of HBx, XBP1 expression and ATF6 cleavage was observed, suggesting that the ATF6 and IRE1-XBP1 pathways were activated. Furthermore, these two pathways were also activated in HepG2.2.15 cells that …",
                "In this work, UiO-66 with defects was successfully prepared by a synthesis strategy of using benzoic acid as a modulator and postsynthetic acid treatment. The defective frameworks can be confirmed by N2 adsorption–desorption analysis and 1H NMR. It is observed that this strategy can effectively enlarge the surface area and pore volume of stable UiO-66 through the removal of coordinated benzoate ligands. The resulting defective UiO-66 shows high BET surface area and total pore volume (1890 m2\/g and 0.88 cm3\/g), which are both larger than those of defect-free sample (1200 m2\/g and 0.49 cm3\/g) as well as all the reported UiO-66s with defects so far to the best of our knowledge. This MOF exhibits significantly improved capture ability (366 mg\/g) toward Safranine T (ST) compared with the defect-free UiO-66 (39 mg\/g) and most of reported adsorbents. Meanwhile, it also shows high selectivity for ST over …",
                "Heparan sulfate proteoglycans (HSPGs) act as coreceptors or storage sites for growth factors and cytokines such as fibroblast growth factor and Wnts. Glypican 3 (GPC3) is the most highly expressed HSPG in hepatocellular carcinoma (HCC). Sulfatase 2 (SULF2), an enzyme with 6‐O‐desulfatase activity on HSPGs, is up‐regulated in 60% of primary HCCs and is associated with a worse prognosis. We have previously shown that the oncogenic effect of SULF2 in HCC may be mediated in part through up‐regulation of GPC3. Here we demonstrate that GPC3 stimulates the Wnt\/β‐catenin pathway and mediates the oncogenic function of SULF2 in HCC. Wnt signaling in vitro and in vivo was assessed in SULF2‐negative Hep3B HCC cells transfected with SULF2 and in SULF2‐expressing Huh7 cells transfected with short hairpin RNA targeting SULF2. The interaction between GPC3, SULF2, and Wnt3a was assessed …",
                "Phosphorus (P) is commonly one of most limiting nutrients in tropical and subtropical forests, but whether P limitation would be exacerbated during forest succession remains unclear.Soil phosphatase activity is often used as an indicator of P limitation. Here we examined soil acid phosphatase activity (APA) underneath tree species in pine forest (PF), mixed pine and broadleaf forest (MF) and monsoon evergreen broadleaf forest (MEBF) which represented the early, middle and late successional stages of subtropical forests in China, respectively. We also analyzed other indicators of P status (soil available P and N and P stoichiometry of the tree species).APA or APA per unit soil organic carbon under tree species was relatively low in the early successional forest. Different from PF …",
                "A novel triptycene-based bis(crown ether) host (1) incorporating two dibenzo-24-crown-8 ether moieties has been synthesized. It can form not only a new bis[2]pseudorotaxane with dibenzylammonium salts but also stable clip-shaped complexes with paraquat derivatives. Moreover, the complexation process between 1 and the two classes of guests can be chemically controlled. "
            ],
            [
                [
                    "Chemical Engineering",
                    "Biomedical Engineering"
                ]
            ],
            [
                "Tao Han Distinguished Professor of High Energy Physics 420B Allen Hall (412) 624-2763 than@pitt.edu My research field is in elementary particle physics theory, focusing on high-energy collider physics and in connection to astro-particle physics and cosmology. I formulate theoretical models of elementary particles and their interactions, and develop strategies to test the theory by experiments and observations. This research direction, bridging the abstract theory and experimental observation, is the field of Phenomenology. The fundamental questions I have been contemplating on from theory, and seeking for an answer in experiments, include The Higgs mechanism, electroweak symmetry breaking and mass generation Fundamental forces and their unification Symmetries and their breakdown: Gauge-, Super-symmetry, CP Violation etc. Nature of particle Dark Matter Neutrino mass generation Property of Space-time I have been involved in the studies of the Higgs boson and associated physics for many years. The final discovery of the Higgs boson at the Large Hadron Collider (LHC) in 2012 is a milestone and opens a window to physics beyond the Standard Model in the new frontiers. New facilities such as a \"Higgs factory\" and a 100-TeV hadron collider would be called for to understand Nature to a deeper level. The discovery of neutrino mass and oscillation has stimulated the theoretical development for further understanding of many fundamental aspects in particle physics. Experiments and observation in cosmology and astro-particle physics have deeply reached the regime to probe dark matter hypothesis associated with the weak scale new physics. Phenomenology is thus in a golden era and I am thrilled to play an active role in new discoveries associated with the above questions at the shortest distances of about 10 -10 nm. For further details of my research and some excititng results, please visit my personal web site here. Selected Publications Here is my publication List, with citation statistics (InSPIRE). Teaching Experience At Pitt, I have taught Introductory Physics 1 (PHYS 0110) and Physics 2 (PHYS 0111) in the Fall and Spring. Samples of the previous syllabi can be found HERE . I have also taught two graduate courses: (1). Non-Relativistic Quantum Mechanics 2 (PHYS 2566); (2). Special topics on \"Collider Physics\" (PHYS 3101, 3102). The syllabi for both of these offered classes can be found HERE . Degree PhD Postdoctoral Affiliates Joshua Berger Keping  Xie Cedric Weiland Barmak Shams Es Haghi Hongkai  Liu Yang Ma Han Qin Xing Wang Sze Ching \"Iris\" Leung Alumni Spotlight text University of Wisconsin (412) 624-2763"
            ]
        ]
    ]
}