{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J5RK8KFO",
            "FTx_BNsAAAAJ",
            [
                "Drawing graphs: methods and models",
                "DIALIGN-TX: greedy and progressive approaches for segment-based multiple sequence alignment",
                "DIALIGN-T: an improved algorithm for segment-based multiple sequence alignment",
                "Drawing high degree graphs with low bend numbers",
                "Embedding vertices at points: Few bends suffice for planar graphs"
            ],
            [
                "Graph drawing comprises all aspects of visualizing structural relations between objects. The range of topics dealt with extends from graph theory, graph algorithms, geometry, and topology to visual languages, visual perception, and information visualization, and to computer-human interaction and graphics design. This monograph gives a systematic overview of graph drawing and introduces the reader gently to the state of the art in the area. The presentation concentrates on algorithmic aspects, with an emphasis on interesting visualization problems with elegant solutions. Much attention is paid to a uniform style of writing and presentation, consistent terminology, and complementary coverage of the relevant issues throughout the 10 chapters. This tutorial is ideally suited as an introduction for newcomers to graph drawing. Ambitioned practitioners and researchers active in the area will find it a valuable source of reference and information.",
                "DIALIGN-T is a reimplementation of the multiple-alignment program DIALIGN. Due to several algorithmic improvements, it produces significantly better alignments on locally and globally related sequence sets than previous versions of DIALIGN. However, like the original implementation of the program, DIALIGN-T uses a a straight-forward greedy approach to assemble multiple alignments from local pairwise sequence similarities. Such greedy approaches may be vulnerable to spurious random similarities and can therefore lead to suboptimal results. In this paper, we present DIALIGN-TX, a substantial improvement of DIALIGN-T that combines our previous greedy algorithm with a progressive alignment approach. Our new heuristic produces significantly better alignments, especially on globally related sequences, without increasing the CPU time and memory consumption exceedingly. The new method is based on a guide tree; to detect possible spurious sequence similarities, it employs a vertex-cover approximation on a conflict graph. We performed benchmarking tests on a large set of nucleic acid and protein sequences For protein benchmarks we used the benchmark database BALIBASE 3 and an updated release of the database IRMBASE 2 for assessing the quality on globally and locally related sequences, respectively. For alignment of nucleic acid sequences, we used BRAliBase II for global alignment and a newly developed database of locally related sequences called DIRM-BASE 1. IRMBASE 2 and DIRMBASE 1 are constructed by implanting highly conserved motives at random positions in long unalignable sequences. On …",
                "We present a complete re-implementation of the segment-based approach to multiple protein alignment that contains a number of improvements compared to the previous version 2.2 of DIALIGN. This previous version is superior to Needleman-Wunsch-based multi-alignment programs on locally related sequence sets. However, it is often outperformed by these methods on data sets with global but weak similarity at the primary-sequence level. In the present paper, we discuss strengths and weaknesses of DIALIGN in view of the underlying objective function. Based on these results, we propose several heuristics to improve the segment-based alignment approach. For pairwise alignment, we implemented a fragment-chaining algorithm that favours chains of low-scoring local alignments over isolated high-scoring fragments. For multiple alignment, we use an improved greedy procedure that is less sensitive to spurious local sequence similarities. To evaluate our method on globally related protein families, we used the well-known database BAliBASE. For benchmarking tests on locally related sequences, we created a new reference database called IRMBASE which consists of simulated conserved motifs implanted into non-related random sequences. On BAliBASE, our new program performs significantly better than the previous version of DIALIGN and is comparable to the standard global aligner CLUSTAL W, though it is outperformed by some newly developed programs that focus on global alignment. On the locally related test sets in IRMBASE, our method outperforms all other programs that we evaluated.",
                "We consider the problem of drawing plane graphs with an arbitrarily high vertex degree orthogonally into the plane such that the number of bends on the edges should be minimized. It has been known how to achieve the bend minimum without any restriction of the size of the vertices. Naturally, the vertices should be represented by uniformly small squares. In addition we might require that each face should be represented by a non-empty region. This would allow a labeling of the faces. We present an efficient algorithm which provably achieves the bend minimum following these constraints. Omitting the latter requirement we conjecture that the problem becomes NP-hard. For that case we give advices for good approximations. We demonstrate the effectiveness of our approaches giving some interesting examples.",
                "The existing literature gives efficient algorithms for mapping trees or less restrictively outerplanar graphs on a given set of points in a plane, so that the edges are drawn planar and as straight lines. We relax the latter requirement and allow very few bends on each edge while considering general plane graphs. Our results show two algorithms for mapping four-connected plane graphs with at most one bend per edge and for mapping general plane graphs with at most two bends per edge. Furthermore we give a point set, where for arbitrary plane graphs it is NP-complete to decide whether there is an mapping such that each edge has at most one bend."
            ],
            [
                [
                    "Geometric algorithms",
                    "Graph drawing",
                    "Combinatorial algorithms"
                ]
            ],
            [
                "Skip to Main Content Emergency Notification Novel Coronavirus (COVID-19). For the latest information on COVID-19, visit the Health Advisories website . Kaufman, Michael J San José State University Site Navigation Research & Scholarly Activity SJSU Home > People > Kaufman, Michael J Kaufman, Michael J one.SJSU Canvas Athletics Give to SJSU Navigate BACK to \n                        \t\t\t\tA-Z People Index Research & Scholarly Activity Dean, College of Science Email Preferred: michael.kaufman@sjsu.edu Telephone Preferred: (408) 924-4800 Education Doctor of Philosophy, Johns Hopkins Univ, 1995 Links Google Scholar Citations List College of Science Department of Physics and Astronomy SJSU Links and Resources Information for Alumni Current Students Donors Faculty and Staff Future Students Researchers Colleges Business Education Engineering Graduate Studies Health and Human Sciences Humanities and the Arts Professional and Global Education Science Social Sciences Quick Links A-Z Index Academics Bookstore Budget Central Calendars Canvas Careers and Jobs King Library Parking and Maps Privacy Annual Security Report [pdf] Contact us Contact Form Directory Report a Web Problem Report a Title IX Complaint San Jose State University One Washington Square, San Jose, CA 95192 408-924-1000  Last Modified: Mar 12, 2020 Skip to Main Content Emergency Notification Novel Coronavirus (COVID-19). For the latest information on COVID-19, visit the Health Advisories website . SJSU Homepage Department of Physics & Astronomy San José State University College of Science Site Navigation Programs Undergraduate Undergraduate Courses B.A. in Physics B.S. in Physics Physics Minor Astronomy Minor Graduate Graduate Courses M.S. in Physics M.S. in Physics, Concentration in Computational Physics M.S. in Physics, Concentration in Modern Optics People Faculty Profiles Lecturers Teaching Assistants Adjunct Faculty Staff Research Faculty Research Institute for Modern Optics Materials Characterization and Metrology Center Student Resources Advising Course Syllabi Faculty Office Hours Physics Club Program Learning Outcomes Scholarships Tutoring Services News Forms Contact Us SJSU Home > Department of Physics & Astronomy one.SJSU Canvas Athletics Give to SJSU   Physics and Astronomy Undergrad Major Advising Click Here    Our department office staff is working remotely and available to assist you. Remote department office hours: M -F 9 am to 12 pm and 1 pm to 4pm You can contact us via email at: physics-astronomy@sjsu.edu  Department of Physics and Astronomy One Washington Square San Jose, CA 95192-0106 Phone: 408-924-5210 Location: Science Building Room 148   site index New Physics Course helps students learn about research opportunities and support systems Department Chair Dr. Monika Kress and Physics Club Students welcome our new majors\n                        to the Department of Physics and Astronomy with a new course, \"Invitation to Physics\n                        and Astronomy.\"Students learn about our student research opportunities and support\n                        systems. Building a welcoming and inclusive physics community is a priority for students\n                        and faculty alike. Dr. Peter Beyersdorf Wins 2018 Outstanding Professor Award The Outstanding Professor Award recognizes a faculty member for overall excellence\n                           in academic assignment. This year’s winner comes from the College of Science. Congratulations!\n                           Read more here . Photo credit: David Schmitz. 3D Printing for the Visually Impaired Thomas Madura, in collaboration with Gavilan STEM intern Oscar Lopez, presented at\n                           the 2017 Gavilan College STEM Symposium. They designed and developed 3-D printed astronomy\n                           models for the visually impaired. Read more here . Photo credit: Jan Janes, Gavilan College. Dr. Ehsan Khatami wins 2017 Early Career Investigator Award The SJSU Research Foundation awards this prize to tenure-track faculty who have excelled\n                           in research at an early point in their careers at SJSU. As a computational condensed\n                           matter physicist, Dr. Khatami uses computer models to simulate the low-temperature\n                           properties of atoms trapped in artificial lattices created by laser beams to better\n                           understand exotic states of matter such as superconductors, superfluids, and quantum\n                           magnets. Dr. Monika Kress is our Department Chair Dr. Michael Kaufman is the Dean of the College of Science.  Request Permission Code for Spring 2021: PHYS 2B PHYS 50,51,52 Message from the Department Chair Regarding Online for Fall 2020  The Department of Physics and Astronomy will be offering all of our courses 100% online\n                        throughout Fall 2020, regardless of whether social-distancing rules are eased by August.\n                        We will provide a supportive online environment in which our students can meet the\n                        learning goals in all of their courses, including all labs and lectures. Our BS, BA, and MS Physics graduates go on to rewarding careers in the tech and data\n                        sectors of the Silicon Valley and beyond. Our graduates are also well prepared to\n                        pursue graduate work in physics, astronomy, engineering, and other areas of physical\n                        sciences. Our small class sizes provide physics majors with close mentorship by world-class\n                        faculty in well-appointed teaching laboratories. There are many opportunities for\n                        students to engage in research. Come join our team! Department News: Physics Professor Khatami Publishes Latest Groundbreaking Research in ‘ Science ’ Dr. Romanowsky discusses the July 2018 lunar eclipse and the line-up of Mars, Jupiter,\n                              Venus, and Saturn in the evening sky. Professor of Physics and Astronomy Dr. Thomas Madura is a co-author on a new study\n                        published in Nature Astronomy: NASA's NuSTAR Mission Proves Superstar Eta Carinae\n                        Shoots Cosmic Rays Dr. Khatami is featured in Physics Girl!   SJSU Links and Resources Information for Alumni Current Students Donors Faculty and Staff Future Students Researchers Colleges Business Education Engineering Graduate Studies Health and Human Sciences Humanities and the Arts Professional and Global Education Science Social Sciences Quick Links A-Z Index Academics Bookstore Budget Central Calendars Canvas Careers and Jobs King Library Parking and Maps Privacy Annual Security Report [pdf] Contact us Contact Form Directory Report a Web Problem Report a Title IX Complaint San Jose State University One Washington Square, San Jose, CA 95192 408-924-1000  Last Modified: Nov 13, 2020"
            ]
        ]
    ]
}