{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J637DMQ3",
            "fXAmXA8AAAAJ",
            [
                "Emerging roles for lipids in shaping membrane-protein function",
                "Thermoelectric efficiency and compatibility",
                "Rod-like bacterial shape is maintained by feedback between cell curvature and cytoskeletal localization",
                "Morphology and interaction between lipid domains",
                "Cooperative gating and spatial organization of membrane proteins through elastic interactions",
                "A dynamically assembled cell wall synthesis machinery buffers cell growth",
                "Rapid, precise quantification of bacterial cellular dimensions across a genomic-scale knockout library",
                "The contractile ring coordinates curvature-dependent septum assembly during fission yeast cytokinesis",
                "De novo morphogenesis in L‐forms via geometric control of cell growth",
                "Role of lipid bilayer mechanics in mechanosensation"
            ],
            [
                "Studies of membrane proteins have revealed a direct link between the lipid environment and the structure and function of some of these proteins. Although some of these effects involve specific chemical interactions between lipids and protein residues, many can be understood in terms of protein-induced perturbations to the membrane shape. The free-energy cost of such perturbations can be estimated quantitatively, and measurements of channel gating in model systems of membrane proteins with their lipid partners are now confirming predictions of simple models.",
                "The intensive reduced efficiency η r is derived for thermoelectric power generation (in one dimension) from intensive fields and currents, giving η r= E· J−∇ T· J S. The overall efficiency is derivable from a thermodynamic state function, Φ= 1\/u+ α T, where we introduce u= J κ∇ T as the relative current density. The method simplifies the computation and clarifies the physics behind thermoelectric devices by revealing a new materials property s=(1+ z T− 1)\/(α T), which we call the compatibility factor. Materials with dissimilar compatibility factors cannot be combined by segmentation into an efficient thermoelectric generator because of constraints imposed on u. Thus, control of the compatibility factor s is, in addition to z, essential for efficient operation of a thermoelectric device, and thus will facilitate rational materials selection, device design, and the engineering of functionally graded materials.",
                "Cells typically maintain characteristic shapes, but the mechanisms of self-organization for robust morphological maintenance remain unclear in most systems. Precise regulation of rod-like shape in Escherichia coli cells requires the MreB actin-like cytoskeleton, but the mechanism by which MreB maintains rod-like shape is unknown. Here, we use time-lapse and 3D imaging coupled with computational analysis to map the growth, geometry, and cytoskeletal organization of single bacterial cells at subcellular resolution. Our results demonstrate that feedback between cell geometry and MreB localization maintains rod-like cell shape by targeting cell wall growth to regions of negative cell wall curvature. Pulse-chase labeling indicates that growth is heterogeneous and correlates spatially and temporally with MreB localization, whereas MreB inhibition results in more homogeneous growth, including growth in polar …",
                "Cellular membranes are a heterogeneous mix of lipids, proteins and small molecules. Special groupings enriched in saturated lipids and cholesterol form liquid-ordered domains, known as “lipid rafts,” thought to serve as platforms for signaling, trafficking and material transport throughout the secretory pathway. Questions remain as to how the cell maintains small fluid lipid domains, through time, on a length scale consistent with the fact that no large-scale phase separation is observed. Motivated by these examples, we have utilized a combination of mechanical modeling and in vitro experiments to show that membrane morphology plays a key role in maintaining small domain sizes and organizing domains in a model membrane. We demonstrate that lipid domains can adopt a flat or dimpled morphology, where the latter facilitates a repulsive interaction that slows coalescence and helps regulate domain size and …",
                "Biological membranes are elastic media in which the presence of a transmembrane protein leads to local bilayer deformation. The energetics of deformation allow two membrane proteins in close proximity to influence each other's equilibrium conformation via their local deformations, and spatially organize the proteins based on their geometry. We use the mechanosensitive channel of large conductance (MscL) as a case study to examine the implications of bilayer-mediated elastic interactions on protein conformational statistics and clustering. The deformations around MscL cost energy on the order of 10 kBT and extend ∼3 nm from the protein edge, as such elastic forces induce cooperative gating, and we propose experiments to measure these effects. Additionally, since elastic interactions are coupled to protein conformation, we find that conformational changes can severely alter the average separation between two proteins. This has important implications for how conformational changes organize membrane proteins into functional groups within membranes.",
                "Assembly of protein complexes is a key mechanism for achieving spatial and temporal coordination in processes involving many enzymes. Growth of rod-shaped bacteria is a well-studied example requiring such coordination; expansion of the cell wall is thought to involve coordination of the activity of synthetic enzymes with the cytoskeleton via a stable complex. Here, we use single-molecule tracking to demonstrate that the bacterial actin homolog MreB and the essential cell wall enzyme PBP2 move on timescales orders of magnitude apart, with drastically different characteristic motions. Our observations suggest that PBP2 interacts with the rest of the synthesis machinery through a dynamic cycle of transient association. Consistent with this model, growth is robust to large fluctuations in PBP2 abundance. In contrast to stable complex formation, dynamic association of PBP2 is less dependent on the function of other …",
                "The determination and regulation of cell morphology are critical components of cell-cycle control, fitness, and development in both single-cell and multicellular organisms. Understanding how environmental factors, chemical perturbations, and genetic differences affect cell morphology requires precise, unbiased, and validated measurements of cell-shape features. Here we introduce two software packages, Morphometrics and BlurLab, that together enable automated, computationally efficient, unbiased identification of cells and morphological features. We applied these tools to bacterial cells because the small size of these cells and the subtlety of certain morphological changes have thus far obscured correlations between bacterial morphology and genotype. We used an online resource of images of the Keio knockout library of nonessential genes in the Gram-negative bacterium Escherichia coli to demonstrate that …",
                "The functions of the actin-myosin–based contractile ring in cytokinesis remain to be elucidated. Recent findings show that in the fission yeast Schizosaccharomyces pombe, cleavage furrow ingression is driven by polymerization of cell wall fibers outside the plasma membrane, not by the contractile ring. Here we show that one function of the ring is to spatially coordinate septum cell wall assembly. We develop an improved method for live-cell imaging of the division apparatus by orienting the rod-shaped cells vertically using microfabricated wells. We observe that the septum hole and ring are circular and centered in wild-type cells and that in the absence of a functional ring, the septum continues to ingress but in a disorganized and asymmetric manner. By manipulating the cleavage furrow into different shapes, we show that the ring promotes local septum growth in a curvature-dependent manner, allowing even a …",
                "In virtually all bacteria, the cell wall is crucial for mechanical integrity and for determining cell shape. Escherichia coli's rod‐like shape is maintained via the spatiotemporal patterning of cell‐wall synthesis by the actin homologue MreB. Here, we transiently inhibited cell‐wall synthesis in E. coli to generate cell‐wall‐deficient, spherical L‐forms, and found that they robustly reverted to a rod‐like shape within several generations after inhibition cessation. The chemical composition of the cell wall remained essentially unchanged during this process, as indicated by liquid chromatography. Throughout reversion, MreB localized to inwardly curved regions of the cell, and fluorescent cell wall labelling revealed that MreB targets synthesis to those regions. When exposed to the MreB inhibitor A22, reverting cells regrew a cell wall but failed to recover a rod‐like shape. Our results suggest that MreB provides the geometric …",
                "Mechanosensation is a key part of the sensory repertoire of a vast array of different cells and organisms. The molecular dissection of the origins of mechanosensation is rapidly advancing as a result of both structural and functional studies. One intriguing mode of mechanosensation results from tension in the membrane of the cell (or vesicle) of interest. The aim of this review is to catalogue recent work that uses a mix of continuum and statistical mechanics to explore the role of the lipid bilayer in the function of mechanosensitive channels that respond to membrane tension. The role of bilayer deformation will be explored in the context of the well known mechanosensitive channel MscL. Additionally, we make suggestions for bridging gaps between our current theoretical understanding and common experimental techniques."
            ],
            [
                [
                    "collective motion and behavior",
                    "membrane biophysics",
                    "mechanical biological modeling",
                    "bacterial physiology",
                    "statistical mechanics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}