{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J6384IPW",
            "0pFd_a8AAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "elastyczne formy zatrudnienia",
                    "zagadnienia pracy socjalnej",
                    "rozwiązywania problemów społecznych i zawodowych osób zagrożony"
                ]
            ],
            [
                "Malgorzata Dobrowolska-Furdyna Malgorzata Dobrowolska-Furdyna Rev. John Cardinal O’Hara, C.S.C. Professor of Physics Condensed Matter Physics B.S., Warsaw University, Poland, 1971 M.S., ibid., 1972 Ph.D. Institute of Physics, Polish Academy of Sciences, Warsaw, Poland, 1979 E-mail: mdobrowo@nd.edu Address: 333b Phone: (574) 631-6962 Fax: (574) 631-5952  Professor Dobrowolska-Furdyna's research interests involve magnetospectroscopy of semiconductor heterostructures, i.e., systems composed of ultrathin layers of different semiconductor compounds, with thicknesses in the range of a few atomic monolayers. Such an arrangement leads to new effects which are of great interest both in fundamental physics and in device applications. Magnetospectroscopic studies provide important insights into the electronic structures and optical properties of these novel systems. Most recently her interest has focused on structures in which some of the layers are magnetic which also affords the possibility of investigating the effect of reduced dimensionality on magnetic properties of such structures. \"Room-temperature ferromagnetism in highly Cr-doped II-Mn-VI magnetic semiconductor Cd1−x−yMnxCryTe\", Y. H. Hwang, S. Shen, X. Liu, J. K. Furdyna, M. Dobrowolska, and Y. H. Um, Physical Review B 88 , 075205 (2013). \"Investigation of anomalous magnetoresistance in topological insulator Bi2Te3 at the onset of superconductivity in indium contacts\", J. A. Hagmann, X. Liu, M. Dobrowolska, and J. K. Furdyna, Journal of  Applied Physics 113 , 17C724 (2013). \"Rapid diffusion of electrons in GaMnAs\", C. P. Weber, Eric A. Kittlaus, Kassandra B. Mattia , Christopher J. Waight,  J. Hagmann, X. Liu, M. Dobrowolska, and J. K. Furdyna, Applied Physics Letters 102 , 182402 (2013). “Controlling the Curie temperature in (Ga,Mn) As through location of the Fermi level within the impurity band”, M. Dobrowolska, K. Tivakornsasithorn, X. Liu, J.K. Furdyna, M. Berciu, K.M. Yu, and W. Walukiewicz, Nature Materials 11 , 444 (2012). “Structural properties of Bi 2 Te 3 and Bi 2 Se 3 topological insulators grown by molecular beam epitaxy on GaAs (001) substrates”, X. Liu, D. J. Smith, J. Fan, Y.-H. Zhang, H. Cao, Y. P. Chen, J. Leine 1 , B. J. Kirby, M. Dobrowolska, and J. K. Furdyna,  Applied Physics Letters 99 , 171903 (2011). “Scaling relations between anomalous Hall and longitudinal transport coefficients in metallic (Ga,Mn)As films”, X.  Liu, S. Shen, Z. Ge, W. L. Lim, M. Dobrowolska, J. K. Furdyna, and S.Lee, Physical Review B 83 , 144421 (2011). \"Giant Zeeman splitting in nucleation-controlled doped CdSe:Mn2+ quantum nanoribbons,\" J. Ho Yu, X. Liu, K.E. Kweon, J. Jiwon Park, Kyung-Tae Ko, D.W. Lee, S. Shen, K.Tivakornsasithorn,  J.S.Son, J.-H, Park, Y.-W. Kim, G S. Hwang, M. Dobrowolska, J.K. Furdyna, T. Hyeon, Nature Materials 9 , 47 (2010). Honors and Activities Fellow, American Association for the Advancement of Science (AAAS) Fellow, American Physical Society Kaneb Teaching Award (2005) Rev. Edmund P. Joyce award for Excellence in Undergraduate Teaching (2008 and 2013) Shilts\/Leonard Teaching Award in the College of Science (2010) CV of Prof. Dobrowolska (PDF file)"
            ]
        ]
    ]
}