{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J694H1L5",
            "UYsgpNwAAAAJ",
            [
                "Biphasic dose response in low level light therapy",
                "The nuts and bolts of low-level laser (light) therapy",
                "Photodynamic therapy for localized infections—state of the art"
            ],
            [
                "The use of low levels of visible or near infrared light for reducing pain, inflammation and edema, promoting healing of wounds, deeper tissues and nerves, and preventing cell death and tissue damage has been known for over forty years since the invention of lasers. Despite many reports of positive findings from experiments conducted in vitro, in animal models and in randomized controlled clinical trials, LLLT remains controversial in mainstream medicine. The biochemical mechanisms underlying the positive effects are incompletely understood, and the complexity of rationally choosing amongst a large number of illumination parameters such as wavelength, fluence, power density, pulse structure and treatment timing has led to the publication of a number of negative studies as well as many positive ones. A biphasic dose response has been frequently observed where low levels of light have a much better effect on …",
                "Soon after the discovery of lasers in the 1960s it was realized that laser therapy had the potential to improve wound healing and reduce pain, inflammation and swelling. In recent years the field sometimes known as photobiomodulation has broadened to include light-emitting diodes and other light sources, and the range of wavelengths used now includes many in the red and near infrared. The term “low level laser therapy” or LLLT has become widely recognized and implies the existence of the biphasic dose response or the Arndt-Schulz curve. This review will cover the mechanisms of action of LLLT at a cellular and at a tissular level and will summarize the various light sources and principles of dosimetry that are employed in clinical practice. The range of diseases, injuries, and conditions that can be benefited by LLLT will be summarized with an emphasis on those that have reported randomized …",
                "Photodynamic therapy (PDT) was discovered over 100 years ago by observing the killing of microorganisms when harmless dyes and visible light were combined in vitro. Since then it has primarily been developed as a treatment for cancer, ophthalmologic disorders and in dermatology. However, in recent years interest in the antimicrobial effects of PDT has revived and it has been proposed as a therapy for a large variety of localized infections. This revival of interest has largely been driven by the inexorable increase in drug resistance among many classes of pathogen. Advantages of PDT include equal killing effectiveness regardless of antibiotic resistance, and a lack of induction of PDT resistance. Disadvantages include the cessation of the antimicrobial effect when the light is turned off, and less than perfect selectivity for microbial cells over host tissue. This review will cover the use of PDT to kill or inactivate …"
            ],
            [
                [
                    "Photodynamic Therapy(PDT)",
                    "Low Level Light Therapy",
                    "Photobiomodulation",
                    "Antimicrobial PDT."
                ]
            ],
            [
                "Gen Yin Gen Yin Assistant Professor Office: 554 Reiss Science Building E-mail: gen.yin@georgetown.edu Website: Homepage ; Google Scholar Prof. Gen Yin received his Ph.D. in Electrical and Computer Engineering at University of California – Riverside in 2015. After that he joined University of California – Los Angeles in 2016 as a postdoctoral researcher. He was then promoted to Assistant Project Scientist at UCLA in 2019. Starting from 2020, he joined Department of Physics at Georgetown University as an Assistant Professor. Prof. Yin’s current research is on the theory, modeling and simulation of the transport of charge, spin, heat and other elementary excitations in solid-state matters. Fundamentals such as symmetry, spin structures, spin-orbit coupling and non-trivial topologies are particularly focused on. On-going projects include (1) carrier transport in van-Der-Waals spintronic materials; (2) intrinsic and disordered topological insulators; (3) antiferromagnetic spintronics; and (4) Artificial-intelligence-assisted physics research. Selected Recent Publications Y. Wu, G. Yin, L. Pan, A. J. Grutter, Q. Pan, A. Lee, D. A. Gilbert, J. A. Borchers, W. Ratcliff, A. Li, X. Han, and K. L. Wang, “Large exchange splitting in monolayer graphene magnetized by an antiferromagnet”, Nat. Electron. 3 (10) 604 (2020) . G. Yin, J. Yu, Y. Liu, R. K. Lake, J. Zang, and K. L. Wang, “Planar Hall effect in antiferromagnetic MnTe thin films”, Phys. Rev. Lett., 122, 106602 (2019) . Q. He, G. Yin, L. Yu, A. J. Grutter, L. Pan, C. Chen, X. Che, G. Yu, B. Zhang, Q. Shao, A. L. Stern, B. Casas, J. Xia, X. Han, B. J. Kirby, R. K. Lake, K. T. Law, and K. L. Wang, “Topological transitions induced by antiferromagnetism in a thin-film topological insulator”, Phys. Rev. Lett. 121, 096802 (2018) . Q. He, G.Yin, A. J. Grutter, L. Pan, X. Che, G. Yu, D. A. Gilbert, S. M. Disseler, Y. Liu, P. Shafer, B. Zhang, Y. Wu, B. J. Kirby, E. Arenholz, R. K. Lake, X. Han,  and K. L. Wang, “Exchange-biasing topological charges by antiferromagnetism”, Nat. Comm. 9, 2767 (2018) . Q. He, L. Pan, A. L. Stern, E. C. Burks, X. Che,  G. Yin, J. Wang, B. Lian, Q. Zhou, E. S. Choi, K. Murata, X. Kou, Z. Chen, T. Nie, Q. Shao, Y. Fan, S. Zhang, K. Liu, J. Xia, and K. L. Wang, “Chiral Majorana fermion modes in a quantum anomalous Hall insulator-superconductor structure”, Science 357 (6348), 294-299 (2017) . G. Yin, Y. Li, L. Kong, R. K. Lake, C. L. Chien and J. Zang, “Topological charge analysis of ultrafast single skyrmion creation”, Phys. Rev. B 93, 174403 (2016) . G. Yin, Y. Liu, Y. Barlas, J. Zang, and R. K. Lake, “Topological spin Hall effect resulting from magnetic skyrmion”, Phys. Rev. B 92, 024411 (2015) ."
            ]
        ]
    ]
}