{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J770K70M",
            "h4pcUEQAAAAJ",
            [
                "Religious care in coping with terrorism"
            ],
            [
                "Spiritual care has taken an important role in the aftermath of 9\/11. The shattering of numerous basic assumptions by this attack has created many spiritual and existential questions. In this article, we explore different aspects of spiritual care after major disasters and the different roles that clergy can fulfill. As the field of spiritual trauma care is in a rudimentary stage, best practices for spiritual care need to be developed. In the second part of the article, different elements of the training for spiritual caregivers are described. In order to assure appropriate caregiving, guidelines for training of clergy need to be developed."
            ],
            [
                [
                    "Moral and Pastoral Theology",
                    "Bioethics",
                    "History (Europe c 5th - 14th centuries)",
                    "Hagiography (Pre-schism European Saints)"
                ]
            ],
            [
                "John Ellsworth John Ellsworth Research Laboratories Supervisor C251 ESC 801.422.3332    (office) 801.422.5311    (lab) jell@byu.edu by appointment Technical Coordination Meeting, Thur at 2PM Underwater Acoustics Research, Tue at 3PM XUV Research, Wed at 2PM Astronomy, Thur at 11AM Devotional\/Forum Thur at 11AM Physics Colloquium Fri at noon. Laboratory Nuclear Astrophysics Research (LNAR) LNAR report meeting Mon 4PM in C258 ESC LNAR training at 4PM Wed at 4PM in C258 ESC LNAR in lab Mon 2-4, Wed 1-3 and 3-4, Fri 2-4  Specialty: Research Laboratories Supervision \/ Laboratory Nuclear Astrophysics"
            ]
        ]
    ]
}