{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "J83PDRR5",
            "J8_Xk9cAAAAJ",
            [
                "Anisotropic metal nanoparticles: synthesis, assembly, and optical applications",
                "Chemical sensing and imaging with metallic nanorods",
                "One-dimensional colloidal gold and silver nanostructures",
                "Bimetallic silver–gold nanowires: fabrication and use in surface-enhanced Raman scattering",
                "Effects of Particle Size on Chemical Speciation and Bioavailability of Copper to Earthworms () Exposed to Copper Nanoparticles"
            ],
            [
                "This feature article highlights work from the authors' laboratories on the synthesis, assembly, reactivity, and optical applications of metallic nanoparticles of nonspherical shape, especially nanorods. The synthesis is a seed-mediated growth procedure, in which metal salts are reduced initially with a strong reducing agent, in water, to produce ∼4 nm seed particles. Subsequent reduction of more metal salt with a weak reducing agent, in the presence of structure-directing additives, leads to the controlled formation of nanorods of specified aspect ratio and can also yield other shapes of nanoparticles (stars, tetrapods, blocks, cubes, etc.). Variations in reaction conditions and crystallographic analysis of gold nanorods have led to insight into the growth mechanism of these materials. Assembly of nanorods can be driven by simple evaporation from solution or by rational design with molecular-scale connectors. Short …",
                "In this Feature Article, we examine recent advances in chemical analyte detection and optical imaging applications using gold and silver nanoparticles, with a primary focus on our own work. Noble metal nanoparticles have exciting physical and chemical properties that are entirely different from the bulk. For chemical sensing and imaging, the optical properties of metallic nanoparticles provide a wide range of opportunities, all of which ultimately arise from the collective oscillations of conduction band electrons (“plasmons”) in response to external electromagnetic radiation. Nanorods have multiple plasmon bands compared to nanospheres. We identify four optical sensing and imaging modalities for metallic nanoparticles: (1) aggregation-dependent shifts in plasmon frequency; (2) local refractive index-dependent shifts in plasmon frequency; (3) inelastic (surface-enhanced Raman) light scattering; and (4) elastic …",
                "One-dimensional (1-D) metallic nanoscale materials have long been of interest to many groups of scientists. Within the last 2 decades, great advances in the synthesis of metallic nanorods and nanowires have been made, with a variety of templating methods. More recently, bottom-up chemical syntheses of these materials have become increasingly reported in the literature. This Forum Article describes the synthesis, physical properties, and potential applications of 1-D metals, with an emphasis on silver and gold derived from studies in the authors' laboratories. ",
                "Silver nanowires, made in an aqueous chemical reduction process, can be reacted with gold salt to create bimetallic nanowires. Treatment of the bimetallic products with aqueous ammonia selectively reacts with silver to yield gold nanotubes. Materials were characterized by electron microscopy and UV-visible spectroscopy, and they were evaluated for their ability to promote surface-enhanced Raman scattering of a model analyte.",
                "To investigate the role of particle size on the oxidation, bioavailability, and adverse effects of manufactured Cu nanoparticles (NPs) in soils, we exposed the earthworm Eisenia fetida to a series of concentrations of commercially produced NPs labeled as 20‐ to 40‐nm or <100‐nm Cu in artificial soil media. Effects on growth, mortality, reproduction, and expression of a variety of genes associated with metal homeostasis, general stress, and oxidative stress were measured. We also used X‐ray absorption spectroscopy and scanning X‐ray fluorescence microscopy to characterize changes in chemical speciation and spatial distribution of the NPs in soil media and earthworm tissues. Exposure concentrations of Cu NPs up to 65 mg kg−1 caused no adverse effects on ecologically relevant endpoints. Increases in metallothionein expression occurred at concentrations exceeding 20 mg kg−1 of Cu NPs and concentrations …"
            ],
            [
                [
                    "Nanomaterials",
                    "Nanotechnology"
                ]
            ],
            [
                "Murph Research Group @UGA Home Members Publications Education and Outreach Welcome to the Murph Group! Research in Dr. Murph's laboratory is directed toward the advancement of the field of nanotechnology by designing tunable colloidal materials with functional properties. Our lab explores their use for chemical and biological sensing, imaging, environmental, energy, and plasmonics applications. Shape Selective Nanostructures Simona E. Hunyadi Murph, Adjunct Professor simonamurph@uga.edu https:\/\/www.physast.uga.edu\/research\/murph-group Nanoengineered Materials: Synthesis, Design, and Applications Education Doctor of Philosophy (PhD) , Chemistry\/Nanotechnology, University of South Carolina (USC) Education Specialist (EdS) , Educational Leadership  & Administration, Augusta University (AU) Masters of Science (MS) , Chemistry\/Electrochemistry, Babes-Bolyai University (BBU), Romania Bachelor of Science (BS) , Chemistry & Physics Major, Education Minor, Babes-Bolyai University (BBU), Romania Selected Honors and Awards 2019: LDRD Most Valuable Project (MVP) Award, Savannah River National Laboratory (SRNL), Laboratory Directed Research and Development Program (LDRD), https:\/\/srnl.doe.gov\/news\/releases\/nr19_srnl-ldrd-advancing-science.pdf 2018: SRNL's Spot Award for Significant Teaching Contributions and Performance , Savannah River National Laboratory (SRNL) 2017: SRNL Director's Award for Exceptional Scientific and Engineering Achievement , Savannah River National Laboratory (SRNL) https:\/\/www.physast.uga.edu\/blogs\/news\/posts\/adjunct-professor-simona-hunyadi-murph-receives-award-from-savannah-river-national-laboratory 2017: U.S. C3E Award Finalist in the Research Leadership Category , Clean Energy Education & Empowerement (C3E), Department of Energy (DOE) in collaboration with the MIT Energy Initiative (MITEI) and the Stanford Precourt Institute for Energy 2017: Significant Figure of the Augusta University Community , Augusta University - Alumni Magazine http:\/\/magazines.augusta.edu\/2017\/03\/22\/doing-something-right\/ ; http:\/\/magazines.augusta.edu\/2017\/03\/16\/answers-along-the-way-simona-murph\/ 2016: Exceptional Leadership Award , Savannah River National Laboratory (SRNL) 2016: Distinguished Alumna and Presidential Alumna Awards, Augusta University (AU) - College of Education http:\/\/coenews.gru.edu\/archives\/1367 , https:\/\/alumni.augusta.edu\/\/alumniweekend\/distinguishedalumni 2015: Key Contributor Award for Nanotechnology Advances in the Field , Savannah River National Laboratory (SRNL) 2015: Inspirational Woman in STEM Endowment, U.S.  Department of Energy (DOE) http:\/\/www.energy.gov\/diversity\/articles\/women-energy-simona-e-hunyadi-murph , http:\/\/jagwire.gru.edu\/archives\/26673 2011: Principal Investigator of the Year , U.S. Department of Energy (DOE) - NNSA Programs 2011: Women at the Forefront of their Field of Expertise Recognition, Savannah River National Laboratory (SRNL) - NNSA Programs 2010: Spot Award, Savannah River National Laboratory (SRNL) 2010: Carl Strom Fellowship Award , Gordon Research Conference (GRC)  2010: Results of the Month Award , Savannah River National Laboratory (SRNL) 2007: Best Poster Presentation , University of South Carolina (USC) Selected Scientific Recognitions 2017 Editor\/Author, Springer ( Anisotropic and shape-selective nanomaterials: Structure-property relationships ) 2017 Top Ten Ranked Paper, JOM ( Nanoparticle treated stainless steel filters for metal vapor sequestration ) 2016 Featured Groundbreaking Advancements, Fluor Corporation, SRNL & UGA (Core-shell nanostructures s how promise in production of fuel gases) 2016 Science Daily News ( Modern-day alchemy: Researchers reveal that magnetic 'rust' performs as gold at the nanoscale) 2016 Office of the President News, UGA ( Researchers reveal that magnetic ‘rust’ performs as gold at the nanoscale) 2015 Best Paper & Presentation, TMS ( Development and characterization of nanomaterials for zinc vapor capture) 2015 Nanotechnology Innovation Spotlight, Nanowerk ( Au-Mn nanoparticles for targeted diagnostic and imaging ) 2014 Innovation Highlights, Savannah River National Laboratory (SRNL) ( Shape-selective nanocatalysts ) 2012 Hot Paper, J. Mater. Chem. Blog ( Improved SERS properties with gold-modified silver nanorod arrays ) 2012 Most Cited Paper, J. Environmental Quality ( Effects of particle size on chemical speciation and bioavailability of copper to earthworms exposed to copper nanoparticles ) 2012 Innovation for America’s Journal of Technology Commercialization ( Nanotechnology and Fuel Cells ) 2010 C&EN Latest News ( Nanoparticles worm their way into the food web ) 2007 A Top Five ACS Article by Citations ( Anisotropic metal nanoparticles: Synthesis, assembly, and optical applications ) 2006 Special Collection Paper: Anisotropic Nanomaterials, J. Mater. Chem. ( Bimetallic silver–gold nanowires: fabrication a nd  u se in  s urface-enhanced Raman scattering ) 2006 Most Cited Article, Inorganic Chemistry - Forum Article ( One-dimensional colloidal gold and silver nanostructures ) Patents and Invention Disclosures 2020: ''Methods and materials for determination of distribution coefficients for separation materials',  U.S. Patent US10598599B2, https:\/\/patents.google.com\/patent\/US10598599B2\/en 2020: 'Radiation Detectors Employing Contemporaneous Detection and Decontamination', https:\/\/patents.google.com\/patent\/US20200082954A1\/en 2020: ' Controlled Release of Hydrogen from Composite Nanoparticles', U.S. 20180319658A1, https:\/\/patents.google.com\/patent\/US20180319658A1\/en 2018: 'Multifunctional Nanomaterials and Methods  of Photothermal Heating and Catalysis  using the Same ’, U.S . Patent 10,016,745 B2, https:\/\/patents.justia.com\/patent\/20170361308  2017: ' Nanomaterial (NMs) Solutions toward Zn 65 Abatement', U.S. Patent  9700829 B1, https:\/\/www.google.com\/patents\/US9700829 2017: ' Targeted Release of Nanoparticle Sequestered Analytes via Plasmonic or Magnetic Field' 2016: 'Plasmonic Distillation Separation of Hydrogen Isotopes in the Liquid Phase' 2015: 'Innovative Use of Gamma Rays from Radioactive Decay of Waste' 2015: 'Surface Enhanced Raman Scattering Spectroscopic Waveguide', U. S. Patent 4\/15\/2015, serial # 501665408S; http:\/\/www.google.com\/patents\/US9007576 2012: 'Nanocatalysts and Shape Selective Method for Production of Nanocatalysts' 2010: 'A Novel MRI Technique Designed to Interrogate Myocardial Calcium Efflux with a Surrogate  Biomarker, Mn 2+ , Using T1-Weighted and\/or T1-Mapping Manganese-Enhanced MRI (MEMRI)\" 1. Hunyadi Murph, S.E.; Coopersmith, K.; Sessions, H.; Brown, M., Larsen, G. \" Controlled Release of Hydrogen Isotopes from Hydride-Magnetic Nanomaterials \", ACS Appl. Mater. Interfaces, 2020 , 12 , 9478-9488. https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsami.0c00887 2. Hunyadi Murph, S.E.; Coopersmith, K. \" Fabrication of Silver–Rhodium Nanomaterials for Chemical Sensing Applications '\", In: Srivatsan T., Gupta M. (Eds) Nanoscience and Nanotechnology in Advanced Composites, Springer, 2020, 95- 104. https:\/\/link.springer.com\/chapter\/10.1007\/978-3-030-35790-0_8#citeas 3. Larsen, G.; Hunyadi Murph, S.E. ; Coopersmith, K.; Mitchell, L. \" W ater Processing for Isotope Recovery Using Porous Zero Valent Iron \" , J. Fusion Science & Technnology, 2020 , 76, 13-20. https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/15361055.2019.1598205 4. Dien L.;, Seaman, J.; Hunyadi Murph, S.E.; Kaplan, D.; Taylor-Pashow, et. et.al. \" Porous Iron Material for TcO 4 - and ReO 4 - Sequestration From Groundwater under Ambient Oxic Conditions \", J. Hazardous Materials , 2019 , 374 , 177-185. https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S0304389419304583 5. Hunyadi Murph, S.E. ; Larsen, G.K.; Coopersmith, K. \" Anisotropic and Shape-Selective Nanomaterials: Structure-Property Relationships \", 2017, Springer International Publishing, 1st ed. 2017, ISBN-13: 9783319596617. http:\/\/www.barnesandnoble.com\/w\/anisotropic-and-shape-selective-nanomaterials-simona-e-hunyadi-murph\/1126294847 ean=9783319596617&st=PLA&sid=BNB_DRS_Core+Shopping+Books_00000000&2sid=Google_&sourceId=PLGoP75606  https:\/\/www.amazon.com\/Anisotropic-Shape-Selective-Nanomaterials-Structure-Property-Relationships\/dp\/3319596616\/ref=sr_1_1?ie=UTF8&qid=1494068042&sr=8-1&keywords=simona+murph 6. Hunyadi Murph, S.E.; Larsen, G.K.; Korinko, P.; Coopersmith, K.; Summer, A.; Lewis, R. \" Nanoparticle Treated Stainless Steel Filters for Metal Vapor Sequestration \", JOM, 2017 , 69 , 162.  \" Top-Ten Ranked Paper \" https:\/\/link.springer.com\/article\/10.1007\/s11837-016-2206-5 7. Larsen, G.; Farr, W.; Hunyadi Murph, S.E. \" Multifunctional Fe 2 O 3 -Au Nanoparticles With Different Shapes: Enhanced Catalysis, Photothermal Effects, and Magnetic Recyclability \", J. Phys. Chem. C, 2016 , 120 , 15162. http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jpcc.6b03733 8. Hunyadi Murph, S.E. ; Larsen, G.; Lascola, R. \" Multifunctional Hybrid Fe 2 O 3 -Au Nanoparticles for Efficient Plasmonic Heating \" , JOVE, 2016 , 108, e53598 . http:\/\/www.jove.com\/video\/53598\/multifunctional-hybrid-fe2o3-au-nanoparticles-for-efficient-plasmonic 9. Kun, Y.; Basnet, P.; Sessions, H.; Larsen, G.; Hunyadi Murph, S.E. ; Zhao, Y. \" Fe 2 O 3 \/TiO 2 Core-Shell for Visible Light Photocatalysis \", Catalysis Today , 2016 , 270, 51. http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0920586115006847 10. Hunyadi Murph, S.E. ; Murphy, C.J.; Leach, A.; Gall, K. “ A Possible Oriented Attachment Growth Mechanism for Silver Nanowire Formation ”, Crystal Growth and Design , 2015 , 15, 1968. http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.cgd.5b00123?src=recsys&journalCode=cgdefu https:\/\/scholar.google.com\/citations?hl=en&user=J8_Xk9cAAAAJ Murph Research Group @UGA Home Members Publications Education and Outreach Welcome to the Murph Group! Research in Dr. Murph's laboratory is directed toward the advancement of the field of nanotechnology by designing tunable colloidal materials with functional properties. Our lab explores their use for chemical and biological sensing, imaging, environmental, energy, and plasmonics applications. Shape Selective Nanostructures"
            ]
        ]
    ]
}