{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JCIAICRR",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Leonard J. Brillson Leonard J. Brillson Leonard J. Brillson Professor of Physics, Professor of Electrical and Computer Engineering & Center for Materials Research Scholar brillson.1@osu.edu 614-292-8015 Physics Research Building, 2176 191 West Woodruff Avenue Columbus, Ohio 43210 Lab: (292-0023)205 Dreese Lab 2015 Neil Ave Columbus, OH 43210 Lab:  Dreese 020  (688-3158) Google Map Surface and Interface Science Nanoscale Electronic Materials Molecular Beam Epitaxy M.S., Physics, University of Pennsylvania, Philadelphia, PA, 1969 A.B., Physics, Princeton University, Princeton, NJ, 1967 Ph.D., Physics, University of Pennsylvania, Philadelphia, PA, 1972 Brief CV: \/sites\/physics.osu.edu\/files\/Brillson%20Brief%20Vitae_0.pdf Fellow, American Physical Society Fellow, American Vacuum Society Fellow, Materials Research Society Fellow, Institute of Electrical and Electronics Engineers Fellow, American Institute for the Advancement of Science Leonard J. Brillson holds a joint appointment between the Department of Electrical & Computer Engineering, the Department of Physics, and the Center for Materials Research leading an interdisciplinary research effort in the key focus area of Electronic Materials. Before joining the faculty at the Ohio State University, he was a director of Xerox Corporation's Materials Research Laboratory and had responsibility for Xerox's long-range physical science and technology programs at the company's research headquarters in Rochester, N.Y. A.B., Princeton University and Ph.D., University of Pennsylvania, both in physics. He is a Fellow of the Institute of Electrical and Electronics Engineers (IEEE), the American Academy for the Advancement of Science (AAAS), the American Physical Society (APS), the AVS Science & Technology Society, the Materials Research Society (MRS) and a former Governing Board member of the American Institute of Physics (AIP). He has served on the board of editors for numerous technical journals, and has more than 300 professional publications including technical articles, invited reviews, monographs and books as well as over 8,000 citations to his work (Google Scholar h-index = 46), including the ISI Citation Classic, The Structure and Properties of Metal-Semiconductor Interface s. He holds 2 patents in xerography and optoelectronics. His research group pursues a broad science and engineering program in the structure and properties of electronic materials surfaces and interfaces at the atomic and nanometer scales, emphasizing wide band gap semiconductors for microelectronics and optoelectronics, semiconductor heterostructures for renewable energy generation, semiconductor transistors for bioelectronics sensors, thin film dielectrics for insulating gate structures, and complex oxides for spintronic, communications, radar, and ultrasensitive antenna applications.  He has presented over 100 invited lectures at national or international scientific conferences and has received numerous research awards, including four Ohio State’s Lumley Research Awards, Xerox Corporation’s Outstanding Achievement Award, Surface Science Magazine’s Excellence Award, Citation Classic recognition by the Institute for Scientific Information, IEEE Columbus’ Technical Achievement Award, the 2006 AVS Science and Technology Gaede-Langmuir award “for demonstration of the fundamental importance of semiconductor interfacial bonding, metallurgical reactions, and defect formation upon solid state material and device properties,” and a 2010 National Science Foundation American Competitiveness and Innovation Fellowship (2010) “for establishing the optical signature of a leading defect in ZnO, opening the way to monitor and study processes that promote p-type conductivity, a major current objective in semiconductor optoelectronics. His textbook - Surfaces and Interfaces of Electronic Materials , L.J. Brillson (Wiley-VCH, Weinheim, 2010) is intended for a broad audience of electrical engineering, materials science, and physics students as well as professionals in solid state physics and electronics. An introductory version is now in press."
            ]
        ]
    ]
}