{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JCKIPDLO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Search this site Puwal Lab Puwal Cardiac Research Lab Teaching Materials Women in Physics Committee Minor in Geology Program CV & Publications My COVID and Pandemic Information Page My professional interest is in the physics of heart muscle, but my personal interests are Alzhemier’s disease and cancer.  Please visit the Alzheimer’s Association and the American Cancer Society web pages to learn how you can help. Contact: Dr. Steffan Puwal 186-D MSC Department of Physics Oakland University Rochester, Michigan 48309 smpuwal2@oakland. edu My research focuses on using numerical and mathematical tools to model electrical and mechanical pathologies of biological tissue. The main focus of my research has been to develop improved, lower energy cardioversion and pacing therapy for patients with implantable cardioverter defibrillator and pacemaker devices in order to decrease pain, extend battery life, and allow for smaller devices for pediatric patients.  Secondary cardiac research has focused on mechanical remodeling and stress-activated ion channels in pathologic conditions (such as ischemia and hypertension). My most recent efforts have focused on incorporating research and educational activities to support more women undergraduates in the field of physics and in cardiac research.  There is currently an unacceptably low representation of women in physics at the doctoral level.  Additionally, there is an appalling gender disparity in the treatment of arrhythmia and heart disease.  Both of these issues can be addressed by encouraging more women to pursue the physics major to study problems in heart disease.  For more on gender disparity in physics, please consult the American Physical Society’s website on the issue at http:\/\/www.aip.org\/statistics\/trends\/gendertrends.html . Interesting Articles The National Center for Science Education posted a series of interesting explanations of how radiological dating methods are used to date the age of rock beds, and how such methods are subsequently used to date the age of fossils.  The articles are called “How Old Is That Fossil in the Window” by Stephanie Keep; they’re fairly short and can be read here: Part 1 , Part 2 , Part 3 . If, like me, you’re disappointed that there isn’t a velociraptor under the tree in your yard, the National Center for Science Education has posted a series of interesting explanations of how we get a fossil at all.  These short articles can be read here: Part 1 , Part 2 .  I’m still pretty sad about it, though. My favorite volcano (yes, I’m one of those people) is Mt. St. Helens.  It erupted when I was a kid, it’s one of the most dramatic eruptions to occur in North America, and we captured it all on film and on seismographs! The PBS series NOVA has an excellent documentary about Mt. St. Helens today.  Watch it. The mountain is extensively monitored on the US Geologic Survey page. My favorite documentary explains the Kitzmiller v. Dover, Pennsylvania School District court case, but it also does a pretty good job of explaining evolution. Excellent educational programs are Bill Nye: The Science Guy , Carl Sagan's Cosmos: A Personal Voyage and James Burke's Connections (the first series; it really picks up from episode 2 onward).  Watching these programs certainly helped me want to become a scientist. Letter of Reference Policy I am often asked about letters of reference, so here is my policy: I am willing to write letters of reference for students, if you give me sufficient time to write the letter.  Letters of reference are expected to discuss interactions with the student.  If you enrolled in my class but never stopped by my office hours, I am essentially limited to saying what your grade was, how you performed in relation to your peers, and the format of my class. You will find that some of the best letters are written by faculty with whom you have engaged in research.  So my best advice is to try to work on summer research projects- any research projects!- with multiple faculty to build the kind of professional references that you will need for employment or graduate education.  You will find it is best to have at least five people willing to write detailed professional references. Be advised that I do not write letters for something that requires students to travel, visit, or reside outside of the US.  I am more than happy, however, to provide letters for international students to visit and work in the US. Lab News Summer 2019, Sharon Taragaturi and Christina Ramotowski are returning this year and Sarah Orow has joined the lab.  Christina will be writing up our research results for publication and will be lead author.  Sharon and Sarah will obtain additional data points for the publication.  Also this year Victoria Ochs joined the lab.  Victoria will be working on numerical stability for her Honors College thesis and will focus on the Euler method to integrate the diffusion equation with an anisotropic, inhomogeneous diffusion tensor.  And lab alumna Courtney Clark will be starting medical school in the fall (yay!).  May 11, 2018 Grace Goodrich and Jason Medcoff presented their work at 2018 Meeting of Minds conference at the University of Michigan Dearborn.  (And did a great job!  See the picture below.)  Alyson Light, Sharon Taragaturi and Shelby Gulda were co-authors.  This year Christina Ramotowski joined the lab.  The work they are doing looks at the relationship between phase space and how often heart tissue spontaneously defibrillates.  By simulating the action of calcium channel blockers we can perturb the system and we observe a very strong correlation between larger phase space trajectories and greater rates of spontaneous defibrillation.  This year Christina’s work measured the velocity of the phase space trajectories and determined the larger trajectories were also the faster trajectories.  We think this explains the correlation between trajectory size and spontaneous defibrillation. Fall 2017, Grace Goodrich, Shelby Gulda, Alyson Light, Jason Medcoff, and Sharon Taragaturi are preparing poster sessions of this summer’s research.  Dr. Puwal is in the process of writing a grant request to the National Institutes of Health and the National Science Foundation so that we can take this research into Phase II, examining the phase-space dynamics of other antiarrhythmic drugs and electrical defibrillators.  Successful funding will allow us to work with other mathematical models, travel to meetings to present our work, and include a series of colloquia focused on women in physics and gender disparity in the treatment of arrhythmia.  2017, Courtney Clark successfully defended her senior thesis and will be moving on to grad school (yay!).  Lara Hakim worked with Dr. Puwal for the Committee for Women in Physics, finding resources for us and attending meetings on our behalf (thank you!).  This summer Grace Goodrich, Shelby Gulda, Alyson Light, Jason Medcoff, and Sharon Taragaturi will be working on novel ways of evaluating antiarrhythmic drug therapy.  Grace and Shelby will be examining the dynamics of the system in gate-voltage phase space and Jason will focus on voltage-voltage phase space.  Alyson and Sharon will be examining the rates of successful termination of fibrillation.  Initially, we will look at whether the shape of a phase space trajectory can be correlated to how effective calcium channel blocking drugs are at defibrillating heart tissue.  Already we are seeing interesting results!  Summer 2016 will have Courtney Clark continuing to work on simulations of calcium channel block.  We are quite interested by the fact that calcium channel block in the computer models seems to be PRO-arrhythmic, and not anti-arrhythmic as we would have expected.  Erin Feeney has been accepted to medical school (yay!), so she will continue her portion of this project through the summer; Alyson Light will join our group to continue Erin’s work.  Ensa Stafa has been hired to work with Dr. Puwal and the Committee for Women in Physics over the summer; among other work, she will attempt to determine if more women are majoring in physics here at OU, survey the introductory physics students over the summer, and develop essays to go along with our “Featured Scientist of the Semester”.  Summer 2015 two students have joined the lab, continuing work in cardiac physics.  Erin Feeney will be working with Courtney Clark on a numerical model of class IV antiarrhythmic drug therapy (calcium channel blockers) combined with on-demand electrically-based cardioversion therapy.  The on-demand pacing protocols were quite successful in an overly simplified model of tissue; it will be interesting  to see if calcium channel blockers can alter restitution enough to reduce rotary wave activity, thereby making the electrical defibrillator more successful.  Summer 2014 Michael Kenny from the School of Health Sciences joined the lab to work on summarizing the zoo of available mathematical models of heart tissue available to the researcher.  Work in cardiac electrophysiology should serve him well in his future medical program.  Winter 2013 Debra Preston from the graduate program in the Department of Chemistry has joined the lab.  She will help create visual representations of membrane elasticity and summarize the dynamics of stretch activated ion channels.  2011-2012 Natalya Melkus, B.S., a Magna Cum Laude graduate of the biology program at Oakland University, started working in the lab.  Her work considers key factors in heart tissue models that can be used to guide the design of a defibrillator.  In deciding when to stimulate to defibrillate, should we focus on the mechanism of rotary wave dynamics, or should we focus on the cycle length of the tissue? This work was presented in a poster session of the Fall 2012 Meeting of the Ohio Region Section of the American Physical Society. Summer Reading List I maintain the Summer Reading List for the Department of Physics Faculty in our department suggest a favorite book related to physics.  This year's list is available here .  I encourage you to read! Dr. Puwal’s Master’s Thesis and Doctoral Dissertation  MS Physics Thesis –  Numerical Simulations of Nonlinear Control: Synchronized Pacing to Defibrillate the Heart PhD Dissertation –      Title: Computational Biophysical Methods in Heart Defibrillation  Preliminary Pages  Chapter 1 : Introduction  Chapter 2 : Numerical Methods and Forward Euler Stability in Heart Models  Chapter 3 : Automating Phase Singularity Localization in Mathematical Models of Cardiac Tissue Dynamics  Chapter 4 : Selection of a Model of Fibrillation  Chapter 5 : A Multi-electrode, On-demand Defibrillator  Chapter 6 : Optimization of Feedback Pacing for Defibrillation  Chapter 7 : Introducing Spherical Topology in Cardiac Simulations  Chapter 8 : Conclusion  Appendices  References Cited Dissertation Defense Presentation Academic Genealogy Our lab has an excellent pedigree.  An academic genealogy traces your roots back through your academic advisor.  Dr. Puwal earned his doctorate from Oakland University in Biomedical Sciences with a specialization in Medical Physics in 2008.  His mentor was Bradley Roth - PhD Physics, Vanderbilt University (1987) Going back from student to advisor from Dr. Roth, we have John Wikswo, Jr. - PhD Physics, Stanford University (1975) William Fairbank - PhD Physics, Yale University (1948) Cecil Lane - PhD Physics, McGill University (1929) Etienne Bieler - PhD Physics, University of Cambridge (1923) James Chadwick - PhD Physics, University of Cambridge (1921) - Discoverer of the neutron Ernest Rutherford - University of Cambridge - \"father of nuclear physics\" Ernest, apart from being the father of nuclear physics and the pride of New Zealand, didn’t actually earn a doctorate. J.J. Thomson - Discoverer of the electron John Strutt (Lord Rayleigh) - Rayleigh scattering explains why the sky is blue Sir George Stokes - Stokes theorem, Navier-Stokes equations in fluid dynamics William Hopkins - Discovered melting point increases with pressure; Notable for two of his other students, James Clerk Maxwell and Lord Kelvin Adam Sedgwick - Mostly notable for one of his other students, Charles Darwin Thomas Jones Thomas Postlethwaite Stephen Whisson Walter Taylor Robert Smith Roger Cotes - First introduced what is known today as Euler’s formula Isaac Newton - Co-inventor of calculus, Formulated laws of Newtonian mechanics, Universal Law of Gravity Isaac Barrow - Discoverer of the Fundamental Theorem of Calculus According to the Mathematics Genealogy Project, Isaac Barrow wasn’t Newton’s formal advisor.  Pulleyn was his official tutor, but it is said that Barrow had the greatest influence on Newton as a student.  Isaac Barrow formally studied the classics.  In parallel and after graduation he learned his mathematics under Vincenzo Viviani. Vincenzo Viviani Galileo Galilei - the principle of inertia, discovering the Galilean moons of Jupiter, Ostilio Ricci Nicolo Tartaglia - Self-taught in mathematics, first to publish a translation of Euclid’s Elements into a modern European language  Report abuse Page details Page updated  Report abuse"
            ]
        ]
    ]
}