{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JCL81Y0Y",
            "BUzKxsoAAAAJ",
            [
                "Genetic algorithms"
            ],
            [
                "This book is about genetic algorithms (GAs\/search procedures based on the mechanics of natural selection and natural genetics. In writing it, I have tried to bring together the computer techniques, mathematical tools, and research results that will enable you to apply genetic algorithms to problems in your field. If you choose to do so, you will join a growing group of researchers and practitioners who have come to appreciate the natural analogues, mathematical analyses, and computer techniques comprised by the genetic algorithm methodology. The book is designed to be a textbook and a self-study guide. I have tested the draft text in a one semester, senior-level undergraduate\/first-year graduate course devoted to genetic algorithms. Although the students came from different backgrounds (biochemistry, chemical engineering, computer science, electrical engineering, engineering mechanics, English, mathematics, mechanical engineering, and physics) and had wide differences in mathematical and computational maturity, they all acquired an understanding of the basic algorithm and its theory of operation. To reach such a diverse audience, the tone of the book is intentionally casual, and rigor has almost always been sacrificed in the interest of building intuition and understanding. Worked out examples illustrate major topics, and computer assignments are available at the end of each chapter. I have minimized the mathematics, genetics, and computer background required to read this book. An understanding of introductory college-level mathe-matics (algebra and a little calculus) is assumed. Elementary notions of counting and finite probability …"
            ],
            [
                [
                    "Genetic Algorithm Pioneer & Leader of Movement to Transform Engineering Education"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}