{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JE3ZTSQT",
            "3CEBwJgAAAAJ",
            [
                "Long-range self-organization of cytoskeletal myosin II filament stacks",
                "Stable colloids in molten inorganic salts",
                "Topological waves in fluids with odd viscosity",
                "Liquid behavior of cross-linked actin bundles",
                "Substrate stiffness-modulated registry phase correlations in cardiomyocytes map structural order to coherent beating",
                "Topological localization in out-of-equilibrium dissipative systems",
                "Ordering of myosin II filaments driven by mechanical forces: experiments and theory",
                "Self-organizing motors divide active liquid droplets",
                "Theory of epithelial cell shape transitions induced by mechanoactive chemical gradients",
                "Bound states of edge dislocations: The quantum dipole problem in two dimensions"
            ],
            [
                "Although myosin II filaments are known to exist in non-muscle cells 1, 2, their dynamics and organization are incompletely understood. Here, we combined structured illumination microscopy with pharmacological and genetic perturbations, to study the process of actomyosin cytoskeleton self-organization into arcs and stress fibres. A striking feature of the myosin II filament organization was their ‘registered’alignment into stacks, spanning up to several micrometres in the direction orthogonal to the parallel actin bundles. While turnover of individual myosin II filaments was fast (characteristic half-life time 60 s) and independent of actin filament turnover, the process of stack formation lasted a longer time (in the range of several minutes) and required myosin II contractility, as well as actin filament assembly\/disassembly and crosslinking (dependent on formin Fmnl3, cofilin1 and α-actinin-4). Furthermore, myosin filament …",
                "A colloidal solution is a homogeneous dispersion of particles or droplets of one phase (solute) in a second, typically liquid, phase (solvent). Colloids are ubiquitous in biological, chemical and technological processes 1, 2, homogenizing highly dissimilar constituents. To stabilize a colloidal system against coalescence and aggregation, the surface of each solute particle is engineered to impose repulsive forces strong enough to overpower van der Waals attraction and keep the particles separated from each other 2. Electrostatic stabilization 3, 4 of charged solutes works well in solvents with high dielectric constants, such as water (dielectric constant of 80). In contrast, colloidal stabilization in solvents with low polarity, such as hexane (dielectric constant of about 2), can be achieved by decorating the surface of each particle of the solute with molecules (surfactants) containing flexible, brush-like chains 2, 5. Here we …",
                "Fluids in which both time reversal and parity are broken can display a dissipationless viscosity that is odd under each of these symmetries. Here, we show how this odd viscosity has a dramatic effect on topological sound waves in fluids, including the number and spatial profile of topological edge modes. Odd viscosity provides a short-distance cutoff that allows us to define a bulk topological invariant on a compact momentum space. As the sign of odd viscosity changes, a topological phase transition occurs without closing the bulk gap. Instead, at the transition point, the topological invariant becomes ill defined because momentum space cannot be compactified. This mechanism is unique to continuum models and can describe fluids ranging from electronic to chiral active systems.",
                "The actin cytoskeleton is a critical regulator of cytoplasmic architecture and mechanics, essential in a myriad of physiological processes. Here we demonstrate a liquid phase of actin filaments in the presence of the physiological cross-linker, filamin. Filamin condenses short actin filaments into spindle-shaped droplets, or tactoids, with shape dynamics consistent with a continuum model of anisotropic liquids. We find that cross-linker density controls the droplet shape and deformation timescales, consistent with a variable interfacial tension and viscosity. Near the liquid–solid transition, cross-linked actin bundles show behaviors reminiscent of fluid threads, including capillary instabilities and contraction. These data reveal a liquid droplet phase of actin, demixed from the surrounding solution and dominated by interfacial tension. These results suggest a mechanism to control organization, morphology, and dynamics of …",
                "Recent experiments show that both striation, an indication of the structural registry in muscle fibres, as well as the contractile strains produced by beating cardiac muscle cells can be optimized by substrate stiffness. Here we show theoretically how the substrate rigidity dependence of the registry data can be mapped onto that of the strain measurements. We express the elasticity-mediated structural registry as a phase-order parameter using a statistical physics approach that takes the noise and disorder inherent in biological systems into account. By assuming that structurally registered myofibrils also tend to beat in phase, we explain the observed dependence of both striation and strain measurements of cardiomyocytes on substrate stiffness in a unified manner. The agreement of our ideas with experiment suggests that the correlated beating of heart cells may be limited by the structural order of the myofibrils, which …",
                "In this paper, we report that notions of topological protection can be applied to stationary configurations that are driven far from equilibrium by active, dissipative processes. We consider two physically disparate systems: stochastic networks governed by microscopic single-particle dynamics, and collections of driven interacting particles described by coarse-grained hydrodynamic theory. We derive our results by mapping to well-known electronic models and exploiting the resulting correspondence between a bulk topological number and the spectrum of dissipative modes localized at the boundary. For the Markov networks, we report a general procedure to uncover the topological properties in terms of the transition rates. For the active fluid on a substrate, we introduce a topological interpretation of fluid dissipative modes at the edge. In both cases, the presence of dissipative couplings to the environment that break …",
                "Myosin II filaments form ordered superstructures in both cross-striated muscle and non-muscle cells. In cross-striated muscle, myosin II (thick) filaments, actin (thin) filaments and elastic titin filaments comprise the stereotypical contractile units of muscles called sarcomeres. Linear chains of sarcomeres, called myofibrils, are aligned laterally in registry to form cross-striated muscle cells. The experimentally observed dependence of the registered organization of myofibrils on extracellular matrix elasticity has been proposed to arise from the interactions of sarcomeric contractile elements (considered as force dipoles) through the matrix. Non-muscle cells form small bipolar filaments built of less than 30 myosin II molecules. These filaments are associated in registry forming superstructures (‘stacks’) orthogonal to actin filament bundles. Formation of myosin II filament stacks requires the myosin II ATPase activity and …",
                "The cytoskeleton is a collection of protein assemblies that dynamically impose spatial structure in cells and coordinate processes such as cell division and mechanical regulation. Biopolymer filaments, cross-linking proteins, and enzymatically active motor proteins collectively self-organize into various precise cytoskeletal assemblies critical for specific biological functions. An outstanding question is how the precise spatial organization arises from the component macromolecules. We develop a system to investigate simple physical mechanisms of self-organization in biological assemblies. Using a minimal set of purified proteins, we create droplets of cross-linked biopolymer filaments. Through the addition of enzymatically active motor proteins, we construct composite assemblies, evocative of cellular structures such as spindles, where the inherent anisotropy drives motor self-organization, droplet deformation, and …",
                "Cell shape is determined by a balance of intrinsic properties of the cell as well as its mechanochemical environment. Inhomogeneous shape changes underlie many morphogenetic events and involve spatial gradients in active cellular forces induced by complex chemical signaling. Here, we introduce a mechanochemical model based on the notion that cell shape changes may be induced by external diffusible biomolecules that influence cellular contractility (or equivalently, adhesions) in a concentration-dependent manner—and whose spatial profile in turn is affected by cell shape. We map out theoretically the possible interplay between chemical concentration and cellular structure. Besides providing a direct route to spatial gradients in cell shape profiles in tissues, we show that the dependence on cell shape helps create robust mechanochemical gradients.",
                "We investigate bound-state solutions of the two-dimensional Schrödinger equation with a dipole potential originating from the elastic effects of a single edge dislocation. The knowledge of these states could be useful for understanding a wide variety of physical systems, including superfluid behavior along dislocations in solid H 4 e. We present a review of the results obtained by previous workers together with an improved variational estimate of the ground-state energy. We then numerically solve the eigenvalue problem and calculate the energy spectrum. In our dimensionless units, we find a ground-state energy of− 0.139, which is lower than any previous estimate. We also make successful contact with the behavior of the energy spectrum as derived from semiclassical considerations."
            ],
            [
                [
                    "Soft Matter and Biological Physics",
                    "Cell Mechanics",
                    "Biological Active Matter"
                ]
            ],
            [
                "Kinjal Dasbiswas Arts & Computational Sciences 258D cropped-banner2.png Bio Outreach News  I am an assistant professor in physics at the University of California in Merced working on theoretical soft matter and biological physics. I am looking for motivated students excited to work on the physics theory and modeling of  biological soft and active matter to join my group.  The two postdoc positions we offered in the UC Merced Soft Matter Theory group are now filled. Research Interests My research interests lie in soft condensed matter physics , particularly the use of continuum theories of matter and statistical physics to understand and discover new physical phenomena in biological matter occurring in cells and tissue.  I am currently most fascinated by the active material properties of the cellular cytoskeleton: a complex, tensile, shape-shifting, networked jelly  that helps cells stick, pull, deform and crawl. Aspects of many traditional soft matter systems like polymers, gels,liquid crystals, surfactants and electrostatics come together in cell physics. Additionally, the innards of a cell are buffeted by molecular motors that drive it away from thermal equilibrium. Cell mechanical properties can also be modulated by genetic and biochemical fluctuations. This is then a prototype of complex and adaptive soft matter with non-equilibrium mechanical properties where many ideas from physics can be potentially applied, while stimulating the creation of new physics theories (see reviews here and here just as examples of how this has happened in the recent past.) Alongside developing new theory and models to address such phenomena, much of my work is informed by experiments and is in close collaboration with experimentalists. The goal is always to build simple models with testable predictions that also elucidate the essential scientific principles in a crisp manner. Please visit the “Research” section of this page for more details on specific projects I have worked on."
            ]
        ]
    ]
}