{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JEEHIVLZ",
            "oe0o9YUAAAAJ",
            [
                "Dynamics of the dissipative two-state system",
                "Effect of fluctuations on the transport properties of type-II superconductors in a magnetic field",
                "Vortex motion and the Hall effect in type-II superconductors: A time-dependent Ginzburg-Landau theory approach",
                "Critical fluctuations in high-temperature superconductors and the Ettingshausen effect",
                "Dissipative quantum tunneling in a biased double-well system at finite temperatures",
                "Flux dynamics and the growth of the superconducting phase",
                "Density of states in a vortex core and the zero-bias tunneling peak",
                "Linear and nonlinear conductivity of a superconductor near T c",
                "Hall effect near the vortex-glass transition in high-temperature superconductors"
            ],
            [
                "This paper presents the results of a functional-integral approach to the dynamics of a two-state system coupled to a dissipative environment. It is primarily an extended account of results obtained over the last four years by the authors; while they try to provide some background for orientation, it is emphatically not intended as a comprehensive review of the literature on the subject. Its contents include (1) an exact and general prescription for the reduction, under appropriate circumstances, of the problem of a system tunneling between two wells in the presence of a dissipative environment to the\" spin-boson\" problem;(2) the derivation of an exact formula for the dynamics of the latter problem;(3) the demonstration that there exists a simple approximation to this exact formula which is controlled, in the sense that we can put explicit bounds on the errors incurred in it, and that for almost all regions of the parameter space …",
                "The time-dependent Ginzburg-Landau theory is used to study both transverse and longitudinal transport properties of a layered superconductor in a magnetic field near the mean-field transition temperature T c 2 (H). We evaluate the transport coefficients in the self-consistent Hartree approximation which interpolates smoothly between the high-temperature regime, dominated by Gaussian fluctuations, and the low-temperature flux-flow regime, with no intervening divergence. This behavior is in agreement with the experimental results for the Ettingshausen coefficient, Nernst coefficient, longitudinal conductivity, and Hall conductivity in high-temperature superconductors.",
                "Vortex motion in type-II superconductors is studied starting from a variant of the time-dependent Ginzburg-Landau equations, in which the order-parameter relaxation time is taken to be complex. Using a method due to Gor’kov and Kopnin, we derive an equation of motion for a single vortex (B≪ H c 2) in the presence of an applied transport current. The imaginary part of the relaxation time and the normal-state Hall effect both break ‘‘particle-hole symmetry,’’and produce a component of the vortex velocity parallel to the transport current, and consequently a Hall field due to the vortex motion. Various models for the relaxation time are considered, allowing for a comparison to some phenomenological models of vortex motion in superconductors, such as the Bardeen-Stephen and Nozières-Vinen models, as well as to models of vortex motion in neutral superfluids. In addition, the transport energy, Nernst effect, and …",
                "We study the fluctuation Ettingshausen effect in a type-II superconductor using the time-dependent Ginzburg-Landau equation. The free-fluctuation theory predicts a divergence in the Ettingshausen coefficient at T= T c 2 (H), in conflict with the recent data of Palstra et al.[Phys. Rev. Lett. 64, 3090 (1990)]. Including interactions through a self-consistent Hartree approximation eliminates the divergence and provides a quantitative explanation of the experiments.",
                "We study quantum tunneling in a biased double-well potential in the presence of Ohmic dissipation with a friction coefficient α> 1. The tunneling rate out of the metastable well is calculated in real time as a function of the temperature T and bias energy ε. The T= 0 result agrees with a droplet-model calculation in imaginary time. At low temperatures we find an enhancement to the T= 0 rate varying as (T ε) 2.",
                "We present a detailed investigation of the growth of the superconducting phase in a magnetic field. For type-I superconductors, the planar normal-superconductor interface is dynamically unstable. In the nucleation regime this feature leads to interface motion similar to that found in the solid-liquid transition. In the spinodal regime the spinodal growth proceeds by a sequence of phase-slip processes, unique to a system with a complex order parameter. In type-II superconductors, vortex absorption stabilizes a planar interface, despite the negative surface tension.",
                "Scanning-tunneling-microscope measurements by Hess et al. of the tunneling conductance into a superconducting vortex core show a pronounced peak at small bias. We show that this peak is due to the quasiparticle bound states in the core. A numerical (and approximately self-consistent) solution of the Bogoliubov–de Gennes equations yields the local density of states in the core, which resembles the tunneling conductance once we account for thermal broadening effects. We find additional structure in the local density of states which should be observable at lower temperatures.",
                "We consider the scaling properties of the linear ac and nonlinear dc conductivities of a superconductor near the transition temperature T c. We first review a scaling theory of the conductivity near a critical point recently proposed by Fisher, Fisher, and Huse. By combining these scaling assumptions with causality arguments, we show that the phase φ σ of the linear ac conductivity takes on a universal value near the critical point, φ σ= π (2-d+z)\/2z, where d is the spatial dimension and z is the dynamic critical exponent. Hence, a measurement of the phase lag between the current and the voltage near the critical point provides a measurement of the exponent z. Then, using relaxational dynamics, we calculate these conductivities for 2< d< 4, using (a) a Gaussian approximation, in which the quartic term in the Ginzburg-Landau Hamiltonian is neglected, and (b) an O (2n) generalization of the Ginzburg-Landau …",
                "We discuss the Hall effect in the mixed state of type-II superconductors with an emphasis on the regime near the vortex-glass transition. This transition is argued to have a ‘‘hidden’’particle-hole symmetry, and a new exponent is introduced to characterize the irrelevance of the particle-hole asymmetry. This leads to a natural explanation of the scaling of the Hall and Longitudinal resistivities observed in YBa 2 Cu 3 O 7. At the transition, the nonlinear Hall voltage is predicted to vary with a universal power of the current, and the linear ac Hall conductivity with a universal power of the frequency."
            ],
            [
                [
                    "Condensed matter physics",
                    "theoretical physics"
                ]
            ],
            [
                "Skip to main content Skip to main menu Franklin College of Arts and Sciences Menu Mini Menu Give Now Search Search this site Submit Search Close Site name Main menu About Franklin Offices Dean's Office Business Office Vision and Values >> Office of Communications Office of Development and Alumni Relations Office of Information Technology Office of Student Academic Services >> Franklin College Branding Framework for the Future of Franklin College Accomplishments Core Values Goal: Faculty Recruitment and Development Goal: Graduate and Professional Programs Goal: Research Goal: Serving the State and Beyond Goal: Undergraduate Education >> Franklin Residential College Information for Undergraduate Students Graduate Students Faculty & Staff International FCAS International Visiting Professor International Programs Policies and Procedures Checklist for Directors of International Programs Franklin Faculty Exchange Opportunities Berlin Seminars >> Calendars Dean's Calendar UGA Calendars >> Faculty Awards Excellence in Undergraduate Teaching Award General Sandy Beaver Teaching Professorship M. G. Michael Award Outstanding Advisor of the Year Past Award Winners Sandy Beaver Excellence in Teaching Awards >> Faculty Senate Faculty Senate Agendas Faculty Senate Minutes Faculty Senate By-laws Faculty Senate Committees Faculty Senate Members Policies and Procedures Manual (PDF) Senate Meeting Dates (PDF) >> Policies and Procedures Consulting Policy Course Banking Department Equipment Requests Documents and Forms Faculty Leave of Absence Policy Faculty Medical Leave Guidelines First-Book Subvention Program Franklin College Buy-Out Policy Franklin College Faculty Recruitment Guidelines Franklin College Travel Guidelines Lobbying Disclosure Forms Major Repair and Renovation Requests Policy on Evening Examinations Promotion and Tenure Reports Annual Reports Strategic Plan for the 21st Century Selected Projects from Strategic Plan 2000 Strategic Plan 2000 Synopsis Strategic Plan 2000: Original Plan >> >> >> Staff Awards IT Professional of the Year Award Outstanding Advisor of the Year Staff Excellence in Diversity Leadership Awards Staff Excellence in Service Awards >> >> Advisors Divisions Departments & Schools Departments by Division >> Centers, Institutes and Programs Undergraduate Majors & Degrees Degrees in the Biological Sciences Biochemistry and Molecular Biology - B.S. Biology - B.S. Biology\/Science Education - B.S., B.S.Ed. Cellular Biology - B.S. Genetics - B.S. Microbiology (also offered at Griffin) - B.S. Plant Biology - B.S. Pre-Dentistry - Pre-Professional >> Degrees in the Fine Arts Art Degrees and Emphases Art, Area of Emphasis in Art X: Expanded Forms - B.F.A. Art, Area of Emphasis in Ceramics - B.F.A. Art, Area of Emphasis in Drawing - B.F.A. Art, Area of Emphasis in Fabric Design - B.F.A. Art, Area of Emphasis in Graphic Design - B.F.A. Art, Area of Emphasis in Interior Design - B.F.A. Art, Area of Emphasis in Jewelry & Metalwork - B.F.A. Art, Area of Emphasis in Painting - B.F.A. Art, Area of Emphasis in Photography - B.F.A. Art, Area of Emphasis in Printmaking - B.F.A. Art, Area of Emphasis in Scientific Illustration - B.F.A. Art, Area of Emphasis in Sculpture - B.F.A. Art\/Art Education - B.F.A. Art\/Art History - A.B. Interdisciplinary Art & Design - A.B. >> Dance - A.B. Dance - B.F.A. Film Studies - A.B. Music Degrees Music - A.B. Music Education - B.Mus. Music Performance - B.Mus. Music Theory - B.Mus. Music Therapy - B.Mus. Music Composition - B.Mus. >> Theatre - A.B. >> Degrees in the Humanities African American Studies - A.B. Arabic - A.B. Asian Languages and Literature - A.B. Classics - A.B. Cognitive Science - A.B. Communication Studies - A.B. Comparative Literature - A.B. English - A.B. English\/English Education - A.B., B.S.Ed. French - A.B. French\/World Language Education - A.B., B.S.Ed. German - A.B. German\/World Language Education - A.B., B.S.Ed. History - A.B. History\/Social Studies Education - A.B., B.S.Ed. Latin American and Caribbean Studies - A.B. Latin\/World Language Education - A.B., B.S.Ed. Linguistics - A.B. Philosophy - A.B. Religion - A.B. Romance Languages - A.B. Russian - A.B. Spanish - A.B. Spanish\/World Language Education - A.B., B.S.Ed. Women's Studies - A.B. >> Degrees in the Physical and Mathematical Sciences Astrophysics - B.S. Atmospheric Sciences - B.S. Chemistry - B.S. Computer Science - B.S. Data Science - B.S. Geography - B.S. Geology - A.B. Geology - B.S. Mathematics - B.S. Mathematics\/Mathematics Education - Dual Degree - B.S., B.S.Ed. Physics - B.S. Statistics - B.S. >> Degrees in the Social Sciences Cognitive Science - A.B. Anthropology - A.B. Criminal Justice - A.B. Geography - A.B. Geography - B.S. Psychology - B.S. Sociology - A.B. >> Interdisciplinary Studies Honors Interdisciplinary Studies - A.B. Honors Interdisciplinary Studies - B.S. Interdisciplinary Studies (Griffin Campus) - A.B. Interdisciplinary Studies - A.B. Interdisciplinary Studies - B.F.A. Interdisciplinary Studies - B.S. >> >> Double Dawgs Graduate Degree Programs Graduate Admissions Portals Experiential Learning Inclusion and Diversity Dean's Message Diversity Initiatives Diversity Notes Diversity in Academics Job Postings Resources Task Force Development Alumni & Donor Stories Alumni Relations Connect Give Hire >> Board Of Advisors Student Ambassadors Academic Support Faculty Support Student Support How to Give Make a Gift to Franklin College Directory Dean's Office Staff Business Office Staff Communications Staff Departmental Faculty and Staff Development & Alumni Relations Staff Griffin Campus Faculty and Staff Information Technology Staff Franklin Board of Advisors International Franklin Study Abroad Programs Exchange Programs International Academic Offerings UGA-Franklin Summer International Scholar Programs and Courses Franklin College-University of Liverpool Doctoral Student Research Fellowships Scholarships and Funding Upcoming Events Past Events Unscripted Arts Earth Health Human Nature International Society Slideshow Alan Dorsey Dean of the Franklin College of Arts and Sciences Alan Dorsey became dean of the Franklin College of Arts and Sciences on July 1, 2012. As dean, he leads the University of Georgia’s oldest, largest, and most academically diverse college — a college that comprises some 30 academic departments and serves over 15,000 undergraduate and graduate majors. An experienced administrator and researcher, Dorsey previously served as an associate dean and as a department chair at the University of Florida. A native of Fairfax, Virginia, Dorsey received his bachelor’s degree in engineering physics from Cornell University in 1982 and his doctorate in physics from the University of Illinois at Urbana-Champaign in 1987. While at Illinois, he had the privilege of studying physics with Sir Anthony Leggett, an eminent theoretician who would later receive the 2003 Nobel Prize in physics. After receiving his doctorate, Dorsey returned to Cornell as the IBM Postdoctoral Fellow from 1987-1989. In 1989 he joined the faculty of the University of Virginia as an assistant professor in the physics department, where he earned tenure in 1995. At UVA Dorsey began his career-long commitment to the threefold mission of a research university: teaching, research, and service. He was named an Alfred P. Sloan Research Fellow; he received the department’s Outstanding Teaching Award; and he assisted with a significant revision of the department’s undergraduate degree programs. In 1997 he moved to the University of Florida as a tenured Associate Professor of Physics, and was promoted to Professor in 1998. At UF he worked with his colleagues to strengthen the department’s graduate programs, and he co-founded the NSF-funded Research Experiences for Undergraduates program. From 2002-2009 he served as the chair of the department of physics, one of UF’s largest and most research-intensive academic departments. In 2009 he was appointed associate dean for natural sciences and mathematics at UF’s College of Liberal Arts and Sciences. In this role, he was the primary point of contact between the dean’s office and the departments within the College’s Natural Sciences and Mathematics Division. He also served as the College’s representative for research matters and provided general oversight for faculty startup funds and proposal support. . In addition to his academic research, Dr. Dorsey has a long-standing interest in science and mathematics education. At UF he and Dr. Thomas Dana co-founded UFTeach, a program to inspire and train the next generation of middle and high school math and science teachers. Dr. Dorsey’s research in theoretical condensed matter physics seeks an understanding of the peculiar properties of matter subjected to extreme conditions, such as low temperatures and high magnetic fields. Such conditions reveal fundamental quantum-mechanical phenomena that lead to wholly new phases of matter, such as superconductors, superfluids, and supersolids. His published works are well-cited, and the National Science Foundation has regularly funded his research. In 2002 he was elected a Fellow of the American Physical Society, an organization to which he has contributed considerable service — as chair of major APS prize committees and as the Secretary-Treasurer of the APS Division of Condensed Matter Physics. In 2014 Dorsey was elected a Fellow of the American Association for the Advancement of Science. Dr. Dorsey and his wife, Jacqueline (Johnson) Dorsey, have two sons. Jackie holds a doctorate from the University of Illinois at Urbana-Champaign in psychology, where she conducted research in second language acquisition and cognitive development. She served on the faculty of the Department of Psychology at the University of Virginia, and taught for twelve years as a pre-K and kindergarten Montessori teacher in Gainesville, Florida. She is currently an award-winning artist, specializing in watercolor portraits. Contact Information Office: N\/A Office hours: N\/A Phone Number: (706) 542-3400 atdorsey@uga.edu Other Information Curriculum Vitae: Alan Dorsey's CV (134.67 KB) Other Affiliation: N\/A Professional Website: N\/A Directory Dean's Office Staff Business Office Staff Communications Staff Departmental Faculty and Staff Development & Alumni Relations Staff Griffin Campus Faculty and Staff Information Technology Staff Franklin Board of Advisors Support Franklin College We appreciate your financial support. Your gift is important to us and helps support critical opportunities for students and faculty alike, including lectures, travel support, and any number of educational events that augment the classroom experience. Click here to learn more about giving . Every dollar given has a direct impact upon our students and faculty. Office of the Dean 706-542-1538 324 Old College University of Georgia Athens, GA 30602 Google Map to Old College Login for Staff For Undergraduates askfranklin@uga.edu 706-542-1412 346 Brooks Hall University of Georgia Athens, GA 30602 Google Map to Brooks Hall Franklin Facebook Franklin Twitter Franklin YouTube Franklin Instagram LinkedIn Franklin College Franklin College of Arts & Sciences Divisions Departments & Schools Centers, Institutes & Programs IT Support Franklin Degrees and Certificates Undergraduate Majors and Degrees Double Dawgs Graduate Degrees Graduate Admissions Portals Experiential Learning Resources MyUGA UGA Employment Opportunities Copyright and Privacy Copyright and Trademarks Privacy ©University of Georgia, Athens, GA 30602 (706)‑542‑3000 Connect with us Alan Dorsey, Dean of the Franklin College of Arts and Sciences atdorsey@uga.edu (706) 542-3400 Dean's office, Old College http:\/\/www.franklin.uga.edu\/people\/deans\/adorsey\/adorsey.php Skip to main content Skip to main menu Franklin College of Arts and Sciences Menu Mini Menu Give Now Search Search this site Submit Search Close Site name Main menu About Franklin Offices Dean's Office Business Office Vision and Values >> Office of Communications Office of Development and Alumni Relations Office of Information Technology Office of Student Academic Services >> Franklin College Branding Framework for the Future of Franklin College Accomplishments Core Values Goal: Faculty Recruitment and Development Goal: Graduate and Professional Programs Goal: Research Goal: Serving the State and Beyond Goal: Undergraduate Education >> Franklin Residential College Information for Undergraduate Students Graduate Students Faculty & Staff International FCAS International Visiting Professor International Programs Policies and Procedures Checklist for Directors of International Programs Franklin Faculty Exchange Opportunities Berlin Seminars >> Calendars Dean's Calendar UGA Calendars >> Faculty Awards Excellence in Undergraduate Teaching Award General Sandy Beaver Teaching Professorship M. G. Michael Award Outstanding Advisor of the Year Past Award Winners Sandy Beaver Excellence in Teaching Awards >> Faculty Senate Faculty Senate Agendas Faculty Senate Minutes Faculty Senate By-laws Faculty Senate Committees Faculty Senate Members Policies and Procedures Manual (PDF) Senate Meeting Dates (PDF) >> Policies and Procedures Consulting Policy Course Banking Department Equipment Requests Documents and Forms Faculty Leave of Absence Policy Faculty Medical Leave Guidelines First-Book Subvention Program Franklin College Buy-Out Policy Franklin College Faculty Recruitment Guidelines Franklin College Travel Guidelines Lobbying Disclosure Forms Major Repair and Renovation Requests Policy on Evening Examinations Promotion and Tenure Reports Annual Reports Strategic Plan for the 21st Century Selected Projects from Strategic Plan 2000 Strategic Plan 2000 Synopsis Strategic Plan 2000: Original Plan >> >> >> Staff Awards IT Professional of the Year Award Outstanding Advisor of the Year Staff Excellence in Diversity Leadership Awards Staff Excellence in Service Awards >> >> Advisors Divisions Departments & Schools Departments by Division >> Centers, Institutes and Programs Undergraduate Majors & Degrees Degrees in the Biological Sciences Biochemistry and Molecular Biology - B.S. Biology - B.S. Biology\/Science Education - B.S., B.S.Ed. Cellular Biology - B.S. Genetics - B.S. Microbiology (also offered at Griffin) - B.S. Plant Biology - B.S. Pre-Dentistry - Pre-Professional >> Degrees in the Fine Arts Art Degrees and Emphases Art, Area of Emphasis in Art X: Expanded Forms - B.F.A. Art, Area of Emphasis in Ceramics - B.F.A. Art, Area of Emphasis in Drawing - B.F.A. Art, Area of Emphasis in Fabric Design - B.F.A. Art, Area of Emphasis in Graphic Design - B.F.A. Art, Area of Emphasis in Interior Design - B.F.A. Art, Area of Emphasis in Jewelry & Metalwork - B.F.A. Art, Area of Emphasis in Painting - B.F.A. Art, Area of Emphasis in Photography - B.F.A. Art, Area of Emphasis in Printmaking - B.F.A. Art, Area of Emphasis in Scientific Illustration - B.F.A. Art, Area of Emphasis in Sculpture - B.F.A. Art\/Art Education - B.F.A. Art\/Art History - A.B. Interdisciplinary Art & Design - A.B. >> Dance - A.B. Dance - B.F.A. Film Studies - A.B. Music Degrees Music - A.B. Music Education - B.Mus. Music Performance - B.Mus. Music Theory - B.Mus. Music Therapy - B.Mus. Music Composition - B.Mus. >> Theatre - A.B. >> Degrees in the Humanities African American Studies - A.B. Arabic - A.B. Asian Languages and Literature - A.B. Classics - A.B. Cognitive Science - A.B. Communication Studies - A.B. Comparative Literature - A.B. English - A.B. English\/English Education - A.B., B.S.Ed. French - A.B. French\/World Language Education - A.B., B.S.Ed. German - A.B. German\/World Language Education - A.B., B.S.Ed. History - A.B. History\/Social Studies Education - A.B., B.S.Ed. Latin American and Caribbean Studies - A.B. Latin\/World Language Education - A.B., B.S.Ed. Linguistics - A.B. Philosophy - A.B. Religion - A.B. Romance Languages - A.B. Russian - A.B. Spanish - A.B. Spanish\/World Language Education - A.B., B.S.Ed. Women's Studies - A.B. >> Degrees in the Physical and Mathematical Sciences Astrophysics - B.S. Atmospheric Sciences - B.S. Chemistry - B.S. Computer Science - B.S. Data Science - B.S. Geography - B.S. Geology - A.B. Geology - B.S. Mathematics - B.S. Mathematics\/Mathematics Education - Dual Degree - B.S., B.S.Ed. Physics - B.S. Statistics - B.S. >> Degrees in the Social Sciences Cognitive Science - A.B. Anthropology - A.B. Criminal Justice - A.B. Geography - A.B. Geography - B.S. Psychology - B.S. Sociology - A.B. >> Interdisciplinary Studies Honors Interdisciplinary Studies - A.B. Honors Interdisciplinary Studies - B.S. Interdisciplinary Studies (Griffin Campus) - A.B. Interdisciplinary Studies - A.B. Interdisciplinary Studies - B.F.A. Interdisciplinary Studies - B.S. >> >> Double Dawgs Graduate Degree Programs Graduate Admissions Portals Experiential Learning Inclusion and Diversity Dean's Message Diversity Initiatives Diversity Notes Diversity in Academics Job Postings Resources Task Force Development Alumni & Donor Stories Alumni Relations Connect Give Hire >> Board Of Advisors Student Ambassadors Academic Support Faculty Support Student Support How to Give Make a Gift to Franklin College Directory Dean's Office Staff Business Office Staff Communications Staff Departmental Faculty and Staff Development & Alumni Relations Staff Griffin Campus Faculty and Staff Information Technology Staff Franklin Board of Advisors International Franklin Study Abroad Programs Exchange Programs International Academic Offerings UGA-Franklin Summer International Scholar Programs and Courses Franklin College-University of Liverpool Doctoral Student Research Fellowships Scholarships and Funding Upcoming Events Past Events Unscripted Arts Earth Health Human Nature International Society Slideshow Alan Dorsey Dean of the Franklin College of Arts and Sciences Alan Dorsey became dean of the Franklin College of Arts and Sciences on July 1, 2012. As dean, he leads the University of Georgia’s oldest, largest, and most academically diverse college — a college that comprises some 30 academic departments and serves over 15,000 undergraduate and graduate majors. An experienced administrator and researcher, Dorsey previously served as an associate dean and as a department chair at the University of Florida. A native of Fairfax, Virginia, Dorsey received his bachelor’s degree in engineering physics from Cornell University in 1982 and his doctorate in physics from the University of Illinois at Urbana-Champaign in 1987. While at Illinois, he had the privilege of studying physics with Sir Anthony Leggett, an eminent theoretician who would later receive the 2003 Nobel Prize in physics. After receiving his doctorate, Dorsey returned to Cornell as the IBM Postdoctoral Fellow from 1987-1989. In 1989 he joined the faculty of the University of Virginia as an assistant professor in the physics department, where he earned tenure in 1995. At UVA Dorsey began his career-long commitment to the threefold mission of a research university: teaching, research, and service. He was named an Alfred P. Sloan Research Fellow; he received the department’s Outstanding Teaching Award; and he assisted with a significant revision of the department’s undergraduate degree programs. In 1997 he moved to the University of Florida as a tenured Associate Professor of Physics, and was promoted to Professor in 1998. At UF he worked with his colleagues to strengthen the department’s graduate programs, and he co-founded the NSF-funded Research Experiences for Undergraduates program. From 2002-2009 he served as the chair of the department of physics, one of UF’s largest and most research-intensive academic departments. In 2009 he was appointed associate dean for natural sciences and mathematics at UF’s College of Liberal Arts and Sciences. In this role, he was the primary point of contact between the dean’s office and the departments within the College’s Natural Sciences and Mathematics Division. He also served as the College’s representative for research matters and provided general oversight for faculty startup funds and proposal support. . In addition to his academic research, Dr. Dorsey has a long-standing interest in science and mathematics education. At UF he and Dr. Thomas Dana co-founded UFTeach, a program to inspire and train the next generation of middle and high school math and science teachers. Dr. Dorsey’s research in theoretical condensed matter physics seeks an understanding of the peculiar properties of matter subjected to extreme conditions, such as low temperatures and high magnetic fields. Such conditions reveal fundamental quantum-mechanical phenomena that lead to wholly new phases of matter, such as superconductors, superfluids, and supersolids. His published works are well-cited, and the National Science Foundation has regularly funded his research. In 2002 he was elected a Fellow of the American Physical Society, an organization to which he has contributed considerable service — as chair of major APS prize committees and as the Secretary-Treasurer of the APS Division of Condensed Matter Physics. In 2014 Dorsey was elected a Fellow of the American Association for the Advancement of Science. Dr. Dorsey and his wife, Jacqueline (Johnson) Dorsey, have two sons. Jackie holds a doctorate from the University of Illinois at Urbana-Champaign in psychology, where she conducted research in second language acquisition and cognitive development. She served on the faculty of the Department of Psychology at the University of Virginia, and taught for twelve years as a pre-K and kindergarten Montessori teacher in Gainesville, Florida. She is currently an award-winning artist, specializing in watercolor portraits. Contact Information Office: N\/A Office hours: N\/A Phone Number: (706) 542-3400 atdorsey@uga.edu Other Information Curriculum Vitae: Alan Dorsey's CV (134.67 KB) Other Affiliation: N\/A Professional Website: N\/A Directory Dean's Office Staff Business Office Staff Communications Staff Departmental Faculty and Staff Development & Alumni Relations Staff Griffin Campus Faculty and Staff Information Technology Staff Franklin Board of Advisors Support Franklin College We appreciate your financial support. Your gift is important to us and helps support critical opportunities for students and faculty alike, including lectures, travel support, and any number of educational events that augment the classroom experience. Click here to learn more about giving . Every dollar given has a direct impact upon our students and faculty. Office of the Dean 706-542-1538 324 Old College University of Georgia Athens, GA 30602 Google Map to Old College Login for Staff For Undergraduates askfranklin@uga.edu 706-542-1412 346 Brooks Hall University of Georgia Athens, GA 30602 Google Map to Brooks Hall Franklin Facebook Franklin Twitter Franklin YouTube Franklin Instagram LinkedIn Franklin College Franklin College of Arts & Sciences Divisions Departments & Schools Centers, Institutes & Programs IT Support Franklin Degrees and Certificates Undergraduate Majors and Degrees Double Dawgs Graduate Degrees Graduate Admissions Portals Experiential Learning Resources MyUGA UGA Employment Opportunities Copyright and Privacy Copyright and Trademarks Privacy ©University of Georgia, Athens, GA 30602 (706)‑542‑3000 Connect with us"
            ]
        ]
    ]
}