{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JEEHIVLZ",
            "oe0o9YUAAAAJ",
            [
                "Dynamics of the dissipative two-state system",
                "Effect of fluctuations on the transport properties of type-II superconductors in a magnetic field",
                "Vortex motion and the Hall effect in type-II superconductors: A time-dependent Ginzburg-Landau theory approach",
                "Critical fluctuations in high-temperature superconductors and the Ettingshausen effect",
                "Dissipative quantum tunneling in a biased double-well system at finite temperatures",
                "Flux dynamics and the growth of the superconducting phase",
                "Density of states in a vortex core and the zero-bias tunneling peak",
                "Linear and nonlinear conductivity of a superconductor near T c",
                "Hall effect near the vortex-glass transition in high-temperature superconductors"
            ],
            [
                "This paper presents the results of a functional-integral approach to the dynamics of a two-state system coupled to a dissipative environment. It is primarily an extended account of results obtained over the last four years by the authors; while they try to provide some background for orientation, it is emphatically not intended as a comprehensive review of the literature on the subject. Its contents include (1) an exact and general prescription for the reduction, under appropriate circumstances, of the problem of a system tunneling between two wells in the presence of a dissipative environment to the\" spin-boson\" problem;(2) the derivation of an exact formula for the dynamics of the latter problem;(3) the demonstration that there exists a simple approximation to this exact formula which is controlled, in the sense that we can put explicit bounds on the errors incurred in it, and that for almost all regions of the parameter space …",
                "The time-dependent Ginzburg-Landau theory is used to study both transverse and longitudinal transport properties of a layered superconductor in a magnetic field near the mean-field transition temperature T c 2 (H). We evaluate the transport coefficients in the self-consistent Hartree approximation which interpolates smoothly between the high-temperature regime, dominated by Gaussian fluctuations, and the low-temperature flux-flow regime, with no intervening divergence. This behavior is in agreement with the experimental results for the Ettingshausen coefficient, Nernst coefficient, longitudinal conductivity, and Hall conductivity in high-temperature superconductors.",
                "Vortex motion in type-II superconductors is studied starting from a variant of the time-dependent Ginzburg-Landau equations, in which the order-parameter relaxation time is taken to be complex. Using a method due to Gor’kov and Kopnin, we derive an equation of motion for a single vortex (B≪ H c 2) in the presence of an applied transport current. The imaginary part of the relaxation time and the normal-state Hall effect both break ‘‘particle-hole symmetry,’’and produce a component of the vortex velocity parallel to the transport current, and consequently a Hall field due to the vortex motion. Various models for the relaxation time are considered, allowing for a comparison to some phenomenological models of vortex motion in superconductors, such as the Bardeen-Stephen and Nozières-Vinen models, as well as to models of vortex motion in neutral superfluids. In addition, the transport energy, Nernst effect, and …",
                "We study the fluctuation Ettingshausen effect in a type-II superconductor using the time-dependent Ginzburg-Landau equation. The free-fluctuation theory predicts a divergence in the Ettingshausen coefficient at T= T c 2 (H), in conflict with the recent data of Palstra et al.[Phys. Rev. Lett. 64, 3090 (1990)]. Including interactions through a self-consistent Hartree approximation eliminates the divergence and provides a quantitative explanation of the experiments.",
                "We study quantum tunneling in a biased double-well potential in the presence of Ohmic dissipation with a friction coefficient α> 1. The tunneling rate out of the metastable well is calculated in real time as a function of the temperature T and bias energy ε. The T= 0 result agrees with a droplet-model calculation in imaginary time. At low temperatures we find an enhancement to the T= 0 rate varying as (T ε) 2.",
                "We present a detailed investigation of the growth of the superconducting phase in a magnetic field. For type-I superconductors, the planar normal-superconductor interface is dynamically unstable. In the nucleation regime this feature leads to interface motion similar to that found in the solid-liquid transition. In the spinodal regime the spinodal growth proceeds by a sequence of phase-slip processes, unique to a system with a complex order parameter. In type-II superconductors, vortex absorption stabilizes a planar interface, despite the negative surface tension.",
                "Scanning-tunneling-microscope measurements by Hess et al. of the tunneling conductance into a superconducting vortex core show a pronounced peak at small bias. We show that this peak is due to the quasiparticle bound states in the core. A numerical (and approximately self-consistent) solution of the Bogoliubov–de Gennes equations yields the local density of states in the core, which resembles the tunneling conductance once we account for thermal broadening effects. We find additional structure in the local density of states which should be observable at lower temperatures.",
                "We consider the scaling properties of the linear ac and nonlinear dc conductivities of a superconductor near the transition temperature T c. We first review a scaling theory of the conductivity near a critical point recently proposed by Fisher, Fisher, and Huse. By combining these scaling assumptions with causality arguments, we show that the phase φ σ of the linear ac conductivity takes on a universal value near the critical point, φ σ= π (2-d+z)\/2z, where d is the spatial dimension and z is the dynamic critical exponent. Hence, a measurement of the phase lag between the current and the voltage near the critical point provides a measurement of the exponent z. Then, using relaxational dynamics, we calculate these conductivities for 2< d< 4, using (a) a Gaussian approximation, in which the quartic term in the Ginzburg-Landau Hamiltonian is neglected, and (b) an O (2n) generalization of the Ginzburg-Landau …",
                "We discuss the Hall effect in the mixed state of type-II superconductors with an emphasis on the regime near the vortex-glass transition. This transition is argued to have a ‘‘hidden’’particle-hole symmetry, and a new exponent is introduced to characterize the irrelevance of the particle-hole asymmetry. This leads to a natural explanation of the scaling of the Hall and Longitudinal resistivities observed in YBa 2 Cu 3 O 7. At the transition, the nonlinear Hall voltage is predicted to vary with a universal power of the current, and the linear ac Hall conductivity with a universal power of the frequency."
            ],
            [
                [
                    "Condensed matter physics",
                    "theoretical physics"
                ]
            ]
        ]
    ]
}