{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JEHSYYYQ",
            "lf3bda0AAAAJ",
            [
                "Size separation in vibrated granular matter",
                "Swarming and swirling in self-propelled polar granular rods",
                "Time-resolved studies of stick-slip friction in sheared granular layers",
                "Velocity statistics in excited granular media",
                "Friction in granular layers: Hysteresis and precursors",
                "Cluster formation due to collisions in granular material",
                "Patterns and spatiotemporal chaos in parametrically forced surface waves: a systematic survey at large aspect ratio",
                "Superlattice patterns in surface waves",
                "Experimental studies of chaos and localization in quantum wave functions",
                "Non-Gaussian velocity distributions in excited granular matter in the absence of clustering"
            ],
            [
                "We review recent developments in size separation in vibrated granular materials. Motivated by a need in industry to handle granular materials efficiently and a desire to make fundamental advances in non-equilibrium physics, experimental and theoretical investigations have shown size separation to be a complex phenomenon. Large particles in a vibrated granular system normally rise to the top. However, they may also sink to the bottom or show other patterns, depending on subtle variations in physical conditions. While size ratio is a dominant factor, particle-specific properties such as density, inelasticity and friction can play an important role. The nature of the energy input, boundary conditions and interstitial air have also been shown to be significant factors in determining spatial distributions. The presence of convection can enhance mixing or lead to size separation. Experimental techniques including direct …",
                "Using experiments with anisotropic vibrated rods and quasi-2D numerical simulations, we show that shape plays an important role in the collective dynamics of self-propelled (SP) particles. We demonstrate that SP rods exhibit local ordering, aggregation at the side walls, and clustering absent in round SP particles. Furthermore, we find that at sufficiently strong excitation SP rods engage in a persistent swirling motion in which the velocity is strongly correlated with particle orientation.",
                "Sensitive and fast force measurements are performed on sheared granular layers undergoing stick-slip motion, along with simultaneous optical imaging. A full study has been done for spherical glass particles with a 20% size distribution. Stick-slip motion due to repetitive fluidization of the granular layer occurs for low driving velocities. Between major slip events, slight creep occurs that is highly variable from one event to the next. The effects of varying the stiffness k of the driving system and the driving velocity V are studied in detail. The stick-slip motion is almost periodic for spherical particles over a wide range of parameters, whereas it becomes irregular when k is large and V is relatively small. At larger V, the motion becomes smoother and is affected by the inertia of the upper plate bounding the layer. Measurements of the period and amplitude of the relative motion are presented as a function of V. At a critical …",
                "We present an experimental study of velocity statistics for a partial layer of inelastic colliding beads driven by a vertically oscillating boundary. Over a wide range of parameters (accelerations 3–8 times the gravitational acceleration), the probability distribution P(v) deviates measurably from a Gaussian for the two horizontal velocity components. It can be described by P(v)∼exp(−|v\/vc|1.5), in agreement with a recent theory. The characteristic velocity vc is proportional to the peak velocity of the boundary. The granular temperature, defined as the mean square particle velocity, varies with particle density and exhibits a maximum at intermediate densities. On the other hand, for free cooling in the absence of excitation, we find an exponential velocity distribution. Finally, we examine the sharing of energy between particles of different mass. The more massive particles are found to have greater kinetic energy.",
                "Sensitive and fast force measurements are performed on sheared granular layers with simultaneous optical imaging. Discrete displacements that can be much smaller than the particle diameter occur for low imposed velocity gradients, with a transition to continuous motion at a higher gradient. The instantaneous frictional force measured within individual slip events is a multivalued function of the instantaneous velocity. Localized microscopic rearrangements precede (and follow) macroscopic slip events; the accumulation of localized rearrangements leads to macroscopic creep.",
                "The role of inelastic collisions in granular hydrodynamics is studied experimentally in a two dimensional system of spherical particles rolling on a smooth surface and driven by a moving wall. Clusters form at high particle densities; the velocity distribution is narrowed, and the collision rate is enhanced within the clusters. The clusters migrate downward in the presence of a very slight tilt, but are not dispersed. A one dimensional model captures the effect of gravitation on the observed statistical distributions.",
                "A systematic experimental survey of both the primary patterns and the secondary instabilities of parametrically forced surface waves (Faraday waves) in the large system limit is presented. The symmetry of the primary pattern (stripes, squares, or hexagons) depends on viscosity ν and driving frequency fo. Hexagons are observed at low fo over the whole viscosity range despite the subharmonic symmetry that tends to suppress them. Possible mechanisms for the occurrence of hexagons for single frequency forcing are discussed. Boundary-induced distortion is absent for the hexagonal and square patterns, but present for stripes. Phase defects occur between hexagonal domains differing in temporal phase by π (with respect to the forcing). Patterns of different symmetry coexist in certain parameter ranges. The transition to spatiotemporal chaos (STC) depends on the symmetry of the primary patterns. The hexagonal …",
                "We report novel superlattice wave patterns at the interface of a fluid layer driven vertically. These patterns are described most naturally in terms of two interacting hexagonal sublattices. Two frequency forcing at very large aspect ratio is utilized in this work. A superlattice pattern (“superlattice-I”) consisting of two hexagonal lattices oriented at a relative angle of 22° is obtained with a 6: 7 ratio of forcing frequencies. Several theoretical approaches that may be useful in understanding this pattern have been proposed. In another example, the waves are fully described by two superimposed hexagonal lattices with a wavelength ratio of 3, oriented at a relative angle 30°. The time dependence of this “suoerlattice-II” wave pattern is unusual. The instantaneous patterns reveal a time-periodic stripe modulation that breaks the sixfold symmetry at any instant, but the stripes are absent in the time average. The instantaneous …",
                "Wave functions in chaotic and disordered quantum billiards are studied experimentally using thin microwave cavities. The chaotic wave functions display universal density distributions and density autocorrelations in agreement with expressions derived from a 0D nonlinear σ model of supersymmetry, which coincides with random matrix theory. In contrast, disordered wave functions show deviations from this universal behavior due to Anderson localization. A systematic behavior of the distribution function is studied as a function of the localization length, and can be understood in the framework of a 1D version of the nonlinear σ model.",
                "The velocity distribution of spheres rolling on a slightly tilted rectangular two-dimensional surface is obtained by high speed imaging. The particles are excited by periodic forcing of one of the side walls. Our data suggests that strongly non-Gaussian velocity distributions can occur in dilute granular materials even in the absence of significant density correlations or clustering. When the surface on which the particles roll is tilted further to introduce stronger gravitation, the collision frequency with the driving wall increases and the velocity component distributions approach Gaussian distributions of different widths."
            ],
            [
                [

                ]
            ],
            [
                "> Arshad Kudrolli Ph.D. Arshad Kudrolli, Ph.D. Professor of Physics 242 BioPhysics 508-793-7752 (office - BP-242) Laboratory Phone: 508-793-7707 (Location: Sackler-231\/S232) Fax: 508-793-8861 akudrolli@clarku.edu Personal Website Research Lab Website Professor Kudrolli received a B. Tech. in engineering physics from the Indian Institute of Technology in Bombay in 1990 and a Ph.D. in physics (electromagnetic and microwave chao) with S. Sridhar from Northeastern University in 1995. He has been at Clark since 1997. His background includes a post-doc in nonlinear physics and pattern formation with Jerry Gollub at Haverford College. Professor Kudrolli does experiments on a broad range of non-equilibrium phenomena, granular materials, and biological physics. Topics of recent experiments include grain shape and dynamics, scaled-up ciliary flow and sychronization, crumpling, self-assembly, erosion geomorphology, and population dynamics in bacterial colonies. He has recently developed an undergraduate continuum mechanics course combining fluid dynamics and biomechanics, and an activity based introductory physics course. Visit the complex matter and nonlinear physics laboratory page for more information on current research activities. Professor Kudrolli has been named an Alfred P. Sloan Research Fellow by the Sloan Foundation, and is a recipient of a Research Innovation Award from Research Corporation and a CAREER Award from the National Science Foundation. His research is currently funded by the National Science Foundation and the Department of Energy. \"Birth and decay of tensional wrinkles in hyperelastic sheets,\", Andreea Panaitescu, Meng Xin, Benny Davidovitch, Julien Chopin, Arshad Kudrolli, arXiv:1906.10054 (2019). \"Effective drag of a rod in fluid-saturated granular beds,\" Benjamin Allen and Arshad Kudrolli, Phys. Rev. E 100, 022901 (2019). \"Corner singularities and shape of stretched elastic sheets,\" Julien Chopin, Andreea Panaitescu, and Arshad Kudrolli, Phys. Rev. E 98, 043003 (2018). \"Micromechanics of intruder motion in wet granular medium,\" Rausan Jewel, Andreea Panaitescu, and Arshad Kudrolli, Phys. Rev. Fluids, 3, 084303 (2018). \"Granular bed consolidation, creep and armoring under subcritical fluid flow,\" Benjamin Allen and Arshad Kudrolli, Phys. Rev. Fluids, 3, 074305 (2018). \"Persistence of perfect packing in twisted bundles of elastic filaments,\" Andreea Panaitescu, Gregory M. Grason, Arshad Kudrolli, Phys. Rev. Lett. 120, 248002 (2018). Cover. \"Tension-dependent transverse buckles and wrinkles in twisted elastic sheets,\" Arshad Kudrolli and Julien Chopin, Proc. Roy. Soc. A 474 20180062 (2018). \"Headward growth and branching in subterranean channels,\" Arshad Kudrolli, Nikolay Ionkin, and Andreea Panaitescu, Phys. Rev. E 96, 052904 (2017). Kaleidoscope. \"Dynamic wrinkling and strengthening of a filament in a viscous fluid,\" Julien Chopin, Moumita Dasgupta, Arshad Kudrolli. Phys. Rev. Lett. 119, 088001 (2017). Preprint: arXiv:1701.01488. \"Measuring geometric frustration in twisted inextensible filament bundles,\" Andreea Panaitescu, Gregory M. Grason, Arshad Kudrolli, Phys. Rev. E 95, 052503 (2017). Preprint: arXiv:1705.04625. \"Drag law for an intruder in granular sediments,\" Andreea Panaitescu, Xavier Clotet, Arshad Kudrolli, Phys. Rev. E 95, 03290 (2017)."
            ]
        ]
    ]
}