{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JESY8D4R",
            "qu7s-WcAAAAJ",
            [
                "Phytophthora genome sequences uncover evolutionary origins and mechanisms of pathogenesis",
                "RXLR-mediated entry of Phytophthora sojae effector Avr1b into soybean cells does not require pathogen-encoded machinery",
                "Multi-platform next-generation sequencing of the domestic turkey (Meleagris gallopavo): genome assembly and analysis",
                "Cassava genome from a wild ancestor to cultivated varieties",
                "A Toll receptor from Chinese shrimp Fenneropenaeus chinensis is responsive to Vibrio anguillarum infection",
                "A genetic linkage map of Pacific white shrimp (Litopenaeus vannamei): sex-linked microsatellite markers and high recombination rates",
                "Construction of AFLP-based genetic linkage map for Zhikong scallop, Chlamys farreri Jones et Preston and mapping of sex-linked markers",
                "Biosorption of Cr (VI) from aqueous solutions by nonliving green algae Cladophora albida",
                "Preparation of megabase-sized DNA from a variety of organisms using the nuclei method for advanced genomics research",
                "Construction and characterization of two bacterial artificial chromosome libraries of Zhikong scallop, Chlamys farreri Jones et Preston, and identification of BAC clones …"
            ],
            [
                "Draft genome sequences have been determined for the soybean pathogen Phytophthora sojae and the sudden oak death pathogen Phytophthora ramorum. Oömycetes such as these Phytophthora species share the kingdom Stramenopila with photosynthetic algae such as diatoms, and the presence of many Phytophthora genes of probable phototroph origin supports a photosynthetic ancestry for the stramenopiles. Comparison of the two species9 genomes reveals a rapid expansion and diversification of many protein families associated with plant infection such as hydrolases, ABC transporters, protein toxins, proteinase inhibitors, and, in particular, a superfamily of 700 proteins with similarity to known oömycete avirulence genes.",
                "Effector proteins secreted by oomycete and fungal pathogens have been inferred to enter host cells, where they interact with host resistance gene products. Using the effector protein Avr1b of Phytophthora sojae, an oomycete pathogen of soybean (Glycine max), we show that a pair of sequence motifs, RXLR and dEER, plus surrounding sequences, are both necessary and sufficient to deliver the protein into plant cells. Particle bombardment experiments demonstrate that these motifs function in the absence of the pathogen, indicating that no additional pathogen-encoded machinery is required for effector protein entry into host cells. Furthermore, fusion of the Avr1b RXLR-dEER domain to green fluorescent protein (GFP) allows GFP to enter soybean root cells autonomously. The conclusion that RXLR and dEER serve to transduce oomycete effectors into host cells indicates that the >370 RXLR-dEER–containing …",
                "The combined application of next-generation sequencing platforms has provided an economical approach to unlocking the potential of the turkey genome.",
                "Cassava is a major tropical food crop in the Euphorbiaceae family that has high carbohydrate production potential and adaptability to diverse environments. Here we present the draft genome sequences of a wild ancestor and a domesticated variety of cassava and comparative analyses with a partial inbred line. We identify 1,584 and 1,678 gene models specific to the wild and domesticated varieties, respectively, and discover high heterozygosity and millions of single-nucleotide variations. Our analyses reveal that genes involved in photosynthesis, starch accumulation and abiotic stresses have been positively selected, whereas those involved in cell wall biosynthesis and secondary metabolism, including cyanogenic glucoside formation, have been negatively selected in the cultivated varieties, reflecting the result of natural selection and domestication. Differences in microRNA genes and retrotransposon …",
                "Toll-like receptors (TLRs) are an evolutionarily ancient family of pattern recognition receptors (PRRs), playing a crucial role in innate immune responses. Here we present a Toll homolog from Chinese shrimp Fenneropenaeus chinensis, designated FcToll. The full-length cDNA of FcToll is 4115 bp including a poly A-tail of 16 bp, encoding a putative protein of 931 amino acids. The predicted protein consists of an extracellular domain with a potential signal peptide, 16 leucine-rich repeats (LRR), two LRR-C-terminal (LRR-CT) motifs, and two LRR-N-terminal (LRR-NT) motifs, followed by a transmembrane segment of 23 amino acids, and a cytoplasmic Toll\/Interleukin-1R (TIR) domain of 139 residues. Genomic structure of FcToll gene contains five exons and four introns. Phylogenetic analysis revealed that it belongs to insect-type invertebrate Toll family. Transcripts of FcToll gene were constitutively expressed in …",
                "Pacific white shrimp (Litopenaeus vannamei) is the leading species farmed in the Western Hemisphere and an economically important aquaculture species in China. In this project, a genetic linkage map was constructed using amplified fragment length polymorphism (AFLP) and microsatellite markers. One hundred and eight select AFLP primer combinations and 30 polymorphic microsatellite markers produced 2071 markers that were polymorphic in either of the parents and segregated in the progeny. Of these segregating markers, 319 were mapped to 45 linkage groups of the female framework map, covering a total of 4134.4 cM; and 267 markers were assigned to 45 linkage groups of the male map, covering a total of 3220.9 cM. High recombination rates were found in both parental maps. A sex-linked microsatellite marker was mapped on the female map with 6.6 cM to sex and a LOD of 17.8, two other …",
                "Zhikong scallop (Chlamys farreri) is an economically important aquaculture species in China; however, frequent mass mortality seriously affects the development of its industry. Genetic linkage map is useful for genetic improvement and selective breeding of C. farreri. Linkage maps were constructed using an intraspecific F1 cross and amplified fragment length polymorphism (AFLP) markers. Thirty-two selected AFLP primer combinations produced 545 AFLP markers that were polymorphic in either of the parents and segregated in the progeny. Of these segregating markers, 166 were mapped to 19 linkage groups of the female framework map, covering a total of 1503.9 cM, with an average marker spacing of 10.2 cM; and 197 markers were assigned to 20 linkage groups of the male map, covering a total of 1630.7 cM, with 9.2 cM per marker. A sex-linked marker was mapped on the female map with zero …",
                "Biosorption of Cr(VI) from aqueous solutions by nonliving green algae Cladophora albida was investigated in batch experiments. The influence of pH, algal dosage, initial Cr(VI) concentration, temperature and co-existing anions on removal efficiencies of C. albida was studied. Cr(VI) removal process was influenced significantly by the variation of pH, and the optimum pH was chosen at a range of 1.0–3.0. The optimum algal dosage 2 g\/L was used in the experiment. The removal rate of Cr(VI) was relatively rapid in the first 60 min, but then the rate decreased gradually. Removal mechanism was studied by analyzing Cr(VI) and total Cr in the solution. Biosorption and bioreduction were involved in the Cr(VI) removal. Biosorption of Cr(VI) was the first step, followed by Cr(VI) bioreduction and Cr(III) biosorption on the algal biomass. Actual industrial wastewater was used to evaluate the practicality of the biomass C …",
                "Megabase-sized DNA is crucial to modern genomics research of all organisms. Among the preparation methods developed, the nuclei method is the simplest and most widely used for preparing high-quality megabase-sized DNA from divergent organisms. In this method, nuclei are first isolated by physically grinding the source tissues. The nontarget cytoplast organellar genomes and metabolites are removed by centrifugation and washing, thus maximizing the utility of the method and substantially improving the digestibility and clonability of the resultant DNA. The nuclei are then embedded in an agarose matrix containing numerous pores, allowing the access of restriction enzymes while preventing the DNA from physical shearing. DNA is extracted from the nuclei, purified and subsequently manipulated in the agarose matrix. Here we describe the nuclei method that we have successfully used to prepare high …",
                "Large-insert bacterial artificial chromosome (BAC) libraries are necessary for advanced genetics and genomics research. To facilitate gene cloning and characterization, genome analysis, and physical mapping of scallop, two BAC libraries were constructed from nuclear DNA of Zhikong scallop, Chlamys farreri Jones et Preston. The libraries were constructed in the BamHI and MboI sites of the vector pECBAC1, respectively. The BamHI library consists of 73,728 clones, and approximately 99% of the clones contain scallop nuclear DNA inserts with an average size of 110 kb, covering 8.0× haploid genome equivalents. Similarly, the MboI library consists of 7680 clones, with an average insert of 145 kb and no insert-empty clones, thus providing a genome coverage of 1.1×. The combined libraries collectively contain a total of 81,408 BAC clones arrayed in 212 384-well microtiter plates, representing 9.1× …"
            ],
            [
                [
                    "Agriculture",
                    "Molecular Breeding",
                    "System Genetics"
                ]
            ],
            [
                "Dr. T. X. Zhang Solar Physics: Solar 3 He-Rich Events and Two-Stage Acceleration Model, Coronal Mass Ejections and MHD Simulation\n                     Model, Coronal Hole Heating and Kinetic Quasilinear Model. Astrophysics: Electric Redshift and Quasars, Gravitational Field Shielding and Supernovae\n                     Explosions, Neutron Star Mass-Radius Relation and Emission, Emission of Dynamic Black\n                     Holes and Gamma Ray Bursts. Cosmology: Black Hole Universe Model, Kaluza-Klein Cosmology, Redshift-Distance Relation\n                     Dark Energy, Cosmic Microwave Background Radiation. Unification Theory: Five-Dimensional Unification Theory, Classical Unification Theory,\n                     Imaginary Energy, Nature Fundamental Elements and Interactions; Gravitational Field\n                     Shielding by Scalar Field Plasma Physics: Plasma Limiters, Plasma Antennas, Plasma Heating and Space Polarization\n                     for Fusion. Office: 122 V. M. Chambers Bld. Phone: (256) 372-8106 E-Mail: tianxi.zhang@aamu.edu Recent Publications Zhang, T. X., and Frederick, C., Acceleration of Black Hole Universe, Astrophys. Space\n                     Sci., DOI 10.10007\/s10509-013-1644-6, 2013 Zhang, T. X., Anisotropic Model for Resonant Heating of Ions by Alfven Waves, J. Plasma\n                     Phys., 79, 963-971, 2013 Zhang, T. X., Key to the Mystery of Dark Energy: Corrected Relationship between Luminosity\n                     Distance and Redshift, Progress in Phys., 3, 1-6, 2013 Zhang, B. J., Zhang, T. X., Guggilla, P., and Dokhanian, M., Neutron Star Mass-Radius\n                     Relation with Gravitational Field Shielding by Scalar Field, Res. Astron. Astrophys.,\n                     13, 571-578, 2013 Broaden, A. T., Zhang, T. X., Edwards, V. M., Tan, A., Winebarger, A., Zhang, J.,\n                     and Wu, S. T., The Role of Electromagnetic Ion-Cyclotron waves in Solar 3 He-Rich Events, J. Atm. Sol-Terr. Phys., 97, 22-28, 2013 Zhang, B. J., Zhang, T. X., Guggilla, P., and Dokhanian, M., Gravitational Field Shielding\n                     by Scalar Field and Type II Superconductors, Progress in Phys., 1, 69-73, 2013 Zhang, T. X., Quasar Formation and Energy Mechanism in Black Hole Universe, Progress\n                     in Phys., 3, 48-53, 2012 Zhang, T. X., The Turning Point for the Recent Acceleration of the Universe with a\n                     Cosmological Constant, Progress in Phys., 2, 6-11, 2012 Zhang, T. X., Gravitationless Black Holes, Astrophys. Space Sci., 334, 311-316, 2011 Zhang, T. X., Quark Annihilation and Lepton Formation versus Pair Production and Neutrino\n                     Oscillation: The Fourth Generation of Leptons, Progress in Phys., 2, 20-26, 2011 Zhang, T. X., Cosmic Microwave Background Radiation of Black Hole Universe, Astrophy.\n                     Space Sci., 330, 157-165, 2010 Zhang, T. X., Fundamental Elements and Interactions of Nature: A Classical Unification\n                     Theory, Progress in Phys., 2, 36-42, 2010 Zhang, T. X., Gravitational Field Shielding and Supernova Explosions, Astrophys. J.\n                     Letters, 725, L117-L120, 2010 Zhang, T. X., and Wu, S. T., MHD Simulation of Non-Flux-Rope Coronal Mass Ejections,\n                     J. Geophys. Res., 114, A05107, 2009 Zhang, T. X., A New Cosmological Model: Black Hole Universe, Progress in Phys., 3,\n                     3-9, 2009 Zhang, T. X., MHD Simulation for the Origin and Magnetic Topology of Solar 3He Events,\n                     Astrophys. J., 677, 692-698, 2008 Zhang, T. X., Electric Charge as a Form of Imaginary Energy, Progress in Phys., 2,\n                     79-83, 2008 Tan, A., Zhang, T. X., and Wu, S. T., Pressure and Density of Air in Mines, India\n                     J. Radio Space Sci., 37, 64-67, 2008 Tan, A., Ramachandran, and Zhang, T. X., Cluster Analysis and the Planetary Status\n                     of Pluto, Math Spectrum, 39, 102-108, 2007 Zhang, T. X., Electric Redshift and Quasars, Astrophys. J. Letters, 636, L61-L64,\n                     2006"
            ]
        ]
    ]
}