{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JF3G08I6",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Patrick M. Hartigan Professor 350 Herman Brown Hall 713-348-2245 hartigan@rice.edu Website Star Formation, Stellar Jets, Laboratory Astrophysics, Telescopes, Astronomy, Nebulae, Objects in the Night Sky 1981 BS Physics, University of Minnesota 1981 BS Astrophysics, University of Minnesota 1987 PhD Planetary Science, University of Arizona Kaden Hazzard Assistant Professor 306 Brockman Hall 713-348-2861 kaden@rice.edu Hazzard Group Theoretical Atomic, Molecular and Optical Physics; Quantum Matter; Quantum Computing 2004 BS Physics & Math, Ohio State University 2010 PhD Physics, Cornell University Randall G. Hulet Fayez Sarofim Professor of Physics 391 Brockman Hall 713-348-6087 randy@rice.edu The Hulet Lab Randall Hulet was educated in physics at Stanford University and MIT. After stints as a postdoctoral researcher at MIT and the National Institutes of Science and Technology in Boulder, CO, he joined the faculty of Rice University where he is now the Fayez Sarofim Professor in the Department of Physics and Astronomy. He works in the field of ultra-low temperature atomic gases, where his group was among the first three to achieve Bose-Einstein condensation of an atomic gas in 1995. Hulet's current interest is the application of fermionic atomic gases for simulating fundamental models of condensed matter physics. Hulet has received various awards and honors, including the I.I. Rabi Prize from the American Physical Society and the NASA Exceptional Scientific Achievement Medal. He is a member of the American Academy of Arts and Sciences, and is a fellow of the American Association for the Advancement of Science and the American Physical Society. He is married to Lourdes Hernandez and they have two children, Benjamin and Gabriella. Experimental atomic physics with ultracold atoms; Bose-Einstein condensation; Fermi superfluidity; Condensed matter physics with ultracold atoms confined to optical lattices. 1978 BS Physics, Stanford University 1984 PhD Physics, MIT"
            ]
        ]
    ]
}