{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JFG8Z7RV",
            "aNzgtAYAAAAJ",
            [
                "Sustainable adoption of connected vehicles in the Brazilian landscape: policies, technical specifications and challenges",
                "Computer-aided diagnosis of skin cancer: a review",
                "Stability analysis of the interval systems based on linear matrix inequalities",
                "EMC Evaluation of Off-Grid and Grid-Tied Photovoltaic Systems for the Brazilian Scenario",
                "Computer vision and data storage in UAVs",
                "Image transmission in UAV MIMO UWB-OSTBC system over Rayleigh channel using multiple description coding (MDC)",
                "Evaluation of partial discharge signatures using inductive coupling at on-site measuring for instrument transformers",
                "FPGA-Based System for Electromagnetic Interference Evaluation in Random Modulated DC\/DC Converters",
                "Instalações De Sistemas De Geração Solar Fotovoitaca",
                "A solar tracking system based on local solar time integrated to photovoltaic systems"
            ],
            [
                "This paper addresses the intervehicular communication in Connected Vehicles (CV) by emphasizing V2V (vehicleto-vehicle) and V2I (vehicle-to-infrastructure) communications in terms of evolution, current standards, state-of-the-art studies, embedded devices, simulation, trends, challenges, and relevant legislation. To accomplish the objective this review is based on studies conducted from 2003 to 2019, government reports about the sustainable deployment of these technologies and their adoption in the Brazilian automotive market according to experts. Moreover, WAVE (Wireless Access in Vehicular Environment) and DSRC (Dedicated Short-range Communication) standards, the performance analysis of communication parameters and intervehicular available at the market are also described. The current status of ITS (Intelligent Transportation System) development in Brazil is reviewed, as well as the research institutes and governmental actions focused on introducing the concept of connected vehicles into the society. The Brazilian outlook for technological adoption concerning CVs was also discussed. Besides those, challenges related to technical aspects, safety and environmental issues, and the standardization for vehicle communication are also described. Finally, this review highlights the challenges and proposals from available technologies devoted to the roads and vehicular infrastructure communication, their evolution and upcoming trends.",
                "Cancer is currently one of the main health issues in the world. Among different varieties of cancers, skin cancer is the most common cancer in the world and accounts for 75% of the world's cancer. Indeed, skin cancer involves abnormal changes in the outer layer of the skin. Although most people with skin cancer recover, it is one of the major concerns of people due to its high prevalence. Most types of skin cancers grow only locally and invade adjacent tissues, but some of them, especially melanoma (cancer of the pigment cells), which is the rarest type of skin cancer, may spread through the circulatory system or lymphatic system and reach the farthest points of the body. Many papers have been reviewed about the application of image processing in cancer detection. In this paper, the automatic skin cancer detection and also different steps of such a process have been discussed based on the implantation capabilities.",
                "Positive definiteness and Hurwitz stability of the interval systems are discussed. A linear matrix inequality representation is introduced to simplify the analysis of the interval system. First, it is shown that the interval matrix can be stable if it has 2 conditions. Afterward, they converted to linear matrix inequalities for simplifying the conditions solution. A Lyapunov function is introduced to prove the new representation based on linear matrix inequalities. ",
                "In this paper is discussed the importance of analysis for electromagnetic compatibility of the photovoltaic generation systems components concerning emissions of radiated and conducted electromagnetic disturbances on mains DC and AC lines. Current standards and tests showed that some frequency spectrum bands such from 150 kHz to 5MHz it is the more affected by conducted disturbances and from 30MHz to 200MHz it is the more affected by radiated disturbances, by the two main types of photovoltaic generation systems: Grid-Tied and Off-Grid applications. The concern is greater since one equipment used for the tests has EMC certifications. In addition, with the measurements of radiated and conducted electromagnetic disturbances it becomes possible to discuss a future scenario for mandatory certification of components of PV generation systems, mainly PV inverters and their applications.",
                "Unmanned aerial vehicles (UAVs) handle operations such as inspection, mapping, monitoring, and surveying, to cite a few, that assist image processing, aerial imaging, and computer vision (CV) algorithms. The UAVs with cameras collect a massive amount of images and videos for various research and commercial applications. Furthermore, UAVs have various sensors, eg, thermal, magnetic, sound, light, and speed, to collect environment details for specific research as well as commercial usages. Thus, this chapter focuses on acquiring, storing, processing, and compressing images and videos. This chapter describes how CV software impacts tasks such as processing, communications, storage, and compression besides other applications specific to a UAV cyber-physical system (CPS). Additionally, Section 2.2 explains the general architecture of the cloud-based UAV-CPS, the challenges, and design goals. Section 2.3 discusses memory usage in UAV, specific requirements, limitations of onboard storage, and general solutions. Section 2.4 briefs the UAV data logging (DL), primary benefits, and protocol standardisation with examples. Section 2.5 grants a view of the different types of DL, requirements, and proposes solutions. Section 2.6 discusses future trends of data storage, data processing, control, the impact of big data, complexity, privacy barriers, infrastructure, and other challenges.",
                "Orthogonal Space-Time Block Codes (OSTBC) and multiple-input-multiple-output (MIMO) communication system are new techniques with high performance that have many applications in wireless telecommunications. This chapter presents an image transfer technique for the unmanned aerial vehicle (UAV) in a UWB system using a hybrid structure of the MIMO-OSTBC wireless environment in multiple description coding (MDC) deals. MDC technique for image transmission is a new approach in which there is no record of it so far. This ensures that in the packet loss scenario due to channel errors, images with acceptable quality with no need for retransmission can be reconstructed. The proposed system is implemented using a different number of transmitter and receiver antennas UAV. Assuming a Rayleigh model for the communication channels, the MDC image transmission performance is compared with single …",
                "This paper describes the use of conventional and unconventional partial discharge tests by capacitive and inductive coupling in Instrument Transformers (IT). The objective of this work was to evaluate Phase-Resolveld Partial Discharge (PRPD) signatures features obtained during on-site (online) and laboratory (offline) measurements, by comparing results with state-of-the-art patterns and standard recommendations. The analysis of the results showed that is possible to obtain partial discharge (PD) patterns - corona, background noise, internal PD, free potential and surface PD - at on-site measurements but those are compromised by the pulse attenuation, difficulties in performing measuring system calibration and the absence of reference voltage. Suitable range of on-site measuring was above 1 MHz up to 5 MHz. The results reached in on-site measuring can be used as image preprocessing methodology to …",
                "Field-Programmable Gate Array (FPGA) provides the possibility to design new “electromagnetic compatibility (EMC) friendly” control techniques for power electronic converters. Such control techniques use pseudo-random modulators (RanM) to control the converter switches. However, some issues connected with the FPGA-based design of RanM, such as matching the range of fixed-point numbers, might be challenging. The modern programming tools, such as LabVIEW, may facilitate the design process, but there are still fixed-point operations and limitations in arithmetic operations. This paper presents the design insights on the FPGA-based EMC friendly control system for DC\/DC converter. Probability density functions (PDF) are used to analyse and improve pseudo-random algorithms. The theoretical algorithms, hardware details and experimental results are presented and discussed in terms of conducted electromagnetic interference emission. View Full-Text",
                "• Off-Grid: Nas plantas que possuem transformador ligado à carga, os sistemas podem ser do tipo: IT, TN, TT;• Off-Grid: Plantas que não exigem transformador, a instalação fotovoltaica deve ser isolada do aterramento (MANCILHA, 2013)(ABB, 2010);• Grid-Tied: O aterramento de SFRC difere dos sistemas isolados (PINHO; GALDINO, 2014)–uso de aterramento funcional e de proteção.",
                "The performance of photovoltaic (PV) systems is highly influenced by the tilt angle of PV modules and the incidence of global solar irradiance, which may change the solar to electrical conversion efficiency. Some authors have addressed these uncertainties arising from PV solar generation by using mechanisms and methods in which solar tracking systems are integrated to PV systems. Since the advent of the internet of things (IoT), this solar tracking strategy has yet to meet the requirements of scalable distributed power systems that can seamlessly support the PV solar generation, mainly for remote monitoring and control. In this context, this paper aims at developing a prospective study devoted to examine fundamental concepts to implement solar tracking algorithms based on local solar time by using embedded technology from the IoT platform. Preliminary results evidenced an improvement of up to 38% in power …"
            ],
            [
                [
                    "Power Systems",
                    "Power Electronics",
                    "Smart Cities",
                    "Electric Vehicle",
                    "Partial Discharge"
                ]
            ]
        ]
    ]
}