{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JFWKAS95",
            "18-C4xgAAAAJ",
            [
                "Marriage amendments and psychological distress in lesbian, gay, and bisexual (LGB) adults.",
                "Teachers as sources of middle school students' motivational identity: Variable-centered and person-centered analytic approaches",
                "Effects of classroom context variables on high school students' judgments of the acceptability and likelihood of cheating.",
                "Modeling latent true scores to determine the utility of aggregate student perceptions as classroom indicators in HLM: The case of classroom goal structures",
                "The influence of teachers’ self-efficacy on perceptions: Perceived teacher competence and respect and student effort and achievement",
                "Who are all these cheaters? Characteristics of academically dishonest students",
                "Effects of classroom context on university students’ judgments about cheating: Mediating and moderating processes",
                "Neighborhood community risk influences on preschool children's development and school readiness",
                "Classroom environment",
                "The relationship of error rate and comprehension in second and third grade oral reading fluency"
            ],
            [
                "An online survey of lesbian, gay, and bisexual (LGB) adults (N= 1,552) examined minority stress (IH Meyer, 2003) and psychological distress following the 2006 general election in which constitutional amendments to limit marriage to 1 man and 1 woman were on the ballot in 9 states. Following the November election, participants living in states that passed a marriage amendment reported significantly more minority stress (ie, exposure to negative media messages and negative conversations, negative amendment-related affect, and LGB activism) and higher levels of psychological distress (negative affect, stress, and depressive symptoms) than participants living in the other states. Multiple hierarchical regression analyses revealed significant positive main effects of minority stress factors and state ballot status on psychological distress. In addition, the association between amendment-related affect and …",
                "Variable-centered (regression) and person-centered (cluster analytic) techniques were used to examine the relations between 206 eighth-grade students' achievement motivation and their perceptions of teacher caring, after accounting for influences of parents and peers and controlling for prior (grade 7) motivation. Motivation was assessed using students' self-reports of academic self-efficacy and intrinsic valuing of education, as well as teacher ratings of effort. Teacher, parent, and peer influences on motivation were based on students' self-reports. Regression analyses revealed that perceived teacher caring accounted for significant amounts of variance in all 3 measures of eighth-grade motivation, after controlling for both seventh-grade motivation and perceived motivational influences from parents and peers. Although these results were consistent with an additive effects model of development, cluster analyses …",
                "Hypothetical vignettes were used to examine the effects of teacher pedagogical skill (good vs. poor), interpersonal caring (caring vs. not), and classroom goal structure (performance vs. mastery) on high school students' judgments about the target of blame for cheating (teacher vs. student), the acceptability of cheating, and the likelihood of cheating. Students' personal goals and academic self-efficacy were also assessed. As hypothesized, poor pedagogy, performance goal structures, and low teacher caring resulted in more teacher blame and less student blame for cheating, and cheating was rated as more justifiable and more likely in these scenarios. The relations between context variables and justifiability were partially mediated by attributions of blame. Although contextual variables had a greater effect than individual motivation variables on participants' judgments of cheating justifiability, judgments about …",
                "Measures of classroom climate such as classroom goal structures are often assessed through students’ perceptions; the aggregated means within classrooms are then sometimes labeled as “classroom characteristics.” The validity of these constructs is limited by the reliability of the measure at both the student and classroom level; yet, few studies accurately assess reliability when multilevel models are used. We demonstrate the use of a three-level hierarchical linear model to estimate latent true score measures of students’ perceptions of goal structures, appropriately adjusted for their nested structure. To investigate the distinctiveness of goal structures from teacher characteristics, we examined the inter-correlations among the student and classroom level variables, and predictors of each.",
                "In the current study the authors examine how teachers' self-reported level of self-efficacy influences students' perceptions of two aspects of the instructional environment, perceived teaching competence and perceived teacher respect. The relationship of teacher self-efficacy to teachers' perceptions of their students' achievement and effort is also considered. Data were collected at two time points from 51 teachers and 427 students in high school mathematics and science classrooms. A series of multi-level models found that teaching self-efficacy and course level were significantly associated with students' perceived teacher competence and perceived teacher respect as well as teachers’ ratings of student characteristics.",
                "This chapter examines the demographic, academic, behavioral, and personality characteristics of students who are either self-identified or observed cheaters in recent research. Individual differences in student cheating have been studied in relation to multiple demographic factors including age, gender, ethnicity, socioeconomic status, and school type. Students' school characteristics and the behaviors they exhibit while with their peers at school are common variables of interest in academic cheating research. The student's ability level as reported by test scores or grade point average, as well as self-reported self-efficacy, are frequent correlates of cheating behaviors. Whereas the most frequent finding is that students of lower ability are more likely to report engaging in cheating behaviors, there are also some mixed findings that demonstrate significant levels of cheating behaviors exhibited by …",
                "Hypothetical vignettes were used to examine the effects of classroom context variables (pedagogical quality and classroom goal structure) on undergraduate (study 1) and graduate (study 2) students’ judgments about cheating. Consistent with attribution theory and previous findings, poor (versus good) pedagogy and performance (versus mastery) goals structures resulted in more teacher blame and less student blame for cheating, and cheating was rated as more acceptable and more likely in these situations. Participants’ own prior cheating history but not their experience as a classroom teacher also affected these judgments. Relations between classroom context variables and assigned blame for cheating were mediated by students’ assessments of the fairness of the classroom situation.",
                "The effects of economic hardship and language isolation in children's neighborhood communities were examined to determine their influence on young children's developmental outcomes on measures of academic and social skills above and beyond child and family characteristics that included home language, disability, gender, and mother's education level. An ethnically and geographically diverse sample of 1006 four-year-old children was studied. Three groups of preschoolers considered at risk for poor school performance participated in this study: children living in poverty, children with identified disabilities, and children whose families spoke a primary home language other than English (English Language Learners). Child disability status was associated with lower achievement on all academic and social variables. Status as an English Language Learner also was associated with lower performance on …",
                "Classroom environment encompasses a broad range of educational concepts, including the physical setting, the psychological environment created through social contexts, and numerous instructional components related to teacher characteristics and behaviors. The study classroom environment has been widespread across nearly all subspecializations of educational psychology. Researchers are interested in relationships between environment constructs and multiple outcomes, including learning, engagement, motivation, social relationships, and group dynamics. Early researchers recognized that behavior is a function of people's personal characteristics and their environment.In the educational setting, Urie Bronfenbrenner's work on ecological contexts secured a place in educational research for studies of classroom environment. Bronfenbrenner's Ecological Systems Theory (Bronfenbren-ner, 1977 …",
                "This study explored the relationships of oral reading speed and error rate on comprehension with second and third grade students with identified reading risk. The study included 920 second and 974 third graders. Results found a significant relationship between error rate, oral reading fluency, and reading comprehension performance, and grade-specific guidelines for appropriate error rate levels. Low reading fluency and high error rates predicted the level of passage comprehension performance. For both second and third grade students, fall assessment error rate predicted comprehension performance. The acceptable third grade error rate cut point was 14%. Instructional implication are discussed."
            ],
            [
                [
                    "achievement motivation",
                    "quantitative research methods"
                ]
            ]
        ]
    ]
}