{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JHG8056I",
            "fkHmsHUAAAAJ",
            [
                "Measurement of  in  to ",
                "Measurement of the Neutron Radius of  through Parity Violation in Electron Scattering",
                "Basic instrumentation for hall a at jefferson lab",
                "Probing cold dense nuclear matter",
                "Precision Rosenbluth measurement of the proton elastic form factors",
                "Recoil Polarization Measurements of the Proton Electromagnetic Form Factor Ratio to ",
                "Precision Measurements of the Nucleon Strange Form Factors at ",
                "Precision measurement of the neutron spin asymmetries and spin-dependent structure functions in the valence quark region",
                "Scaling tests of the cross section for deeply virtual Compton scattering",
                "Single Spin Asymmetries in Charged Pion Production from Semi-Inclusive Deep Inelastic Scattering on a Transversely Polarized  Target at "
            ],
            [
                "The ratio of the electric and magnetic form factors of the proton G E p\/G M p, which is an image of its charge and magnetization distributions, was measured at the Thomas Jefferson National Accelerator Facility (JLab) using the recoil polarization technique. The ratio of the form factors is directly proportional to the ratio of the transverse to longitudinal components of the polarization of the recoil proton in the elastic e→ p→ e p→ reaction. The new data presented span the range 3.5< Q 2< 5.6 GeV 2 and are well described by a linear Q 2 fit. Also, the ratio Q 2 F 2 p\/F 1 p reaches a constant value above Q 2= 2 GeV 2.",
                "We report the first measurement of the parity-violating asymmetry A PV in the elastic scattering of polarized electrons from Pb 208. A PV is sensitive to the radius of the neutron distribution (R n). The result A PV= 0.656±0.060 (stat)±0.014 (syst) ppm corresponds to a difference between the radii of the neutron and proton distributions R n− R p= 0.33− 0.18+ 0.16 fm and provides the first electroweak observation of the neutron skin which is expected in a heavy, neutron-rich nucleus.",
                "The instrumentation in Hall A at the Thomas Jefferson National Accelerator Facility was designed to study electro-and photo-induced reactions at very high luminosity and good momentum and angular resolution for at least one of the reaction products. The central components of Hall A are two identical high resolution spectrometers, which allow the vertical drift chambers in the focal plane to provide a momentum resolution of better than 2× 10− 4. A variety of Cherenkov counters, scintillators and lead-glass calorimeters provide excellent particle identification. The facility has been operated successfully at a luminosity well in excess of 10 38 cm− 2 s− 1. The research program is aimed at a variety of subjects, including nucleon structure functions, nucleon form factors and properties of the nuclear medium.",
                "The protons and neutrons in a nucleus can form strongly correlated nucleon pairs. Scattering experiments, in which a proton is knocked out of the nucleus with high-momentum transfer and high missing momentum, show that in carbon-12 the neutron-proton pairs are nearly 20 times as prevalent as proton-proton pairs and, by inference, neutron-neutron pairs. This difference between the types of pairs is due to the nature of the strong force and has implications for understanding cold dense nuclear systems such as neutron stars.",
                "We report the results of a new Rosenbluth measurement of the proton electromagnetic form factors at Q 2 values of 2.64, 3.20, and 4.10 GeV 2. Cross sections were determined by detecting the recoiling proton, in contrast to previous measurements which detected the scattered electron. Cross sections were determined to 3%, with relative uncertainties below 1%. The ratio μ p G E\/G M was determined to 4%–8% and showed μ p G E\/G M≈ 1. These results are consistent with, and much more precise than, previous Rosenbluth extractions. They are inconsistent with recent polarization transfer measurements of similar precision, implying a systematic difference between the techniques.",
                "Among the most fundamental observables of nucleon structure, electromagnetic form factors are a crucial benchmark for modern calculations describing the strong interaction dynamics of the nucleon’s quark constituents; indeed, recent proton data have attracted intense theoretical interest. In this Letter, we report new measurements of the proton electromagnetic form factor ratio using the recoil polarization method, at momentum transfers Q 2= 5.2, 6.7, and 8.5 GeV 2. By extending the range of Q 2 for which G E p is accurately determined by more than 50%, these measurements will provide significant constraints on models of nucleon structure in the nonperturbative regime.",
                "We report new measurements of the parity-violating asymmetry A PV in elastic scattering of 3 GeV electrons off hydrogen and He 4 targets with⟨ θ lab⟩≈ 6.0. The He 4 result is A PV=(+ 6.40±0.23 (stat)±0.12 (syst))× 10− 6. The hydrogen result is A PV=(− 1.58±0.12 (stat)±0.04 (syst))× 10− 6. These results significantly improve constraints on the electric and magnetic strange form factors G E s and G M s. We extract G E s= 0.002±0.014±0.007 at⟨ Q 2⟩= 0.077 GeV 2, and G E s+ 0.09 G M s= 0.007±0.011±0.006 at⟨ Q 2⟩= 0.109 GeV 2, providing new limits on the role of strange quarks in the nucleon charge and magnetization distributions.",
                "We report on measurements of the neutron spin asymmetries A 1, 2 n and polarized structure functions g 1, 2 n at three kinematics in the deep inelastic region, with x= 0.33, 0.47, and 0.60 and Q 2= 2.7, 3.5, and 4.8 (GeV∕ c) 2, respectively. These measurements were performed using a 5.7 GeV longitudinally polarized electron beam and a polarized He 3 target. The results for A 1 n and g 1 n at x= 0.33 are consistent with previous world data and, at the two higher-x points, have improved the precision of the world data by about an order of magnitude. The new A 1 n data show a zero crossing around x= 0.47 and the value at x= 0.60 is significantly positive. These results agree with a next-to-leading-order QCD analysis of previous world data. The trend of data at high x agrees with constituent quark model predictions but disagrees with that from leading-order perturbative QCD (PQCD) assuming hadron helicity …",
                "We present the first measurements of the e→ p→ e p γ cross section in the deeply virtual Compton scattering (DVCS) regime and the valence quark region. The Q 2 dependence (from 1.5 to 2.3 GeV 2) of the helicity-dependent cross section indicates the twist-2 dominance of DVCS, proving that generalized parton distributions (GPDs) are accessible to experiment at moderate Q 2. The helicity-independent cross section is also measured at Q 2= 2.3 GeV 2. We present the first model-independent measurement of linear combinations of GPDs and GPD integrals up to the twist-3 approximation.",
                "We report the first measurement of target single spin asymmetries in the semi-inclusive He 3 (e, e′ π±) X reaction on a transversely polarized target. The experiment, conducted at Jefferson Lab using a 5.9 GeV electron beam, covers a range of 0.16< x< 0.35 with 1.4< Q 2< 2.7 GeV 2. The Collins and Sivers moments were extracted from the azimuthal angular dependence of the measured asymmetries. The π±Collins moments for He 3 are consistent with zero, except for the π+ moment at x= 0.35, which deviates from zero by 2.3 σ. While the π− Sivers moments are consistent with zero, the π+ Sivers moments favor negative values. The neutron results were extracted using the nucleon effective polarization and measured cross section ratios of proton to He 3, and are largely consistent with the predictions of phenomenological fits and quark model calculations."
            ],
            [
                [
                    "Nuclear and Particle Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}