{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JHS55LY1",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Paul Heiney he\/him\/his Condensed Matter DRL 2N24 2004-2009: Academic Director, Benjamin Franklin Scholars Program 1993-present: Professor of Physics, University of Pennsylvania 1993-1998: Associate Chair for Undergraduate Affairs, Physics Department, University of Pennsylvania May 1991: Professeur Invite, Universite de Paris-Sud, Orsay, France 1987-1993: Associate Professor of Physics, University of Pennsylvania 1982-1987: Assistant Professor of Physics, University of Pennsylvania 1977-1982: Research Assistant, Massachusetts Institute of Technology Ph.D., Massachusetts Institute of Technology (1982) B.A., University of California at Santa Barbara (1977) My group uses use x-ray diffraction and related tools to study properties of materials with unusual structural order. Such materials may include fullerenes, liquid crystals, polymers, monolayer films, quasicrystals,and other partially or non-conventionally ordered materials. X-ray scattering studies are performed using both in-house facilities and the synchrotron facilities at Brookhaven National Laboratory and the Argonne Advanced Photon Source. Discotic Liquid Crystals: Discotic liquid crystal molecules contain plate-like cores, with 4-8 aliphatic tails. They stack to form columnar phases with long-range two-dimensional order of the columns and liquid-like intracolumnar order. I am using x-ray diffraction together with thermodynamic and other characterization techniques to explore the interplay between intra-molecular degrees of freedom and the long-range structural order. Most recently, I have examined the structural properties of novel \"tubular\" discotics formed from phenylacetylene macrocycles. This unusual state of matter incorporates empty channels which can be filled with metal ions or other conductive species without destroying the columnar liquid crystalline order. Langmuir and Langmuir-Blodgett Films: In recent work, I have combined the complementary strengths of X-ray diffraction and atomic force microscopy to elucidate the local structure in monolayers and multilayers of discotic liquid crystals created via the Langmuir-Blodgett technique. Such films may provide a route towards highly anisotropic optoelectronic coatings; they also provide elegant model systems for studying the melting of anisotropic 2D solids in the absence of periodic substrate potential. Self-Assembled Soft Matter: Nature shows many examples of molecular units that self-assemble to form complex large-scale structures. We are particularly interested in the formation of soft materials such as liquid and plastic crystals. In collaboration with V. Percec (Penn Chemistry) we are using X-ray scattering to study the formation of columnar, cubic, and other structures from branched molecules known as dendrimers. Courses Taught Phys 140\/150 - Principles I (Intro Physics) \"Molecular Disorder in Columnar-Phase Discotic Liquid-Crystal Strands,\" E. Fontes, P. A. Heiney, M. Ohba, J. N. Haseltine, and A. B. Smith, III, Phys. Rev. A37 , 1329-1334 (1988). \"Orientational Ordering Transition in Solid C60,\" P. A. Heiney, J. E. Fischer, A. R. McGhie, W. J. Romanow, A. M. Denenstein, J. P. McCauley Jr., A. B. Smith III, and D. E. Cox, Phys. Rev. Lett. 66 , 2911-2914 (1991). \"Structure of Langmuir-Blodgett Films of Disk-Shaped Molecules Determined by Atomic Force Microscopy,\" J. Y. Josefowicz, N. C. Maliszewskyj, S. H. J. Idziak, P. A. Heiney, J. P. McCauley, Jr., and A. B. Smith, III, Science 260 , 323-326 (1993). \"Diffuse X-ray Scattering from Freely Suspended Strands of a Discotic Liquid Crystal,\" P. Davidson, M. Clerc, S. S. Ghosh, N. C. Maliszewskyj, P. A. Heiney, J. Hynes, Jr., and A. B. Smith, III, J. Phys. France II 5 , 249-262 (1995). \"Thermal Melting in Langmuir Films of Discotic Liquid Crystalline Compounds,\" D. Gidalevitz, O. Y. Mindyuk, P. A. Heiney, B. O. Ocko, M. L. Kurnaz and D. K. Schwartz, Langmuir 14 , 2910-2915 (1998). \"Liquid Crystals with Large Induced Tilt Angle and Small Layer Contraction,\" M. S. Spector, P. A. Heiney, J. Naciri, B. T Weslowski, D. B. Holt, and R. Shashidhar, Phys. Rev. E 61 1579-1584 (2000). \"Network Growth in the Flocculation of Concentrated Colloidal Silica Dispersions,\" P. A. Heiney, R. J. Butera, J. D. Londono, R. V. Davidson, and S. Mazur, J. Phys. Chem. B 104 , 8807-8821 (2000). \"Hierarchical Self-Assembly, Co-Assembly and Self-Organization of Novel Liquid Crystalline Lattices and Superlattices from a Twin-Tapered Dendritic Benzamide and its Four-Cylindrical Bundle Supramolecular Polymer,\" V. Percec,T. K. Bera, M. Glodde, Q. Fu, V. S. K. Balagurusamy, P. A. Heiney, Chem. Eur. J. 9 , 921-935 (2003). \"Self-assembly of amphiphilic dendritic dipeptides into helical pores,'' V. Percec, A. E. Dulcey, V. S. K. Balagurusamy, Y. Miura, J. Smidrkal, M. Peterca, S. Numelin, U. Edlund, S. D. Hudson, P. A. Heiney, H. Duan, S. N. Magonov, and S. A. Vinogradov Nature 430 , 764-768 (2004). \"Liquid Crystalline derivatives of tetraaryl derivatives of benzo[c]cinnoline, tetraazapyrene, phenanthrene, and pyrene: The effect of heteroatom and substitution pattern on phase stability,\" M. J. Sienkowska, J. M. Farrar, F. Zhang, S. Kusuma, P. A. Heiney, and P. Kaszynski, J. Mater. Chem. 17 , 1399-1411 (2007). CV (file) 2012_cv_heiney_paul.pdf 83.72 KB"
            ]
        ]
    ]
}