{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JIFAD1LI",
            "9-3Z1uMAAAAJ",
            [
                "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
                "2013 ESH\/ESC Guidelines for the management of arterial hypertension",
                "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
                "Heart disease and stroke statistics—2017 update: a report from the American Heart Association"
            ],
            [
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
                "Wytyczne dotyczące nadciśnienia tętniczego opublikowane w 2013 r. przez Europejskie Towarzystwo Nadciśnienia Tętniczego (ESH) i Europejskie Towarzystwo Kardiologiczne (ESC) są kolejnymi po zaleceniach wydanych wcześniej wspólnie przez oba towarzystwa w 2003 i 2007 r.[1, 2]. Uznano, że po 6 latach od opublikowania poprzedniego dokumentu nadszedł czas na jego nową wersję, ponieważ w tym czasie przeprowadzono ważne badania i opublikowano wiele nowych wyników dotyczących zarówno rozpoznawania nadciśnienia, jak i leczenia osób z podwyższonym ciśnieniem tętniczym (BP), co spowodowało, że konieczne stało się udoskonalenie, zmodyfikowanie i rozszerzenie wcześniejszych zaleceń.Wytyczne ESH\/ESC z 2013 r. pozostają zgodne z pewnymi podstawowymi zasadami, które były inspiracją do opracowania wytycznych w 2003 i 2007 r., a mianowicie: 1) opieraniem zaleceń na właściwie przeprowadzonych badaniach zidentyfikowanych podczas wyczerpującego przeglądu piśmiennictwa; 2) priorytetowym traktowaniem danych z randomizowanych, kontrolowanych prób klinicznych (RCT) i ich metaanaliz, ale nieodrzucaniem również, zwłaszcza w odniesieniu do aspektów diagnostycznych, wyników badań obserwacyjnych i innych badań o odpowiednim statusie naukowym; oraz 3) stopniowaniem poziomu dowodów naukowych i siły zaleceń dotyczących głównych zagadnień diagnostycznych, podobnie jak w europejskich wytycznych",
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together in a single document the most up-to-date statistics related to heart disease, stroke, and the factors in the AHA’s Life’s Simple 7 (Figure 1), which include core health behaviors (smoking, physical activity [PA], diet, and weight) and health factors (cholesterol, blood pressure [BP], and glucose control) that contribute to cardiovascular health. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, health advocates, and others seeking the best available data on these factors and conditions. Cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}