{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JIYUTKQZ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Timothy A.D. Paglione York College (718) 262-2082 paglione@york.cuny.edu PhD, Astronomy, Boston University; BS, Physics, Stevens Institute of Technology Microwave spectroscopy of interstellar molecular clouds, gamma-ray emission from starburst galaxies Google Scholar page link Prof. Paglione's main field is microwave spectroscopy of interstellar molecular clouds. He studies primarily the very largest clouds in galaxies, which form the most massive stars. These stars live furiously, greatly affecting their surroundings with their winds and radiation, then die dramatically in giant explosions that enrich the interstellar medium in heavy elements. Their lives are relatively brief as well (\"only\" 10 million years or less) so their impact is not only profound but immediate. Certain galaxies known as starbursts create numerous clusters of these massive stars in their centers. Dr. Paglione studies the gas that forms these stars in starbursts and in our own, normal, Milky Way Galaxy, estimating and their physical properties and comparing them with the galaxy dynamics. Not limited only to the radio, Dr. Paglione also studies the gamma-ray emission from starburst galaxies, which originates from their numerous supernovae and a cascade of particle reactions and high energy emission mechanisms.  Abrahams, R. D. & Paglione, T. A. D. 2015, High-latitude, Translucent Molecular Clouds as Probes of Local Cosmic Rays , ApJ, 805, 50 Paglione, T. A. D. & Abrahams, R. D. 2012, Properties of Starburst Galaxies Based on their Diffuse Gamma-Ray Emission , ApJ, 755, 106 Smolčić, V., Zamorani, G., Schinnerer, E., Bardelli, S., Bondi, M., Birzan, L., Carilli, C. L., Ciliegi, P., Ilbert, O., Koekemoer, A. M., Merloni, A., Paglione, T., Salvato, M., Scodeggio, M., Scoville, N. 2009, Cosmic Evolution of Radio Selected Active Galactic Nuclei in the COSMOS Field , ApJ, 696, 24 Smolčić, V., Schinnerer, E., Zamorani, G., Bell, E. F., Bondi, M., Carilli, C. L., Ciliegi, P., Mobasher, B., Paglione, T., Scodeggio, M., Scoville, N. 2009, The Dust Un-Biased Cosmic Star Formation History Derived Using 1.4 GHz Data From the VLA-COSMOS Survey , ApJ, 690, 610 Liu, C. T., Capak, P., Mobasher, B., Paglione, T. A. D., Scoville, N. Z., Tribiano, S. M., and Tyson, N. D. 2008, The Faint End of Starburst Galaxy Luminosity Functions In The COSMOS 2-Square Degree Field , ApJ, 672, 198 Paglione, T. A. D., Yam, O., Tosaki, T., Jackson, J. M., 2004, The Structure, Kinematics and Physical Properties of the Molecular Gas in the Starburst Nucleus of NGC 253 , ApJ, 611, 835 Paglione, T. A. D. 2004, Photodissociated Molecular Gas in NGC 253 , ASP Conference Series, vol. 320, The Neutral ISM in Starburst Galaxies, eds. S. Aalto, S. Hüttemeister, A. Pedlar, Marstrand, Sweden, p. 47 Paglione, T. A. D., Wall, W. F., Young, J. S., Heyer, M. H., Richard, M., Goldstein, M., Kaufman, Z., Nantais, J., Perry, G. 2001, A Mapping Survey of the 13 CO and CO Emission in Galaxies , ApJS, 135, 183 Smith, D. R., Paglione, T. A. D., Lovell, A. J., Ukita, N., Matsuo, H. 2000, Measurements of Dynamic Pointing Variations of a Large Radio Telescope , Proc. SPIE Vol. 4015, Radio Telescopes, ed. H. R. Butcher, p. 467-475 Kraemer, Kathleen E., Jackson, James M., Lane, Adair P., Paglione, Timothy A. D. 2000, Properties of the Photodissociated Gas in NGC 6334 , ApJ, 542, 946 Blom, J. J., Paglione, T. A. D., Carramiñana, A. 1999, Diffuse Gamma-Ray Emission from Starburst Galaxies and M31 , ApJ, 516, 744 Paglione, T. A. D., Jackson, J. M., Bolatto, A. D., Heyer, M. H. 1998, Interpreting the HCN\/CO Intensity Ratio in the Galactic Center , ApJ, 493, 680 Paglione, T. A. D., Jackson, J. M., Ishizuki, S. 1997, The Average Properties of the Dense Molecular Gas in Galaxies , ApJ, 484, 656 Kraemer, Kathleen E., Jackson, James M., Paglione, Timothy A. D., Bolatto, Alberto D. 1997, A 2000 M ☉ Rotating Molecular Disk around NGC 6334A , ApJ, 478, 614 Paglione, T. A. D., Marscher, A. P., Jackson, J. M., & Bertsch, D. L. 1996, Diffuse Gamma-Ray Emission from the Starburst Galaxy NGC 253 , ApJ, 460, 295 Jackson, James M., Heyer, Mark H., Paglione, Timothy A. D., Bolatto, Alberto D. 1996, HCN and CO in the Central 630 Parsecs of the Galaxy , ApJ, 456, L91 Paglione, T. A. D., Tosaki, T., Jackson, J. M. 1995, The Distribution of the Dense Clouds in the Starburst Nucleus of NGC 253 , ApJ, 454, L117 Paglione, T. A. D., Jackson, J. M., Ishizuki, S., Rieu, N.-Q. 1995, First Observations of Extragalactic CS J=1-0 , AJ, 109, 1716 Jackson, J. M., Paglione, T. A. D., Carlstrom, J. E., Rieu, N.-Q. 1995 Submillimeter HCN and HCO + Emission from Galaxies , ApJ, 438, 695 Jackson, J. M., Paglione, T. A. D., Ishizuki, S., Rieu, N.-Q. 1993, Dense Molecular Gas toward the Nucleus of the Seyfert Galaxy NGC 1068 , ApJ, 418, L13 "
            ]
        ]
    ]
}