{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JJ0QMNSA",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Christopher Tunnell Assistant Professor William Marsh Rice Trustee Chair 238 Herman Brown Hall 713-893-7148 tunnell@rice.edu Rice Astroparticle A data-intensive (astro) particle physicist who builds dark matter detectors.  Part of Rice's Data Science Initiative and also Cosmology efforts.  Particularly interested in detecting dark matter contained in our galactic halo using Earth-based detectors, particle physics techniques, and novel data science and machine learning techniques to measure these small signals. 2008 BS Physics, UT Austin DPhil Partical Physics, University of Oxford Pablo P. Yepes Associate Research Professor 228 Herman Brown Hall 713-348-5942 yepes@rice.edu T.W. Bonner Laboratory Research Summary Pablo Yepes researches in the area of heavy ion interactions. This includes the study of matter under extremes conditions of temperature and density, which may provide important clues for the understanding of the early universe. In addition these collisions have opened new possibilities in photon-photon collisions at large energies (photons are quanta of light). He has concentrated his efforts in the STAR experiment at the Relativistic Heavy Ion Collider at the Brookhaven National Laboratory. He played a major role in the design and development of fast analysis tools for the experiment. He has also made essential contributions in the analysis of Ultra-Peripheral Collisions. In addition he is part of a collaboration proposing the use of the next Large Hadronic Collider at CERN (European Laboratory for Particle Physics) in Geneva to study ion-ion interactions. An important focus on his research in the last years has been in the area of medical physics. Since 2007, a fruitful collaboration with MD Anderson has been developed. This effort fits well with the university guidelines for the next century of fostering interdisciplinary research and collaboration with other institutions, especially with the Texas Medical Center. His efforts have been centered around proton therapy for cancer treatment. MD Anderson operates a Proton Therapy Center since 2006. This kind of radiotherapy has theoretical advantages over traditional radiotherapy with x-ray (photons) or electrons. The physical characteristics of the proton make it easier to minimize secondary effects, when treating patients with this type of radiation. Nevertheless, a number of issues need to be understood and controlled in order to take full advantage of the physical characteristics of proton radiation. One of those issues is how to calculate accurate dose distributions for a given set of radiation specifications. Proton dose distributions are more sensitive to the characteristics of the radiation and the environment than for traditional photon radiation. The most accurate distributions can be obtained with Monte Carlo methods. However, at the moment, they require long calculation times even with large computer resources. I have developed the Fast Dose Calculator (FDC), a track-repeating Monte Carlo approach, which drastically reduces the calculation times, without significantly compromising the accuracy of the results. Particle Physics, Nuclear Physics, Medical Physics 1982 BS Physics, Santiago University, Spain 1983 MS Physics, Santiago University, Spain 1988 PhD Particle Physics, Santiago University, Spain"
            ]
        ]
    ]
}