{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JJ2SR9ZH",
            "bJUhFNQAAAAJ",
            [
                "Semiconductor spintronics and quantum computation",
                "Spin-transfer torque generated by a topological insulator",
                "Ferromagnetic semiconductors: moving beyond (ga, mn) as",
                "Artificial ‘spin ice’in a geometrically frustrated lattice of nanoscale ferromagnetic islands",
                "Room-temperature spin memory in two-dimensional electron gases",
                "Valence-band ordering in ZnO",
                "Highly enhanced Curie temperature in low-temperature annealed [Ga, Mn] As epilayers",
                "Effects of annealing time on defect-controlled ferromagnetism in ",
                "Interface-induced phenomena in magnetism",
                "Optical spin resonance and transverse spin relaxation in magnetic semiconductor quantum wells"
            ],
            [
                "The past few decades of research and development in solid-state semicon ductor physics and electronics have witnessed a rapid growth in the drive to exploit quantum mechanics in the design and function of semiconductor devices. This has been fueled for instance by the remarkable advances in our ability to fabricate nanostructures such as quantum wells, quantum wires and quantum dots. Despite this contemporary focus on semiconductor\" quantum devices,\" a principal quantum mechanical aspect of the electron-its spin has it accounts for an added quan largely been ignored (except in as much as tum mechanical degeneracy). In recent years, however, a new paradigm of electronics based on the spin degree of freedom of the electron has begun to emerge. This field of semiconductor\" spintronics\"(spin transport electron ics or spin-based electronics) places electron spin rather than charge at the very center of interest. The underlying basis for this new electronics is the intimate connection between the charge and spin degrees of freedom of the electron via the Pauli principle. A crucial implication of this relationship is that spin effects can often be accessed through the orbital properties of the electron in the solid state. Examples for this are optical measurements of the spin state based on the Faraday effect and spin-dependent transport measure ments such as giant magneto-resistance (GMR). In this manner, information can be encoded in not only the electron's charge but also in its spin state, ie",
                "Magnetic devices are a leading contender for the implementation of memory and logic technologies that are non-volatile, that can scale to high density and high speed, and that do not wear out. However, widespread application of magnetic memory and logic devices will require the development of efficient mechanisms for reorienting their magnetization using the least possible current and power 1. There has been considerable recent progress in this effort; in particular, it has been discovered that spin–orbit interactions in heavy-metal\/ferromagnet bilayers can produce strong current-driven torques on the magnetic layer 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, via the spin Hall effect 12, 13 in the heavy metal or the Rashba–Edelstein effect 14, 15 in the ferromagnet. In the search for materials to provide even more efficient spin–orbit-induced torques, some proposals 16, 17, 18, 19 have suggested topological insulators 20, 21 …",
                "The recent development of MBE techniques for growth of III–V ferromagnetic semiconductors has created materials with exceptional promise in spintronics, that is, electronics that exploit carrier spin polarization. Among the most carefully studied of these materials is (Ga, Mn) As, in which meticulous optimization of growth techniques has led to reproducible materials properties and ferromagnetic transition temperatures well above 150 K. We review progress in the understanding of this particular material and efforts to address ferromagnetic semiconductors as a class. We then discuss proposals for how these materials might find applications in spintronics. Finally, we propose criteria that can be used to judge the potential utility of newly discovered ferromagnetic semiconductors, and we suggest guidelines that may be helpful in shaping the search for the ideal material.",
                "Frustration, defined as a competition between interactions such that not all of them can be satisfied, is important in systems ranging from neural networks to structural glasses. Geometrical frustration, which arises from the topology of a well-ordered structure rather than from disorder, has recently become a topic of considerable interest 1. In particular, geometrical frustration among spins in magnetic materials can lead to exotic low-temperature states 2, including ‘spin ice’, in which the local moments mimic the frustration of hydrogen ion positions in frozen water 3, 4, 5, 6. Here we report an artificial geometrically frustrated magnet based on an array of lithographically fabricated single-domain ferromagnetic islands. The islands are arranged such that the dipole interactions create a two-dimensional analogue to spin ice. Images of the magnetic moments of individual elements in this correlated system allow us to study …",
                "Time-resolved Kerr reflectivity of two-dimensional electron gases in II-VI semiconductors provides a direct measure of electron spin precession and relaxation over a temperature range from 4 to 300 kelvin. The introduction of n-type dopants increases the electronic spin lifetimes several orders of magnitude relative to insulating counterparts, a trend that is also observed in doped bulk semiconductors. Because the electronic spin polarization in these systems survives for nanoseconds, far longer than the electron-hole recombination lifetime, this technique reveals thousands of spin precession cycles of 15 gigahertz per tesla within an electron gas. Remarkably, these spin beats are only weakly temperature dependent and persist to room temperature.",
                "The emission and reflection spectra of ZnO have been investigated in the intrinsic region and the data have been interpreted in terms of the wurtzite crystal band structure. Free-exciton emission is observed for the first time. Both the Γ 5 and Γ 6 state excitons associated with top valence band have been identified. This identification has established the valence-band symmetry ordering in ZnO.",
                "We report Curie temperatures up to 150 K in annealed Ga1−xMnxAs epilayers grown with a relatively low As:Ga beam equivalent pressure ratio. A variety of measurements (magnetization, Hall effect, magnetic circular dichroism and Raman scattering) suggest that the higher Curie temperature results from an enhanced free hole density. The data also indicate that, in addition to the carrier concentration, the sample thickness limits the maximum attainable Curie temperature in this material, suggesting that the free surface of Ga1−xMnxAs epilayers may be important in determining their physical properties.",
                "We have studied the evolution of the magnetic, electronic, and structural properties of annealed epilayers of Ga1−xMnxAs grown by low temperature molecular beam epitaxy. Annealing at the optimal temperature of 250 °C for less than 2 h significantly enhances the conductivity and ferromagnetism, but continuing the annealing for longer times suppresses both. These data indicate that such annealing induces the defects in Ga1−xMnxAs to evolve through at least two different processes, and they point to a complex interplay between the different defects and ferromagnetism in this material.",
                "This article reviews static and dynamic interfacial effects in magnetism, focusing on interfacially driven magnetic effects and phenomena associated with spin-orbit coupling and intrinsic symmetry breaking at interfaces. It provides a historical background and literature survey, but focuses on recent progress, identifying the most exciting new scientific results and pointing to promising future research directions. It starts with an introduction and overview of how basic magnetic properties are affected by interfaces, then turns to a discussion of charge and spin transport through and near interfaces and how these can be used to control the properties of the magnetic layer. Important concepts include spin accumulation, spin currents, spin-transfer torque, and spin pumping. An overview is provided to the current state of knowledge and existing review literature on interfacial effects such as exchange bias, exchange-spring …",
                "Ultrafast optical pulses are used to initiate and measure free-induction decays of coherent conduction electron spins and of embedded magnetic Mn 2+ ions in a series of magnetic-semiconductor quantum wells. These time-resolved Faraday rotation experiments in transverse applied magnetic fields complement previous studies of spin dynamics in longitudinal fields by unambiguously distinguishing between the spin relaxation of electrons and holes, and by identifying a mechanism by which angular momentum is transferred from spin-polarized carriers to the sublattice of local moments. In transverse fields (Voigt geometry), the precession of the photoexcited spins about the field axis can be measured as an oscillatory induced Faraday rotation signal. We observe the THz free-induction decay of spin-polarized electrons in modest (< 4 T) magnetic fields and separately identify the more rapid spin relaxation of the …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Spintronics",
                    "Topological Insulators",
                    "Nanoscience",
                    "Quantum Information"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}