{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JJI6KT4F",
            "6NmdCx0AAAAJ",
            [
                "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
                "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
                "Optical discovery of probable stellar tidal disruption flares",
                "Pulsars versus dark matter interpretation of ATIC\/PAMELA",
                "An expanding radio nebula produced by a giant flare from the magnetar SGR 1806–20",
                "Discovery of 35 new supernova remnants in the inner galaxy",
                "A dynamical model for the evolution of a pulsar wind nebula inside a nonradiative supernova remnant",
                "The 16th data release of the sloan digital sky surveys: first release from the APOGEE-2 southern survey and full release of eBOSS spectra",
                "The Compact X-Ray Source 1E 1547.0–5408 and the Radio Shell G327. 24-0.13: A New Proposed Association between a Candidate Magnetar and a Candidate Supernova Remnant",
                "Suppressing star formation in quiescent galaxies with supermassive black hole winds"
            ],
            [
                "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
                "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
                "Using archival Sloan Digital Sky Survey (SDSS) multi-epoch imaging data (Stripe 82), we have searched for the tidal disruption of stars by supermassive black holes in non-active galaxies. Two candidate tidal disruption events (TDEs) are identified. The TDE flares have optical blackbody temperatures of 2× 10 4 K and observed peak luminosities of M g=–18.3 and–20.4 (νL ν= 5× 10 42, 4× 10 43 erg s–1, in the rest frame); their cooling rates are very low, qualitatively consistent with expectations for tidal disruption flares. The properties of the TDE candidates are examined using (1) SDSS imaging to compare them to other flares observed in the search,(2) UV emission measured by GALEX, and (3) spectra of the hosts and of one of the flares. Our pipeline excludes optically identifiable AGN hosts, and our variability monitoring over nine years provides strong evidence that these are not flares in hidden AGNs. The …",
                "In this paper, we study the flux of electrons and positrons injected by pulsars and by annihilating or decaying dark matter in the context of recent ATIC, PAMELA, Fermi, and HESS data. We review the flux from a single pulsar and derive the flux from a distribution of pulsars. We point out that the particle acceleration in the pulsar magnetosphere is insufficient to explain the observed excess of electrons and positrons with energy E∼ 1 TeV and one has to take into account an additional acceleration of electrons at the termination shock between the pulsar and its wind nebula. We show that at energies less than a few hundred GeV, the expected flux from a continuous distribution of pulsars provides a good approximation to the expected flux from pulsars in the Australia Telescope National Facility catalog. At higher energies, we demonstrate that the electron\/positron flux measured at the Earth will be dominated by a few …",
                "Soft γ-ray repeaters (SGRs) are ‘magnetars’, a small class of slowly spinning neutron stars with extreme surface magnetic fields, B≈ 10 15 gauss (refs 1, 2–3). On 27 December 2004, a giant flare 4 was detected from the magnetar SGR 1806-20 (ref. 2), only the third such event recorded 5, 6. This burst of energy was detected by a variety of instruments 7, 8 and even caused an ionospheric disturbance in the Earth's upper atmosphere that was recorded around the globe 9. Here we report the detection of a fading radio afterglow produced by this outburst, with a luminosity 500 times larger than the only other detection of a similar source 10. From day 6 to day 19 after the flare from SGR 1806-20, a resolved, linearly polarized, radio nebula was seen, expanding at approximately a quarter of the speed of light. To create this nebula, at least 4× 10 43 ergs of energy must have been emitted by the giant flare in the form of …",
                "We report the discovery of up to 35 new supernova remnants (SNRs) from a 42  resolution, 90 cm multiconfiguration Very Large Array survey of the Galactic plane covering 4 5 < l < 22 0 and ∣b∣ < 1 25. Archival 20 cm, 11 cm, and 8 μm data have also been used to identify the SNRs and constrain their properties. The 90 cm image is sensitive to SNRs with diameters 2 5 to 50  and down to a surface brightness limit of ∼10−21 W m−2 Hz−1 sr−1. This survey has nearly tripled the number of SNRs known in this part of the Galaxy and represents an overall 15% increase in the total number of Galactic SNRs. These results suggest that further deep, low‐frequency surveys of the inner Galaxy will resolve the discrepancy between the expected number of Galactic SNRs and the significantly smaller number of currently known SNRs.",
                "A pulsar wind nebula (PWN) inside a supernova remnant provides a unique insight into the properties of the central neutron star, the relativistic wind powered by its loss of rotational energy, its progenitor supernova, and the surrounding environment. In this paper, we present a new semianalytic model for the evolution of such a PWN throughout its lifetime. This model couples the dynamical and radiative evolution of the PWNe, and predicts both the dynamical (eg, radius and expansion velocity) and radiative (radio to TeV γ-ray spectrum) properties of the PWN during this period. As a result, it is well suited for using the observed properties of a PWN to constrain the physical characteristics of the neutron star, pulsar wind, progenitor supernova, and surrounding environment. We also discuss the expected evolution for a particular set of these parameters, and show that it reproduces the large spectral break inferred from …",
                "77 AIM, CEA, CNRS, Université Paris-Saclay, Université Paris Diderot, Sorbonne Paris Cité, 91191 Gif-sur-Yvette, France",
                "We present new observations of the field centered on X‐ray source 1E 1547.0−5408. Analysis of a new Chandra observation shows that it is unresolved at arcsecond resolution, and analysis of a new XMM‐Newton observation shows that its X‐ray spectrum is best described by an absorbed power‐law and blackbody model. A comparison of the X‐ray flux observed from 1E 1547.0−5408 between 1980 and 2006 reveals that its absorbed 0.5–10 keV X‐ray flux decreased from ∼  to ∼  ergs cm−2 during this period. The most recent XMM‐Newton observation detected no pulsations from 1E 1547.0−5408, allowing us to put a 5 σ confidence upper limit of 14% for the 0.5–10 keV peak‐to‐peak pulsed fraction for sinusoidal pulses with periods slower than 1.8 s. A near‐infrared observation shows a magnitude   source near 1E 1547.0−5408, but the implied X‐ray to infrared flux ratio indicates that it is an unrelated field …",
                "Quiescent galaxies with little or no ongoing star formation dominate the population of galaxies with masses above 2× 10 10 times that of the Sun; the number of quiescent galaxies has increased by a factor of about 25 over the past ten billion years (refs 1, 2, 3, 4). Once star formation has been shut down, perhaps during the quasar phase of rapid accretion onto a supermassive black hole 5, 6, 7, an unknown mechanism must remove or heat the gas that is subsequently accreted from either stellar mass loss 8 or mergers and that would otherwise cool to form stars 9, 10. Energy output from a black hole accreting at a low rate has been proposed 11, 12, 13, but observational evidence for this in the form of expanding hot gas shells is indirect and limited to radio galaxies at the centres of clusters 14, 15, which are too rare to explain the vast majority of the quiescent population 16. Here we report bisymmetric emission …"
            ],
            [
                [
                    "Astronomy"
                ]
            ]
        ]
    ]
}