{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JKGOYWK5",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Zuzanna S. Siwy Zuzanna S. Siwy Professor of Physics & Astronomy zsiwy@uci.edu (949) 824-8290 Rowland Hall 210G Lab Phone: (949) 824-8766 Lab Office: 2416 Natural Scienes II Biophysics Ph.D., Silesian University of Technology, 1997 Professor Siwy’s research is in the field of experimental biophysics and condensed matter physics. Her current focus is using synthetic nanopores as templates for biomimetic channels as well as ionic diodes and ionic transistors. She is interested in new physical and chemical phenomena accompanying ionic and molecular transport at the nano-and microscales. One of her endeavors is a desalination project. The goal is to develop synthetic (polymer) highly porous membranes, which could be used for desalination of sea water. The proposed system rejects salts up 60% in 0.5 M KCl. Improvements can be made by further optimization of the membrane chemical and geometrical properties. Siwy was born in Poland where she earned her Ph.D. from the Silesian Technical University in Gliwice. In 2000-2003 she was named Fellow of the Foundation for Polish Science and the Alexander von Humboldt Foundation. After completing her postdoctoral studies at the University of Florida, Gainesville, she joined the faculty at UC Irvine’s Department of Physics and Astronomy.  Since her arrival at UCI in 2005, Siwy has won numerous prizes that help support her work, including an Alfred P. Sloan fellowship, a National Science Foundation grant, and a Presidential Early Career Award for Scientists & Engineers that culminated in a meeting with President Obama. Recently she was elected a Fellow of the American Physical Society. UCI Faculty Profile Marie Tonini, mtonini@uci.edu, 949-824-0475"
            ]
        ]
    ]
}