{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JKSO74AK",
            "u8kJRZgAAAAJ",
            [
                "Charge transport in DNA-based devices",
                "GolP: An atomistic force‐field to describe the interaction of proteins with Au (111) surfaces in water",
                "DFT study of cysteine adsorption on Au (111)",
                "DFT study of cysteine adsorption on Au (111)",
                "DNAshape: a method for the high-throughput prediction of DNA structural features on a genomic scale",
                "Adsorption modes of cysteine on Au (111): Thiolate, amino-thiolate, disulfide",
                "Long-range charge transport in single G-quadruplex DNA molecules",
                "Absorption properties of metal–semiconductor hybrid nanoparticles",
                "Electronic structure of single DNA molecules resolved by transverse scanning tunnelling spectroscopy",
                "Mixing of electronic states in pentacene adsorption on copper"
            ],
            [
                "DNA is probably the molecule that carries the highest possible density of information. Information comes along with structuring and recognition that offer the possibility of using DNA to build self-assembled molecular circuits for nanoelectronics applications. This, however, must be complemented by suitable conductivity, which was tested in a series of experiments on charge migration along DNA molecules. These issues together with reports on possible high rates of charge transfer between donor and acceptor through the DNA, obtained in the last decade from solution chemistry experiments on large numbers of molecules, triggered a series of direct electrical transport measurements through DNA single molecules, bundles and networks. These measurements are reviewed and presented here. From these experiments we conclude that electrical transport is feasible in short DNA …",
                "A classical atomistic force field to describe the interaction of proteins with gold (111) surfaces in explicit water has been devised. The force field is specifically designed to be easily usable in most common bio-oriented molecular dynamics codes, such as GROMACS and NAMD. Its parametrization is based on quantum mechanical (density functional theory [DFT] and second order Möller-Plesset perturbation theory [MP2]) calculations and experimental data on the adsorption of small molecules on gold. In particular, a systematic DFT survey of the interaction between Au (111) and the natural amino acid side chains has been performed to single out chemisorption effects. Van der Waals parameters have been instead fitted to experimental desorption energy data of linear alkanes and were also studied via MP2 calculations. Finally, gold polarization (image charge effects) is taken into account by a recently proposed …",
                "The adsorption of the cysteine amino acid (H−SCβH2−CαH−NH2−COOH) on the (111) surface of gold is studied by means of periodic density functional calculations. Results for different adsorption sites and molecular configurations show that chemisorption involving S(thiolate)−Au bonds on Au(111) is favored by starting with either cysteine or cystine gas-phase molecular precursors. In the most stable adsorption configuration, the sulfur headgroup sits at the bridge site between two surface Au atoms, and the S−Cβ bond is tilted by 57° with respect to the surface normal, whereas the in-plane orientation of the molecular backbone plays a secondary role. The analysis of the electronic properties shows that the hybridization of the p-like S states with the d-like Au states produces both bonding and antibonding occupied orbitals, and the process is well described by a model for the interaction of localized orbitals with …",
                "The adsorption of the cysteine amino acid (H−SCβH2−CαH−NH2−COOH) on the (111) surface of gold is studied by means of periodic density functional calculations. Results for different adsorption sites and molecular configurations show that chemisorption involving S(thiolate)−Au bonds on Au(111) is favored by starting with either cysteine or cystine gas-phase molecular precursors. In the most stable adsorption configuration, the sulfur headgroup sits at the bridge site between two surface Au atoms, and the S−Cβ bond is tilted by 57° with respect to the surface normal, whereas the in-plane orientation of the molecular backbone plays a secondary role. The analysis of the electronic properties shows that the hybridization of the p-like S states with the d-like Au states produces both bonding and antibonding occupied orbitals, and the process is well described by a model for the interaction of localized orbitals with …",
                "We present a method and web server for predicting DNA structural features in a high-throughput (HT) manner for massive sequence data. This approach provides the framework for the integration of DNA sequence and shape analyses in genome-wide studies. The HT methodology uses a sliding-window approach to mine DNA structural information obtained from Monte Carlo simulations. It requires only nucleotide sequence as input and instantly predicts multiple structural features of DNA (minor groove width, roll, propeller twist and helix twist). The results of rigorous validations of the HT predictions based on DNA structures solved by X-ray crystallography and NMR spectroscopy, hydroxyl radical cleavage data, statistical analysis and cross-validation, and molecular dynamics simulations provide strong confidence in this approach. The DNAshape web server is freely available at http:\/\/rohslab.cmb.usc.edu …",
                "The adsorption of cysteine on the (111) surface of gold has been studied by means of periodic supercell density-functional theory calculations. A number of different adsorption modes are examined, including adsorption through the thiol group in either thiolate or disulfide form, and adsorption through both the thiol and amino functional groups. We find that at intermediate coverage densities the latter mode of adsorption is favored, followed by thiolate adsorption at the bridge (slightly displace toward fcc) site. The N–Au and S–Au bond strengths in the amino-thiolate adsorption are estimated to be of the order of 6 and 47 kcal\/mol, respectively. The electronic structure of the different systems is analyzed, with focus on the total and projected density of states, as well as on the detailed character of the electronic states at the interface. States near the Fermi energy are found to have a metal–molecule antibonding character …",
                "DNA and DNA-based polymers are of interest in molecular electronics because of their versatile and programmable structures. However, transport measurements have produced a range of seemingly contradictory results due to differences in the measured molecules and experimental set-ups, and transporting significant current through individual DNA-based molecules remains a considerable challenge. Here, we report reproducible charge transport in guanine-quadruplex (G4) DNA molecules adsorbed on a mica substrate. Currents ranging from tens of picoamperes to more than 100 pA were measured in the G4-DNA over distances ranging from tens of nanometres to more than 100 nm. Our experimental results, combined with theoretical modelling, suggest that transport occurs via a thermally activated long-range hopping between multi-tetrad segments of DNA. These results could re-ignite interest in DNA …",
                "The optical response of hybrid metal–semiconductor nanoparticles exhibits different behaviors due to the proximity between the disparate materials. For some hybrid systems, such as CdS–Au matchstick-shaped hybrids, the particles essentially retain the optical properties of their original components, with minor changes. Other systems, such as CdSe–Au dumbbell-shaped nanoparticles, exhibit significant change in the optical properties due to strong coupling between the two materials. Here, we study the absorption of these hybrids by comparing experimental results with simulations using the discrete dipole approximation method (DDA) employing dielectric functions of the bare components as inputs. For CdS–Au nanoparticles, the DDA simulation provides insights on the gold tip shape and its interface with the semiconductor, information that is difficult to acquire by experimental means alone. Furthermore, the …",
                "Attempts to resolve the energy-level structure of single DNA molecules by scanning tunnelling spectroscopy span over the past two decades, owing to the unique ability of this technique to probe the local density of states of objects deposited on a surface. Nevertheless, success was hindered by extreme technical difficulties in stable deposition and reproducibility. Here, by using scanning tunnelling spectroscopy at cryogenic temperature, we disclose the energy spectrum of poly (G)–poly (C) DNA molecules deposited on gold. The tunnelling current–voltage (I–V) characteristics and their derivative (dI\/dV–V) curves at 78 K exhibit a clear gap and a peak structure around the gap. Limited fluctuations in the I–V curves are observed and statistically characterized. By means of ab initio density functional theory calculations, the character of the observed peaks is generally assigned to groups of orbitals originating from the …",
                "By combining experimental and theoretical approaches, we study the adsorption of pentacene on copper as a model for the coupling between aromatic molecules and metal surfaces. Our results for the interface electronic structure are not compatible with a purely physisorption picture, which is conventionally employed for such systems. Nay, we demonstrate electronic mixing between molecular orbitals and metal electronic states."
            ],
            [
                [
                    "Physics",
                    "Materials science",
                    "molecular simulations",
                    "adsorption of biomolecules on inorganic surfaces",
                    "protein-DNA complexes"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Rosa Di Felice  Associate Professor of Physics and Astronomy  Contact Information  E-mail:  difelice@usc.edu  Phone: (213) 740-2999 Office: RRI 413J  LINKS  Curriculum Vitae  Personal Website        Biographical Sketch   PROFESSIONAL HISTORY   Associate Professor (Research) of Physics and Astronomy, University of Southern California, Los Angeles, CA, USA (9\/1\/2013-8\/31\/2015).  Senior CNR research staff member at the Center S3, CNR-NANO Institute, Modena, Italy (04\/2009-).  Member of the research staff of INFM-CNR at the National Center S3 in Modena, Italy (06\/2006-04\/2009).  Tenure Track INFM Researcher, INFM National Center S3, Modena, Italy (01\/2003-05\/2006).  Fixed-term INFM Researcher, Unit of Modena, Italy (12\/1999-12\/2002).  INFM Postdoctoral Research Assistant, Department of Physics, University of Modena and Reggio Emilia, Modena, Italy (12\/1997-11\/1999).  DARPA Postdoctoral Research Assistant, Xerox Palo Alto Research Laboratory, Palo Alto, CA, USA (01\/1996-01\/1998).     EDUCATION HISTORY   1992-1995: PhD in Physics, University of Rome “Tor Vergata”, Rome, Italy. Defense 17\/10\/1996, University of Bologna, Bologna, Italy.  1986-1992: BSc & MSc in Physics, University of Rome “Tor Vergata”, Summa cum Laude. Defense 10\/04\/1992, University of Rome “Tor Vergata”, Rome, Italy.     VISITING STAYS   1 year 2012: Dept. Biology, Molecular and Computational Biology section, University of Southern California, Los Angeles, CA, USA.  3 months October-December 2012: Dept. Physics, University of Southern California, Los Angeles, CA, USA.  3 weeks May 2010: Dept. Physics, University of Southern California, Los Angeles, CA, USA.  3 weeks September 2008: CNMS at Oak Ridge National Laboratory, TN, USA.  1 week July 2008: Institute of Physical Chemistry at the Hebrew University of Jerusalem (HUJI), Israel.  1 week August 2007: Institute of Physical Chemistry, HUJI, Jerusalem, Israel.  3 weeks December 2004 – January 2005: Department of Physics, University of São Paulo, Brazil.  1 week November 2004: Tel Aviv University and Hebrew University of Jerusalem, Israel.  3 weeks December 2003: Department of Physics, University of São Paulo, Brazil.  2 weeks August-September 2003: Department of Chemistry, Princeton University, NJ, USA.  1 month December 2002: Department of Physics, University of São Paulo, Brazil.  1 month March-April 2002: Department of Chemistry, Princeton University, NJ, USA.  1 month October 2001: Department of Chemistry, Princeton University, NJ, USA.  2 months April-May 2001: Department of Physics, University of São Paulo, Brazil.      Description of Research  Research Keywords  Theoretical biophysics, structure and electronic properties of DNA and proteins, conformational flexibility and thermodynamics, charge transfer in biological systems, molecule\/surface interactions, biomolecular nanostructures, protein-DNA binding, hybrid materials and bio-nano-systems, Density Functional Theory (DFT), Molecular Dynamics (MD), Quantum Computation applied to problems in nanosciences.  Detailed Statement of Research Interests        Theoretical and computational physics of matter, with emphasis on ab-initio studies of biological molecules and molecules interacting with surfaces. Specific topics include:  1  Capabilities, limits and extensions of solid-state computational tools to study biomolecules appealing for electronic applications. The investigated biomolecules are: (i) natural and modified nucleic acids; (ii) copper metalloproteins; (iii) model b -sheet peptides on solid surfaces in a wet environment.  2  Theory of charge mobility in biomolecules: links between the solid-state-like charge transport through extended orbitals and the charge transfer between localized molecular sites (Marcus-Hush-Jortner Theory).  3  Methodological development to compute electron transfer rates in biomolecular systems within density functional theory. Application to: (i) electron exchange between two electron transfer proteins in an azurin dimer; (ii) hole exchange between two adjacent planes in stacked dimers of DNA and xDNA with different sequences.  4  Use of molecular dynamics simulations to sample the conformational effects on the electronic and optical properties of biological molecules. Application to DNA duplexes, triplexes, tetraplexes and duplexes with non-natural bases.  5  Role of the solvent in the electronic structure and charge properties of DNAs and proteins. Investigation of a continuum solvent and discrete coordination water molecules.  6  Optical absorption and circular dichroism of chiral molecules including natural and modified DNAs.  7  DFT-based parametrization of classical force fields for modified nucleobases and for protein-surface and DNA-surface interaction.  8  DFT studies of the adsorption of organic molecules and biomolecules on metal surfaces, with aromatic and alkylic molecules, in the diluted coverage range and in the range of self-assembled-monolayers: nucleobases\/Au(111), amino-acids\/Au(111), methanethiol\/Au(111), pentacene\/Cu(100), mercaptobenzoxazole\/Cu(100), DPDI\/Cu(111). Different regimes of molecule-metal hybridization from chemisorption to weak interaction.  9  Molecular dynamics simulations of protein-binding DNA oligomers and of protein-DNA bound complexes.  10  Electronic structure of organic and inorganic polymers that can serve as new nanowires for electronic applications. Free-standing polymers, interfaces with metal surfaces, and junctions with two metal electrodes. Current investigations are devoted to specific polymers MMX (metal-metal-halogen chains that coordinate various lateral organic groups) and MoSI compounds.  11  Methodological development to address excited-state transport mechanisms, as well as dispersion interactions for a suitable description of molecule-molecule and molecule-inorganic coupling.  12  Ab-initio theory and empirical modeling of the structure, electronic properties and optical excitations of hybrid metal\/semiconductor interfaces and nanoparticles (nano-dumbbells).  13  Impact of quantum computation on nanosciences spanning chemistry, materials science, physics and biology.  Many of these activities include direct collaboration with experimental groups for guidance and interpretation.     Affiliations with Research Centers, Labs, and Other Institutions   Rohslab, Associated Lab Member, http:\/\/rohslab.cmb.usc.edu   Publications  Journal Article   Li, R., Di Felice, R., Rohs, R., Lidar, D. \r\n                                (2018).\r\n                            Quantum versus classical machine learning applied to a simplified computational biology problem. NPJ Quantum Inf.. \r\n                                Vol. 4, pp. 14.  Di Felice, R., Rosa, M., Corni, S. \r\n                                (2018).\r\n                            Adsorption mechanisms of nucleobases on the hydrated Au(111) surface. Langmuir. \r\n                                Vol. XXX, pp. XXX. 10.1021\/acs.langmuir.8b00065   Di Felice, R., Bellucci, L., Bussi, G., Corni, S. \r\n                                (2017).\r\n                            Fibrillation-prone conformations of the amyloid-beta-42 peptide at the gold\/water interface. Nanoscale. \r\n                                Vol. 9, pp. 2279.  Tangprasertchai, N., Di Felice, R., Zhang, X., Slaymaker, I. M., Vazquez Reyes, C., Jiang, W., Rohs, R., Qin, P. Z. \r\n                                (2017).\r\n                            CRISPR-Cas9 mediated DNA unwinding detected using site-directed spin labeling. ACS Chem. Biol.. \r\n                                Vol. 12, pp. 1489.  Zhang, X., Xu, C., Di Felice, R., Sponer, J., Islam, B., Stadlbauer, P., Ding, Y., Mao, L., Mao, Z., Qin, P. Z. \r\n                                (2016).\r\n                            Conformations of Human Telomeric G-Quadruplex Studied Using a Nucleotide-Independent Nitroxide Label. Biochemistry. \r\n                                Vol. 55, pp. 360-372.  Mohn, S., Stolyarchuk, N., Markurt, T., Kirste, R., Hoffmann, M. P., Collazo, R., Courville, A., Di Felice, R., Sitar, Z., Vennéguès, P., Albrecht, M. Polarity control in Group-III-Nitrides beyond Pragmatism. Physical Review Applied. 2016: 054004  Sun, W., Varsano, D., Di Felice, R. Effect of G quadruplex topology on Electronic Transfer Integrals. Nanomaterials Vol. 6. 2016: 184  Di Felice, R., Rosa, M., Koch, D., Corni, S., R. Wade, R. Docking of DNA duplexes on a gold surface. Journal of Self-Assembly and Molecular Electronics. 3 2015: 1-18  Livshits, G. I., Stern, A., Rotem, D., Borovok, N., Eidelshtein, G., Migliore, A., Penzo, E., Wind, S. J., Di Felice, R., Skourtis, S. S., Cuevas, J., Gurevich, L., Kotlyar, A. B., Porath, D. \r\n                                (2014).\r\n                            Long-range charge transport in single G-quadruplex DNA molecules. Nature Nanotechnology. \r\n                                Vol. 9, pp. 1040.  Rosa, M., Corni, S., Di Felice, R. \r\n                                (2014).\r\n                            van der Waals effects at molecule-metal interfaces. Phys. Rev. B. \r\n                                Vol. 90, pp. 125448.  Sun, W., Ferretti, A., Varsano, D., Brancolini, G., Corni, S., Di Felice, R. \r\n                                (2014).\r\n                            Electron Transfer Rates at a Bio-Inorganic Interface. J. Phys. Chem. C. \r\n                                Vol. 118, pp. 18820.  Rosa, M., Corni, S., Di Felice, R. \r\n                                (2014).\r\n                            Enthalpy-Entropy Tuning in the Aggregation of Nucleobases at the Au(111) Surface. J. Chem. Theory Comput.. \r\n                                Vol. 10, pp. 1707.  Dong, R., Calzolari, A., Di Felice, R., El-Shafei, A., Hussain, M., Buongiorno Nardelli, M. \r\n                                (2014).\r\n                            Optical enhancement in heteroleptic Ru(II) isomeric dyes with extended carbazole antennas. J. Phys. Chm. C. \r\n                                Vol. 118, pp. 8747.  Ngo, V., Di Felice, R., Haas, S. \r\n                                (2014).\r\n                            Ion Selectivity and Conduction of a synthetic tetramolecular G-quadruplex. J. Phys. Chem. B. \r\n                                Vol. 118, pp. 864.  Bellucci, L., Corni, S., Di Felice, R., Paci, E. \r\n                                (2013).\r\n                            The Structure of Neuronal Calcium Sensor-1 in Solution Revealed by Molecular Dynamics Simulations. PloS ONE. \r\n                                Vol. 8, pp. e74383.  Brancolini, G., Migliore, A., Corni, S., Fuentes-Cabrera, M., Luque, F., Di Felice, R. \r\n                                (2013).\r\n                            Dynamical treatment of charge transfer through duplex nucleic acids containing modified adenines. ACS Nano. \r\n                                Vol. 7, pp. 9396.  Casalini, S., Bertoni, M., Leonardi, F., Operamolla, A., Bortolotti, C., Borsari, M., Sun, W., Di Felice, R., Corni, S., Albonetti, C., Hassan Omar, O., Farinola, G., Biscarini, F. \r\n                                (2013).\r\n                            Self-Assembly of mono-\/bi-dentate oligoarylene thiols onto polycrystalline Au. Langmuir. \r\n                                Vol. 29, pp. 13198.  Rosa, M., Corni, S., Di Felice, R. \r\n                                (2013).\r\n                            Interaction of DNA bases with the Au(111) surface. J. Chem. Theo. Comput.. \r\n                                Vol. 9, pp. 4552.  Sun, W., Corni, S., Di Felice, R. \r\n                                (2013).\r\n                            Reactivity of the ZnS(1010 ) surface to small organic ligands by density functional theory. J. Phys. Chem. C. \r\n                                Vol. 117, pp. 16034.  Hancock, S. P., Ghane, T., Cascio, D., Rohs, R., Di Felice, R., Johnson, R. C. \r\n                                (2013).\r\n                            Control of DNA minor groove width and Fis protein binding by the purine 2-amino group. Nucl. Acids Res.. \r\n                                Vol. 41, pp. 6750-6760.  Zhou, T., Yang, L., Lu, Y., Dror, I., Dantas Machado, A., Ghane, T., Di Felice, R., Rohs, R. \r\n                                (2013).\r\n                            DNAshape: high-throughput prediction of DNA shape on a genomic scale. Nucl. Acids Res.. \r\n                                Vol. 41, pp. W56-W62.  Di Felice, R., Sun, W. \r\n                                (2012).\r\n                            Nature of the Interaction between Natural and Size-Expanded Guanine with Gold Clusters: A Density Functional Theory Study. J. Phys. Chem. C. \r\n                                Vol. 116, pp. 24954-24961.  Rosa, M., Corni, S., Di Felice, R. \r\n                                (2012).\r\n                            A Density Functional Theory Study of Cytosine on Au(111). J. Phys. Chem. C. \r\n                                Vol. 116, pp. 21366-21373.  Lee, M. H., Brancolini, G., Gutierrez, R., Di Felice, R., Cuniberti, G. \r\n                                (2012).\r\n                            Probing Charge Transport in Oxidatively Damaged DNA Sequences under the Influence of Structural Fluctuations. J. Phys. Chem. B. \r\n                                Vol. 116, pp. 10977-10985.  Ghane, T., Brancolini, G., Varsano, D., Di Felice, R. \r\n                                (2012).\r\n                            Optical Properties of Triplex DNA from Time-Dependent Density Functional Theory. J. Phys. Chem. B. \r\n                                Vol. 116, pp. 10693-10702.  Di Felice, R., Corni, S. \r\n                                (2011).\r\n                            Simulation of Peptide-Surface Recognition. J. Phys. Chem. Lett.. \r\n                                Vol. 2, pp. 1510-1519.  Shapir, E., Brancolini, G., Molotsky, T., Kotlyar, A. B., Di Felice, R., Porath, D. \r\n                                (2011).\r\n                            Energy Gap Reduction in DNA by Complexation with Metal Ions. Adv. Mater.. \r\n                                Vol. 23, pp. 4290-4294.  Welte, L., Calzolari, A., Di Felice, R., Zamora, F., Gomez-Herrero, J. \r\n                                (2010).\r\n                            Highly conductive self-assembled nanoribbons of coordination polymers. Nature Nanotech.. \r\n                                Vol. 5, pp. 110-115.  Shapir, E., Sagiv, L., Molotsky, T., Kotlyar, A. B., Di Felice, R., Porath, D. \r\n                                (2010).\r\n                            Electronic Structure of G4-DNA by Scanning Tunneling Spectroscopy. J. Phys. Chem. C. \r\n                                Vol. 114, pp. 22079-22084.  Iori, F., Di Felice, R., Molinari, E., Corni, S. \r\n                                (2009).\r\n                            GoIP: An Atomistic Force-Field to Describe the Interaction of Proteins With Au(111) Surfaces in Water. J. Comput. Chem.. \r\n                                Vol. 30, pp. 1465-1476.  Migliore, A., Corni, S., Varsano, D., Di Felice, R., Klein, M. L. \r\n                                (2009).\r\n                            First Principles Effective Electronic Couplings for Hole Transfer in Natural and Size-Expanded DNA. J. Phys. Chem. B. \r\n                                Vol. 113, pp. 9402-9415.  Shapir, E., Cohen, H., Calzolari, A., Cavazzoni, C., Ryndyk, D. A., Cuniberti, G., Kotlyar, A. B., Di Felice, R., Porath, D. \r\n                                (2008).\r\n                            Electronic structure of single DNA molecules resolved by transverse scanning tunnelling spectroscopy. Nature Mater.. \r\n                                Vol. 7, pp. 68-74.  Iori, F., Corni, S., Di Felice, R. \r\n                                (2008).\r\n                            Unraveling the interaction between histidine side chain and the Au(111) surface: A DFT study. J. Phys. Chem. C. \r\n                                Vol. 112, pp. 13540-13545.  Brancolini, G., Di Felice, R. \r\n                                (2008).\r\n                            Electronic Properties of Metal-Modified DNA Base Pairs. J. Phys. Chem. B. \r\n                                Vol. 112, pp. 14281-14290.  Ferretti, A., Baldacchini, C., Calzolari, A., Di Felice, R., Ruini, A., Molinari, E., Betti, M. \r\n                                (2007).\r\n                            Mixing of electronic states in pentacene adsorption on copper. Phys. Rev. Lett.. \r\n                                Vol. 99, pp. 046802.  Varsano, D., Garbesi, A., Di Felice, R. \r\n                                (2007).\r\n                            Ab initio optical absorption spectra of size-expanded xDNA base assemblies. J. Phys. Chem. B. \r\n                                Vol. 111, pp. 14012-14021.  Varsano, D., Di Felice, R., Marques, M. A., Rubio, A. \r\n                                (2006).\r\n                            A TDDFT study of the excited states of DNA bases and their assemblies. J. Phys. Chem. B. \r\n                                Vol. 110, pp. 7129-7138.  Cavallari, M., Calzolari, A., Garbesi, A., Di Felice, R. \r\n                                (2006).\r\n                            Stability and migration of metal ions in G4-wires by molecular dynamics simulations. J. Phys. Chem. B. \r\n                                Vol. 110, pp. 26337-26348.  Migliore, A., Corni, S., Di Felice, R., Molinari, E. \r\n                                (2006).\r\n                            First-principles density-functional theory calculations of electron-transfer rates in azurin dimers. J. Chem. Phys.. \r\n                                Vol. 124, pp. 064501.  Ferretti, A., Calzolari, A., Di Felice, R., Manghi, F., Caldas, M. J., Buongiorno Nardelli, M., Molinari, E. \r\n                                (2005).\r\n                            First-principles theory of correlated transport through nanojunctions. Phys. Rev. Lett.. \r\n                                Vol. 94, pp. 116802.  Di Felice, R., Bertoni, C., Pignedoli, C., Catellani, A. \r\n                                (2005).\r\n                            Hydrogen-induced surface metallization of ss-SiC(100)-(3 x 2) revisited by density functional theory calculations. Phys. Rev. Lett.. \r\n                                Vol. 94, pp. 116103.  Zhang, H., Calzolari, A., Di Felice, R. \r\n                                (2005).\r\n                            On the magnetic alignment of metal ions in a DNA-mimic double helix. J. Phys. Chem. B. \r\n                                Vol. 109, pp. 15345-15348.  Porath, D., Cuniberti, G., Di Felice, R. \r\n                                (2004).\r\n                            Charge transport in DNA-based devices. Top. Curr. Chem. \r\n                                Vol. 237, pp. 183-227.  Di Felice, R., Selloni, A., Molinari, E. \r\n                                (2003).\r\n                            DFT study of cysteine adsorption on Au(111). J. Phys. Chem. B. \r\n                                Vol. 107, pp. 1151-1156.  Calzolari, A., Di Felice, R., Molinari, E., Garbesi, A. \r\n                                (2002).\r\n                            G-quartet biomolecular nanowires. Appl. Phys. Lett.. \r\n                                Vol. 80, pp. 3331-3333.  Di Felice, R., Calzolari, A., Molinari, E., Garbesi, A. \r\n                                (2002).\r\n                            Ab initio study of model guanine assemblies: The role of pi-pi coupling and band transport. Phys. Rev. B. \r\n                                Vol. 65, pp. 045104.  Di Felice, R., Northrup, J. E. \r\n                                (1998).\r\n                            Energetics of AlN thin films on the Al2O3(0001) surface. Appl. Phys. Lett.. \r\n                                Vol. 73, pp. 936-938.     Service to the University  Committees   Member, PhD defense, Atanu Acharya, Chemistry, 10\/18\/2016, 2016-2017    Service to the Profession   Committees   Member, Editorial Board CNR, 03\/2010-12\/2012  Member, Executive Board CNR-NANO-S3, 01\/2004-12\/2012  Chair, Search committees CNR, Italy (for postdocs and faculty), 01\/2002-12\/2011  Member, Search Committees CNR, Italy (for postdocs and faculty), 01\/2002-12\/2011  Member, Evaluation of Habilitation Thesis Robert Stadler, University of Vienna, Austria, 01\/2011  Member, Evaluation of PhD Thesis Daniele Varsano, University of San Sebastian, Spain, 03\/2006    Conferences Organized   Chair, Charge Transfer in Biosystems, Universitätszentrum Obergurgl, Obergurgl, Austria, 07\/2011  Chair, DNA-based Nanowires: on the Way from Biomolecules to Nanodevices, University of Modena, Italy, 10\/2005    Editorships and Editorial Boards   Associate Editor, Scientific Reports, 03\/2013-12\/2020  Associate Editor, European Physical Journal B, 06\/2008-12\/2020    Review Panels   European Commission, Marie Curie Intra-European Fellowships, 03\/2006-06\/2006   Reviewer for Publication   Nature Nanotechnology, Nature, Referee, 01\/2006-12\/2020  Journal of Physical Chemistry (A,B,C,Lett), ACS, Referee, 01\/2004-12\/2020  Journal of the American Chemical Society, ACS, Referee, 01\/2004-12\/2020  Nano Letters, ACS, Referee, 01\/2004-12\/2020  Physical Review Letters, APS, Referee, 01\/2000-12\/2020    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}