{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JLC1GR9S",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Humberto Campins Pegasus Professor PSB 459 Humberto.Campins@ucf.edu After a two-year postdoctoral appointment at the University of Maryland, Dr. Campins spent nearly five years at the Planetary Science Institute in Tucson. In 1989, he accepted an assistant professorship at the University of Florida, were he attained the rank of Professor in 1997. While at the University of Florida, Dr. Campins was Director of the Florida Space Grant Consortium from 1994 to 1998. From 1998 to 2002, Dr. Campins worked as Program Officer at the Research Corporation and as adjunct faculty at the Lunar and Planetary Laboratory of the University of Arizona in Tucson. In August 2002, Dr. Campins joined the UCF faculty as Provost Research Professor of Physics and Astronomy and head of the Planetary and Space Science Group. Dr. Campins. research area is astronomy. He studies comets, asteroids and other small bodies in the solar system using a variety of ground based, airborne and space based telescopes. This research is funded by NASA and by the National Science Foundation. One of his current interests is the role that comets may have played in the origin of water and organic molecules on Earth and Mars. Landsman, Z. A.; Campins, H.; Pinilla-Alonso, N.; Hanus, J.; Lorenzi, V. “ A new investigation of hydration in the M-type asteroids ,” Icarus, Volume 252, p. 186-198 (2014). Lauretta, D. S.; Bartels, A. E.; Barucci, M. A.; Bierhaus, E. B.; Binzel, R. P.; Bottke, W. F.; Campins, H.; Chelsey, S. R.; Clark, B. C.; Clark, B. E.; Cloutis, E. A.; Connolly, H. C.; Crombie, M. K.; Delbo, M.; Dworkin, J. P.; Emery, J. P.; Glavin, D. P.; Hamilton, V. E.; Hergenrother, C. W.; Johnson, C. L.; Keller, L. P.; Michel, P.; Nolan, M. C.; Sandford, S. A.; Scheeres, D. J.; Simon, A. A.; Sutter, B. M.; Vokrouhlicky, D.; Walsh, K. J. “ The OSIRIS-REx target asteroid (101955) Bennu: Constraints on its physical, geological, and dynamical nature from astronomical observations ,” Meteoritics & Planetary Science, Volume 50, Issue 4, pp. 834-849 (2015). Bottke, W. F.; Vokrouhlicky, D.; Walsh, K. J.; Delbo, M.; Michel, P.; Lauretta, D. S.; Campins, H.; Connolly, H. C.; Scheeres, D. J.; Chelsey, S. R. “ In search of the source of asteroid (101955 Bennu: Applications of the stochastic YORP model ,” Icarus, Volume 247, p. 191-217 (2015). Rivkin, A. S.; Campins, H.; Emery, J. P.; Howell, E. S.; Licandro, J.; Takir, D.; Vilas, F. “ Astronomical Observations of Volatiles on Asteroids ,” Chapter to appear in the (University of Arizona) Space Science Series Book: Asteroids IV (2015). Emery, J.; Fernandez, Y.; Kelley, M.; Warden, K.; Hergenrother, C.; Lauretta, D.;  Drake, M.; Campins, H.; Ziffer, J. “Thermal infrared observations and thermophysical characterization of OSIRIS-REx target asteroid (101955) Bennu” , Icarus 234 , p 17-35 (2014). Hargrove, K. D.; Emery, J. P.; Campins, H.; Kelley, M. S. P. “ Asteroid (90) Antiope: Another icy member of the Themis family?” Icarus, Volume 254, P. 150-156 (2015). Binzel. R. P.; DeMeo, F. E.; Burt, B. J.; Cloutis, E. A.; Rozitis, B.; Burbine, T. H.; Campins, H.; Clark, B. E.; Emery, J. P.; Hergenrother, C. W.; Howell, E. S.; Lauretta, D. S.; Nolan, M. C.; Mansfield, M.; Pietrasz, V.; Polishook, D.; Scheeres, D. J.; “ Spectral slope variations for OSIRIS-REx target Asteroid (101955) Bennu: Possible evidence for a fine-grained regolith equatorial ridge” Icarus, Volume 256, p. 22-29 (2015). “Evaporating asteroid” by Campins, H., and Comfort, C. (2014), Nature, Volume 505, Issue 6484, p. 487-488 “Thermal infrared observations and thermophysical characterization of OSIRIS-REx target asteroid (101955) Bennu” by Emery, J., Fernandez, Y., Kelley, M., Warden, K., Hergenrother, C., Lauretta, D., Drake, M., Campins, H., and Ziffer, J. (2014), Icarus, Volume 234, p. 17-35 “Thermal properties, sizes, and size distribution of Jupiter-family cometary nuclei” by Fernandez, Y., Kelley, M., Lamy, P., Toth, I., Groussin, O., Lisse, C., A’Hearn, M., Bauer, J., Campins, H., and 8 coauthors (2013), Icarus, Volume 226, Issue 1, p. 1138-1170 “Lightcurve, Color, and Phase Function Photometry of the OSIRIS-REx Target Asteroid (101955) Bennu” by Hergenrother, C., Nolan, M., Binzel, R., Cloutis, E., Barucci, M., Michel, P., Scheeres, D., d’Aubigny, C., Lazzaro, D., Pinilla-Alonso, N., Campins, H., and 5 coauthors (2013), Icarus, Volume 226, Issue 1, p. 663-670 “The Origin of Asteroid 162173 (1999 JU3)” by Campins, H., et. al. (2013), The Astronomical Journal, Volume 146, Issue 2, article id 26, 6 pp “Additional spectra of asteroid 1996 FG3, backup target of the ESA MarcoPolo-R mission” by de Leon, J., Lorenzi, V., Ali-Lagoa, V., Licandro, J., Pinilla-Alonso, N., Campins, H. (2013), Astronomy & Astrophysics, Volume 556, id A33, 4 pp “The persistent activity of Jupiter-family comets at 3-7 AU” by Kelley, M., Fernandez, Y., Licandro, J., Lisse, C., Reach, W., A’Hearn, M., Baur, J., Campins, H., and 9 coauthors (2013), Icarus, Volume 225, Issue 1, p. 475-494 “Physical properties of B-type asteroids from WISE data” by Ali-Lagoa, V., de Leon, J., Licandro, J., Delbo, M., Campins, H., Pinilla-Alonso, N., and Kelley, M. (2013), Astronomy & Astrophysics, Volume 554, id A71, 16 pp “Near-infrared spectroscopy of 1999 JU3, the target of the Hayabusa 2 mission” by Pinilla-Alonso, N., Lorenzi, V., Campins, H., de Leon, J., and Licandro, J. (2013), Astronomy & Astrophysics, Volume 552, id A79, 3pp “The temporal evolution of the July 2009 Jupiter impact cloud” by Baines, K., Yanamandra-Fisher, P, Momary, T., Orton, G., Villar, G., Fletcher, L., Campins, H., Rivkin, A., and Shara, M. (2013), Planetary and Space Science, Volume 77, p. 25-39 “Spectra of asteroid families in support of Gaia” by Campins, H., de León, J., Licandro, J., Kelley, M. S., Fernández, Y., Ziffer, J., and Nesvorný, D. (2012), Planetary and Space Science, Volume 73, p. 95-97 “Challenges for the scientific exploitation of Gaia observations of solar system objects” by Tanga, P., Campins, H., Paolicchi, P. (2012), Planetary and Space Science, Vol. 73, p. 95-97 “Asteroids (65) Cybele, (107) Camilla and (121) Hermione: Infrared spectral diversity among the Cybeles” by Hargrove, K., Kelley, M., Campins, H., Licandro, J., Emery, J. (2012), Icarus, Volume 221, p. 453-455 “The radial distribution of dust species in young brown dwarf discs” by Riaz, B.; Honda, M.; Campins, H; Micela, G; Guarcello, M.G.; Gledhill, T.; Hough, J.; Martín, E. L. (2012) Monthly Notices of the Royal Astronomical Society, vol. 420, 2603-2624. “Near-infrared spectroscopic survey of B-type asteroids: Compositional analysis” by de León, J; Pinilla-Alonso, N; Campins, H; Licandrao, J; Marzo, G. A. (2012) Icarus, vol. 218, 196-206. “5-14 μm Spitzer spectra of Themis family asteroids” by Licandro, J.; Hargrove, K.; Kelley, M.; Campins, H.; Ziffer, J.; Alí-Lagoa, V.; Fernández, Y.; Rivkin, A. (2012) Astronomy & Astrophysics, vol. 537, id. A74 “Organic materials in planetary and protoplanetary systems: nature or nurture?” by Dalle Ore, C. M.; Fulchignoni, M.; Cruikshank, D. P.; Barucci, M. A.; Brunetto, R.; Campins, H.; and fourteen other co-authors (2011) Astronomy & Physics, vol. 533 id.A98. “Long-term evolution of the aerosol debris cloud produced by the 2009 impact on Jupiter” by International Outer PLANET Watch Team Iopw-Pvol Sánchez-Lavega, A.; Orton, G. S.; Hueso, R.; Pérez-Hoyos, S.; Fletcher, L. N.; García-Melendo, E.; Gomez-Forrellad, J. M.; de Pater, I.; Wong, M.; Hammel, H. B.; Yanamandra-Fisher, P.; Simon-Miller, A.; Barrado-Izagirre, N.; Marchis, F.; Mousis, O.; Ortiz, J. L.; García-Rojas, J.; Cecconi, M.; Clarke, J. T.; Noll, K.; Pedraz, S.; Wesley, A.; Kalas, P.; McConnell, N.; Golisch, W.; Griep, D.; Sears, P.; Volquardsen, E.; Reddy, V.; Shara, M.; Binzel, R.; Grundy, W.; Emery, J.; Rivkin, A.; Thomas, C.; Trilling, D.; Bjorkman, K.; Burgasser, A. J.; Campins, H.; Sato, T. M.; Kasaba, Y.; Ziffer, J.; Mirzoyan, R.; Fitzgerald, M.; Bouy, H. (2011) Icarus, vol. 214, 432-476. “Testing the comet nature of main belt comets. The spectra of 133P\/Elst-Pizarro and 176P\/LINEAR” by Licandro, J.; Campins, H.; Tozzi, G. P.; de León, J.; Pinilla-Alonso, N.; Boehnhardt, H.; Hainaut, O. R. (2011) Astronomy & Astrophysics, Volume 532, id.A65 “Near-infrared spectroscopy of primitive asteroid families” by Ziffer, J.; Campins, H.; Licandro, J.; Walker, M. E.; Fernandez, Y.; Clark, B. E.; Mothe-Diniz, T.; Howell, E.; Deshpande, R. (2011). Icarus, Volume 213, p. 538-546. “New observations of asteroid (175706) 1996 FG3, primary target of the ESA Marco Polo-R mission” by de León, J.; Mothé-Diniz, T.; Licandro, J.; Pinilla-Alonso, N.; Campins, H. (2011) Astronomy & Astrophysics, Volume 530, id.L12. “(65) Cybele: Detection of Small Silicate Grains, Water-ice, and Organics” by Licandro, J., Campins, H., Kelley, M., Hargrove , K., Pinilla-Alonso, N., Cruikshank, D., Rivkin, A. S., and Emery, J. (2011), Astronomy and Astrophysics, 525, A34 “Near-infrared spectroscopy of primitive asteroid families” by Ziffer, J., Campins, H, Licandro, J., Walker, M. E., Fernandez, Y., Clark, B. E., Mothe-Diniz, T., Howell, E., Deshpande, R.        (2011) Icarus, Vol. 213, p. 538-546 “New observations of asteroid (175706) 1996 FG3, primary target of the ESA Marco Polo-R mission” by de León, J.; Mothé-Diniz, T.; Licandro, J.; Pinilla-Alonso, N.; Campins, H. (2011) Astronomy & Astrophysics, Volume 530, id.L12 “Water ice and organics on the surface of the asteroid 24 Themis” by Campins, H., Hargrove, K., Pinilla-Alonso, N, Howell, E., Kelley, M., S., Licandro, J., Mothe´-Diniz, T., Fernández, Y., and Ziffer, J. (2010) Nature, vol. 464, 1320-1321. “The Origin of Asteroid 101955 (1999 RQ 36 )” by Campins, H., Morbidelli, A., Tsiganis, K., de León, J., Licandro J., and Lauretta, D. (2010) Astrophys. J. Lett., vol. 721, L53. “Observations, compositional, and physical characterization of near-Earth and Mars-crosser asteroids from a spectroscopic survey” by de León, J., Licandro, J., Serra-Ricart, M., Pinilla-Alonso, N., and Campins, H. (2010) Ast. & Astroph. vol. 517, A23. “Origin of the near-Earth asteroid Phaethon and the Geminids meteor shower” by de León, J., Campins, H., Tsiganis, K., Morbidelli, A., and Licandro, J. (2010) Ast. & Astroph. vol. 513, A26 “Spectroscopy of B-type asteroids: Subgroups and meteorite analogs” by Clark, B. E., Ziffer, J., Nesvorny, D., Campins, H., and 10 other coauthors. (2010) Journal of Geophysical Res., vol. 115, E6. Vanessa Lowry Anicia Arredondo Andrew Malfavon COS News UCF Professor Briefs Planetary Sciences Community about NASA’s OSIRIS-REx Mission During Conference UCF physics Professor Humberto Campins is today (Thursday, Oct. 29) giving the science community a look at the evolving OSIRIS-REx mission to collect an asteroid… COS News OSIRIS REx Ready to for Touch-n-Go Maneuver on Tuesday, Oct. 20 Four years after it launched, NASA’s OSIRIS REx NASA mission is closing in on its big day. On Oct. 20, the spacecraft is scheduled to… Asteroid Bennu Continues to Surprise Scientists If UCF physics Professor Humberto Campins was a betting man, he should run out and play the lottery. The planetary scientist, who is an international…"
            ]
        ]
    ]
}