{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JLPNWKQP",
            "rGrMgRQAAAAJ",
            [

            ],
            [

            ],
            [
                [

                ]
            ],
            [
                "Skip to main content OREGON STATE UNIVERSITY Open search box College of Engineering » Chemical, Biological, and Environmental Engineering Toggle menu Go to search page Search Field Exit Search About Welcome History Mission Statement Visiting Campus Accreditation Chemical Engineering Bioengineering Environmental Engineering News Academics Chemical Engineering Bioengineering Environmental Engineering Seminars Research and Innovation Research Facilities Revolution in CBEE Clean Water Initiative Facilities Our Impact K-12 Education Join Our Team! Calendar Library Maps Online Services Make a Gift About Welcome History Mission Statement Visiting Campus Accreditation Chemical Engineering Bioengineering Environmental Engineering News Academics Chemical Engineering Bioengineering Environmental Engineering Seminars Research and Innovation Research Facilities Revolution in CBEE Clean Water Initiative Facilities Our Impact K-12 Education Join Our Team! You are here Gregory S. Herman 105 SW 26th St. Corvallis, OR 97331 greg.herman@oregonstate.edu Office Phone: 541-737-2496 Chemical, Biological & Environmental Engineering Professor and Head James and Shirley Kuse Chair in Chemical Engineering Expertise and Interests: Gregory Herman’s research expertise covers the detailed characterization of materials using surface science techniques. We perform ambient-pressure X-ray photoelectron spectroscopy and ambient-pressure scanning tunneling microscopy to obtain a fundamental mechanistic understanding of reactions at surfaces. Applications include: the design of new catalysts to better control reaction selectivities and activities; characterizing radiation induced mechanisms for advanced semiconductor manufacturing; and design of novel sensors and understanding their surface chemistries. Assistant to the Head: Tina Mills Biography: Ph.D. Physical Chemistry, University of Hawaii-Manoa, 1992 B.S. Chemistry, University of Wisconsin-Parkside, 1985 Related Links: Herman Research Group Google Scholar page for Gregory S. Herman Future Students Current Students Careers and Internships Alumni and Friends Faculty and Staff Industry and Partners Contact Info School of Chemical, Biological and Environmental Engineering 116 Johnson Hall 105 SW 26th St. Corvallis, OR 97331 Phone: 541-737-4791 Toll Free: 877-257-5182 Email: cbee@oregonstate.edu Facebook , Instagram , Twitter , Linkedin Copyright ©2021              Oregon State University Disclaimer Graduates Admissions Advising Forms Funding Student Bios CBEE About Academics Contact Us Faculty and Staff News Undergraduates Advising Computing Careers & Internships Major Requirements   K-12 Programs Adventures in Learning KidSpirit Precollege Programs Saturday Academy S.E.S.E.Y. "
            ]
        ]
    ]
}