{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JP1KNNPK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Giles Novak Giles Novak Professor PhD, University of Chicago, 1988 g-novak@northwestern.edu 847-491-8645 1800 Sherman #8057 Professor Novak works in observational astrophysics and astronomical instrumentation. His research group is currently contributing to three instrumentation projects: called HAWC+, BLAST-TNG, and TolTEC. All three are aimed at key questions in star formation research: What sets the rate at which new stars and planets are born? What factors determine the masses of stars and the properties of the associated planet-forming disks? To learn more, please visit the Novak Group page. Selected Honors and Awards NSF Faculty Early Career Development Award, 1997 Weinberg College Award for Excellence in Mentoring Undergraduate Research, 2012 Selected Publications P. C. Ashton et al. First Observation of the Submillimeter Polarization Spectrum in a Translucent Molecular Cloud Astrophysical Journal 857, 10 (2018) L. M. Fissel et al. Balloon-Borne Submillimeter Polarimetry of the Vela C Molecular Cloud: Systematic Dependence of Polarization Fraction on Column Density and Local Polarization-Angle Dispersion Astrophysical Journal 824, 134 (2016) N. L. Chapman, J. A. Davidson, P. F. Goldsmith, M. Houde, W. Kwon, Z.-Y. Li, L. W. Looney, B. Matthews, T. G. Matthews, G. Novak, R. Peng, J. E. Vaillancourt, and N. H. Volgenau Alignment Between Flattened Protostellar Infall Envelopes and Ambient Magnetic Fields Astrophysical Journal 770, 151 (2013) M. Krejny et al. The Hertz\/VPM polarimeter: Design and First Light Observations Applied Optics 47, 4429 (2008) G. Novak et al. First Results from the Submillimeter Polarimeter for Antarctic Remote Observations: Evidence of Large-Scale Toroidal Magnetic Fields in the Galactic Center Astrophysical Journal 583, L83 (2003) Other Activities Art\/Science Collaboration - Use this as a Sun Tunnel"
            ]
        ]
    ]
}