{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JTI87HBC",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                ">\n    \n  \n    \n      Jonas Zmuidzinas Jonas Zmuidzinas Merle Kingsley Professor of Physics; Director, Caltech Optical Observatories Contact information for Jonas Zmuidzinas jonas@caltech.edu Research Website Personal Website B.S., Caltech, 1981; Ph.D., University of California, 1987. Assistant Professor, Caltech, 1989-95; Associate Professor, 1995-2000; Professor 2000-10; Kingsley Professor, 2010-; Jet Propulsion Laboratory Senior Research Scientist, 2005-11; Jet Propulsion Laboratory Chief Technologist, 2011-16; Director, Micro-Devices Laboratory, Jet Propulsion Laboratory, 2007-11; Director, 2018-. ; Research Interests Submillimeter Astronomy and Instrumentation I work primarily at the intersection of astronomy, engineering, and physics. In other words, I am an experimentalist. I like to find astronomical problems that demand technical innovation for their solution, problems that cannot be solved using existing techniques or instruments. New technology and instrumentation open up new possibilities for discovery, and that is what excites me. I focus primarily on the submillimeter band, which is poorly explored and offers plenty of technical challenges. Our group is involved in a wide variety of projects, including Herschel\/HIFI, SOFIA, and of course the Caltech Submm Observatory (CSO) on Mauna Kea. However, our main challenge at present is to build a 25m submillimeter telescope in Atacama, Chile -- CCAT -- and to equip it with wide-field cameras and multi-object spectrometers, in order to perform sensitive, deep surveys of submillimeter galaxies out to high redshift. Detectors are a key issue: we need large arrays, which until recently didn't exist in the submillimeter. Together with our JPL colleagues, we are solving that problem through the invention and development of a new technology, called MKIDs, a type of superconducting detector based on a frequency-multiplexed microwave\/digital readout. While the engineering is interesting enough, this project has also pulled us deeply into the nonequilibrium physics of superconductors, the strange electrical and noise properties of amorphous dielectrics at low temperatures (with some connection to the mm\/submm properties of interstellar dust), and has even spawned a very promising approach to quantum computing! The work is highly interdisciplinary, so our students come from a wide variety of backgrounds: astronomy, physics, applied physics, and electrical engineering. Some students focus primarily on astronomical projects, others lean more heavily toward instrumentation. Similarly, some graduates stay in astronomy; others migrate to other fields. Research projects can range from one-person efforts, to large instrument teams with multiple collaborating institutions."
            ]
        ]
    ]
}