{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JTIKIE24",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Elena Flitsiyan Senior Lecturer \/ Undergraduate Program Director PSB 420 Elena.Flitsiyan@ucf.edu 407-823-1156 Dr. Elena Flitsiyan received her Ph.D. in Physics and Math from the Moscow State University in 1975. She was the Chair of Department of Activation Analysis in the Institute of Nuclear Physics in Uzbekistan before joining UCF in 1998. Since 2009 she has been the Undergraduate Program Director in the Department of Physics at UCF. Highlights Syllabi 1. Ya-Hsi Hwang, Yueh-Ling Hsieh, Lei Lei, Shun Li, Fan Ren, Stephen J. Pearton, Anupama Yadav, Casey Schwarz, M. L. Shatkhin, Luther Wang, Elena Flitsiyan, Leonid Chernyak, Albert G. Baca, Andrew A. Allerman, Carlos A. Sanchez, and I.I.Kravchenko, Effect of low dose gamma-irradiation on DC performance of circular AlGaN\/GaN high electron mobility transistors, Journal of Vacuum Science and Technology B, v.32 (2014) 031203. 2. Anupama Yadav, Casey Schwarz, Max Shatkhin, Luther Wang, Elena Flitsiyan, Leonid Chernyak, Lu Liu, Y.H. Hwang, Fan Ren, Stephen J. Pearton, and Igor Lubomirsky, Effect of Annealing on Electronic Carrier Transport Properties of Gamma-Irradiated AlGaN\/GaN High Electron Mobility Transistors, ECS Trans., 2014 61(4): 171-177. 3. Ya-Hsi Hwang, Yueh-Ling Hsieh, L Lei, Shun Li, Fan Ren, Stephen J. Pearton, Anupama Yadav, Casey Schwarz, Max Shatkhin, L Wang, Elena Flitsiyan, Leonid Chernyak, Albert G Baca, A Allerman, Carlos A Sanchez, and I. I. Kravchenko, Effect of Gamma Irradiation on DC Performance of Circular-Shaped AlGaN\/GaN High Electron Mobility Transistors, ECS Trans., 2014 61(4): 205-210. 4. Schwarz, C; Yadav, A; Shatkhin, M; Flitsiyan, E; Chernyak, L; Kasiyan, V; Liu, L; Xi, YY; Ren, F; Pearton, SJ; Lo, CF; Johnson, JW; Danilova, E., Gamma irradiation impact on electronic carrier transport in AlGaN\/GaN high electron mobility transistors, Appl. Phys. Lett., v.102, (2013) 062102. 5. Kasiyan, V; Dashevsky, Z; Schwarz, CM; Shatkhin, M; Flitsiyan, E; Chernyak, L; Khokhlov, D, Infrared detectors based on semiconductor p-n junction of PbSe, Jornal of Applied Physics, v.112 (2012) 086101. 6. Lo, CF; Liu, L; Kang, TS; Ren, F; Schwarz, C; Flitsiyan, E; Chernyak, L; Kim, HY; Kim, J; Yun, SP; Laboutin, O; Cao, Y; Johnson, JW; Pearton, SJ, Degradation of dc characteristics of InAlN\/GaN high electron mobility transistors by 5 MeV proton irradiation, Journal of Vacuum Science and Technology B, v.30 (2012) 031202. 7. Elena Flitsiyan, Leonid Chernyak, Casey Schwarz, Book Chapter in “Cathodoluminescence”, (2012) ISBN 978-953-51-0362-2 8. E. Flitsyian, C. Schwarz, L. Chernyak, R.E. Peale, Z. Dashevsky, W. Vernetson (2011), Neutron Irradiation-Induced Enhancement of Electronic Carrier Transport in ZnO, Radiation Effects and Defects in Solids,166 (2), 104-11. 9. Y. Lin, M. Shatkhin, E. Flitsiyan, L. Chernyak, Z. Dashevsky, S. Chu, J.L. Liu (2011), Minority carrier transport in p-ZnO nanowires, J. Appl. Phys., 109, 016107. 10. C. Schwarz, E. Flitsiyan, L. Chernyak, V. Casian, R. Schneck, Z. Dashevsky, S. Chu, J.L. Liu (2011), Impact of forward bias injection on minority carrier transport in p-type ZnO nanowires, J. Appl. Phys., 110, 056108 11. Casey Schwarz, Yuging Lin, Max Shatkhin, Elena Flitsiyan and Leonid Chernyak, Cathodoluminescence Studies of electron Irradiation Effects in n-type ZnO, J. Phys.: Condense. Matter 23 (2011) 334204. 12. E. Flitsyian, Z. Dashevsky and L. Chernyak (2011), Minority carrier transport in ZnO and related materials, in GaN and ZnO-based Materials and Device, edited by S.J. Pearton, Springer Series in Material Science 156, Book chapter, pp.317-361. 13. C.Schwarz, E.Flitsiyan, L.Chernyak, V.Casian, R.Schneck, Z.Dashevsky, S.Chu, and J.L.Liu, Impact of Forward Bias Injection on Minority Carrier Transport in p-type ZnO nanowires, Jornal of Applied Physics, 110, (2011) 14. L. Chernyak, E. Flitsiyan, M. Shatkhin, and Z. Dashevsky (2010) Studies of Electron Trapping in ZnO Semiconductor, ECS Transactions, 28, Issue 4, pp.3-11. 15. 2. Z. Dashevsky, E. Shufer, V. Kasiyan, E. Flitsiyan and L. Chernyak (2010), Influence of oxygen treatment on transport properties of PbTe:In polycrystalline films, Physica B, 405, pp.2380-2384, 2010. 16. 3. E. Shufer, Z. Dashevsky, V. Kasiyan, E. Flitsiyan, L. Chernyak, K. Gartsman (2010), Electrical conductivity and minority carrier diffusion in thermally oxidized PbTe thin films, Physica B, 405, pp.1058-1061. 17. 4. Z. Dashevsky, R. Kreizman, E. Shufer, V. Kasiyan, E. Flitsiyan, M.Shatkhin, and L.Chernyak, Nanocrysalline PbTe Films (2009), J. Nanoelectronics and Optoelectronics, Volume 4, pp. 296-301. 18. 5. Z. Dashevsky, V. Kasiyan, S. Asmontas, J. Gradauskas, E. Shirmulis, E. Flitsiyan, L. Chernyak, (2009), Photothermal effect in narrow band gap PbTe semiconductor, J. Appl. Phys., 106, 076105. 19. Z. Dashevsky, R. Kreizman, E. Shufer, V. Kasiyan, E. Flitsiyan, M.Shatkhin, and L. Chernyak, Nanocrysalline PbTe Films, J. Nanoelectronics and Optoelectronics, Volume 4, 3, 1–6, 2009 20. E. Shufer, Z. Dashevsky, V. Kasiyan, E. Flitsiyan, L. Chernyak, K. Gartsman, Electrical conductivity and minority carrier diffusion in thermally oxidized PbTe thin films, Physica B, 405, 1058-1061, 2009. 21. Z. Dashevsky, V. Kasiyan, S. Asmontas, J. Gradauskas, E. Shirmulis, E. Flitsiyan, L. Chernyak, Photothermal effect in narrow band gap PbTe semiconductor, J. Appl. Phys., 106, 076105, 2009. 22. Y. Lin, E. Flitsyian, L. Chernyak, T. Malinauskas, R. Aleksiejunas, K. Jarasiunas, W. Lim, S.J. Pearton, K. Gartsman, Optical and electron beam studies of carrier transport in quasibulk GaN, Appl. Phys. Lett., 95, 092101, 2009 23. E.Flitsiyan, C.Schwarz, R.E.Peale, O.Lupan, L Chetnyak, L.Chow, W.G.Vernetson, Z.Dashevsky, Neutron Transmutation Doping and Radiation Hardness for Solution-Grown Bulk and Nano-Structured ZnO, Mater. Res.Soc.Symp.Proc., Performance and Reliability of Semiconductor Devices, Vol.1108, 1108-A05-03(2009). 24. Chernyak, C. Schwarz, E. Flitsiyan, S. Chu, J.L. Liu, and K. Gartsman, Electron beam induced current profiling of ZnO p-n homojunctions, Applied Physics Letters, Volume 92, Issue 2, (2008). 25. E. S. Flitsiyan, Yu. N. Koblik, and P. D. Ioannou,The Coulomb Potential for a Nuclear System at the Scission Point upon Fission, Bulletin of the Russian Academy of Sciences: Physics, Vol. 72, No. 10, 2008, 1387. 26. Lopatiuk-Tirpak, O.; Nootz, G.; Flitsiyan, E.; Chernyak, L.; Mandalapu, L. J.; Yang, Z.; Liu, J. L.; Gartsman, K.; Osinsky, A., Influence of electron injection on the temporal response of ZnO homojunction photodiodes, Applied Physics Letters, Volume 91, Issue 4, (2007). 27. Yu.N.Koblik, E.S.Flitsiyan, V.P.Pikul, B.S.Yuldashev, P.D.Ioannou, Nucleus Shape at the Scission Point at Different Kinetic Energies of Fission Fragments, Bull.Rus.Acad.Sci.Phys. 71, 3, 420-425 (2007). 28. Khugaev A.V., Flitsiyan E.S., Koblik Yu.N., Pikul V.P., Ioannou P.D., Measurements and analysis of mass and energy distributions of yields of fission products of Pu nucleus by thermal neutrons, Bul. of Russian Acad. of Sci., Physical series,70, 5, 673-676, (2006) 29. Khugaev A.V., Flitsiyan E.S., Koblik Yu.N., Pikul V.P., Ioannou P.D., To the calculation of proton and neutron distribution in fissioning nucle”, Bulletin of Russian Academy of Science, Physical series,70, 5, p.677-679, 2006. 30. Yu.N.Koblik, V.P.Pikul, A.V.Khugaev, E.S.Flitsiyan, B.S.Yuldashev, P.D.Ioannou, Analysis of mass distributions of fission products from Pu nuclei, Izvestiâ RAN, Seria Fiziceskaâ, Vol.27, 8, pp.673-686, 2006 31. Khugaev A.V., Koblik Yu.N., Ioannou P.D., Flitsiyan E.S., Investigation of the Coulomb potential of the nuclear system, Atomic Science and Industry, Series of Nuclear Reactors, 2,p.7-10, 2006. Highlights March 2013: UCF-Teaching Incentive Program Award March 2013: UCF Faculty Excellence in Teaching Award December 1996: The JINR Best Scientific Work of the Year Prize November 1994 – December1996: Alexander von Humboldt Research Fellowship February 1995, October 1997 – Jorge Soros Open Society Foundation research awards Syllabi =========================== PHY2048 Summer 2015 Syllabus Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Chapter7 Chapter 8 Chapter 9 Chapter 10 Chapter 11 Chapter 12 =========================================================== PHY 3101 Chapter5-6 Chapter5-6-1 Chapter4 Nuclear atom Relativity 5 Chapter3,Quantization of Charge, Light, and Energy1 Relativity 4 Relativity 1 Syllabus 2014 PHY 3101 Frequently Asked Questions Chapter 19 Chapter 20 Chapter 21(f) Chapter 22-1 Relativity 2 Chapter3,Quantization of Charge, Light, and Energy1 Relativity 3 Congratulations, Summer 2018 Ph.D. Grads! The College of Sciences celebrated its new Ph.D. graduates in a reception hosted by Dean Michael Johnson. Twenty students were recognized at the ceremony with their family… Awards UCF Team to Receive Revolutionary Microscope The fastest detecting and most advanced electron microscope in the world is coming to the Department of Physics thanks to researchers at the University of… COS News Physics Student Makes Noise this Summer UCF Physics senior, Michael Antia, has been one of the latest undergraduate selected for a research experience with California Institute of Technology this summer. Caltech’s LIGO…"
            ]
        ]
    ]
}