{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JU96J0VG",
            "onPDhBwAAAAJ",
            [
                "Enhanced homing technique of mesenchymal stem cells using iron oxide nanoparticles by magnetic attraction in olfactory-injured mouse models",
                "Strategies to enhance efficacy of SPION-labeled stem cell homing by magnetic attraction: a systemic review with meta-analysis",
                "Engineered iron oxide nanoparticles to improve regenerative effects of mesenchymal stem cells",
                "Endocytic trafficking of polymeric clustered superparamagnetic iron oxide nanoparticles in mesenchymal stem cells"
            ],
            [
                "Intranasal delivery of mesenchymal stem cells (MSCs) to the olfactory bulb is a promising approach for treating olfactory injury. Additionally, using the homing phenomenon of MSCs may be clinically applicable for developing therapeutic cell carriers. Herein, using superparamagnetic iron oxide nanoparticles (SPIONs) and a permanent magnet, we demonstrated an enhanced homing effect in an olfactory model. Superparamagnetic iron oxide nanoparticles with rhodamine B (IRBs) had a diameter of 5.22±0.9 nm and ζ-potential of+ 15.2±0.3 mV. IRB concentration of 15 µg\/mL was injected with SPIONs into MSCs, as cell viability significantly decreased when 20 μg\/mL was used (p≤ 0.005) compared to in controls. The cells exhibited magnetic attraction in vitro. SPIONs also stimulated CXCR4 (CXC chemokine receptor type 4) expression and CXCR4-SDF-1 (Stromal cell-derived factor 1) signaling in MSCs. After injecting magnetized MSCs, these cells were detected in the damaged olfactory bulb one week after injury on one side, and there was a significant increase compared to when non-magnetized MSCs were injected. Our results suggest that SPIONs-labeled MSCs migrated to injured olfactory tissue through guidance with a permanent magnet, resulting in better homing effects of MSCs in vivo, and that iron oxide nanoparticles can be used for internalization, various biological applications, and regenerative studies. View Full-Text",
                "Stem cells possess a promising potential in the clinical field. The application and effective delivery of stem cells to the desired target organ or site of injury plays an important role. This review describes strategies on understanding the effective delivery of stem cells labeled with superparamagnetic iron oxide nanoparticles (SPION) using an external magnet to enhance stem cell migration in vivo and in vitro. Fourteen total publications among 174 articles were selected. Stem cell type, SPION characteristics, labeling time, and magnetic force in vivo are considered important factors affecting the effective delivery of stem cells to the homing site. Most papers reported that the efficiency was increased when magnet is applied compared to those without. Ten studies analyzed the homing competency of SPION-labeled MSCs in vitro by observing the migration of the cell toward the external magnet. In cell-based experiments …",
                "Mesenchymal stem cells (MSCs) based therapies are a major field of regenerative medicine. However, the success of MSC therapy relies on the efficiency of its delivery and retention, differentiation, and secreting paracrine factors at the target sites. Recent studies show that superparamagnetic iron oxide nanoparticles (SPIONs) modulate the regenerative effects of MSCs. After interacting with the cell membrane of MSCs, SPIONs can enter the cells via the endocytic pathway. The physicochemical properties of nanoparticles, including size, surface charge (zeta-potential), and surface ligand, influence their interactions with MSC, such as cellular uptake, cytotoxicity, homing factors, and regenerative related factors (VEGF, TGF-β1). Therefore, in-depth knowledge of the physicochemical properties of SPIONs might be a promising lead in regenerative and anti-inflammation research using SPIONs mediated …",
                "The technology of directing nanoparticles to specific locations in the body continues to be an area of great interest in a myriad of research fields. In the present study, we have developed nanoparticles and a method that allows the nanoparticles to move to specific sites by simultaneously utilizing the homing ability and magnetism of stem cells. Polymeric clustered SPIO (PCS) nanoparticles are composed of a superparamagnetic iron oxide nanoparticle (SPION) cluster core coated with poly lactic-co-glycolic acid (PLGA) and labeled with the fluorescent dye Cy5.5 for tracking. PCS is designed to be internalized by stem cells via endocytosis and then moved to the desired subcellular location through magnetism. Here, we investigated the interactions between SPIONs and mesenchymal stem cells (MSCs), including their absorption mechanism and subcellular localization. Exposure to the nanoparticles at 40 μg\/mL for …"
            ],
            [
                [
                    "Nanoparticle",
                    "Nanomedicine"
                ]
            ],
            [
                "Wanyun Su Visiting Scholar ws724@uw.edu"
            ]
        ]
    ]
}