{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JUG5HH4V",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Cynthia Cattell Cynthia Cattell Cynthia \"Cindy\" Cattell Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-626-8918 cattell@umn.edu Minnesota Institute for Astrophysics Physics Force outreach group Space Physics & Plasma Physics Ph.D., University of California, Berkeley, 1980 B.A., Hampshire College, 1974 National Academy of Sciences\/ Committee on Science Opportunities Enabled by NASA's Constellation System, 2008 Member, Advisory Committee to UCLA Basic Plasma Science Facility, 2004-2007 NASA SSSC Roadmap Committee, 2004-2005 NASA Roadmap Committee, 2004-2005 National Academy of Sciences\/Plasma Sciences Committee, 2001-2005 Chair, NASA Plasma Sail Assessment Working Group, 2003 NASA Sun-Earth-Connection Advisory Subcommittee, 1998-2001 National Academy of Sciences\/Committee on Solar Terrestrial Research, 1993-1995 Scientific & Professional Societies Fellow, American Geophysical Union Fellow, American Physical Society Energization and loss of relativistic electrons in Van Allen belts Building on our research utilizing data from the NASA STEREO satellites perigee passes that discovered very large amplitude waves capable of accelerating electrons to MeV energies in fraction of a second, we are using data from the Van Allen Probes satellites to examine dynamics of the Earth’s radiation belts. Our work shows that electron energization can be coherent and rapid rather than stochastic and slow (10s of hours). Comparison of wave data from our Van Allen Probes instruments to x-ray data obtained by the BARREL balloons showed, for the first time, coherence in the waves and electrons scattered by them on scales of many times the radius of the Earth. This is an unexpected result in part because the wave-electron interactions on are scales of kilometers. This experimental result could only be obtained due to careful planning so that the flotilla of balloons in Antarctica were on close to the same magnetic field line as the satellites. The Van Allen Probes data sets are providing the observations needed to determine many exciting, new physical processes in the radiation belts. Waves associated with interplanetary shocks and solar wind electrons Shock waves are important in many astrophysical settings; however, a detailed understanding of the structure of shocks in collisionless plasmas has nor yet been obtained. Utilizing particle and waves data from the WIND and STEREO satellites, we are examining shock structure at the Earth’s bow shock and at interplanetary shocks and the role of waves in dissipation at collisionless shocks. We are also studying a number of wave-particle interaction processes in the solar wind. Particle acceleration in the aurora Using in situ particle and fields data from the NASA FAST and Polar satellites and auroral images from IMAGE and TIMED, we are addressing a number of questions associated with the acceleration of electrons and ions in the Earth's auroral regions. Microphysics of reconnection Reconnection is a ubiquitous process in magnetized plasmas, converting magnetic field energy to particle energy. It is important in systems ranging from solar flares to fusion machines. Using data from the Polar, Cluster and THEMIS satellites, we are studying microphysics of reconnection, including the role of solitary waves, whistlers and lower hybrid waves. We are also examining the partitioning of energy outflow from reconnection regions. Recent News http:\/\/cse.umn.edu\/college\/honorary-professorships  CSE Distinguished Professor, 2020 Mullen-Spector-Truax Women's Leadership Award, 2014 CSE Taylor Award for Service, 2011 Cottrell Scholar, 1997 A.W. Breneman, A. Halford, R. Millan, L. Woodger, G. Hospodarsky, J.R. Wygant, C.A. Kletzing, W.S. Kurth, S.R. Bounds, J.W. Bonnell, D. Malaspina, J.Sample, J. Fennell, K. Goetz, C.A. Cattell, K. Kersten, S. Thaller, L. Dai, A. Paradise, B. Anderson, N., Observations of a Global Coherence Scale Modulation of Radiation Belt Electron Loss Resulting From Plasmaspheric Hiss Nature, Volume: 523 Issue: 7559 Pages: 193-U321 Published: JUL 9 2015 A.W. Breneman, C.A. Cattell, K. Kersten, A. Paradise, S. Schreiner, P. J. Kellogg, K. Goetz, and L. B. Wilson III, STEREO and Wind observations of intense cyclotron harmonic waves at the Earth's bow shock and inside the magnetosheath (2013), J. Geophys. Res. Space Physics, 118, 7654–7664, doi:10.1002\/2013JA019372 Xiangwei Tang, Cynthia A. Cattell, John Dombeck, Lei Dai , Lynn Wilson , Aaron Breneman, Adam Hupach, THEMIS Observations of the Magnetopause Electron Diffusion Region: Large Amplitude Waves and Heated Electrons, GEOPHYSICAL RESEARCH LETTERS Volume: 40 Issue: 12 Pages: 2884-2890 DOI: 10.1002\/grl.50565 Published: JUN 28 2013 K. Kersten, Cynthia Cattell , Aaron Breneman , Keith Goetz , Paul Kellogg , Lynn Wilson III , John Wygant , J. Blake , Mark Looper , Ilan Roth, Observation of relativistic electron microbursts in conjunction with intense radiation belt whistler-mode waves Geophysical Research Letters [ abstract C. Cattell et al., Discovery of very large amplitude whistler-mode waves in Earth's radiation belts Geophys. Res. Let.,35, L01105, doi:10.1029\/2007GL032009, 2008 [ abstract Cattell, C., J. Dombeck, C. Carlson, and J. McFadden, FAST observations of the solar illumination dependence of downgoing auroral electron beams: Relationship to electron energy flux,, J. Geophys. Res., 111, A02201, doi:10.1029\/2005JA011337, 2006. [ abstract C. Cattell, J. Dombeck and J. Wygant, J. F. Drake and M. Swisdak, M. L. Goldstein and W. Keith, A. Fazakerley, M. Andre, . Lucek and A. Balogh, Cluster observations of electron holes in association with magnetotail reconnection and comparison to simulations, J. Geophys. Res., Vol. 110, A01211, doi:10.1029\/2004JA010519, 2005 [ abstract J. F. Drake,M. Swisdak, C. Cattell, M. A. Shay, B. N. Rogers, A. Zeiler, Formation of Electron Holes and Particle Energization During Magnetic Reconnection, Science, 299, Feb. 7, 2003 [ abstract C. Cattell,J. Dombeck, M. Eskolin, L. Hanson, D. E. Lorshbough, C. W. Carlson,J. McFadden, and M. Temerin, FAST observations of solar illumination and solar cycle dependence of the acceleration of upflowing ion beams on auroral field lines, Journal of Geophysical Research [ abstract C. Cattell, John Dombeck, Adam Preiwisch, Scott Thaller , Pamela Vo , Lynn Wilson III, John Wygant , Stephen Mende , Harald Frey , Raluca Ilie , Gang Lu, Observations of a high latitude stable electron auroral emission near the cusp at 16 LT during a large substorm, Journal of Geophysical Research [ abstract L.B. Wilson, C. Cattell, P.J. Kellogg, K. Goetz, K. Kersten, L. Hanson, and R. MacGregor, and J.C. Kasper, Waves in Interplanetary Shocks: A Wind\/WAVES Study, Phys. Rev. Lett. 99, 041101 (2007) [ abstract C.A. Cattell, J. Crumley, J. Dombeck, JR Wygant, F. S. Mozer , Polar Observations of Solitary Waves at the Earth's Magnetopause, GEOPHYSICAL RESEARCH LETTERS, VOL. 29, NO. 5, 1065, doi:10.1029\/2001GL014046, 2002 [ abstract"
            ]
        ]
    ]
}