{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JUJ8DG40",
            "8KbOEBsAAAAJ",
            [
                "Resonant photon-assisted tunneling through a double quantum dot: An electron pump from spatial rabi oscillations",
                "Controlling quantum transport through a single molecule",
                "Collective Coulomb blockade in an array of quantum dots: A Mott-Hubbard approach",
                "Jellium model of metallic nanocohesion",
                "Giant thermoelectric effect from transmission supernodes",
                "Thermoelectric signatures of coherent transport in single-molecule heterojunctions",
                "Charge transfer induced persistent current and capacitance oscillations",
                "Nonlinear optical response of two-dimensional magnetoexcitons",
                "The quantum interference effect transistor",
                "Quantum-dot cascade laser: Proposal for an ultralow-threshold semiconductor laser"
            ],
            [
                "The time average of the fully nonlinear current through a double quantum dot, subject to an arbitrary combination of ac and dc voltages, is calculated exactly using the Keldysh nonequilibrium Green function technique. When driven on resonance, the system functions as an efficient electron pump due to Rabi oscillation between the dots. The pumping current is maximum when the coupling to the leads equals the Rabi frequency.",
                "We investigate multiterminal quantum transport through single monocyclic aromatic annulene molecules, and their derivatives, using the nonequilibrium Green function approach within the self-consistent Hartree−Fock approximation. We propose a new device concept, the quantum interference effect transistor, that exploits perfect destructive interference stemming from molecular symmetry and controls current flow by introducing decoherence and\/or elastic scattering that break the symmetry. This approach overcomes the fundamental problems of power dissipation and environmental sensitivity that beset nanoscale device proposals. ",
                "We investigate the electron addition spectrum in a class of Hubbard-like models which describe arrays of coupled quantum dots. Interdot tunneling leads to a sequence of two phase transitions separating a region of collective Coulomb blockade from a region where the Coulomb blockade of individual dots is maintained and a region where the Coulomb blockade is destroyed altogether. Observable experimental consequences of our theory are discussed.",
                "A unified treatment of the cohesive and conducting properties of metallic nanostructures in terms of the electronic scattering matrix is developed. A simple picture of metallic nanocohesion in which conductance channels act as delocalized chemical bonds is derived in the jellium approximation. Universal force oscillations of order ɛ F\/λ F are predicted when a metallic quantum wire is stretched to the breaking point, which are synchronized with quantized jumps in the conductance.",
                "We predict an enormous order-dependent quantum enhancement of thermoelectric effects in the vicinity of higher-order interferences in the transmission spectrum of a nanoscale junction. Single-molecule junctions based on 3,3′-biphenyl and polyphenyl ether (PPE) are investigated in detail. The nonequilibrium thermodynamic efficiency and power output of a thermoelectric heat engine based on a 1,3-benzene junction are calculated using many-body theory and compared to the predictions of the figure-of-merit ZT.",
                "An exact expression for the heat current in an interacting nanostructure is derived and used to calculate the thermoelectric response of three representative single-molecule junctions formed from isoprene, 1,3-benzenedithiol, and [18]-annulene. Dramatic enhancements of the thermopower S and Lorenz number L are predicted when the junction is tuned across a node in the transmission function, with universal maximum values Smax = (π\/31\/2)(kB\/e) and Lmax = (7π2\/5)(kB2\/e2). The effect of a finite minimum transmission probability due, e.g., to incoherent processes or additional nonresonant channels, is also considered.",
                "The transfer of charge between different regions of a phase-coherent mesoscopic sample is investigated. Charge transfer from a side branch quantum dot into a ring changes the persistent current through a sequence of plateaus of diamagnetic and paramagnetic states. In contrast, a quantum dot embedded in a ring exhibits sharp resonances in the persistent current, whose sign is independent of the number of electrons in the dot if the total number of electrons in the system is even. It is shown that such a mesoscopic system can be polarized appreciably not only by the application of an external voltage but also via an Aharonov-Bohm flux.",
                "We study the nonlinear optical response of two-dimensional excitons in a perpendicular magnetic field. The transition from two-dimensional behavior in low fields to quasi-zero-dimensional behavior in high fields is investigated, and pronounced interaction effects that are highly field dependent are found. Differential pump-probe spectra are calculated for both continuous-wave and impulsive excitation. It is shown that cyclotron motion can be time resolved with ultrashort optical pulses.",
                "We give a detailed discussion of the quantum interference effect transistor (QuIET), a proposed device which exploits the interference between electron paths through aromatic molecules to modulate the current flow. In the off state, perfect destructive interference stemming from the molecular symmetry blocks the current, while in the on state, the current is allowed to flow by locally introducing either decoherence or elastic scattering. Details of a model calculation demonstrating the efficacy of the QuIET are presented, and various fabrication scenarios are proposed, including the possibility of using conducting polymers to connect the QuIET with multiple leads.",
                "We propose a quantum-dot version of the quantum-well cascade laser of Faist et al., see Science, vol. 264, p. 553, 1994. The elimination of single phonon decays by the three-dimensional confinement implies a several order-of-magnitude reduction in the threshold current. The requirements on dot size (10-20 nm) and on dot density and uniformity [one coupled pair of dots per (200 nm\/sup 3\/) with 5% nonuniformity] are close to current technology."
            ],
            [
                [
                    "condensed matter physics",
                    "statistical mechanics"
                ]
            ],
            [
                "Charles Stafford Charles Stafford Professor of Physics Office: PAS 347 626-4260 staffordphysics92@gmail.com Classification: Primary Faculty Education: Ph.D., Physics, 1992, Princeton University Fields of Study: Many-body theory of nonequilibrium quantum systems. Nonequilibrium Green's functions (NEGF). Exact and\/or nonperturbative results in many-body theory. Thermoelectric materials. Theory of scanning thermoelectric measurement. Honors and Awards: ABB Prize of the Swiss Physical Society, 2000 J. Meair, J.P. Bergfield, C.A. Stafford, Ph. Jacquod, Local temperature of out-of-equilibrium quantum electron systems , Physical Review B 90 , 035407 (2014) Justin P. Bergfield, Shauna M. Story, Robert C. Stafford, Charles A. Stafford, Probing Maxwell's Demon with a Nanoscale Thermometer , ACS Nano 7 , 4429-4440 (2013) J. P. Bergfield, Z. F. Liu, K. Burke, and C. A. Stafford, Bethe Ansatz Approach to the Kondo Effect within Density-Functional Theory , Physical Review Letters 108 , 066801 (2012). J. P. Bergfield, M. Solis, and C. A. Stafford, Giant Thermoelectric Effect from Transmission Supernodes , ACS Nano 4 , 5314-5320 (2010) J. P. Bergfield and C. A. Stafford, Thermoelectric Signatures of Coherent Transport in Single-Molecule Heterojunctions , Nano Letters 9 , 3072-3076 (2009)"
            ]
        ]
    ]
}