{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JV6BMG29",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Randal C. Ruchti Randal C. Ruchti Professor Experimental High Energy Elementary Particle Physics B.S., Physics, University of Wisconsin, 1968 M.S., Physics, University of Illinois, 1970 Ph.D., Michigan State University, 1973 E-mail: rruchti (at) nd (dot) edu Address: Nieuwland Science Hall 408 Phone: (574) 631-7143 Fax: (574) 631-5952 The objective of Prof. Ruchti’s research program is the study of the fundamental questions at the high energy frontier (TeV scale), with particular emphasis on experiments performed at hadron colliders. Key areas of interest include testing of the Standard Model of Electroweak Interactions and search for physics beyond the Standard Model, including searches for evidence of Supersymmetry, investigation of electroweak symmetry breaking (the Higg’s sector), and searches for extra dimensions of space-time. The research program is based upon experimentation at the CERN Large Hadron Collider (LHC) using the CMS detector. The quest for the understanding of fundamental particles and forces has led to the development of new detector technologies, which are capable of extracting new and rare phenomena from the harsh and complex experimental environment at hadron colliders. Ruchti’s Notre Dame collider physics group in collaboration with others has pioneered several of these including: scintillating fiber (SciFi) tracking technology, which combines the speed and efficiency of a scintillation detector and the flexibility and robustness of optical fiber technology; and compact, modular optical-based calorimetric detectors for identification and measurement of high energy electrons and gamma rays up to TeV energies with excellent resolution. To carry out the complex and long-term particle physics experiments, a vigorous and ongoing program of education and outreach called QuarkNet is currently in its 19 th year, which partners high school teachers and students from around the USA in immersive research experiences with experimental particle physicists working on a dozen experiments. Ruchti is one of the cofounders of QuarkNet, which consists of over 50 Centers in 25 states and Puerto Rico, and which enjoys the annual participation of over 450 high school teachers, 100 high school students, and 100 particle physicist mentors. “Fast, Long-Wavelength Scintillators and Waveshifters” K. Andert, et al, Astroparticle, Particle and Space Physics, Detectors and Medical Physics Applications, Proceedings of the 9 th Conference, M. Barone, E. Borchi, A. Gaddi, C. Leroy, L. Price, P.-G. Rancoita, and R. Ruchti, eds., World Scientific (2006) 389. “A New Boson with a Mass of 125 GeV Observed with the CMS Experiment at the Large Hadron Collider,” S. Chatrchyan et al ., Science 338, 1569 (2012). “Observation of a new boson with mass near 125 GeV in pp collisions at  = 7 and 8 TeV,” S. Chatrchyan et al ., JHEP 1306, 081 (2013) “Radiation damage studies of silicon photomultipliers for the CMS HCAL phase I upgrade”, Y. Musienko, et al, NIM A 787 (2015) 319-322. “The Compact Muon Solenoid Phase II Upgrade Technical Proposal”, V. Khachatryan, et al [CMS Collaboration], CERN-LHCC-2015-010. “Effects of very high radiation on SiPMs”, A. Heering, et al, NIM A 824 (2016) 111-114. Honors and Activities Fellow, American Association for the Advancement of Science Fellow, American Physical Society Prof. Ruchti CV (PDF file)"
            ]
        ]
    ]
}