{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JWE8SXJZ",
            "msOoMqsAAAAJ",
            [
                "Seismic wave propagation and scattering in the heterogeneous earth"
            ],
            [
                "The structure of the earth has been extensively studied using seismic waves generated by natural earthquakes and man-made sources. In classical seismology, the earth is considered to consist of a sequence of horizontal layers having differing elastic properties, which are determined from travel-time readings of body waves and the dispersion of surface waves. More recently, three-dimensional inhomogeneity having scale larger than the predominant seismic wavelength has been characterized using travel-time data with velocity tomography. Forward and inverse waveform modeling methods for deterministic models have been developed that can model complicated structures allowing many features of complex waveforms to be successfully explained. Classical seismic methods are described in books like Quantitative Seismology: Theory and Methods by Aki and Richards [1980], Seismic Waves and Sources by …"
            ],
            [
                [
                    "acoustics",
                    "physics"
                ]
            ],
            [
                "William Hartmann William Hartmann Aug 8, 2017 Professor Acoustics\/Psychoacoustics; Condensed Matter Physics - Experimental Giltner Hall 293 Farm Lane, Room 171 (517) 355-5202 hartmann@pa.msu.edu http:\/\/www.pa.msu.edu\/acoustics\/hartmann.htm  1965: D.Phil., Oxford University 1961: B.S.EE., Iowa State University Figure: Tom is inserting tiny probe microphones into Cho's ear canals. Later, Cho will localize sounds from the 13 loudspeakers in the anechoic room, and his responses will be compared with recordings from the microphones. The psychoacoustics group applies wave physics to the psychology and physiology of hearing. Recently the group has experimented on the human ability to localize the origins of sounds in space, especially reverberant space, where reflections lead to confusions. The experimental data are used to test models of midbrain processes, developed in collaboration with neuroscientists who make electrophysiological recordings on other mammals.  Biographical Information WILLIAM MORRIS HARTMANN ( hartmann@pa.msu.edu ) was born in Elgin, Illinois on 28 July 1939, first son of Walter and Marguerite Hartmann. He was educated at St. John's Lutheran school in Elgin, River Forest Junior High School in River Forest Illinois, and at Oak Park and River Forest High School (class of 1957). He studied electrical engineering and physics at Iowa State University in Ames, IA, (BSEE 1961). Supported by a Rhodes Scholarship (Iowa and Lincoln, 1961) he studied theoretical physics with R.J. Elliott at Oxford University in England (D.Phil. - condensed matter theory 1965). He continued research in condensed matter theory as a research assistant (post doc) at Argonne National Laboratory in Argonne, Illinois (1965-1968). In 1968 Dr. Hartmann joined the Department of Physics (now the Department of Physics and Astronomy) at Michigan State University in East Lansing where he is still employed as a Professor of Physics. His work in condensed matter theory primarily involved lattice vibrations (phonons) in defective crystals and the theory of the electron-phonon interaction in metals and semiconductors. In 1974 he began teaching an undergraduate course on musical acoustics which inspired his interest in human hearing. In 1976 he spent a sabbatical year at Harvard University working with Professor David M. Green learning psychoacoustics. He has continued to work in that field, in musical acoustics, and in signal processing since that time. He has been an adjunct professor in the MSU Department of Psychology since 1979. His published work in psychoacoustics deals with pitch perception, signal detection, modulation detection, and localization of sound. References to this work appear under various subject headings in the index . He has written one book, Signals, Sound, and Sensation (published by Springer-Verlag - AIP Press, 1997). Another book, Principles of Musical Acoustics , is in preparation. In 1981-82, Dr. Hartmann took a leave of absence to work as a visiting scientist at the Institute for Research on Acoustics and Music (IRCAM) in Paris. He subsequently served at IRCAM as acting director of acoustics (1982-1983) and, supported by a NSF-CNRS grant, as consultant (1983-1987). Dr. Hartmann has been a fellow of the Acoustical Society of America since 1983. He was chairman of the Technical Committee on Musical Acoustics from 1980 to 1984. From 1992-1995 he served on the Society's Executive Council and was chairman of the External Affairs Administrative Council (1994-1995). He gave the Society Tutorial at the spring meeting in 1996 entitled, \"Pitch, Periodicity and the Brain.\" He served as vice president of the Society (1998-1999) and as president (2001-2002). As president, he worked to enhance the Society's connections with allied organizations such as the Institute for Noise Control Engineering , and to expand the Society's presence internationally. He is a member of the American Physical Society , the Association for Research in Otolaryngology , the American Association for the Advancement of Science , and the Society for Music Perception and Cognition, He was an associate editor of Music Perception from 1988-1997. He is currently the editor-in-chief of the Springer series Modern Acoustics and Signal Processing. In 2001 Dr. Hartmann received the Distinguished Faculty Award from Michigan State University and the Helmholtz-Rayleigh Silver Medal from the Acoustical Society of America. Research: Psychoacoustics research"
            ]
        ]
    ]
}