{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JWGGXIO3",
            "s671hSYAAAAJ",
            [
                "Observation of parity–time symmetry in optics",
                "Beam Dynamics in  Symmetric Optical Lattices",
                "Optical Solitons in  Periodic Potentials",
                "Theory of coupled optical PT-symmetric structures",
                "Non-Hermitian physics and PT symmetry",
                "Unidirectional nonlinear PT-symmetric optical structures",
                "Enhanced sensitivity at higher-order exceptional points",
                "Non-Hermitian photonics based on parity–time symmetry",
                "PT-symmetric optical lattices",
                "Topological hybrid silicon microlasers"
            ],
            [
                "One of the fundamental axioms of quantum mechanics is associated with the Hermiticity of physical observables 1. In the case of the Hamiltonian operator, this requirement not only implies real eigenenergies but also guarantees probability conservation. Interestingly, a wide class of non-Hermitian Hamiltonians can still show entirely real spectra. Among these are Hamiltonians respecting parity–time (P T) symmetry 2, 3, 4, 5, 6, 7. Even though the Hermiticity of quantum observables was never in doubt, such concepts have motivated discussions on several fronts in physics, including quantum field theories 8, non-Hermitian Anderson models 9 and open quantum systems 10, 11, to mention a few. Although the impact of P T symmetry in these fields is still debated, it has been recently realized that optics can provide a fertile ground where P T-related notions can be implemented and experimentally investigated 12, 13 …",
                "The possibility of parity-time (P T) symmetric periodic potentials is investigated within the context of optics. Beam dynamics in this new type of optical structures is examined in detail for both one-and two-dimensional lattice geometries. It is shown that P T periodic structures can exhibit unique characteristics stemming from the nonorthogonality of the associated Floquet-Bloch modes. Some of these features include double refraction, power oscillations, and eigenfunction unfolding as well as nonreciprocal diffraction patterns.",
                "We investigate the effect of nonlinearity on beam dynamics in parity-time (P T) symmetric potentials. We show that a novel class of one-and two-dimensional nonlinear self-trapped modes can exist in optical P T synthetic lattices. These solitons are shown to be stable over a wide range of potential parameters. The transverse power flow within these complex solitons is also examined.",
                "Starting from Lagrangian principles we develop a formalism suitable for describing coupled optical parity-time symmetric systems.",
                "In recent years, notions drawn from non-Hermitian physics and parity–time (PT) symmetry have attracted considerable attention. In particular, the realization that the interplay between gain and loss can lead to entirely new and unexpected features has initiated an intense research effort to explore non-Hermitian systems both theoretically and experimentally. Here we review recent progress in this emerging field, and provide an outlook to future directions and developments.",
                "We show that nonlinear optical structures involving a balanced gain-loss profile can act as unidirectional optical valves. This is made possible by exploiting the interplay between the fundamental symmetries of parity (P) and time (T), with optical nonlinear effects. This unidirectional dynamics is specifically demonstrated for the case of an integrable PT-symmetric nonlinear system.",
                "Non-Hermitian degeneracies, also known as exceptional points, have recently emerged as a new way to engineer the response of open physical systems, that is, those that interact with the environment. They correspond to points in parameter space at which the eigenvalues of the underlying system and the corresponding eigenvectors simultaneously coalesce 1, 2, 3. In optics, the abrupt nature of the phase transitions that are encountered around exceptional points has been shown to lead to many intriguing phenomena, such as loss-induced transparency 4, unidirectional invisibility 5, 6, band merging 7, 8, topological chirality 9, 10 and laser mode selectivity 11, 12. Recently, it has been shown that the bifurcation properties of second-order non-Hermitian degeneracies can provide a means of enhancing the sensitivity (frequency shifts) of resonant optical structures to external perturbations 13. Of particular interest …",
                "Nearly one century after the birth of quantum mechanics, parity–time symmetry is revolutionizing and extending quantum theories to include a unique family of non-Hermitian Hamiltonians. While conceptually striking, experimental demonstration of parity–time symmetry remains unexplored in quantum electronic systems. The flexibility of photonics allows for creating and superposing non-Hermitian eigenstates with ease using optical gain and loss, which makes it an ideal platform to explore various non-Hermitian quantum symmetry paradigms for novel device functionalities. Such explorations that employ classical photonic platforms not only deepen our understanding of fundamental quantum physics but also facilitate technological breakthroughs for photonic applications. Research into non-Hermitian photonics therefore advances and benefits both fields simultaneously.",
                "The basic properties of Floquet-Bloch (FB) modes in parity-time (PT)-symmetric optical lattices are examined in detail. Due to the parity-time symmetry of such complex periodic potentials, the corresponding FB modes are skewed (nonorthogonal) and nonreciprocal. The conjugate pairs of these FB modes are obtained by reflecting both the spatial coordinate and the Bloch momentum number itself. The orthogonality conditions are analytically derived for a single cell, for both a finite and an infinite lattice. Some of the peculiarities associated with the diffraction dynamics in PT lattices such as nonreciprocity, power oscillations, and phase dislocations, are also examined.",
                "Topological physics provides a robust framework for strategically controlling wave confinement and propagation dynamics. However, current implementations have been restricted to the limited design parameter space defined by passive topological structures. Active systems provide a more general framework where different fundamental symmetry paradigms, such as those arising from non-Hermiticity and nonlinear interaction, can generate a new landscape for topological physics and its applications. Here, we bridge this gap and present an experimental investigation of an active topological photonic system, demonstrating a topological hybrid silicon microlaser array respecting the charge-conjugation symmetry. The created new symmetry features favour the lasing of a protected zero mode, where robust single-mode laser action in the desired state prevails even with intentionally introduced perturbations. The …"
            ],
            [
                [
                    "Photonics",
                    "Light-matter interactions"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}