{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JWV6U5E0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Donna K. Bandy Dr. Donna K. Bandy Professor Ph.D., Drexel University, 1984 152D Physical Sciences 405-744-7488 donna.bandy@okstate.edu Links: Course Files EDUCATION Ph.D. Physics, Drexel University 1984 M.A. Physics, Drexel University B.A. Mathematics, University of Iowa RESEARCH ACTIVITY Modelling the Behavior of Nonlinear Optical Systems We are interested in modelling the behavior of nonlinear optical systems, active and passive, with varying degrees of complication. These studies include both the fundamental physics of systems and their application to specific devices. Our work consist of steady-state, stability, and dynamic analyses; it involves the interplay between stochastic and deterministic \"forces\" that drive the systems from their old states into new configurations and determines which new configuration is realized. In laser studies we include homogeneous and inhomogeneous broadening, plane wave, single longitudinal and transverse mode structures. Similarly, we explore light driven passive systems, optical bistability, and the laser with injected signals. We incorporate such theoretical tools as Fourier transforms, linear stability analyses, dynamics in phase space and temporal space, Poincaré sections, and Lyapunov exponents. Nonlinear effects resulting in, for example, period doubling, coexisting basins of attraction, and chaos are interesting corollaries of study in these systems. Further, we are interested in noise affects in the laser with injected signal and in optical bistability. Experimental systems are of special focus because of their reproducibility, in the tradition of \"theory guides but experiment decides.\" One device application of particular interest is that of the dielectric whispering-gallery-mode (WGM) optical microresonator. Tunable laser light is transported via a tapered fiber and coupled into the WGMs of fused silica microspheres to form a very efficient, low loss, high Q cavity resonator that can be as small as100 mm. These mini resonators provide the platform to study such physics as enhanced Raman emission, four-wave mixing, third-harmonic generation, lasing action and other systems. The work is done in collaboration with Prof. Al Rosenberger of Oklahoma State University Physics Department and Prof. Bret N. Flanders of the Physics Department of Kansas State University. Current Undergraduate Students Erikk Burton Daniel Oliver Brian Ragsdale Dionne Mayibeki Justin Elrod Current Graduate Students Joshua Hall THESES SUPERVISION Doctoral Degree Darlena Joyce Jones, August 1993, Thesis Title: “Free Space Diffraction Effects in an All-Optical Passive Driven System.” Tigran Sarkisyan, June 2000, Thesis Title: “Carrier Temperature and Gain Dynamics in Semiconductor Laser Media.” Michael J. Humphrey, August 2004, Thesis Title: “Calculation of Coupling Between Tapered Fiber Modes and Whispering-Gallery Modes of a Spherical Microlaser.” Masters Degree Major Shaylor Billings, December 2011, Report Thesis, Departures and Recoveries in Fuselage-Loaded Aircraft. PUBLICATIONS IN PREPARATION D. K. Bandy, J. R. Hall, E. K. Burton, and D. J. Oliver, \"Noise affects in the Dynamics Experimentally Realizable Laser with Injected Signal.\" D. K. Bandy, J. R. Hall, and E. K. Burton, \"Noise affects in the Dynamic Bistable Behavior of Experimental Optical Bistable Systems.\" D. K. Bandy, J. R. Hall, E. K. Burton, and D. J. Oliver, \"Predicting the Evolutionary Dynamics of Experimental Optical Bistable Systems.\" D. K. Bandy, J. R. Hall, and M. E. Denker, \"Predicting the Dynamic Behavior of a Laser with Injected Signal Using Lyapunov Exponents,\" submitted to Phys. Rev. A, (Accepted for Publication, June 2015). PUBLICATIONS (Reverse Chronological Order) D. K. Bandy, J. R. Hall, and M. E. Denker, \"Predicting the Evolutionary Dynamic Behavior of a Laser with Injected Signal Using Lyapunov Exponents,\" Phys. Rev. A92, 013841 (2015). Michael J. Humphrey, Elijah Dale, A. T. Rosenberger, and D. K. Bandy, \"Calculation of Optimal Fiber Radius and Whispering-Gallery Mode Spectra for Fiber-Coupled Microsphere,\" Opts. Commun. 271, 124-131(2007). A. N. Oraevsky, D. K. Bandy, \"Coherent Computer,\" Laser Physics 0, No. 1, 40-44 (2000). T. V. Sarkisyan, A. T. Rosenberger, A. N. Oraevsky, D. K. Bandy, \"Gain and Carrier Temperature Response of Semiconductor Laser Media to Short Optical Pulses,\" J. Opt. Soc. Am. B 17, 840-850 (2000). A. N. Oraevsky, M. O. Scully, T. V. Sarkisyan, D. K. Bandy, \"Using whispering gallery modes in semiconductor microdevices, \" Laser Physics 9, 1 (1999). Richard Rolleigh, Maria E. Bell, Michael Rolleigh, D. K. Bandy, \"Effects of Finite Apertures on Transverse Eigenmodes of Optical Resonators,\" J.Opt. Soc. Am. B 16, 2669-2674 (1999). T. V. Sarkisyan, A. N. Oraevsky, A. T. Rosenberger, R. L. Rolleigh, D. K. Bandy, \"Nonlinear Gain and Carrier Temperature dynamics in Semiconductor Laser Media,\" J.Opt. Soc. Am. B 15, 1107 (1998). A. N. Oraevsky, T. V. Sarkisyan, D. K. Bandy, \"Nonlinear gain and the bistable regime of free-running oscillations in a semiconductor laser,\" Laser Physics 7, No. 4, 920-927 (1997). A. N. Oraevsky, D. K. Bandy, \"Semiconductor microspheres - bistable optical elements,\" Laser Physics 6, No. 2, 359 (1996). A. N. Oraevsky, D. K. Bandy, \"Ball instability,\" Kvantovaya Elektronika 22, No. 3, 211 (1996). I. E. Protsenko, A. N. Oraevsky, J. D. Graham, D. K. Bandy, \"Multistability in a thin layer laser with inclined external cavity,\" Laser Physics 6, No. 2, 1 (1996). A. N. Oraevsky, D. K. Bandy, \"Semiconductor microballs as bistable optical elements,\" Opts. Commun. 129, 75 (1996). A. N. Oraevsky, T. V. Sarkisyan, D. K. Bandy, \"Dynamics of the temperature of a recombining ensemble of fermions,\" JETP Lett. 62, No.8, 673 (1995). A. N. Oraevsky, D. K. Bandy, \"Ball Bistability,\" Quant. Elect. 25, No. 2, 105 (1995). D. K. Bandy, J. D. Graham, D. J. Jones, A. N. Oraevsky, T. V. Sarkisyan, \"Investigations of the dynamics of a monovelocity-atomic beam maser,\" Quant. Elect. 24, 563 (1994). A. N. Oraevsky, D. K. Bandy, \"Superluminous propagation of light in a resonant gain medium in connection with dynamical chaos,\" JETP Letts. 59, 340 (1994). D. K. Bandy, J. D. Graham, D. J. Jones, T.V. Sarkisyan, and A. N. Oraevsky, \"Monovelocity atomic beam maser dynamics,\" Kvantovaya Electronica 21, No.6, (1994). A. N. Oraevsky, D. J. Jones and D. K. Bandy, \"A theory of resonant bistability in a thin-layer optical element,\" Opt. Commun. 111, 163 (1994). D. K. Bandy, J.D. Graham, D. J. Jones, T.V. Sarkisyan, and A. N. Oraevsky, \"Nonlinear behavior of a monovelocity atomic beam maser,\" Phys. Rev. A 50, (1994). Karen Matheny, Donna Kay Bandy, \"Steady-state anlysis ofsemiconductor laser with feedback loop,\" Proceedings of the Ninth National Conference on Undergraduate Research, Ed. R.D. Yearout, (Univ. of North Carolina Asheville 1993) A. N. Oraevsky, D. J. Jones, D. K. Bandy, F. K. Tittel, \"A theory of optical cavityless bistability in a thin-layer element,\" (SPIE Vol. 2099, NDLOS Proceedings, Volga River Laser Tour, 27 June - 4 July, 1993). A. N. Oraevsky, P. E. Denisov, D. J. Jones, D. K. Bandy, \"Nonlinear dynamics of a thin-layer laser,\" (SPIE Vol. 2099, NDLOS Proceedings, Volga River Laser Tour, 1993). J.D. Graham, M. I. Williams, D. K. Bandy, \"Controlling Chaos in the He'non Map,\" Proceedings of the Seventh National Confernce on Undergraduate Research 1993, Ed. R.D. Yearout, (Univ. of North Carolina Asheville 1993) 966-970. A. N. Oraevsky, T.V. Sarkisyan, D. J. Jones, D. K. Bandy, \"Dynamics of a monovelocity atomic beam maser,\" Kvantovaya Electronica 19, 234 (1992). D. J. Jones and D. K. Bandy, \"Hysteresis effects attributed to free-space diffraction in a passive optical system,\" Opt. Commun. 92, 376 (1992). E.M. Belenov, A. N. Oraevsky, D. J. Jones, and D. K. Bandy, \"Ultra short light pulse generation under coherent interaction of the field with medium,\" ( J. Sov. Laser Res. 1992- specifics are unknown). D. K. Bandy, L.W. Hunter, and D. J. Jones, \"Transverse effects in nonlinear optical systems,\" Proceeding of the International Society of Optical Engineering, Nonlinear Optics and Materials, Eds. Cyrus D. Cantrell and Charles M. Bowden, Vol. 1497, (SPIE, Washington D.C., 1991) pp. 142 - 152. A. N. Oraevsky, M.M. Clark, and D. K. Bandy, \"Many-temperature Model of a Laser with Dynamics,\" Opt. Commun. 85, 360 (1991). D. J. Jones, D. K. Bandy, and I.E. Protsenko,\"Instabilities in an All-Optical Passive Driven System with Transverse Effects,\" OSA Proceedings of the Nonlinear Dynamics of Optical Systems, Eds. N.B. Abraham, Elsa Garmire, and Paul Mandel, (Optical Society of America Washington, D.C. 1991) pp. 137-141. I.E. Protsenko, A. N. Oraevsky, and D. K. Bandy, \"Explosive Absorption of IR Laser Radiation in Semiconductors,\" OSA Proceedings of the Nonlinear Dynamics of Optical Systems, Eds. N.B. Abraham, Elsa Garmire, and Paul Mandel, (OSA Washington D.C. 1991) pp. 37-41. I.E. Protsenko, and D. K. Bandy, \"Jump in Absorption in IR Intravalence Band Resonance in a Semiconductor,\" Opts. Commun. 80, 242 (1990). D. J. Jones, and D. K. Bandy, \"Attractors and Chaos in the Laser with Injected Signal,\" J. Opt. Soc. Am. B 7, 2119 (1990). L.M. Narducci, L.A. Lugiato, and D. K. Bandy, \"Maxwell-Bloch Theory of the homogeneously broadened laser,\" Lasers and Quantum Optics, Eds. L.M. Narducci, E.J. Quel, and J.R. Tredicci (World Scientific, Singapore, 1990) pp. 1 - 51. D. K. Bandy, D. J. Jones, and W.H. Thompson, \"Dimensionality Studies of Chaotic Attractors in Laser with Injected Signal,\" Coherence and Quantum Optics VI, Eds. J. Eberly, L. Mandel, and E. Wolf (Plenum, NY, 1989) pp 83- 87. D. K. Bandy, J.R. Tredicce, and A.N Oraevsky, editors of Special Issue of J. Opt. Soc. Am. B, on \"Nonlinear Dynamics in Lasers.\" Vol. 5, May, 1988. L.A. Lugiato, F. Prati, L.M. Narducci, P. Ru, J.R. Tredicce, and D. K. Bandy, \"The Role of Transverse Effects in Laser Instabilities,\" Phys. Rev. A 37, 3847 (1988). L.A. Lugiato, G.L. Oppo, M.A. Pernigo, J.R. Tredicce, L.M. Narducci, and D. K. Bandy, \"Spontaneous Spatial Pattern Formation in Lasers and Cooperative Frequency Locking,\" Opt. Commun. 68, 63 (1988). L.A. Lugiato, L.M. Narducci, J.R. Tredicce, and D. K. Bandy, \"25 Years of Laser Instabilities,\" Instabilities and Chaos in Quantum Optics, Eds: N.B Abraham, F. T. Arrechi, L.A. Lugiato (Plenum Press, New York, 1988), p. 47. D. K. Bandy, L.A. Lugiato, and L.M. Narducci, \"Single- and Multi-mode Operation of the Laser with an Injected Signal,\" in Instabilities and Chaos in Quantum Optics, Vol. 34 Springer Series in Synergetics, Eds. F.T. Arecchi, R.G. Harrison (Springer Verlag, Berlin, 1987), p. 73. J.Y. Gao, D. K. Bandy, and L.M. Narducci, \"Optical Bistability Induced by the Stark Effect.,\" Quantum Electronics in China 4, 213 (1987). P. Ru, L.M. Narducci, J.R. Tredicce, D. K. Bandy, and L.A. Lugiato, \"The Gauss-Laguerre Modes of a Ring Resonator,\" Opt. Commun. 63, 310 (1987). L.A. Lugiato, L.M. Narducci, D. K. Bandy, J.R. Tredicce, and P. Ru, \"Recent Advances in Laser Instabilities,\" in Lasers and Synergetics, Eds. R. Graham, A Wanderlin (Springer Verlag, Berlin, 1987), p24. L.A. Lugiato, F. Prati, D. K. Bandy, L.M. Narducci, P. Ru, and J.R. Tredicce, \"Low Threshold Instabilities in Unidirectional Ring Lasers,\" Opt. Commun. 64, 167 ( 1987). J. Y. Gao, L.M. Narducci, J.R. Tredicce, D. K. Bandy, and L.A. Lugiato, \"25 Years of Laser Instabilities I,\" Quantum Electronics in China 4, 93 (1987). J. Y. Gao, L.M. Narducci, J.R. Tredicce, D. K. Bandy, and L.A. Lugiato, \"25 Years of Laser Instabilities II,\" Quantum Electronics in China 4, 189 (1987). N.B. Abraham, D. K. Bandy, M.F.H. Tarroja, R.S. Gioggia, A.P. Adams, L.M. Narducci, and L.A. Lugiato, \"Chaotic Dynamical Behavior in Lasers,\" Laser Spectroscopy VII, Eds., T.W. Hansch, Y.R. Shen (Springer Verlag, Berlin), 242-245 (1986). J.R. Tredicce, H. Sadiky, L.M. Narducci, and D. K. Bandy, \"Instabilities in Laser Systems at Low Pumping levels,\" Optical Chaos, Eds., J. Chrostowski and N.B. Abraham (Bellingham 1986) SPIE Vol 667, 36-40. M.F.H. Tarroja, N.B. Abraham, D. K. Bandy and L.M. Narducci, \"Periodic and Chaotic Output Pulsations in a Single-mode Inhomogeneously Broadened Laser,\" Phys. Rev. A 34, 3148 (l986). L.A. Lugiato, D. K. Bandy, E.P. Dougherty, L.M. Narducci, and J. R.Tredicce, \"The Single-Mode Laser: An Improved Approximation,\" Advances in Laser Science-1, Eds., W.C. Stwalley and M. Lapp (AIP Conf.Proceed.146, NY l986) pp. 356-359. L.A. Lugiato, D. K. Bandy, J.R. Tredicce, and L.M. Narducci, \"Single and Multi-mode Instabilities In Laser Systems,\" Advances in Laser Science-1, Eds., W.C. Stwalley and M. Lapp (AIP Conference Proceedings 146, NY l986). A.M. Albano, N.B. Abraham, G. C. de Guzman, M.F.H. Tarroja, D. K. Bandy, R.S. Gioggia, P. E. Rapp, I..D. Zimmerman, N.N. Greenbaun, and T.R. Bashore, \"Lasers and Brains: Complex Systems with Low-Dimensional Attractors,\" Dimensions and Entropies in Chaotic Systems, Ed., G. Mayer-Kress (Springer-Verlag, l986). J.R. Tredicce, L.M. Narducci, N.B. Abraham, D. K. Bandy, and L.A. Lugiato, \"Experimental Evidence of Mode Competition Leading to Optical Bistability In Homogeneously Broadened Lasers,\" Opt. Commun. 56, 435 (l986). L.A. Lugiato, D. K. Bandy, L.M. Narducci, J.R. Tredicce, H. Sadiky, and N.B. Abraham, \"Optical Bista-bility and Instabilities Due to Mode-Mode Competition in a Homogeneously Broadened Ring Laser,\" Opti-cal Bistability III, Eds., H.M. Gibbs, P. Mandel, N. Peyghambarian, & S.D. Smith (Springer-Verlag, l986). L.M. Narducci, J.R. Tredicce, L.A Lugiato, N.B. Abraham, and D. K. Bandy, \"Mode-Mode Competition and Unstable Behavior In a Homogeneously Broadened Ring Laser,\" Phys. Rev. A 33, l842 (l986). L.A. Lugiato, L.M. Narducci, D. K. Bandy, and J.R. Tredicce, \"Single-mode Approximation in Laser Physics: A Critique and a Proposed Improvement,\" Phys. Rev. A 33, ll09 (l986). N.B. Abraham, A.M. Albano, D. K. Bandy, B. Das, G.C. deGusman, T. Isaacs, M.F.H. Tarroja, and S. Yong, \"Low-Dimensional Attractors For a Single-Mode He-Xe Ring Laser,\" Optical Instabilities, Eds., R.W.Boyd, M.G. Raymer, L.M. Narducci (Cambridge University Press, 1985). M.F.H. Tarroja, N.B. Abraham, D. K. Bandy, T. Isaacs, R.S. Gioggia, S.P. Adams, and L.M. Narducci, \"Comparison of the Experimental and Theoretical Results on an Inhomogeneously Broadened Single-Mode Laser,\" Optical Instabilities, Eds., R.W. Boyd, M.G. Raymer, L.M.Narducci (Cambridge U. Press, l985). N.B. Abraham, D. K. Bandy, M.F.H. Tarroja, R.S. Gioggia, S.P. Adams, L.M. Narducci, and L.A. Lugiato, \"Chaotic Dynamical Behavior in Lasers,\" Proceedings of the 7th International Conference on Laser Spectroscopy, Eds., T.W. Hansch and V.R.Shen (Springer-Verlag, l985). L.M. Narducci, J.R. Tredicce, L.A. Lugiato, N.B. Abraham, and D. K. Bandy, \"Multimode Laser with Injected Signal: Steady State and Linear Stability Analysis,\" Phys. Rev. A 32, l588 (l985). L.A. Lugiato, L.M. Narducci, E.V. Eschenazi, D. K. Bandy, and N.B. Abraham, \"Multimode Instabilities in a Homogeneously Broadened Ring Laser, \"Phys. Rev. A 32, l563 (1985). D. K. Bandy, L.M. Narducci, L.A. Lugiato, and N.B. Abraham, \"Time-Dependent Behavior of a Unidirectional Ring Laser with Inhomogeneous Broadening,\" J.Opt. Soc. Am. B 2, 56 (l985). N.B. Abraham, L.A. Lugiato, P. Mandel, L.M. Narducci, and D. K. Bandy, \"Steady State and Unstable Behavior of a Single-Mode Inhomogeneously Broadened Laser,\" J.Opt. Soc. Am. B 2, 35 (l985). Donna K. Bandy, Lorenzo M. Narducci, and Luigi A. Lugiato, \"Coexisting Attractors in a Laser with Injected Signal,\" J.Opt. Soc. Am. B 2,148 (l985). Yan Gu, Donna K. Bandy, Jian-Min Yuan, and Lorenzo M. Narducci, \"Bifurcation Routes in a Laser with Injected Signal,\" Phys. Rev. A 31, 354 (l985). L.M. Narducci, D. K. Bandy, L.A. Lugiato, and N.B. Abraham, \"Stability Analysis of a Single-Mode Inhomogeneously Broadened Laser, \" Proceedings of the Fifth Rochester Conference on Coherence and Quantum Optics, Eds., L. Mandel and E. Wolf (Plenum Press, l984). D. K. Bandy, L.M. Narducci, C.A. Pennise, and L.A. Lugiato, \"Instabilities and Chaos in a Laser with Injected Signal,\" Proceedings of the 5th Rochester Conf. on Coherence and Quantum Optics, Eds., L. Mandel, E. Wolf (Plenum, l984). L.M. Narducci, D. K. Bandy, J.Y. Gao, and L.A. Lugiato, \"Periodic and Chaotic Patterns in Selected Quantum Optical Systems,\" Proceedings of the Symposium on Synergetics, Ed. E. Frehland (Springer-Verlag, l983). L.A. Lugiato, L.M. Narducci, D. K. Bandy, and N.B. Abraham, \"Instabilities in Inhomogeneously Broadened Single-Mode Lasers,\" Opt. Commun. 46,115 (l983). L.A. Lugiato, L.M. Narducci, D. K. Bandy, and C.A. Pennise, \"Breathing, Spiking, and Chaos in a Laser with Injected Signal,\" Opt. Commun. 46, 64 (l983). L.M. Narducci, D. K. Bandy, C.A. Pennise, and L.A. Lugiato, \"Asymptotic Relations and Period Doubling Bifurcations in a Mean Field Model of Optical Bistability,\" Opt. Commun. 44, 207 (l983). L.A. Lugiato, L.M. Narducci, D. K. Bandy, and C.A. Pennise, \"Self-Pulsing and Chaos in a Mean Field Model of Optical Bistability,\" Opt. Commun. 43, 281 (l982)."
            ]
        ]
    ]
}