{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JYKZM4DZ",
            "WzfbRn4AAAAJ",
            [
                "Improved search for muon-neutrino to electron-neutrino oscillations in MINOS",
                "Observation of muon neutrino disappearance with the MINOS detectors in the NuMI neutrino beam",
                "Measurement of neutrino oscillations with the MINOS detectors in the NuMI beam",
                "Measurement of the neutrino mass splitting and flavor mixing by MINOS",
                "The magnetized steel and scintillator calorimeters of the MINOS experiment",
                "Measurement of neutrino and antineutrino oscillations using beam and atmospheric data in MINOS",
                "Combined Analysis of  Disappearance and  Appearance in MINOS Using Accelerator and Atmospheric Neutrinos",
                "Study of muon neutrino disappearance using the Fermilab Main Injector neutrino beam",
                "Electron neutrino and antineutrino appearance in the full MINOS data sample",
                "First measurement of electron neutrino appearance in NOvA"
            ],
            [
                "We report the results of a search for ν e appearance in a ν μ beam in the MINOS long-baseline neutrino experiment. With an improved analysis and an increased exposure of 8.2× 10 20 protons on the NuMI target at Fermilab, we find that 2 sin﻿ 2 (θ 23) sin﻿ 2 (2 θ 13)< 0.12 (0.20) at 90% confidence level for δ= 0 and the normal (inverted) neutrino mass hierarchy, with a best-fit of 2 sin﻿ 2 (θ 23) sin﻿ 2 (2 θ 13)= 0.041− 0.031+ 0.047 (0.079− 0.053+ 0.071). The θ 13= 0 hypothesis is disfavored by the MINOS data at the 89% confidence level.",
                "This Letter reports results from the MINOS experiment based on its initial exposure to neutrinos from the Fermilab NuMI beam. The rates and energy spectra of charged current ν μ interactions are compared in two detectors located along the beam axis at distances of 1 and 735 km. With 1.27× 10 20 120 GeV protons incident on the NuMI target, 215 events with energies below 30 GeV are observed at the Far Detector, compared to an expectation of 336±14 events. The data are consistent with ν μ disappearance via oscillations with| Δ m 32 2|= 2.74− 0.26+ 0.44× 10− 3 eV 2 and sin﻿ 2 (2 θ 23)> 0.87 (68% CL).",
                "This Letter reports new results from the MINOS experiment based on a two-year exposure to muon neutrinos from the Fermilab NuMI beam. Our data are consistent with quantum-mechanical oscillations of neutrino flavor with mass splitting| Δ m 2|=(2.43±0.13)× 10− 3 eV 2 (68% CL) and mixing angle sin﻿ 2 (2 θ)> 0.90 (90% CL). Our data disfavor two alternative explanations for the disappearance of neutrinos in flight: namely, neutrino decays into lighter particles and quantum decoherence of neutrinos, at the 3.7 and 5.7 standard-deviation levels, respectively.",
                "Measurements of neutrino oscillations using the disappearance of muon neutrinos from the Fermilab NuMI neutrino beam as observed by the two MINOS detectors are reported. New analysis methods have been applied to an enlarged data sample from an exposure of 7.25× 10 20 protons on target. A fit to neutrino oscillations yields values of| Δ m 2|=(2.32− 0.08+ 0.12)× 10− 3 eV 2 for the atmospheric mass splitting and sin﻿ 2 (2 θ)> 0.90 (90% CL) for the mixing angle. Pure neutrino decay and quantum decoherence hypotheses are excluded at 7 and 9 standard deviations, respectively.",
                "The Main Injector Neutrino Oscillation Search (MINOS) experiment uses an accelerator-produced neutrino beam to perform precision measurements of the neutrino oscillation parameters in the “atmospheric neutrino” sector associated with muon neutrino disappearance. This long-baseline experiment measures neutrino interactions in Fermilab's NuMI neutrino beam with a near detector at Fermilab and again 735 km downstream with a far detector in the Soudan Underground Laboratory in northern Minnesota. The two detectors are magnetized steel-scintillator tracking calorimeters. They are designed to be as similar as possible in order to ensure that differences in detector response have minimal impact on the comparisons of event rates, energy spectra and topologies that are essential to MINOS measurements of oscillation parameters. The design, construction, calibration and performance of the far and near …",
                "We report measurements of oscillation parameters from ν μ and ν μ disappearance using beam and atmospheric data from MINOS. The data comprise exposures of 10.71× 10 20 protons on target in the ν μ-dominated beam, 3.36× 10 20 protons on target in the ν μ-enhanced beam, and 37.88 kton yr of atmospheric neutrinos. Assuming identical ν and ν oscillation parameters, we measure| Δ m 2|=(2.41− 0.10+ 0.09)× 10− 3 eV 2 and sin﻿ 2 (2 θ)= 0.950− 0.036+ 0.035. Allowing independent ν and ν oscillations, we measure antineutrino parameters of| Δ m 2|=(2.50− 0.25+ 0.23)× 10− 3 eV 2 and sin﻿ 2 (2 θ)= 0.97− 0.08+ 0.03, with minimal change to the neutrino parameters.",
                "We report on a new analysis of neutrino oscillations in MINOS using the complete set of accelerator and atmospheric data. The analysis combines the ν μ disappearance and ν e appearance data using the three-flavor formalism. We measure| Δ m 32 2|=[2.28–2.46]× 1 0− 3 eV 2 (68% CL) and sin 2 θ 23= 0.35–0.65 (90% CL) in the normal hierarchy, and| Δ m 32 2|=[2.32–2.53]× 1 0− 3 eV 2 (68% CL) and sin 2 θ 23= 0.34–0.67 (90% CL) in the inverted hierarchy. The data also constrain δ C P, the θ 23 octant degeneracy and the mass hierarchy; we disfavor 36%(11%) of this three-parameter space at 68%(90%) CL",
                "We report the results of a search for ν μ disappearance by the Main Injector Neutrino Oscillation Search [DG Michael et al.(MINOS), Phys. Rev. Lett. 97, 191801 (2006).]. The experiment uses two detectors separated by 734 km to observe a beam of neutrinos created by the Neutrinos at the Main Injector facility at Fermi National Accelerator Laboratory. The data were collected in the first 282 days of beam operations and correspond to an exposure of 1.27× 10 20 protons on target. Based on measurements in the Near Detector, in the absence of neutrino oscillations we expected 336±14 ν μ charged-current interactions at the Far Detector but observed 215. This deficit of events corresponds to a significance of 5.2 standard deviations. The deficit is energy dependent and is consistent with two-flavor neutrino oscillations according to| Δ m 2|= 2.74− 0.26+ 0.44× 10− 3 eV 2\/c 4 and sin﻿ 2 2 θ> 0.87 at 68% confidence level.",
                "We report on ν e and ν e appearance in ν μ and ν μ beams using the full MINOS data sample. The comparison of these ν e and ν e appearance data at a 735 km baseline with θ 13 measurements by reactor experiments probes δ, the θ 23 octant degeneracy, and the mass hierarchy. This analysis is the first use of this technique and includes the first accelerator long-baseline search for ν μ→ ν e. Our data disfavor 31%(5%) of the three-parameter space defined by δ, the octant of the θ 23, and the mass hierarchy at the 68%(90%) CL We measure a value of 2 sin﻿ 2 (2 θ 13) sin﻿ 2 (θ 23) that is consistent with reactor experiments.",
                "We report results from the first search for ν μ→ ν e transitions by the NOvA experiment. In an exposure equivalent to 2.74× 10 20 protons on target in the upgraded NuMI beam at Fermilab, we observe 6 events in the Far Detector, compared to a background expectation of 0.99±0.11 (syst) events based on the Near Detector measurement. A secondary analysis observes 11 events with a background of 1.07±0.14 (syst). The 3.3 σ excess of events observed in the primary analysis disfavors 0.1 π< δ C P< 0.5 π in the inverted mass hierarchy at the 90% CL"
            ],
            [
                [

                ]
            ]
        ]
    ]
}