{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JYRN0B56",
            "NWPWzaQAAAAJ",
            [
                "Confining the state of light to a quantum manifold by engineered two-photon loss"
            ],
            [
                "Physical systems usually exhibit quantum behavior, such as superpositions and entanglement, only when they are sufficiently decoupled from a lossy environment. Paradoxically, a specially engineered interaction with the environment can become a resource for the generation and protection of quantum states. This notion can be generalized to the confinement of a system into a manifold of quantum states, consisting of all coherent superpositions of multiple stable steady states. We have confined the state of a superconducting resonator to the quantum manifold spanned by two coherent states of opposite phases and have observed a Schrödinger cat state spontaneously squeeze out of vacuum before decaying into a classical mixture. This experiment points toward robustly encoding quantum information in multidimensional steady-state manifolds."
            ],
            [
                [
                    "Quantum Information",
                    "Parametric Amplification",
                    "Superconducting Devices"
                ]
            ],
            [
                "Michael Hatridge 203 Allen Hall (412) 624-9006 hatridge@pitt.edu My laboratory contains a fabrication area with a custom aluminum evaporator for Josephson junction fabrication and a measurement area with a full suite of microwave characterization tools and dilution refrigerators. Superconducting quantum information Quantum information is a rapidly growing theoretical and experimental field which seeks to harness the complexity and coherence of quantum bits to address challenges in computation and the simulation of complex quantum systems. My research focuses on the use of superconducting microwave circuits as a quantum information platform. In particular, we will focus on the use of microwave photons as quantum information carriers. We will develop techniques to create, manipulate, and measure microwave light and use it to entangle larger quantum systems. Efficient amplification of microwave signals is fundamental to this research, as it allows us to faithfully decode and record information contained in pulses of microwave light. We will develop superconducting parametric amplifiers with the goal of achieving performance very close to the quantum limit, where the amplifier itself can perform unitary operations on its input fields. This allows us to create new and complex measurement operations, which in turn will be used to entangle remote quantum bits and detect and remedy errors in quantum registers. Awards Alfred Sloan Research Fellow (2020) NSF CAREER Award (2019) Selected Publications Quantum Back-Action of an Individual Variable-Strength Measurement M. Hatridge and Shyam Shankar et al. Science 339 178 (2013) Autonomously stabilized entanglement between two superconducting qubits Shyam Shankar, Michael Hatridge, et al. Nature 504, 419 (2013). Wireless Josephson Amplifier A. Narla, K. M. Sliwa, M. Hatridge, S. Shankar, L. Frunzio, M. H. Devoret Appl. Phys. Lett. 112 167701 (2014). Josephson parametric converter saturation and higher orer effects G. Liu, T.-C. Chien, X. Cao, O. Lanes, E. Alpern, D. Pekker, M. Hatridge (2017). Xi Cao Tzu-Chiao Chien Olivia Lanes Pinlei Lu Maria Mucci Chao Zhou (412) 624-9006"
            ]
        ]
    ]
}