{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "JZ3SG9PY",
            "5k7SaCAAAAAJ",
            [
                "The hydrogen content of a-Ge: H and a-Si: H as determined by IR spectra, gas evolution, and nuclear reaction techniques",
                "Gas-kinetic interactions of nitrous oxides with SnO2 surfaces",
                "Hydrogen response mechanism of Pt–GaN Schottky diodes",
                "Gas sensitive GaN\/AlGaN-heterostructures",
                "GaN-based heterostructures for sensor applications",
                "Group‐III‐nitride based gas sensing devices",
                "A rate equation approach to the gas sensitivity of thin film metal oxide materials",
                "High‐Electron‐Mobility AlGaN\/GaN Transistors (HEMTs) for Fluid Monitoring Applications",
                "Gas sensing properties of thin-and thick-film tin-oxide materials",
                "Electronics and sensors based on pyroelectric AlGaN\/GaN heterostructures–Part B: Sensor applications"
            ],
            [
                "The hydrogen content of two series of a-Ge:H and a-Si:H samples prepared by sputtering with different partial pressures of H2 in Ar has been investigated by nuclear reaction techniques, gas evolution, and infrared absorption (wagging and stretching modes).",
                "The kinetics of interaction of nitrous oxides (NOx) with SnO2 sensor surfaces were investigated. It is shown that NO, similar to CO, undergoes a simple reducing interaction with SnO2 sensor surfaces producing a conductivity increase. In comparison, NO2 was found to exhibit a highly complex behaviour. At surface temperatures lower than 200°C, NO2 was found to reversibly oxidise SnO2 surfaces independently of the NO2 concentrations applied. In this latter case, reduced conductivities were observed. Approaching surface temperatures of the order of 400°C, a reducing interaction took over which gave way to the normally observed oxidising behaviour as NO2 concentrations above 1 ppm were applied. In this latter high-temperature\/high-concentration regime, poisoning effects were observed which caused the sensor resistance baseline to drift away. These latter results indicated that the poisoning effect of NO2 on …",
                "Besides silicon carbide, group-III nitrides are also suitable large-band-gap semiconductor materials for high-temperature gas sensor devices. Exposing GaN-based Schottky diodes with catalytically active platinum electrodes to hydrogen, we observed a decrease of the rectifying characteristics which we attribute to a decrease in Schottky barrier height. Current–voltage and elastic recoil detection measurements were used to investigate the H-sensing behavior of such devices. Our results indicate an interfacial effect as the origin of the sensor response to hydrogen.",
                "High electron mobility transistors (HEMT) based on GaN\/AlGaN-heterostructures have been fitted with catalytically active platinum (Pt) gate electrodes to induce gas sensitivity. Due to the wide bandgap of group III-nitride materials, such transistors can be operated at temperatures high enough for triggering a wide range of gas sensing reactions at the Pt gate. Depending on gate porosity, either selective hydrogen sensors or sensors with a broad-band sensitivity towards a range of reducing and oxidizing gas species can be made. Applying porous Pt electrodes and sensor operation temperatures of about 400 °C, hydrogen (H2), carbon monoxide (CO), acetylene (C2H2) and nitrous oxide (NO2) could be detected via sizable changes in the source drain current.",
                "The potential of AlGaN\/GaN heterostructures for novel sensor devices is discussed. The two-dimensional electron gas which is formed at the AlGaN\/GaN interface due to the difference in the spontaneous polarisation of the two adjacent III-nitride layers is shown to respond very sensitively to changes in the electrostatic boundary conditions caused by the adsorption of ions, wetting by polar liquids, exposure to gases, or the piezoelectric polarisation due to mechanical strain. Possibilities to use III-nitride heterostructures in future biosensors or integrated sensor devices are also mentioned.",
                "The paper reports on novel gas sensing devices based on III‐nitride materials. Both platinum GaN Schottky diodes as well as high‐electron‐mobility transistors formed from GaN\/AlGaN heterostructures with catalytically active platinum gates were investigated. The performance of these devices towards a number of relevant exhaust gas components (H2, HC, CO, NO) was tested. The test gas concentrations as well as the composition of background gases were chosen to simulate exhaust gas emissions from lean‐burn engines. We found that GaN‐based devices with platinum electrodes are mainly sensitive to hydrogen and unsaturated hydrocarbons with a sizeable cross‐sensitivity to CO. Furthermore a strikingly dissimilar gas sensing behavior has been observed with respect to saturated hydrocarbons on the one hand and to hydrogen and unsaturated hydrocarbons on the other hand.",
                "Thin film metal oxide materials exhibit a bell-shaped variation of the gas sensitivity with sensor operation temperature. With respect to the temperature TM at which a sensitivity maximum occurs, the distribution of the gas sensitivity is asymmetric exhibiting a relatively steep increase below TM and a more moderate drop-off above TM. In this paper a rate equation approach is described, which successfully reproduces temperature- and gas-concentration dependent sensitivity distributions S(T, cgas) experimentally determined for a number of reducing analyte gas molecules. We show that such distributions are determined by two energetic parameters, which are specific for the special adsorbate\/adsorbent system involved. These are (i) the strength of adsorption of neutral analyte gas molecules Eads and (ii) the kinetic barrier Ea that needs to be overcome to induce a surface combustion event involving an adsorbed …",
                "High‐electron‐mobility transistors (HEMTs) based on AlGaN\/GaN heterostructures were successfully tested as chemically sensing devices. Exposing the unprotected polar GaN surface in the gate area of a HEMT to liquids of different polarity, milliampere changes in the source–drain current could be detected. These sensing effects are likely to arise from chemical interactions with a sheet of ionic charge on the free GaN surface which compensates the electronic charge of a two‐dimensional electron gas at a subsurface AlGaN\/GaN interface.",
                "Comparative gas detection measurements have been performed on thin-film (d∼50–300 nm) and thick-film (d∼15–80 μm) SnO2 devices. We find that at normal sensor operation temperatures of the order of 400°C thin-film devices mainly respond to oxidising gases such as O3 and NO2, whereas thick-film ones preferably respond to reducing species like CO and CH4. A significant response towards oxidising species, however, was observed upon reducing the operation temperature of the thick-film devices to about 100°C. We explain these effects in terms of a simple diffusion-reaction model taking into account the different architectures of thin- and thick-film gas sensing devices.",
                "In the present article recent results concerning sensor applications of AlGaN layers and AlGaN\/GaN heterostructures are summarized. The piezoresistive effect in piezoelectric AlGaN layers is investigated and the dependence of the piezoresistive gauge factor on the Al content is attributed to the influence of strain induced piezoelectric fields. An enhancement of this effect is observed in AlGaN\/GaN heterostructures resulting in high longitudinal gauge factors.The response of gas sensitive Pt:GaN Schottky diodes to hydrogen and hydrogen containing gases is analyzed up to temperatures of 600 °C and employed to realize gas sensitive field effect transistors which are demonstrated to operate up to 400 °C. In addition, ion sensitive field effect transistors (ISFETs) have also been fabricated on the basis of AlGaN\/GaN heterostructures. The GaN surface shows a high pH sensitivity which is attributed to the presence of a …"
            ],
            [
                [
                    "Sensors",
                    "Materials"
                ]
            ]
        ]
    ]
}