{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K05D3SRM",
            "wSAD7WcAAAAJ",
            [
                "Solutions to the strong-CP problem in a world with gravity",
                "Simple non-Abelian finite flavor groups and fermion masses",
                "LieART—a Mathematica application for Lie algebras and representation theory",
                "Explicit evaluation of anomalies in higher dimensions",
                "Magnetic monopoles as the highest energy cosmic ray primaries",
                "Solutions to Yang-Mills field equations in eight dimensions and the last Hopf map",
                "Signatures for a cosmic flux of magnetic monopoles",
                "Analysis of anomalies in higher space-time dimensions",
                "Higgs sector and proton decay in SU (15) grand unification",
                "Consistency conditions for Kaluza-Klein anomalies"
            ],
            [
                "We examine various solutions of the strong-CP problem to determine their sensitivity to possible violations of global symmetries by Planck scale physics. While some solutions remain viable even in the face of such effects, violations of the Peccei-Quinn (PQ) symmetry by non-renormalizable operators of dimension less than 10 will generally shift the value of θ to values inconsistent with the experimental bound θ≲ 10− 9. We show that it is possible to construct axion models wheregauge symmetries protect the PQ symmetry to the requisite level.",
                "The use of non-Abelian discrete groups G as family symmetries is discussed in detail. Out of all such groups up to order g=31, the most appealing candidates are two subgroups of SU(2): the dicyclic (double dihedral) group G=Q6=(d)D3(g=12) and the double tetrahedral group . Both can allow a hierarchy t>b, τ>c>s, μ>u, d, e. The top quark is uniquely allowed to have a G symmetric mass. Sequential breaking of G and radiative corrections give the smaller masses. Anomaly freedom for gauging G⊂SU(2) is a strong constraint in assignment of fermions to representations of G.",
                "We present the Mathematica application “LieART”(LieAlgebras and Representation Theory) for computations frequently encountered in Lie algebras and representation theory, such as tensor product decomposition and subalgebra branching of irreducible representations. LieART can handle all classical and exceptional Lie algebras. It computes root systems of Lie algebras, weight systems and several other properties of irreducible representations. LieART’s user interface has been created with a strong focus on usability and thus allows the input of irreducible representations via their dimensional name, while the output is in the textbook style used in most particle-physics publications. The unique Dynkin labels of irreducible representations are used internally and can also be used for input and output. LieART exploits the Weyl reflection group for most of the calculations, resulting in fast computations and a low …",
                "The one-loop Kaluza-Klein anomaly is evaluated explicitly for gauge theories in six, eight, and ten dimensions. The result is well defined and unique, despite the nonrenormalizability of the theory.",
                "We suggest that the highest energy ≳ 1020 eV cosmic ray primaries may be relativistic magnetic monopoles. Motivations for this hypothesis are that conventional primaries are problematic, while monopoles are naturally accelerated to E ∼ 1020 eV by galactic magnetic fields. By matching the cosmic monopole production mechanism to the observed highest energy cosmic ray flux we estimate the monopole mass to be ≲ 1010 GeV.",
                "We will show that the Hopf map $$S^{15} \\xrightarrow{{S^7 }}S^8$$  admits a sourceless, topologically non-trivial gauge field. This result will be cast in the form of a solution to eight dimensional Euclidean Yang-Mills field equations with topological chargeQ=1. This solution is Spin (9) symmetric and leads to a new generalized duality conditionF∧F=±(F∧F)*.",
                "Any early Universe phase transition occurring after inflation has the potential to populate the Universe with relic magnetic monopoles. Observations of galactic magnetic fields, as well as observations matched with models for extragalactic magnetic fields, lead to the conclusion that monopoles of mass ≲1015 GeV are accelerated in these fields to relativistic velocities. We explore the possible signatures of a cosmic flux of relativistic monopoles impinging on the Earth. The electromagnetically induced signatures of monopoles are reliable. The hadronically induced signatures are highly model-dependent. Among our findings are (i) the electromagnetic energy losses of monopoles continuously initiate a protracted shower of small intensity; (ii) monopoles may traverse the Earth’s diameter, making them a probe of the Earth’s interior structure; (iii) in addition to the direct monopole Cherenkov signal presently employed, a …",
                "The anomaly for a dimension D= 2 n gauge theory is calculated for arbitrary n≥ 2 from the l-agon Feynman diagram with l=(n+ 1). The result is both finite and unique despite the nonrenormalizability of the theory. The contributions of higher polygons to the anomaly are deduced from gauge invariance and Lorentz invariance. The no-anomaly condition in D= 2 n is the vanishing of a symmetrized trace over l generators written in the fermion representation. It is shown how to compute this trace for totally antisymmetric representations of SU (N).",
                "For a recently proposed symmetry-breaking pattern of SU (15) grand unification, we fully analyze the Higgs sector and examine the consistency of the mass scales with the observed proton lifetime.",
                "General consistency requirements on anomalies in D= 2 n dimensions are derived with topological techniques. It is shown that for a non-Abelian gauge theory the group-theoretic piece of the anomaly is an overall multiplicative factor for any even D>~ 4."
            ],
            [
                [
                    "gravity",
                    "astrophysics",
                    "particle physics",
                    "cosmology",
                    "biology"
                ]
            ]
        ]
    ]
}