{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K0KCPT10",
            "RAGiAS0AAAAJ",
            [
                "FIRE-2 simulations: physics versus numerics in galaxy formation",
                "The case for a directional dark matter detector and the status of current experimental efforts"
            ],
            [
                "The Feedback In Realistic Environments (FIRE) project explores feedback in cosmological galaxy formation simulations. Previous FIRE simulations used an identical source code (‘FIRE-1’) for consistency. Motivated by the development of more accurate numerics – including hydrodynamic solvers, gravitational softening, and supernova coupling algorithms – and exploration of new physics (e.g. magnetic fields), we introduce ‘FIRE-2’, an updated numerical implementation of FIRE physics for the gizmo code. We run a suite of simulations and compare against FIRE-1: overall, FIRE-2 improvements do not qualitatively change galaxy-scale properties. We pursue an extensive study of numerics versus physics. Details of the star formation algorithm, cooling physics, and chemistry have weak effects provided that we include metal-line cooling and star formation occurs at higher-than-mean densities. We present new …",
                "We present the case for a dark matter detector with directional sensitivity. This document was developed at the 2009 CYGNUS workshop on directional dark matter detection, and contains contributions from theorists and experimental groups in the field. We describe the need for a dark matter detector with directional sensitivity; each directional dark matter experiment presents their project's status; and we close with a feasibility study for scaling up to a one ton directional detector, which would cost around $150M."
            ],
            [
                [
                    "Dynamics of tidal streams",
                    "tests of dark matter",
                    "accreted stellar halos of galaxies"
                ]
            ],
            [
                "Robyn Sanderson Assistant Professor she\/her\/her Astrophysics 4N10 I am an assistant professor in the Physics & Astronomy department and an associate research scientist in the Center for Computational Astrophysics at the Flatiron Institute in Manhattan. My research focuses on ways to infer the dark matter distribution in galaxies by studying the orbits of their stars. I completed my Ph.D. in Physics at MIT in 2011, spent three years as a postdoc at the Kapteyn Institute in the Netherlands, and held an NSF Astronomy and Astrophysics Postdoctoral Fellowship at Columbia, NYU, and then Caltech before joining UPenn and Flatiron. Massachusetts Institute of Technology Cambridge, Massachusetts, USA, 2004–2011 Ph.D., Physics, 25 January 2011. Thesis advisor: Edmund Bertschinger. Thesis Committee: Alan Guth, Paul Schechter. University of Maryland College Park, Maryland, USA 1999–2003 B.S., Physics, High Honors and magna cum laude B.S., Astronomy, High Honors and magna cum laude I am interested in the end-to-end connection between predictions from different particle models for the distribution of dark matter in galaxies and the observations of these galaxies that we can make today and in the future, particularly observations of the dynamics of stars in galaxy outskirts where dark matter should dominate. I am currently working with data from the Gaia mission for this purpose, and have produced mock Gaia surveys of high-resolution cosmological-hydrodynamical simulations to explore the best strategies for using this information to map the dark matter in the Milky Way. Looking to the future, I am a member of the SDSS-V consortium, whose programs will add a wealth of velocity and chemical-abundance information to Gaia's catalog, and co-chair of a working group on astrometry (measuring the positions and motions of objects on the sky) using the future Wide-Field Infrared Space Telescope . I look forward to creating realistic projections for how we can test dark matter theories with the enormous amounts of new information promised by the next generation of observations. Courses Taught Fall 2018 : PHYS 533, Galactic Dynamics with Gaia Sanderson, R. E., A. Wetzel, S. Loebman, S. Sharma, P.F. Hopkins, S. Garrison-Kimmel, C.-A. Faucher-Giguère, D. Kereš, and E. Quataert (2018). Synthetic Gaia surveys from the FIRE cosmological simulations of Milky-Way-mass galaxies. arXiv:1806.10564. Data from the public surveys is available on YT hub. Sanderson, R. E., S. Garrison-Kimmel, A. Wetzel, T. Keung Chan, P. F. Hopkins, D. Kereš, I. Escala, C.-A. Faucher-Giguère, and X. Ma (2017). Reconciling observed and simulated stellar halo masses. arXiv:1712.05808. Sanderson, R. E., A. Bellini, & the WFIRST Astrometry Working Group (2017). Astrometry with the WFIRST Wide-Field Imager. arXiv:1712.05420. Sanderson, R. E., A. Secunda, K. V. Johnston, and J. J. Bochanski (2017). New views of the distant stellar halo. MNRAS 470, 5014–5031. Sanderson, R. E., A. Helmi, and D. W. Hogg (2015). Action-space Clustering of Tidal Streams to Infer the Galactic Potential . ApJ 801, 98. Sanderson, R. E. and A. Helmi (2013). An analytical phase-space model for tidal caustics . MNRAS 435, 378– 399. For a complete list of publications search for my ORCID: 0000-0003-3939-3297 . Affiliations Associate Research Scientist, Center for Computational Astrophysics, Flatiron Institute, New York, NY CV (file) Sanderson - CV.pdf 112.3 KB"
            ]
        ]
    ]
}