{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K2GLH4D2",
            "Vj-U01YAAAAJ",
            [
                "Parametric X-rays from a polycrystalline target",
                "Study of Fluctuations in Undulator Radiation in the IOTA Ring at Fermilab",
                "Theoretical analysis of orientation distribution function reconstruction of textured polycrystal by parametric X-rays",
                "Statistical properties of spontaneous synchrotron radiation with arbitrary degree of coherence",
                "Experimental Study of a Single Electron in a Storage Ring via Undulator Radiation",
                "Incorporation of interfacial roughness into recursion matrix formalism of dynamical X-ray diffraction in multilayers and superlattices",
                "Recent results and opportunities at the IOTA facility",
                "Statistical properties of undulator radiation in the IOTA storage ring",
                "Undulator Radiation Generated by a Single Electron"
            ],
            [
                "A theoretical description of parametric X-ray radiation (PXR) from a nanocrystal powder target is presented in terms of the orientation distribution function (ODF). Two models of ODF resulting in the analytical solution for the PXR intensity distribution are used and the characteristic features of this distribution are considered. A promising estimate of the number of the emitted photons is obtained for the case of a nanodiamond powder target using the parameters of ASTA Facility at Fermilab. The PXR spectra from polycrystal and single crystal targets are compared. The application scenarios of PXR from nanocrystals are discussed.",
                "We study turn-by-turn fluctuations in the number of emitted photons in an undulator, installed in the IOTA electron storage ring at Fermilab with an InGaAs PIN photodiode and an integrating circuit. Our study was motivated by the previous experiment [1]. We propose a theoretical model for the experimental data from [1] and in our own experiment we attempted to verify the model in an independent and more systematic way. Moreover, these fluctuations are an interesting subject for a study by itself, since they act as a seed for SASE in FELs. We improve the precision of the measurements from [1] by subtracting the average signal amplitude using a comb filter with a one-turn IOTA delay, and by using a special algorithm for noise subtraction. We obtain a reasonable agreement between our theoretical model and experiment. Along with repeating the experiment from [1], which was performed at a constant beam current, we also collect data for fluctuations in undulator light at different beam current values. Lastly, in our experiment we were able to see the transition from Poisson statistics to Super-Poisson statistics for undulator light, whereas in [1] only the latter statistics was observed.",
                "The possibility of quantitative texture analysis by means of parametric x-ray radiation (PXR) from relativistic electrons with Lorentz factor γ > 50MeV in a polycrystal is considered theoretically. In the case of rather smooth orientation distribution function (ODF) and large detector (θD >> 1\/γ) the universal relation between ODF and intensity distribution is presented. It is shown that if ODF is independent on one from Euler angles, then the texture is fully determined by angular intensity distribution. Application of the method to the simulated data shows the stability of the proposed algorithm.",
                "In a storage ring, turn-to-turn fluctuations in the intensity of spontaneous synchrotron radiation occur due to two mechanisms. The first mechanism is the quantum uncertainty in the number of emitted photons. The second mechanism is the turn-to-turn variations in the relative positions of classical pointlike electrons in the bunch. We present a unified description of both effects in the framework of quantum optics. We derive an equation for the fluctuations for an arbitrary degree of coherence, which generalizes previously reported results for temporally incoherent radiation. We compare the predictions of our calculation with a previous experiment at Brookhaven National Laboratory, where the latter mechanism was dominant and propose a new dedicated experiment in the Integrable Optics Test Accelerator (IOTA) at Fermilab, where the two mechanisms may have comparable contributions to the fluctuations. Finally, our …",
                "A single electron orbiting around a ring and emitting single quanta at the rate of about one event per hundred turns could produce a wealth of information about physical processes in large traps (ie storage rings) for charged particles. It should be noted that Paul and Penning traps in the 1980s led to the Nobel prize for studying state and motion of single quantum particles, and just recently the Penning trap technique has enabled the measurement of a single proton magnetic moment with an unprecedented precision of 10 decimal places. The information from the storage ring traps could also be used for characterization of a quantum system as well as the\" trap\" itself, ie measuring properties of the storage ring lattice and electron interaction with the laser fields. Although, the interest in single electron quantum processes today is mostly academic in nature, the diagnostics and methodology developed for single electron radiation studies could find subsequent applications in a variety of applied disciplines in quantum technology, including quantum communications and quantum computing.",
                "Diffraction in multilayers in the presence of interfacial roughness is studied theoretically, the roughness being considered as a transition layer. Exact (within the framework of the two-beam dynamical diffraction theory) differential equations for field amplitudes in a crystalline structure with varying properties along its surface normal are obtained. An iterative scheme for approximate solution of the equations is developed. The presented approach to interfacial roughness is incorporated into the recursion matrix formalism in a way that obviates possible numerical problems. Fitting of the experimental rocking curve is performed in order to test the possibility of reconstructing the roughness value from a diffraction scan. The developed algorithm works substantially faster than the traditional approach to dealing with a transition layer (dividing it into a finite number of thin lamellae). Calculations by the proposed approach are …",
                "The Integrable Optics Test Accelerator (IOTA) was recently commissioned as part of the Fermilab Accelerator Science and Technology (FAST) facility. The IOTA ring was briefly operated with electrons at 47 MeV followed by a 6-months run with 100 MeV electrons. The main goal of the first runwas to study beam dynamics in the integrable lattices with elliptical nonlinear magnets and in the quasi-integrable case with profiled octupole channel. The flexibility of the IOTA ring allowed a wide range of complementary studies, such as experiments with a single electron; studies of fluctuations in undulator radiation and operation with low emittance beams. Over the next year the proton injector will be installed and two runs carried out. One run will be dedicated to the refinement of nonlinear experiments and another will be dedicated to the proof-of-principle demonstration of Optical Stochastic Cooling.",
                "We study turn-by-turn fluctuations in the number of spontaneously emitted photons from an undulator, installed in the Integrable Optics Test Accelerator (IOTA) electron storage ring at Fermilab. A theoretical model is presented, showing the relative contributions due to the discrete nature of light emission and to the incoherent sum of fields from different electrons in the bunch. The model is compared with a previous experiment at Brookhaven and with new experiments we carried out at IOTA. Our experiments focused on the case of a large number of longitudinal and transverse radiation modes, a regime where photon shot noise is significant and the total magnitude of the fluctuations is very small. The experimental and data analysis techniques, required to reach the desired sensitivity, are detailed. We discuss how the model and the experiment provide insights into this emission regime, enable diagnostics of small beam sizes, and improve our understanding of beam lifetime in IOTA.",
                "The facilities providing single electron beams are currently being commissioned at Fermilab and will be at SLAC. Recently, Fermilab’s IOTA ring routinely demonstrated circulation of a single electron at 100 MeV beam energy. Alternatively, SLAC is working on constructing LCLS-II an X-ray FEL driven by a 4 GeV SRF linac. A parasitic beamline, S30XL, is planned that will extract 4 GeV dark current from between the primary LCLS-II electron bunches. The dark current will be delivered to End Station A and can work independently of LCLS-II experiments. The dark current will be bunched at a frequency of 46 MHz while extracted current varied from single electrons to 10’s of nA. In the present paper, we estimate the feasibility of propagating single electron beams through a conventional undulator, placed in the IOTA and S30XL beamlines. We explore the possible observable effects and experimental parameters range. In addition, we focus on potential applications of such beams in systems for high fidelity quantum measurements."
            ],
            [
                [
                    "accelerator physics",
                    "x-ray diffraction"
                ]
            ],
            [
                "Ihar Lobach Ihar Lobach Research: Experimental Accelerator Physics Research Advisor: Sergei Nagaitsev ilobach@uchicago.edu"
            ]
        ]
    ]
}