{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K3PCRRLF",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Lyman A. Page Jr. Lyman A. Page Jr. Professor of Physics 609-258-5578 page@Princeton.EDU Angela Q. Lewis 217 Jadwin Hall phy-page-imac.princeton.edu\/~page\/  James S. McDonnell Distinguished University Professor in Physics Lyman Page, along with students and collaborators, measures the spatial temperature variations in the cosmic microwave background (CMB). The CMB, which pervades the universe, is the thermal afterglow of the big bang. Detailed knowledge of the magnitude and pattern of the fluctuations in temperature from spot to spot on the sky, or anisotropy, will help us understand how the universe evolved and how the observed structure, at sizes ranging from galaxies to superclusters of galaxies, was formed. From precise measurements of the CMB, one can also deduce many of the cosmological parameters and the physics of the very early universe. For example we have been able to determine the geometry and age of the universe, the cosmic density of baryons, the cosmic density of dark matter, and the Hubble parameter to percent-level accuracy. This is an exciting time for cosmology. The experimental tools and techniques, coupled with theory, have developed to the point were we can probe the physics of the infant universe in wonderful detail and we can use the cosmos to measure, for example, the sum of the neutrino masses. There are many cosmologists at Princeton and a number work on CMB related projects. On the theoretical front, there are Paul Steinhardt, Jim Peebles, and David Spergel and Matias Zaldarriaga at the IAS. On the experimental front, there are Norm Jarosik, Bill Jones, Lyman Page, and Suzanne Staggs.  The Wilkinson Microwave Anisotropy Probe was a partnership with NASA\/GSFC with collaborators at Chicago, UBC, Brown, and UCLA. Much of the instrument was designed and built at Princeton and the Princeton team played a large role in the data analysis. The satellite is named in honor of Prof. Wilkinson, a leader in experimental cosmology and a faculty member in the Physics Department until his death in 2002. The Planck Satellite is the next generation of space-based CMB measurement. Bill Jones worked on its design and is actively involved with the data analysis.  The Atacama Cosmology Telescope (ACT\/ACTPol). Planck will map the anisotropy with an angular resolution of 0.1 degrees. There is a wealth of cosmological information that may be obtained with deeper measurements at finer angular scales. The Princeton group is a leading member of a large collaboration that has built a 6m telescope in Chile with thousands of detectors and an angular resolution of 0.03 degrees.  The data set is wonderfully rich. As examples of just two of the many highlights, the team published the first detection of intrinsic gravitational lensing of the CMB and discovered the most massive and X-ray luminous high redshift object known, dubbed \"El Gordo.\" ACT is gearing up to make observation of the polarized CMB.  The Atacama B-mode Search (ABS) is another experiment in Chile, led by Suzanne Staggs. This is aimed at measuring the gravitational radiation left over from the Big Bang. Complementing ACT\/ACTPol, observes with an angular resolution of 0.5 degrees. With its greatly enhanced sensitivity, it complements both WMAP and PLANCK."
            ]
        ]
    ]
}