{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K4JFAI4N",
            "VLyy644AAAAJ",
            [
                "Solitons in conducting polymers",
                "Importance of phase fluctuations in superconductors with small superfluid density",
                "How to detect fluctuating stripes in the high-temperature superconductors",
                "From quantum matter to high-temperature superconductivity in copper oxides",
                "Electronic liquid-crystal phases of a doped Mott insulator"
            ],
            [
                "Self-localized nonlinear excitations (solitons, polarons, and bipolarons) are fundamental and inherent features of quasi-one-dimensional conducting polymers. Their signatures are evident in many aspects of the physical and chemical properties of this growing class of novel materials. As a result, these polymers represent an opportunity for exploring the novel phenomena associated with topological solitons and their linear confinement which results from weakly lifting the ground-state degeneracy. The authors review the theoretical models that have been developed to describe the physics of polyacetylene and related conducting polymers and summarize the relevant experimental results obtained for these materials. An attempt is made to assess the validity of the soliton model of polyacetylene and its generalization to related systems in which the ground-state degeneracy has been lifted.",
                "THE superconducting state of a metal is characterized by a complex order parameter with an amplitude and a phase. In the BCS-Eliashberg mean-field theory1, which is a very good approximation for conventional metals, the phase of the order parameter is un-important for determining the value of the transition temperature T c and the change of many physical properties brought about by the transition. Here we argue that superconductors with low super-conducting carrier density (such as the organic and high-T c oxide superconductors) are characterized by a relatively small phase'stiffness9 and poor screening, both of which imply a significantly larger role for phase fluctuations. As a consequence, in these mat-erials the transition to the superconducting state may not display typical mean-field behaviour, and phase fluctuations, both classical and quantum, may have a significant influence on low-temperature …",
                "This article discusses fluctuating order in a quantum disordered phase proximate to a quantum critical point, with particular emphasis on fluctuating stripe order. Optimal strategies are derived for extracting information concerning such local order from experiments, with emphasis on neutron scattering and scanning tunneling microscopy. These ideas are tested by application to two model systems—an exactly solvable one-dimensional (1D) electron gas with an impurity, and a weakly interacting 2D electron gas. Experiments on the cuprate high-temperature superconductors which can be analyzed using these strategies are extensively reviewed. The authors adduce evidence that stripe correlations are widespread in the cuprates. They compare and contrast the advantages of two limiting perspectives on the high-temperature superconductor: weak coupling, in which correlation effects are treated as a perturbation on …",
                "The discovery of high-temperature superconductivity in the copper oxides in 1986 triggered a huge amount of innovative scientific inquiry. In the almost three decades since, much has been learned about the novel forms of quantum matter that are exhibited in these strongly correlated electron systems. A qualitative understanding of the nature of the superconducting state itself has been achieved. However, unresolved issues include the astonishing complexity of the phase diagram, the unprecedented prominence of various forms of collective fluctuations, and the simplicity and insensitivity to material details of the ‘normal’state at elevated temperatures.",
                "The character of the ground state of an antiferromagnetic insulator is fundamentally altered following addition of even a small amount of charge 1. The added charge is concentrated into domain walls across which a π phase shift in the spin correlations of the host material is induced. In two dimensions, these domain walls are ‘stripes’ which can be insulating 2, 3 or conducting 4, 5, 6—that is, metallic ‘rivers’ with their own low-energy degrees of freedom. However, in arrays of one-dimensional metals, which occur in materials such as organic conductors 7, interactions between stripes typically drive a transition to an insulating ordered charge-density-wave (CDW) state at low temperatures. Here it is shown that such a transition is eliminated if the zero-point energy of transverse stripe fluctuations is sufficiently large compared tothe CDW coupling between stripes. As a consequence, there should exist electronic …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Theoretical Physics"
                ]
            ],
            [
                "Steven Allen Professor of Physics and of Particle Physics and Astrophysics http:\/\/web.stanford.edu\/group\/xoc\/ Research & Scholarship Steve Allen studies the properties of galaxies and galaxy clusters and uses these systems as cosmological probes. His X-ray Astronomy and Observational Cosmology (XOC) group at Stanford have pioneered novel analysis approaches in these areas, with an emphasis on X-ray techniques. The XOC group are also engaged in the development of hardware for future X-ray satellite missions including the Athena X-ray observatory and Lynx. Allen has co-authored more than 200 publications in refereed journals which have gathered more than 20,000 citations. He is a member of the Athena Science Study Team, the Athena Wide Field Imager Consortium, the Lynx Science and Technology Definition Team, the Hitomi Science Team, the Dark Energy Survey, the Dark Energy Spectroscopic Instrument, the Euclid Consortium, the South Pole Telescope Collaboration, the CMB-S4 Collaboration, and the LSST Dark Energy Science Collaboration. He also heads the LSST Science Department at SLAC National Accelerator Laboratory and chairs the SLAC LSST Steering Committee. Professor, Department of Particle Physics and Astrophysics, SLAC National Accelerator Laboratory (2015 - Present) Professor, Department of Physics, Stanford University (2015 - Present) Department Head, LSST Science Department, SLAC National Accelerator Laboratory (2014 - Present) Associate Professor, Department of Particle Physics and Astrophysics, SLAC National Accelerator Laboratory. (2008 - 2015) Associate Professor, Department of Physics, Stanford University. (2008 - 2015) Department Head, Department of Observational and Experimental Cosmology, SLAC National Accelerator Laboratory (2005 - 2014) Assistant Professor, Department of Particle Physics and Astrophysics,\r\nSLAC National Accelerator Laboratory. (2005 - 2008) Assistant Professor, Department of Physics, Stanford University. (2005 - 2008) Sophie and Tycho Brahe Visiting Professorship, University of Copenhagen (2012 - 2015) Bruno Rossi Prize, American Astronomical Society (2008) Royal Society University Research Fellowship, Royal Society (1999) Postdoctoral Research Fellowship, UK Particle Physics and Astronomy Research Council (1994) DOE Point of Contact, LSST Dark Energy Science Collaboration (2015 - 2019) Member, American Physical Society (2018 - Present) Senior Member, Simons Observatory (2018 - Present) Member, CMB-S4 Collaboration (2016 - Present) Member, Lynx Science and Technology Definition Team (2016 - Present) Member, Athena Wide Field Imager Consortium (2016 - Present) Chair, LSST Steering Committee, SLAC (2014 - Present) Member, Athena Science Study Team (2014 - Present) Member, Dark Energy Survey (2014 - Present) Member, South Pole Telescope Collaboration (2013 - Present) Member, Euclid Science Consortium (2010 - Present) Member, American Astronomical Society (AAS) (2006 - Present) Associate, Dark Cosmology Center, Copenhagen (2005 - Present) Member, Kavli Institute for Particle Astrophysics and Cosmology (2005 - Present) Member, Institute of Physics (1993 - Present) Member, Royal College of Science Association (1990 - Present) Co-chair, Clusters Working Group, LSST Dark Energy Science Collaboration (2012 - 2017) Member, High Energy Astrophysics Division Nomination Committee, NASA (2011 - 2012) Member, Einstein Fellowship Selection Committee (2011 - 2011) Co-chair, Astro-H Cosmology Science Working Group (2010 - 2017) Member, Science Definition Team, International X-ray Observatory (2008 - 2011) Member, Chandra Users' Committee, Chandra X-ray Observatory (2008 - 2011) Chair, Constellation-X Large Scale Structure panel, NASA (2007 - 2008) Member, KIPAC Executive Committee (2006 - 2014) Member, Constellation-X Facility Science Team, NASA (2004 - 2008) Member, Constellation-X Galaxy Clusters Science panel, NASA (2004 - 2008) Member, Chandra Peer Review Panel, Chandra X-ray Observatory (2000 - 2007) Member, Governing Body, Darwin College, Cambridge (1996 - 1999) B. Sc., Imperial College, University of London., Physics  (1990) Ph.D., University of Cambridge., Astronomy  (1995) swa@stanford.edu Department of Physics Stanford University 382 Via Pueblo Mall 94305 (650) 926-3310 My research group Current Research and Scholarly Interests Observational astrophysics and cosmology; galaxies, galaxy clusters, dark matter and dark energy; applications of statistical methods; X-ray astronomy; X-ray detector development; optical astronomy; mm-wave astronomy; radio astronomy; gravitational lensing. Introduction to Observational Astrophysics PHYSICS 100 (Spr) Independent Studies (3) Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Sum) Introduction to Observational Astrophysics PHYSICS 100 (Spr) Introduction to Observational Astrophysics PHYSICS 100 (Spr) Eric Yang Tanmoy Chattopadhyay Martijn Nicolaas De Vries Adi Foord Meredith Powell Justin Myles, Emil Noordeh Mahiro Abe, James Allen, Drew Ames Sanha Cheong , Jason Chou, Jason Corbin, Laura Domine , Kevin Feigelis, Ares Hernandez, Fangze Liu, Tom Liu, Jamie McCullough, Yuka Nakato , Remy Schutt, Bahrudin Trbalic, Sebastian Wagner-Carena, Bingyi Wang, To Chin Yu Deep XMM-Newton observations of the most distant SPT-SZ galaxy cluster Mantz, A. B., Allen, S. W., Morris, R., Canning, R. A., Bayliss, M., Bleem, L. E., Floyd, B. T., McDonald, M. 2020 496 (2) : 1554–64 DOI 10.1093\/mnras\/staa1581 Web of Science ID 000561118000039 Characterization of the Particle-induced Background of XMM-Newton EPIC-pn: Short- and Long-term Variability Bulbul, E., Kraft, R., Nulsen, P., Freyberg, M., Miller, E. D., Grant, C., Bautz, M. W., Burrows, D. N., Allen, S., Eraerds, T., Fioretti, V., Gasteldello, F., Ghirardini, V., Hall, D., Meidinger, N., Molendi, S., Rau, A., Wilkins, D., Wilms, J. 2020 891 (1) DOI 10.3847\/1538-4357\/ab698a Web of Science ID 000537773700001 Ellipticity of brightest cluster galaxies as tracer of halo orientation and weak-lensing mass bias Herbonnet, R., von der Linden, A., Allen, S. W., Mantz, A. B., Modumudi, P., Morris, R., Kelly, P. L. 2019 490 (4) : 4889–97 DOI 10.1093\/mnras\/stz2913 Web of Science ID 000504000300029 Detection of polarized gamma-ray emission from the Crab nebula with the Hitomi Soft Gamma-ray Detector Aharonian, F., Akamatsu, H., Akimoto, F., Allen, S. W., Angelini, L., Audard, M., Awaki, H., Axelsson, M., Bamba, A., Bautz, M. W., Blandford, R., Brenneman, L. W., Brown, G. V., Bulbul, E., Cackett, E. M., Chernyakova, M., Chiao, M. P., Coppi, P. S., Costantini, E., de Plaa, J., de Vries, C. P., den Herder, J., Done, C., Dotani, T., Ebisawa, K., Eckart, M. E., Enoto, T., Ezoe, Y., Fabian, A. C., Ferrigno, C., Foster, A. R., Fujimoto, R., Fukazawa, Y., Furuzawa, A., Galeazzi, M., Gallo, L. C., Gandhi, P., Giustini, M., Goldwurm, A., Gu, L., Guainazzi, M., Haba, Y., Hagino, K., Hamaguchi, K., Harrus, I. M., Hatsukade, I., Hayashi, K., Hayashi, T., Hayashida, K., Hiraga, J. S., Hornschemeier, A., Hoshino, A., Hughes, J. P., Ichinohe, Y., Iizuka, R., Inoue, H., Inoue, Y., Ishida, M., Ishikawa, K., Ishisaki, Y., Iwai, M., Kaastra, J., Kallman, T., Kamae, T., Kataoka, J., Katsuda, S., Kawai, N., Kelley, R. L., Kilbourne, C. A., Kitaguchi, T., Kitamoto, S., Kitayama, T., Kohmura, T., Kokubun, M., Koyama, K., Koyama, S., Kretschmar, P., Krimm, H. A., Kubota, A., Kunieda, H., Laurent, P., Lee, S., Leutenegger, M. A., Limousin, O., Loewenstein, M., Long, K. S., Lumb, D., Madejski, G., Maeda, Y., Maier, D., Makishima, K., Markevitch, M., Matsumoto, H., Matsushita, K., McCammon, D., McNamara, B. R., Mehdipour, M., Miller, E. D., Miller, J. M., Mineshige, S., Mitsuda, K., Mitsuishi, I., Miyazawa, T., Mizuno, T., Mori, H., Mori, K., Mukai, K., Murakami, H., Mushotzky, R. F., Nakagawa, T., Nakajima, H., Nakamori, T., Nakashima, S., Nakazawa, K., Nobukawa, K. K., Nobukawa, M., Noda, H., Odaka, H., Ohashi, T., Ohno, M., Okajima, T., Ota, N., Ozaki, M., Paerels, F., Paltani, S., Petre, R., Pinto, C., Porter, F. S., Pottschmidt, K., Reynolds, C. S., Safi-Harb, S., Saito, S., Sakai, K., Sasaki, T., Sato, G., Sato, K., Sato, R., Sawada, M., Schartel, N., Serlemtsos, P. J., Seta, H., Shidatsu, M., Simionescu, A., Smith, R. K., Soong, Y., Stawarz, L., Sugawara, Y., Sugita, S., Szymkowiak, A., Tajima, H., Takahashi, H., Takahashi, T., Takeda, S., Takei, Y., Tamagawa, T., Tamura, T., Tanaka, T., Tanaka, Y., Tanaka, Y. T., Tashiro, M. S., Tawara, Y., Terada, Y., Terashima, Y., Tombesi, F., Tomida, H., Tsuboi, Y., Tsujimoto, M., Tsunemi, H., Tsuru, T., Uchida, H., Uchiyama, H., Uchiyama, Y., Ueda, S., Ueda, Y., Uno, S., Urry, C., Ursino, E., Watanabe, S., Werner, N., Wilkins, D. R., Williams, B. J., Yamada, S., Yamaguchi, H., Yamaoka, K., Yamasaki, N. Y., Yamauchi, M., Yamauchi, S., Yaqoob, T., Yatsu, Y., Yonetoku, D., Zhuravleva, I., Zoghbi, A., Uchida, Y., Hitomi Collaboration 70 (6) DOI 10.1093\/pasj\/psy118 Web of Science ID 000456072300015 Gas Perturbations in the Cool Cores of Galaxy Clusters: Effective Equation of State, Velocity Power Spectra, and Turbulent Heating Zhuravleva, I., Allen, S. W., Mantz, A., Werner, N. 865 (1) DOI 10.3847\/1538-4357\/aadae3 Web of Science ID 000445277100006 Hitomi X-ray observation of the pulsar wind nebula G21.5-0.9 Aharonian, F., Akamatsu, H., Akimoto, F., Allen, S. W., Angelini, L., Audard, M., Awaki, H., Axelsson, M., Bamba, A., Bautz, M. W., Blandford, R., Brenneman, L. W., Brown, G., Bulbul, E., Cackett, E. M., Chernyakova, M., Chiao, M. P., Coppi, P. S., Costantini, E., de Plaa, J., de Vries, C. P., den Herder, J., Done, C., Dotani, T., Ebisawa, K., Eckart, M. E., Enoto, T., Ezoe, Y., Fabian, A. C., Ferrigno, C., Foster, A. R., Fujimoto, R., Fukazawa, Y., Furuzawa, A., Galeazzi, M., Gallo, L. C., Gandhi, P., Giustini, M., Goldwurm, A., Gu, L., Guainazzi, M., Haba, Y., Hagino, K., Hamaguchi, K., Harrus, I. M., Hatsukade, I., Hayashi, K., Hayashi, T., Hayashida, K., Hiraga, J. S., Hornschemeier, A., Hoshino, A., Hughes, J. P., Ichinohe, Y., Iizuka, R., Inoue, H., Inoue, Y., Ishida, M., Ishikawa, K., Ishisaki, Y., Iwai, M., Kaastra, J., Kallman, T., Kamae, T., Kataoka, J., Katsuda, S., Kawai, N., Kelley, R. L., Kilbourne, C. A., Kitaguchi, T., Kitamoto, S., Kitayama, T., Kohmura, T., Kokubun, M., Koyama, K., Koyama, S., Kretschmar, P., Krimm, H. A., Kubota, A., Kunieda, H., Laurent, P., Lee, S., Leutenegger, M. A., Limousin, O., Loewenstein, M., Long, K. S., Lumb, D., Madejski, G., Maeda, Y., Maier, D., Makishima, K., Markevitch, M., Matsumoto, H., Matsushita, K., McCammon, D., McNamara, B. R., Mehdipour, M., Miller, E. D., Miller, J. M., Mineshige, S., Mitsuda, K., Mitsuishi, I., Miyazawa, T., Mizuno, T., Mori, H., Mori, K., Mukai, K., Murakami, H., Mushotzky, R. F., Nakagawa, T., Nakajima, H., Nakamori, T., Nakashima, S., Nakazawa, K., Nobukawa, K. K., Nobukawa, M., Noda, H., Odaka, H., Ohashi, T., Ohno, M., Okajima, T., Ota, N., Ozaki, M., Paerels, F., Paltani, S., Petre, R., Pinto, C., Porter, F. S., Pottschmidt, K., Reynolds, C. S., Safi-Harb, S., Saito, S., Sakai, K., Sasaki, T., Sato, G., Sato, K., Sato, R., Sawada, M., Schartel, N., Serlemtsos, P. J., Seta, H., Shidatsu, M., Simionescu, A., Smith, R. K., Soong, Y., Stawarz, L., Sugawara, Y., Sugita, S., Szymkowiak, A., Tajima, H., Takahashi, H., Takahashi, T., Takeda, S., Takei, Y., Tamagawa, T., Tamura, T., Tanaka, T., Tanaka, Y., Tanaka, Y. T., Tashiro, M. S., Tawara, Y., Terada, Y., Terashima, Y., Tombesi, F., Tomida, H., Tsuboi, Y., Tsujimoto, M., Tsunemi, H., Tsuru, T., Uchida, H., Uchiyama, H., Uchiyama, Y., Ueda, S., Uno, S., Ueda, Y., Urry, C., Ursino, E., Watanabe, S., Werner, N., Wilkins, D. R., Williams, B. J., Yamada, S., Yamaguchi, H., Yamaoka, K., Yamasaki, N. Y., Yamauchi, M., Yamauchi, S., Yaqoob, T., Yatsu, Y., Yonetoku, D., Zhuravleva, I., Zoghbi, A., Sato, T., Nakaniwa, N., Murakami, H., Guest, B., Hitomi Collaboration 70 (3) DOI 10.1093\/pasj\/psy027 Web of Science ID 000439655600009 Hitomi (ASTRO-H) X-ray Astronomy Satellite JOURNAL OF ASTRONOMICAL TELESCOPES INSTRUMENTS AND SYSTEMS Takahashi, T., Kokubun, M., Mitsuda, K., Kelley, R. L., Ohashi, T., Aharonian, F., Akamatsu, H., Akimoto, F., Allen, S. W., Anabuki, N., Angelini, L., Arnaud, K., Asai, M., Audard, M., Awaki, H., Axelsson, M., Azzarello, P., Baluta, C., Bamba, A., Bando, N., Bautz, M. W., Bialas, T., Blandford, R., Boyce, K., Brenneman, L. W., Brown, G. V., Bulbul, E., Cackett, E. M., Canavan, E., Chernyakova, M., Chiao, M. P., Coppi, P. S., Costantini, E., Dell, S., DiPirro, M., Done, C., Dotani, T., Doty, J., Ebisawa, K., Eckart, M. E., Enoto, T., Ezoe, Y., Fabian, A. C., Ferrigno, C., Foster, A. R., Fujimoto, R., Fukazawa, Y., Funk, S., Furuzawa, A., Galeazzi, M., Gallo, L. C., Gandhi, P., Gilmore, K., Giustini, M., Goldwurm, A., Gu, L., Guainazzi, M., Haas, D., Haba, Y., Hagino, K., Hamaguchi, K., Harrus, I. M., Hatsukade, I., Hayashi, T., Hayashi, K., Hayashida, K., den Herder, J., Hiraga, J. S., Hirose, K., Hornschemeier, A., Hoshino, A., Hughes, J. P., Ichinohe, Y., Iizuka, R., Inoue, H., Inoue, Y., Ishibashi, K., Ishida, M., Ishikawa, K., Ishimura, K., Ishisaki, Y., Itoh, M., Iwai, M., Iwata, N., Iyomoto, N., Jewell, C., Kaastra, J., Kallman, T., Kamae, T., Kara, E., Kataoka, J., Katsuda, S., Katsuta, J., Kawaharada, M., Kawai, N., Kawano, T., Kawasaki, S., Khangulyan, D., Kilbourne, C. A., Kimball, M., King, A., Kitaguchi, T., Kitamoto, S., Kitayama, T., Kohmura, T., Konami, S., Kosaka, T., Koujelev, A., Koyama, K., Koyama, S., Kretschmar, P., Krimm, H. A., Kubota, A., Kunieda, H., Laurent, P., Lee, S., Leutenegger, M. A., Limousin, O., Loewenstein, M., Long, K. S., Lumb, D., Madejski, G., Maeda, Y., Maier, D., Makishima, K., Markevitch, M., Masters, C., Matsumoto, H., Matsushita, K., McCammon, D., Mcguinness, D., McNamar, B. R., Mehdipour, M., Miko, J., Miller, E. D., Miller, J. M., Mineshige, S., Minesugi, K., Mitsuishi, I., Miyazawa, T., Mizuno, T., Mori, H., Mori, K., Moroso, F., Moseley, H., Muench, T., Mukai, K., Murakami, H., Murakami, T., Mushotzky, R. F., Nagano, H., Nagino, R., Nakagawa, T., Nakajima, H., Nakamori, T., Nakano, T., Nakashima, S., Nakazawa, K., Namba, Y., Natsukari, C., Nishioka, Y., Nobukawa, K. K., Nobukawa, M., Noda, H., Nomachi, M., Odaka, H., Ogawa, H., Ogawa, M., Ogi, K., Ohno, M., Ohta, M., Okajima, T., Okamoto, A., Okazaki, T., Ota, N., Ozaki, M., Paerels, F., Paltani, S., Parmar, A., Petre, R., Pinto, C., de Plaa, J., Pohl, M., Pontius, J., Porter, F. S., Pottschmidt, K., Ramsey, B., Reynolds, C., Russell, H., Safi-Harb, S., Saito, S., Sakai, K., Sakai, S., Sameshima, H., Sasaki, T., Sato, G., Sato, K., Sato, R., Sato, Y., Sawada, M., Schartel, N., Serlemitsos, P. J., Seta, H., Shibano, Y., Shida, M., Shidatsu, M., Shimada, T., Shinozaki, K., Shirron, P., Simionescu, A., Simmons, C., Smith, R. K., Sneiderman, G., Soong, Y., Stawarz, L., Sugawara, Y., Sugita, S., Sugita, H., Szymkowiak, A., Tajima, H., Takahashi, H., Takeda, S., Takei, Y., Tamagawa, T., Tamura, T., Tamura, K., Tanaka, T., Tanaka, Y., Tanaka, Y. T., Tashiro, M. S., Tawara, Y., Terada, Y., Terashima, Y., Tombesi, F., Tomida, H., Tsuboi, Y., Tsujimoto, M., Tsunemi, H., Tsuru, T., Uchida, H., Uchiyama, H., Uchiyama, Y., Ueda, S., Ueda, Y., Ueno, S., Uno, S., Urry, C., Ursino, E., de Vries, C. P., Wada, A., Watanabe, S., Watanabe, T., Werner, N., Wik, D. R., Wilkins, D. R., Williams, B. J., Yamada, S., Yamada, T., Yamaguchi, H., Yamaoka, K., Yamasaki, N. Y., Yamauchi, M., Yamauchi, S., Yaqoob, T., Yatsu, Y., Yonetoku, D., Yoshida, A., Yuasa, T., Zhuravleva, I., Zoghbi, A. DOI 10.1117\/1.JATIS.4.2.021402 Web of Science ID 000439235200002 XMM-Newton X-ray and HST weak gravitational lensing study of the extremely X-ray luminous galaxy cluster Cl J120958.9+495352 (z=0.902) Thoelken, S., Schrabback, T., Reiprich, T. H., Lovisari, L., Allen, S. W., Hoekstra, H., Applegate, D., Buddendiek, A., Hicks, A. 610 DOI 10.1051\/0004-6361\/201730913 Web of Science ID 000427142500003 Cold dark energy constraints from the abundance of galaxy clusters Heneka, C., Rapetti, D., Cataneo, M., Mantz, A. B., Allen, S. W., von der Linden, A. 473 (3) : 3882–94 DOI 10.1093\/mnras\/stx2549 Web of Science ID 000423809400079 The Athena WFI Science Products Module Burrows, D. N., Allen, S., Bautz, M., Bulbul, E., Erdley, J., Falcone, A. D., Fort, S., Grant, C. E., Herrmann, S., Kennea, J., Klar, R., Kraft, R., Mantz, A., Miller, E. D., Nulsen, P., Persyn, S., Pradhan, P., Wilkins, D., DenHerder, J. W., Nikzad, S., Nakazawa, K. DOI 10.1117\/12.2312785 Web of Science ID 000452819200036 Characterizing Particle Background of ATHENA WFI for the Science Products Module: Swift XRT Full Frame and XMM-PN Small Window Mode Observations Bulbul, E., Kraft, R., Nulsen, P., Miller, E., Grant, C., Bautz, M., Burrows, D. N., Allen, S., DenHerder, J. W., Nikzad, S., Nakazawa, K. DOI 10.1117\/12.2313717 Web of Science ID 000452819200104 Reducing the Athena WFI Background with the Science Products Module: Lessons from Chandra ACIS Grant, C. E., Miller, E. D., Bautz, M. W., Bulbul, E., Kraft, R. P., Nulsen, P., Burrows, D. N., Allen, S., DenHerder, J. W., Nikzad, S., Nakazawa, K. DOI 10.1117\/12.2313864 Web of Science ID 000452819200105 Hitomi X-ray studies of Giant Radio Pulses from the Crab pulsar. Publications of the Astronomical Society of Japan. Nihon Tenmon Gakkai Aharonian, F., Akamatsu, H., Akimoto, F., Allen, S. W., Angelini, L., Audard, M., Awaki, H., Axelsson, M., Bamba, A., Bautz, M. W., Blandford, R., Brenneman, L. W., Brown, G. V., Bulbul, E., Cackett, E. M., Chernyakova, M., Chiao, M. P., Coppi, P. S., Costantini, E., De Plaa, J., De Vries, C. P., Den Herder, J. W., Done, C., Dotani, T., Ebisawa, K., Eckart, M. E., Enoto, T., Ezoe, Y., Fabian, A. C., Ferrigno, C., Foster, A. R., Fujimoto, R., Fukazawa, Y., Furuzawa, A., Galeazzi, M., Gallo, L. C., Gandhi, P., Giustini, M., Goldwurm, A., Gu, L., Guainazzi, M., Haba, Y., Hagino, K., Hamaguchi, K., Harrus, I. M., Hatsukade, I., Hayashi, K., Hayashi, T., Hayashida, K., Hiraga, J. S., Hornschemeier, A., Hoshino, A., Hughes, J. P., Ichinohe, Y., Iizuka, R., Inoue, H., Inoue, Y., Ishida, M., Ishikawa, K., Ishisaki, Y., Iwai, M., Kaastra, J., Kallman, T., Kamae, T., Kataoka, J., Katsuda, S., Kawai, N., Kelley, R. L., Kilbourne, C. A., Kitaguchi, T., Kitamoto, S., Kitayama, T., Kohmura, T., Kokubun, M., Koyama, K., Koyama, S., Kretschmar, P., Krimm, H. A., Kubota, A., Kunieda, H., Laurent, P., Lee, S. H., Leutenegger, M. A., Limousin, O. O., Loewenstein, M., Long, K. S., Lumb, D., Madejski, G., Maeda, Y., Maier, D., Makishima, K., Markevitch, M., Matsumoto, H., Matsushita, K., Mccammon, D., Mcnamara, B. R., Mehdipour, M., Miller, E. D., Miller, J. M., Mineshige, S., Mitsuda, K., Mitsuishi, I., Miyazawa, T., Mizuno, T., Mori, H., Mori, K., Mukai, K., Murakami, H., Mushotzky, R. F., Nakagawa, T., Nakajima, H., Nakamori, T., Nakashima, S., Nakazawa, K., Nobukawa, K. K., Nobukawa, M., Noda, H., Odaka, H., Ohashi, T., Ohno, M., Okajima, T., Oshimizu, K., Ota, N., Ozaki, M., Paerels, F., Paltani, S., Petre, R., Pinto, C., Porter, F. S., Pottschmidt, K., Reynolds, C. S., Safi-Harb, S., Saito, S., Sakai, K., Sasaki, T., Sato, G., Sato, K., Sato, R., Sawada, M., Schartel, N., Serlemtsos, P. J., Seta, H., Shidatsu, M., Simionescu, A., Smith, R. K., Soong, Y., Stawarz, Ł., Sugawara, Y., Sugita, S., Szymkowiak, A., Tajima, H., Takahashi, H., Takahashi, T., Takeda, S., Takei, Y., Tamagawa, T., Tamura, T., Tanaka, T., Tanaka, Y., Tanaka, Y. T., Tashiro, M. S., Tawara, Y., Terada, Y., Terashima, Y., Tombesi, F., Tomida, H., Tsuboi, Y., Tsujimoto, M., Tsunemi, H., Tsuru, T. G., Uchida, H., Uchiyama, H., Uchiyama, Y., Ueda, S., Ueda, Y., Uno, S., Urry, C. M., Ursino, E., Watanabe, S., Werner, N., Wilkins, D. R., Williams, B. J., Yamada, S., Yamaguchi, H., Yamaoka, K., Yamasaki, N. Y., Yamauchi, M., Yamauchi, S., Yaqoob, T., Yatsu, Y., Yonetoku, D., Zhuravleva, I., Zoghbi, A., Terasawa, T., Sekido, M., Takefuji, K., Kawai, E., Misawa, H., Tsuchiya, F., Yamazaki, R., Kobayashi, E., Kisaka, S., Aoki, T. To search for giant X-ray pulses correlated with the giant radio pulses (GRPs) from the Crab pulsar, we performed a simultaneous observation of the Crab pulsar with the X-ray satellite Hitomi in the 2 - 300 keV band and the Kashima NICT radio observatory in the 1.4 - 1.7 GHz band with a net exposure of about 2 ks on 25 March 2016, just before the loss of the Hitomi mission. The timing performance of the Hitomi instruments was confirmed to meet the timing requirement and about 1,000 and 100 GRPs were simultaneously observed at the main and inter-pulse phases, respectively, and we found no apparent correlation between the giant radio pulses and the X-ray emission in either the main or inter-pulse phases. All variations are within the 2 sigma fluctuations of the X-ray fluxes at the pulse peaks, and the 3 sigma upper limits of variations of main- or inter-pulse GRPs are 22% or 80% of the peak flux in a 0.20 phase width, respectively, in the 2 - 300 keV band. The values become 25% or 110% for main or inter-pulse GRPs, respectively, when the phase width is restricted into the 0.03 phase. Among the upper limits from the Hitomi satellite, those in the 4.5-10 keV and the 70-300 keV are obtained for the first time, and those in other bands are consistent with previous reports. Numerically, the upper limits of main- and inter-pulse GRPs in the 0.20 phase width are about (2.4 and 9.3) ×10-11 erg cm-2, respectively. No significant variability in pulse profiles implies that the GRPs originated from a local place within the magnetosphere and the number of photon-emitting particles temporally increases. However, the results do not statistically rule out variations correlated with the GRPs, because the possible X-ray enhancement may appear due to a > 0.02% brightening of the pulse-peak flux under such conditions. PubMedID 32020916 PubMedCentralID PMC6999749 Centre-excised X-ray luminosity as an efficient mass proxy for future galaxy cluster surveys Mantz, A. B., Allen, S. W., Morris, R., von der Linden, A. 473 (3) : 3072–79 DOI 10.1093\/mnras\/stx2554 Web of Science ID 000423809400015 The metallicity of the intracluster medium over cosmic time: further evidence for early enrichment Mantz, A. B., Allen, S. W., Morris, R., Simionescu, A., Urban, O., Werner, N., Zhuravleva, I. 472 (3) : 2877–88 DOI 10.1093\/mnras\/stx2200 Web of Science ID 000413088400032 A series of shocks and edges in Abell 2219 Canning, R. E., Allen, S. W., APPLEGATE, D. E., Kelly, P. L., Von der Linden, A., Mantz, A., Million, E., Morris, R. G., Russell, H. R. 464 (3) : 2896-2909 DOI 10.1093\/mnras\/stw2384 Web of Science ID 000393647600031 Weighing the giants - V. Galaxy cluster scaling relations Mantz, A. B., Allen, S. W., Morris, R. G., von der Linden, A., Applegate, D. E., Kelly, P. L., Burke, D. L., Donovan, D., Ebeling, H. 463 (4) : 3582-3603 DOI 10.1093\/mnras\/stw2250 Web of Science ID 000393568200014 COSMOLOGICAL CONSTRAINTS FROM GALAXY CLUSTERS IN THE 2500 SQUARE-DEGREE SPT-SZ SURVEY De Haan, T., Benson, B. A., Bleem, L. E., Allen, S. W., APPLEGATE, D. E., Ashby, M. L., Bautz, M., Bayliss, M., Bocquet, S., Brodwin, M., Carlstrom, J. E., Chang, C. L., Chiu, I., Cho, H., Clocchiatti, A., Crawford, T. M., Crites, A. T., Desai, S., Dietrich, J. P., Dobbs, M. A., Doucouliagos, A. N., Foley, R. J., Forman, W. R., Garmire, G. P., George, E. M., Gladders, M. D., Gonzalez, A. H., Gupta, N., Halverson, N. W., Hlavacek-Larrondo, J., HOEKSTRA, H., Holder, G. P., Holzapfel, W. L., Hou, Z., Hrubes, J. D., Huang, N., Jones, C., Keisler, R., Knox, L., Lee, A. T., Leitch, E. M., Von der Linden, A., Luong-Van, D., Mantz, A., Marrone, D. P., McDonald, M., McMahon, J. J., MEYER, S. S., Mocanu, L. M., Mohr, J. J., Murray, S. S., Padin, S., Pryke, C., Rapetti, D., Reichardt, C. L., Rest, A., Ruel, J., Ruhl, J. E., Saliwanchik, B. R., Saro, A., SAYRE, J. T., Schaffer, K. K., Schrabback, T., Shirokoff, E., Song, J., Spieler, H. G., Stalder, B., Stanford, S. A., Staniszewski, Z., Stark, A. A., Story, K. T., Stubbs, C. W., Vanderlinde, K., Vieira, J. D., Vikhlinin, A., Williamson, R., Zenteno, A. 832 (1) DOI 10.3847\/0004-637X\/832\/1\/95 Web of Science ID 000388743800025 SPT-GMOS: A GEMINI\/GMOS-SOUTH SPECTROSCOPIC SURVEY OF GALAXY CLUSTERS IN THE SPT-SZ SURVEY Bayliss, M. B., Ruel, J., Stubbs, C. W., Allen, S. W., APPLEGATE, D. E., Ashby, M. L., Bautz, M., Benson, B. A., Bleem, L. E., Bocquet, S., Brodwin, M., Capasso, R., Carlstrom, J. E., Chang, C. L., Chiu, I., Cho, H., Clocchiatti, A., Crawford, T. M., Crites, A. T., De Haan, T., Desai, S., Dietrich, J. P., Dobbs, M. A., Doucouliagos, A. N., Foley, R. J., Forman, W. R., Garmire, G. P., George, E. M., Gladders, M. D., Gonzalez, A. H., Gupta, N., Halverson, N. W., Hlavacek-Larrondo, J., HOEKSTRA, H., Holder, G. P., Holzapfel, W. L., Hou, Z., Hrubes, J. D., Huang, N., Jones, C., Keisler, R., Knox, L., Lee, A. T., Leitch, E. M., Von der Linden, A., Luong-Van, D., Mantz, A., Marrone, D. P., McDonald, M., McMahon, J. J., MEYER, S. S., Mocanu, L. M., Mohr, J. J., Murray, S. S., Padin, S., Pryke, C., Rapetti, D., Reichardt, C. L., Rest, A., Ruhl, J. E., Saliwanchik, B. R., Saro, A., SAYRE, J. T., Schaffer, K. K., Schrabback, T., Shirokoff, E., Song, J., Spieler, H. G., Stalder, B., Stanford, S. A., Staniszewski, Z., Stark, A. A., Story, K. T., Vanderlinde, K., Vieira, J. D., Vikhlinin, A., Williamson, R., Zenteno, A. 227 (1) DOI 10.3847\/0067-0049\/227\/1\/3 Web of Science ID 000388205600002 Cosmology and astrophysics from relaxed galaxy clusters - V. Consistency with cold dark matter structure formation Mantz, A. B., Allen, S. W., Morris, R. G. : 681-688 DOI 10.1093\/mnras\/stw1707 Web of Science ID 000383516700077 Deep Chandra study of the truncated cool core of the Ophiuchus cluster Werner, N., Zhuravleva, I., Canning, R. E., Allen, S. W., King, A. L., Sanders, J. S., Simionescu, A., Taylor, G. B., Morris, R. G., Fabian, A. C. 460 (3) : 2752-2764 DOI 10.1093\/mnras\/stw1171 Web of Science ID 000381204600036 Suzaku observations of a shock front tracing the western edge of the giant radio halo in the Coma Cluster Uchida, Y., Simionescu, A., Takahashi, T., Werner, N., Ichinohe, Y., Allen, S. W., Urban, O., Matsushita, K. 68 DOI 10.1093\/pasj\/psv126 Web of Science ID 000377426700020 The nature and energetics of AGN-driven perturbations in the hot gas in the Perseus Cluster Zhuravleva, I., Churazov, E., Arevalo, P., Schekochihin, A. A., Forman, W. R., Allen, S. W., Simionescu, A., Sunyaev, R., Vikhlinin, A., Werner, N. 458 (3) : 2902-2915 DOI 10.1093\/mnras\/stw520 Web of Science ID 000375799000046 Cosmology and astrophysics from relaxed galaxy clusters - IV. Robustly calibrating hydrostatic masses with weak lensing Applegate, D. E., Mantz, A., Allen, S. W., Von der Linden, A., Morris, R. G., Hilbert, S., Kelly, P. L., Burke, D. L., Ebeling, H., Rapetti, D. A., SCHMIDT, R. W. 457 (2) : 1522-1534 DOI 10.1093\/mnras\/stw005 Web of Science ID 000373580500033 Cosmology and astrophysics from relaxed galaxy clusters - III. Thermodynamic profiles and scaling relations Mantz, A. B., Allen, S. W., Morris, R. G., SCHMIDT, R. W. 456 (4) : 4020-4039 DOI 10.1093\/mnras\/stv2899 Web of Science ID 000372265800046 STAR-FORMING BRIGHTEST CLUSTER GALAXIES AT 0.25 < z < 1.25: A TRANSITIONING FUEL SUPPLY McDonald, M., Stalder, B., Bayliss, M., Allen, S. W., APPLEGATE, D. E., Ashby, M. L., Bautz, M., Benson, B. A., Bleem, L. E., Brodwin, M., Carlstrom, J. E., Chiu, I., Desai, S., Gonzalez, A. H., Hlavacek-Larrondo, J., Holzapfel, W. L., Marrone, D. P., Miller, E. D., Reichardt, C. L., Saliwanchik, B. R., Saro, A., Schrabback, T., Stanford, S. A., Stark, A. A., Vieira, J. D., Zenteno, A. 817 (2) DOI 10.3847\/0004-637X\/817\/2\/86 Web of Science ID 000369437900003 Deep Chandra observation and numerical studies of the nearest cluster cold front in the sky Werner, N., ZuHone, J. A., Zhuravleva, I., Ichinohe, Y., Simionescu, A., Allen, S. W., Markevitch, M., Fabian, A. C., Keshet, U., Roediger, E., Ruszkowski, M., Sanders, J. S. 455 (1) : 846-858 DOI 10.1093\/mnras\/stv2358 Web of Science ID 000368005900091 A UNIFORM CONTRIBUTION OF CORE-COLLAPSE AND TYPE Ia SUPERNOVAE TO THE CHEMICAL ENRICHMENT PATTERN IN THE OUTSKIRTS OF THE VIRGO CLUSTER Simionescu, A., Werner, N., Urban, O., Allen, S. W., Ichinohe, Y., Zhuravleva, I. 811 (2) DOI 10.1088\/2041-8205\/811\/2\/L25 Web of Science ID 000364478600011 A Suzaku search for dark matter emission lines in the X-ray brightest galaxy clusters Urban, O., Werner, N., Allen, S. W., Simionescu, A., Kaastra, J. S., Strigari, L. E. 451 (3) : 2447-2461 DOI 10.1093\/mnras\/stv1142 Web of Science ID 000360833700015 New constraints on f(R) gravity from clusters of galaxies Cataneo, M., Rapetti, D., Schmidt, F., Mantz, A. B., Allen, S. W., Applegate, D. E., Kelly, P. L., von der Linden, A., Morris, R. G. 92 (4) DOI 10.1103\/PhysRevD.92.044009 Web of Science ID 000359118800004 Gas density fluctuations in the Perseus Cluster: clumping factor and velocity power spectrum Zhuravleva, I., Churazov, E., Arevalo, P., Schekochihin, A. A., Allen, S. W., Fabian, A. C., Forman, W. R., Sanders, J. S., Simionescu, A., Sunyaev, R., Vikhlinin, A., Werner, N. 450 (4) : 4184-4197 DOI 10.1093\/mnras\/stv900 Web of Science ID 000360824000062 A MEASUREMENT OF GRAVITATIONAL LENSING OF THE COSMIC MICROWAVE BACKGROUND BY GALAXY CLUSTERS USING DATA FROM THE SOUTH POLE TELESCOPE Baxter, E. J., Keisler, R., Dodelson, S., Aird, K. A., Allen, S. W., Ashby, M. L., Bautz, M., Bayliss, M., Benson, B. A., Bleem, L. E., Bocquet, S., Brodwin, M., Carlstrom, J. E., Chang, C. L., Chiu, I., Cho, H., Clocchiatti, A., Crawford, T. M., Crites, A. T., Desai, S., Dietrich, J. P., De Haan, T., Dobbs, M. A., Foley, R. J., Forman, W. R., George, E. M., Gladders, M. D., Gonzalez, A. H., Halverson, N. W., Harrington, N. L., Hennig, C., HOEKSTRA, H., Holder, G. P., Holzapfel, W. L., Hou, Z., Hrubes, J. D., Jones, C., Knox, L., Lee, A. T., Leitch, E. M., Liu, J., Lueker, M., Luong-Van, D., Mantz, A., Marrone, D. P., McDonald, M., McMahon, J. J., MEYER, S. S., MILLEA, M., Mocanu, L. M., Murray, S. S., Padin, S., Pryke, C., Reichardt, C. L., Rest, A., Ruhl, J. E., Saliwanchik, B. R., Saro, A., SAYRE, J. T., Schaffer, K. K., Shirokoff, E., Song, J., Spieler, H. G., Stalder, B., Stanford, S. A., Staniszewski, Z., Stark, A. A., Story, K. T., van Engelen, A., Vanderlinde, K., Vieira, J. D., Vikhlinin, A., Williamson, R., Zahn, O., Zenteno, A. 806 (2) DOI 10.1088\/0004-637X\/806\/2\/247 Web of Science ID 000357129500102 X-RAY CAVITIES IN A SAMPLE OF 83 SPT-SELECTED CLUSTERS OF GALAXIES: TRACING THE EVOLUTION OF AGN FEEDBACK IN CLUSTERS OF GALAXIES OUT TO z=1.2 Hlavacek-Larrondo, J., McDonald, M., Benson, B. A., Forman, W. R., Allen, S. W., Bleem, L. E., Ashby, M. L., Bocquet, S., Brodwin, M., Dietrich, J. P., Jones, C., Liu, J., Reichardt, C. L., Saliwanchik, B. R., Saro, A., Schrabback, T., Song, J., Stalder, B., Vikhlinin, A., Zenteno, A. 805 (1) DOI 10.1088\/0004-637X\/805\/1\/35 Web of Science ID 000354991300035 Cosmology and astrophysics from relaxed galaxy clusters - I. Sample selection Mantz, A. B., Allen, S. W., Morris, R. G., Schmidt, R. W., von der Linden, A., Urban, O. 449 (1) : 199-219 DOI 10.1093\/mnras\/stv219 Web of Science ID 000355345600017 The growth of the galaxy cluster Abell 85: mergers, shocks, stripping and seeding of clumping Ichinohe, Y., Werner, N., Simionescu, A., Allen, S. W., Canning, R. E., Ehlert, S., Mernier, F., Takahashi, T. 448 (3) : 2971-2986 DOI 10.1093\/mnras\/stv217 Web of Science ID 000351507000075 Spectroscopic needs for imaging dark energy experiments ASTROPARTICLE PHYSICS Newman, J. A., Abate, A., Abdalla, F. B., Allam, S., Allen, S. W., Ansar, R., Baile, S., Barkhouse, W. A., Beers, T. C., Blanton, M. R., Brodwin, M., Brownstein, J. R., Brunner, R. J., Kind, M. C., Cervantes-Cota, J. L., Cheu, E., Chisari, N. E., Colless, M., Comparat, J., Coupon, J., Cunha, C. E., De la Macorra, A., Dell'Antonio, I. P., Frye, B. L., Gawiser, E. J., Gehrels, N., Grady, K., Hagen, A., Hall, P. B., Hearin, A. P., Hildebrandt, H., Hirata, C. M., Ho, S., Honscheid, K., Huterer, D., Ivezic, Z., Kneib, J., Kruk, J. W., Lahav, O., Mandelbaum, R., Marshall, J. L., Matthews, D. J., Menard, B., Miguel, R., Moniez, M., Moos, H. W., Moustakas, J., Myers, A. D., Papovich, C., Peacock, J. A., Park, C., Rahman, M., Rhodes, J., Ricol, J., Sadeh, I., Slozar, A., Schmidt, S. J., Stern, D. K., Tyson, J. A., von der Linden, A., Wechsler, R. H., Wood-Vasey, W. M., Zentner, A. R. 63 : 81-100 DOI 10.1016\/j.astropartphys.2014.06.007 Web of Science ID 000344824400007 Distance probes of dark energy ASTROPARTICLE PHYSICS Kim, A. G., Padmanabhan, N., Aldering, G., Allen, S. W., Baltay, C., Cahn, R. N., D'Andrea, C. B., Dalai, N., Dawson, K. S., Denney, K. D., Eisenstein, D. J., Finley, D. A., Freedman, W. L., Ho, S., Holz, D. E., Kasen, D., Kent, S. M., Kessler, R., Kuhlmann, S., Linder, E. V., Martini, P., Nugent, P. E., Perlmutter, S., Peterson, B. M., Riess, A. G., Rubin, D., Sako, M., Suntzeff, N. V., Suzuki, N., Thomas, R. C., Wood-Vasey, W. M., Woosley, S. E. 63 : 2-22 DOI 10.1016\/j.astropartphys.2014.05.007 Web of Science ID 000344824400002 GALAXY CLUSTERS DISCOVERED VIA THE SUNYAEV-ZEL'DOVICH EFFECT IN THE 2500-SQUARE-DEGREE SPT-SZ SURVEY Bleem, L. E., Stalder, B., De Haan, T., Aird, K. A., Allen, S. W., APPLEGATE, D. E., Ashby, M. L., Bautz, M., Bayliss, M., Benson, B. A., Bocquet, S., Brodwin, M., Carlstrom, J. E., Chang, C. L., Chiu, I., Cho, H. M., Clocchiatti, A., Crawford, T. M., Crites, A. T., Desai, S., Dietrich, J. P., Dobbs, M. A., Foley, R. J., Forman, W. R., George, E. M., Gladders, M. D., Gonzalez, A. H., Halverson, N. W., Hennig, C., HOEKSTRA, H., Holder, G. P., Holzapfel, W. L., Hrubes, J. D., Jones, C., Keisler, R., Knox, L., Lee, A. T., Leitch, E. M., Liu, J., Lueker, M., Luong-Van, D., Mantz, A., Marrone, D. P., McDonald, M., McMahon, J. J., MEYER, S. S., Mocanu, L., Mohr, J. J., Murray, S. S., Padin, S., Pryke, C., Reichardt, C. L., Rest, A., Ruel, J., Ruhl, J. E., Saliwanchik, B. R., Saro, A., SAYRE, J. T., Schaffer, K. K., Schrabback, T., Shirokoff, E., Song, J., Spieler, H. G., Stanford, S. A., Staniszewski, Z., Stark, A. A., Story, K. T., Stubbs, C. W., Vanderlinde, K., Vieira, J. D., Vikhlinin, A., Williamson, R., Zahn, O., Zenteno, A. 216 (2) DOI 10.1088\/0067-0049\/216\/2\/27 Web of Science ID 000350899000006 Weighing the giants - IV. Cosmology and neutrino mass Mantz, A. B., von der Linden, A., Allen, S. W., Applegate, D. E., Kelly, P. L., Morris, R. G., Rapetti, D. A., Schmidt, R. W., Adhikari, S., Allen, M. T., Burchat, P. R., Burke, D. L., Cataneo, M., Donovan, D., Ebeling, H., Shandera, S., Wright, A. 446 (3) : 2205-2225 DOI 10.1093\/mnras\/stu2096 Web of Science ID 000350272300001 X-ray bright active galactic nuclei in massive galaxy clusters - III. New insights into the triggering mechanisms of cluster AGN Ehlert, S., Allen, S. W., Brandt, W. N., Canning, R. E., Luo, B., Mantz, A., Morris, R. G., Von der Linden, A., Xue, Y. Q. 446 (3) : 2709-2729 DOI 10.1093\/mnras\/stu2091 Web of Science ID 000350272300040 Turbulent heating in galaxy clusters brightest in X-rays Zhuravleva, I., Churazov, E., Schekochihin, A. A., Allen, S. W., Arevalo, P., Fabian, A. C., Forman, W. R., Sanders, J. S., Simionescu, A., Sunyaev, R., Vikhlinin, A., Werner, N. 515 (7525) : 85-? DOI 10.1038\/nature13830 Web of Science ID 000344187500033 THE REDSHIFT EVOLUTION OF THE MEAN I EMPERATURE, PRESSURE, AND ENTROPY PROFILES IN 80 SPT-SELECTED GALAXY CLUSTERS McDonald, M., Benson, B. A., Vikhlinin, A., Aird, K. A., Allen, S. W., Bautz, M., Bayliss, M., Bleem, L. E., Bocquet, S., Brodwin, M., Carlstrom, J. E., Chang, C. L., Cho, H. M., Clocchiatti, A., Crawford, T. M., Crites, A. T., De Haan, T., Dobbs, M. A., Foley, R. J., Forman, W. R., George, E. M., Gladders, M. D., Gonzalez, A. H., Halverson, N. W., Hlavacek-Larrondo, J., Holder, G. P., Holzapfel, W. L., Hrubes, J. D., Jones, C., Keisler, R., Knox, L., Lee, A. T., Leitch, E. M., Liu, J., Lueker, M., Luong-Van, D., Mantz, A., Marrone, D. P., McMahon, J. J., MEYER, S. S., Miller, E. D., Mocanu, L., Mohr, J. J., Murray, S. S., Padin, S., Pryke, C., Reichardt, C. L., Rest, A., Ruhl, J. E., Saliwanchik, B. R., Saro, A., SAYRE, J. T., Schaffer, K. K., Shirokoff, E., Spieler, H. G., Stalder, B., Stanford, S. A., Staniszewski, Z., Stark, A. A., Story, K. T., Stubbs, C. W., Vanderlinde, K., Vieira, J. D., Williamson, R., Zahn, O., Zenteno, A. 794 (1) DOI 10.1088\/0004-637X\/794\/1\/67 Web of Science ID 000342581200067 Robust weak-lensing mass calibration of Planck galaxy clusters von der Linden, A., Mantz, A., Allen, S. W., Applegate, D. E., Kelly, P. L., Morris, R. G., Wright, A., Allen, M. T., Burchat, P. R., Burke, D. L., Donovan, D., Ebeling, H. 443 (3) : 1973-1978 DOI 10.1093\/mnras\/stu1423 Web of Science ID 000342920400010 THE RELATION BETWEEN GAS DENSITY AND VELOCITY POWER SPECTRA IN GALAXY CLUSTERS: QUALITATIVE TREATMENT AND COSMOLOGICAL SIMULATIONS Zhuravleva, I., Churazov, E. M., Schekochihin, A. A., Lau, E. T., Nagai, D., Gaspari, M., Allen, S. W., Nelson, K., Parrish, I. J. 788 (1) DOI 10.1088\/2041-8205\/788\/1\/L13 Web of Science ID 000337134100005 Cosmology and astrophysics from relaxed galaxy clusters - II. Cosmological constraints Mantz, A. B., Allen, S. W., Morris, R. G., Rapetti, D. A., APPLEGATE, D. E., Kelly, P. L., Von der Linden, A., SCHMIDT, R. W. 440 (3) : 2077-2098 DOI 10.1093\/mnras\/stu368 Web of Science ID 000334744000015 MEASURING THE STELLAR MASSES OF z similar to 7 GALAXIES WITH THE SPITZER ULTRAFAINT SURVEY PROGRAM (SURFS UP) Ryan, R. E., Gonzalez, A. H., Lemaux, B. C., Bradac, M., Casertano, S., Allen, S., Cain, B., Gladders, M., Hall, N., Hildebradt, H., Hinz, J., Huang, K., Lubin, L., Schrabback, T., Stiavelli, M., Treu, T., Von der Linden, A., Zaritsky, D. 786 (1) DOI 10.1088\/2041-8205\/786\/1\/L4 Web of Science ID 000334929600004 SPITZER ULTRA FAINT SURVEY PROGRAM (SURFS UP). I. AN OVERVIEW Bradac, M., Ryan, R., Casertano, S., Huang, K., Lemaux, B. C., Schrabback, T., Gonzalez, A. H., Allen, S., Cain, B., Gladders, M., Hall, N., Hildebrandt, H., Hinz, J., von der Linden, A., Lubin, L., Treu, T., Zaritsky, D. DOI 10.1088\/0004-637X\/785\/2\/108 Web of Science ID 000335736800027 The origin of cold gas in giant elliptical galaxies and its role in fuelling radio-mode AGN feedback Werner, N., Oonk, J. B., Sun, M., Nulsen, P. E., Allen, S. W., Canning, R. E., Simionescu, A., Hoffer, A., Connor, T., Donahue, M., Edge, A. C., Fabian, A. C., Von der Linden, A., Reynolds, C. S., Ruszkowski, M. 439 (3) : 2291-2306 DOI 10.1093\/mnras\/stu006 Web of Science ID 000334114900005 Weighing the Giants - II. Improved calibration of photometry from stellar colours and accurate photometric redshifts Kelly, P. L., von der Linden, A., Applegate, D. E., Allen, M. T., Allen, S. W., Burchat, P. R., Burke, D. L., Ebeling, H., Capak, P., Czoske, O., Donovan, D., Mantz, A., Morris, R. G. : 28-47 DOI 10.1093\/mnras\/stt1946 Web of Science ID 000333297700023 Weighing the Giants - III. Methods and measurements of accurate galaxy cluster weak-lensing masses Applegate, D. E., von der Linden, A., Kelly, P. L., Allen, M. T., Allen, S. W., Burchat, P. R., Burke, D. L., Ebeling, H., Mantz, A., Morris, R. G. : 48-72 DOI 10.1093\/mnras\/stt2129 Web of Science ID 000333297700024 Azimuthally resolved X-ray spectroscopy to the edge of the Perseus Cluster Urban, O., Simionescu, A., Werner, N., Allen, S. W., Ehlert, S., Zhuravleva, I., Morris, R. G., Fabian, A. C., Mantz, A., Nulsen, P. E., Sanders, J. S., Takei, Y. 437 (4) : 3939-3961 DOI 10.1093\/mnras\/stt2209 Web of Science ID 000329177100072 X-ray bright active galactic nuclei in massive galaxy clusters - II. The fraction of galaxies hosting active nuclei Ehlert, S., Von der Linden, A., Allen, S. W., Brandt, W. N., Xue, Y. Q., Luo, B., Mantz, A., Morris, R. G., Applegate, D., Kelly, P. 437 (2) : 1942-1949 DOI 10.1093\/mnras\/stt2025 Web of Science ID 000331617000070 PROBING THE EXTREME REALM OF ACTIVE GALACTIC NUCLEUS FEEDBACK IN THE MASSIVE GALAXY CLUSTER, RX J1532.9+3021 Hlavacek-Larrondo, J., Allen, S. W., Taylor, G. B., Fabian, A. C., Canning, R. E., Werner, N., Sanders, J. S., GRIMES, C. K., Ehlert, S., Von der Linden, A. 777 (2) DOI 10.1088\/0004-637X\/777\/2\/163 Web of Science ID 000326218800082 Resonant scattering in the Perseus Cluster: spectral model for constraining gas motions with Astro-H Zhuravleva, I., Churazov, E., Sunyaev, R., Sazonov, S., Allen, S. W., Werner, N., Simionescu, A., KONAMI, S., Ohashi, T. 435 (4) : 3111-3121 DOI 10.1093\/mnras\/stt1506 Web of Science ID 000325774700027 A uniform metal distribution in the intergalactic medium of the Perseus cluster of galaxies. Nature Werner, N., Urban, O., Simionescu, A., Allen, S. W. 502 (7473) : 656-658 Most of the metals (elements heavier than helium) produced by stars in the member galaxies of clusters currently reside within the hot, X-ray-emitting intra-cluster gas. Observations of X-ray line emission from this intergalactic medium have suggested a relatively small cluster-to-cluster scatter outside the cluster centres and enrichment with iron out to large radii, leading to the idea that the metal enrichment occurred early in the history of the Universe. Models with early enrichment predict a uniform metal distribution at large radii in clusters, whereas those with late-time enrichment are expected to introduce significant spatial variations of the metallicity. To discriminate clearly between these competing models, it is essential to test for potential inhomogeneities by measuring the abundances out to large radii along multiple directions in clusters, which has not hitherto been done. Here we report a remarkably uniform iron abundance, as a function of radius and azimuth, that is statistically consistent with a constant value of ZFe = 0.306 ± 0.012 in solar units out to the edge of the nearby Perseus cluster. This homogeneous distribution requires that most of the metal enrichment of the intergalactic medium occurred before the cluster formed, probably more than ten billion years ago, during the period of maximal star formation and black hole activity. DOI 10.1038\/nature12646 PubMedID 24172976 A uniform metal distribution in the intergalactic medium of the Perseus cluster of galaxies. Nature Werner, N., Urban, O., Simionescu, A., Allen, S. W. 502 (7473) : 656-658 Most of the metals (elements heavier than helium) produced by stars in the member galaxies of clusters currently reside within the hot, X-ray-emitting intra-cluster gas. Observations of X-ray line emission from this intergalactic medium have suggested a relatively small cluster-to-cluster scatter outside the cluster centres and enrichment with iron out to large radii, leading to the idea that the metal enrichment occurred early in the history of the Universe. Models with early enrichment predict a uniform metal distribution at large radii in clusters, whereas those with late-time enrichment are expected to introduce significant spatial variations of the metallicity. To discriminate clearly between these competing models, it is essential to test for potential inhomogeneities by measuring the abundances out to large radii along multiple directions in clusters, which has not hitherto been done. Here we report a remarkably uniform iron abundance, as a function of radius and azimuth, that is statistically consistent with a constant value of ZFe = 0.306 ± 0.012 in solar units out to the edge of the nearby Perseus cluster. This homogeneous distribution requires that most of the metal enrichment of the intergalactic medium occurred before the cluster formed, probably more than ten billion years ago, during the period of maximal star formation and black hole activity. DOI 10.1038\/nature12646 PubMedID 24172976 A multiwavelength view of cooling versus AGN heating in the X-ray luminous cool-core of Abell 3581 Canning, R. E., Sun, M., Sanders, J. S., Clarke, T. E., Fabian, A. C., Giacintucci, S., Lal, D. V., Werner, N., Allen, S. W., Donahue, M., Edge, A. C., Johnstone, R. M., Nulsen, P. E., Salome, P., Sarazin, C. L. 435 (2) : 1108-1125 DOI 10.1093\/mnras\/stt1345 Web of Science ID 000325264600017 THERMODYNAMICS OF THE COMA CLUSTER OUTSKIRTS Simionescu, A., Werner, N., Urban, O., Allen, S. W., Fabian, A. C., Mantz, A., Matsushita, K., Nulsen, P. E., Sanders, J. S., Sasaki, T., Sato, T., Takei, Y., Walker, S. A. 775 (1) DOI 10.1088\/0004-637X\/775\/1\/4 Web of Science ID 000324615800004 X-ray cluster constraints on non-Gaussianity Shandera, S., Mantz, A., Rapetti, D., Allen, S. W. DOI 10.1088\/1475-7516\/2013\/08\/004 Web of Science ID 000324032800007 A combined measurement of cosmic growth and expansion from clusters of galaxies, the CMB and galaxy clustering Rapetti, D., Blake, C., Allen, S. W., Mantz, A., Parkinson, D., Beutler, F. 432 (2) : 973-985 DOI 10.1093\/mnras\/stt514 Web of Science ID 000319832300010 The rapid evolution of AGN feedback in brightest cluster galaxies: switching from quasar-mode to radio-mode feedback Hlavacek-Larrondo, J., Fabian, A. C., Edge, A. C., Ebeling, H., Allen, S. W., Sanders, J. S., Taylor, G. B. 431 (2) : 1638-1658 DOI 10.1093\/mnras\/stt283 Web of Science ID 000318345200051 THE NATURE OF FILAMENTARY COLD GAS IN THE CORE OF THE VIRGO CLUSTER Werner, N., Oonk, J. B., Canning, R. E., Allen, S. W., Simionescu, A., Kos, J., van Weeren, R. J., Edge, A. C., Fabian, A. C., Von der Linden, A., Nulsen, P. E., Reynolds, C. S., Ruszkowski, M. 767 (2) DOI 10.1088\/0004-637X\/767\/2\/153 Web of Science ID 000317346800056 Ripping apart at the seams: the network of stripped gas surrounding M86 Ehlert, S., Werner, N., Simionescu, A., Allen, S. W., Kenney, J. D., Million, E. T., Finoguenov, A. 430 (3) : 2401-2410 DOI 10.1093\/mnras\/stt060 Web of Science ID 000319260500068 X-ray bright active galactic nuclei in massive galaxy clusters - I. Number counts and spatial distribution Ehlert, S., Allen, S. W., Brandt, W. N., Xue, Y. Q., Luo, B., Von der Linden, A., Mantz, A., Morris, R. G. 428 (4) : 3509-3525 DOI 10.1093\/mnras\/sts288 Web of Science ID 000318232000054 REGULATION OF BLACK HOLE WINDS AND JETS ACROSS THE MASS SCALE King, A. L., MILLER, J. M., Raymond, J., Fabian, A. C., Reynolds, C. S., Gueltekin, K., Cackett, E. M., Allen, S. W., Proga, D., Kallman, T. R. 762 (2) DOI 10.1088\/0004-637X\/762\/2\/103 Web of Science ID 000313008900037 LARGE-SCALE MOTIONS IN THE PERSEUS GALAXY CLUSTER Simionescu, A., Werner, N., Urban, O., Allen, S. W., Fabian, A. C., Sanders, J. S., Mantz, A., Nulsen, P. E., Takei, Y. 757 (2) DOI 10.1088\/0004-637X\/757\/2\/182 Web of Science ID 000309108500075 On the thermodynamic self-similarity of the nearest, most relaxed, giant ellipticals Werner, N., Allen, S. W., Simionescu, A. 425 (4) : 2731-2740 DOI 10.1111\/j.1365-2966.2012.21245.x Web of Science ID 000318270500011 Baryons in the outskirts of the X-ray brightest galaxy cluster Conference on Exploring the X-ray Universe - Suzaku and Beyond (SUZAKU) Simionescu, A., Allen, S. W., Mantz, A., Werner, N., Takei, Y. DOI 10.1063\/1.3696143 Web of Science ID 000302776900001 A wide Chandra view of the core of the Perseus cluster Fabian, A. C., Sanders, J. S., Allen, S. W., Canning, R. E., Churazov, E., Crawford, C. S., Forman, W., Gabany, J., Hlavacek-Larrondo, J., Johnstone, R. M., Russell, H. R., Reynolds, C. S., Salome, P., Taylor, G. B., Young, A. J. 418 (4) : 2154-2164 DOI 10.1111\/j.1365-2966.2011.19402.x Web of Science ID 000298088100004 Core-collapse supernova enrichment in the core of the Virgo cluster Million, E. T., Werner, N., Simionescu, A., Allen, S. W. 418 (4) : 2744-2753 DOI 10.1111\/j.1365-2966.2011.19664.x Web of Science ID 000298088100054 Violent interaction between the active galactic nucleus and the hot gas in the core of the galaxy cluster Sersic 159-03 Werner, N., Sun, M., Bagchi, J., Allen, S. W., Taylor, G. B., Sirothia, S. K., Simionescu, A., Million, E. T., JACOB, J., Donahue, M. 415 (4) : 3369-3379 DOI 10.1111\/j.1365-2966.2011.18957.x Web of Science ID 000294204900036 X-ray spectroscopy of the Virgo Cluster out to the virial radius Urban, O., Werner, N., Simionescu, A., Allen, S. W., Boehringer, H. 414 (3) : 2101-2111 DOI 10.1111\/j.1365-2966.2011.18526.x Web of Science ID 000292977600022 Baryons at the Edge of the X-ray-Brightest Galaxy Cluster Simionescu, A., Allen, S. W., Mantz, A., Werner, N., Takei, Y., Morris, R. G., Fabian, A. C., Sanders, J. S., Nulsen, P. E., George, M. R., Taylor, G. B. 331 (6024) : 1576-1579 Studies of the diffuse x-ray-emitting gas in galaxy clusters have provided powerful constraints on cosmological parameters and insights into plasma astrophysics. However, measurements of the faint cluster outskirts have become possible only recently. Using data from the Suzaku x-ray telescope, we determined an accurate, spatially resolved census of the gas, metals, and dark matter out to the edge of the Perseus Cluster. Contrary to previous results, our measurements of the cluster baryon fraction are consistent with the expected universal value at half of the virial radius. The apparent baryon fraction exceeds the cosmic mean at larger radii, suggesting a clumpy distribution of the gas, which is important for understanding the ongoing growth of clusters from the surrounding cosmic web. DOI 10.1126\/science.1200331 PubMedID 21436446 Extreme active galactic nucleus feedback and cool-core destruction in the X-ray luminous galaxy cluster MACS J1931.8-2634 Ehlert, S., Allen, S. W., Von der Linden, A., Simionescu, A., Werner, N., Taylor, G. B., Gentile, G., Ebeling, H., Allen, M. T., Applegate, D., Dunn, R. J., Fabian, A. C., Kelly, P., Million, E. T., Morris, R. G., Sanders, J. S., SCHMIDT, R. W. 411 (3) : 1641-1658 DOI 10.1111\/j.1365-2966.2010.17801.x Web of Science ID 000287486400018 Testing General Relativity on Cosmic Scales with the Observed Abundance of Massive Clusters PROGRESS OF THEORETICAL PHYSICS SUPPLEMENT Rapetti, D., Allen, S. W., Mantz, A., Ebeling, H. : 179-187 Web of Science ID 000297432600016 Cosmological Parameters from Observations of Galaxy Clusters ANNUAL REVIEW OF ASTRONOMY AND ASTROPHYSICS, VOL 49 Allen, S. W., Evrard, A. E., Mantz, A. B. 49 : 409-470 DOI 10.1146\/annurev-astro-081710-102514 Web of Science ID 000295819800011 HIGH-REDSHIFT X-RAY COOLING-CORE CLUSTER ASSOCIATED WITH THE LUMINOUS RADIO-LOUD QUASAR 3C 186 Siemiginowska, A., Burke, D. J., Aldcroft, T. L., Worrall, D. M., Allen, S., Bechtold, J., Clarke, T., Cheung, C. C. : 102-111 DOI 10.1088\/0004-637X\/722\/1\/102 Web of Science ID 000282908900009 Feedback under the microscope - I. Thermodynamic structure and AGN-driven shocks in M87 Million, E. T., Werner, N., Simionescu, A., Allen, S. W., Nulsen, P. E., Fabian, A. C., Boehringer, H., Sanders, J. S. 407 (4) : 2046-2062 DOI 10.1111\/j.1365-2966.2010.17220.x Web of Science ID 000281948100002 Feedback under the microscope - II. Heating, gas uplift and mixing in the nearest cluster core Werner, N., Simionescu, A., Million, E. T., Allen, S. W., Nulsen, P. E., Von der Linden, A., Hansen, S. M., Boehringer, H., Churazov, E., Fabian, A. C., Forman, W. R., Jones, C., Sanders, J. S., Taylor, G. B. 407 (4) : 2063-2074 DOI 10.1111\/j.1365-2966.2010.16755.x Web of Science ID 000281948100003 The observed growth of massive galaxy clusters - III. Testing general relativity on cosmological scales Rapetti, D., Allen, S. W., Mantz, A., Ebeling, H. 406 (3) : 1796-1804 DOI 10.1111\/j.1365-2966.2010.16799.x Web of Science ID 000280669200024 The observed growth of massive galaxy clusters - IV. Robust constraints on neutrino properties Mantz, A., Allen, S. W., Rapetti, D. 406 (3) : 1805-1814 DOI 10.1111\/j.1365-2966.2010.16794.x Web of Science ID 000280669200025 The observed growth of massive galaxy clusters - II. X-ray scaling relations Mantz, A., Allen, S. W., Ebeling, H., Rapetti, D., Drlica-Wagner, A. 406 (3) : 1773-1795 DOI 10.1111\/j.1365-2966.2010.16993.x Web of Science ID 000280669200023 The observed growth of massive galaxy clusters - I. Statistical methods and cosmological constraints Mantz, A., Allen, S. W., Rapetti, D., Ebeling, H. 406 (3) : 1759-1772 DOI 10.1111\/j.1365-2966.2010.16992.x Web of Science ID 000280669200022 Herschel photometry of brightest cluster galaxies in cooling flow clusters Edge, A. C., Oonk, J. B., Mittal, R., Allen, S. W., Baum, S. A., Boehringer, H., Bregman, J. N., Bremer, M. N., Combes, F., Crawford, C. S., Donahue, M., Egami, E., Fabian, A. C., Ferland, G. J., Hamer, S. L., Hatch, N. A., Jaffe, W., Johnstone, R. M., McNamara, B. R., O'Dea, C. P., Popesso, P., Quillen, A. C., Salome, P., Sarazin, C. L., Voit, G. M., Wilman, R. J., Wise, M. W. 518 DOI 10.1051\/0004-6361\/201014572 Web of Science ID 000281527200048 Ram-pressure stripping of the cool core of the Ophiuchus Cluster Million, E. T., Allen, S. W., Werner, N., Taylor, G. B. 405 (3) : 1624-1633 DOI 10.1111\/j.1365-2966.2010.16596.x Web of Science ID 000279022900013 Herschel observations of FIR emission lines in brightest cluster galaxies Edge, A. C., Oonk, J. B., Mittal, R., Allen, S. W., Baum, S. A., Boehringer, H., Bregman, J. N., Bremer, M. N., Combes, F., Crawford, C. S., Donahue, M., Egami, E., Fabian, A. C., Ferland, G. J., Hamer, S. L., Hatch, N. A., Jaffe, W., Johnstone, R. M., McNamara, B. R., O'Dea, C. P., Popesso, P., Quillen, A. C., Salome, P., Sarazin, C. L., Voit, G. M., Wilman, R. J., Wise, M. W. 518 DOI 10.1051\/0004-6361\/201014569 Web of Science ID 000281527200047 The radio properties of a complete, X-ray selected sample of nearby, massive elliptical galaxies Dunn, R. J., Allen, S. W., Taylor, G. B., Shurkin, K. F., Gentile, G., Fabian, A. C., Reynolds, C. S. 404 (1) : 180-197 DOI 10.1111\/j.1365-2966.2010.16314.x Web of Science ID 000276794600039 The ASTRO-H Mission Takahashi, T., Mitsuda, K., Kelley, R., Aharonian, F., Akimoto, F., Allen, S., Anabuki, N., Angelini, L., Arnaud, K., Awaki, H., Bamba, A., Bando, N., Bautz, M., Blandford, R., Boyce, K., Brown, G., Chernyakova, M., Coppi, P., Costantini, E., Cottam, J., Crow, J., de Plaa, J., de Vries, C., den Herder, J., DiPirro, M., Done, C., Dotani, T., Ebisawa, K., Enoto, T., Ezoe, Y., Fabian, A., Fujimoto, R., Fukazawa, Y., Funk, S., Furuzawa, A., Galeazzi, M., Gandhi, P., Gendreau, K., Gilmore, K., Haba, Y., Hamaguchi, K., Hatsukade, I., Hayashida, K., Hiraga, J., Hirose, K., Hornschemeier, A., Hughes, J., Hwang, U., Iizuka, R., Ishibashi, K., Ishida, M., Ishimura, K., Ishisaki, Y., Isobe, N., Ito, M., Iwata, N., Kaastra, J., Kallman, T., Kamae, T., Katagiri, H., Kataoka, J., Katsuda, S., Kawaharada, M., Kawai, N., Kawasaki, S., Khangaluyan, D., Kilbourne, C., Kinugasa, K., Kitamoto, S., Kitayama, T., Kohmura, T., Kokubun, M., Kosaka, T., Kotani, T., Koyama, K., Kubota, A., Kunieda, H., Laurent, P., Lebrun, F., Limousin, O., Loewenstein, M., Long, K., Madejski, G., Maeda, Y., Makishima, K., Markevitch, M., Matsumoto, H., Matsushita, K., McCammon, D., Miller, J., Mineshige, S., Minesugi, K., Miyazawa, T., Mizuno, T., Mori, K., Mori, H., Mukai, K., Murakami, H., Murakami, T., Mushotzky, R., Nakagawa, Y., Nakagawa, T., Nakajima, H., Nakamori, T., Nakazawa, K., Namba, Y., Nomachi, M., Dell, S. O., Ogawa, H., Ogawa, M., Ogi, K., Ohashi, T., Ohno, M., Ohta, M., Okajima, T., Ota, N., Ozaki, M., Paerels, F., Paltani, S., Parmer, A., Petre, R., Pohl, M., Porter, S., Ramsey, B., Reynolds, C., Sakai, S., Sambruna, R., Sato, G., Sato, Y., Serlemitsos, P., Shida, M., Shimada, T., Shinozaki, K., Shirron, P., Smith, R., Sneiderman, G., Soong, Y., Stawarz, L., Sugita, H., Szymkowiak, A., Tajima, H., Takahashi, H., Takei, Y., Tamagawa, T., Tamura, T., Tamura, K., Tanaka, T., Tanaka, Y., Tanaka, Y., Tashiro, M., Tawara, Y., Terada, Y., Terashima, Y., Tombesi, F., Tomida, H., Tozuka, M., Tsuboi, Y., Tsujimoto, M., Tsunemi, H., Tsuru, T., Uchida, H., Uchiyama, Y., Uchiyama, H., Ueda, Y., Uno, S., Urry, M., Watanabe, S., White, N., Yamada, T., Yamaguchi, H., Yamaoka, K., Yamasaki, N., Yamauchi, M., Yamauchi, S., Yatsu, Y., Yonetoku, D., Yoshida, A. DOI 10.1117\/12.857875 Web of Science ID 000285506200027 CONSTRAINING DARK ENERGY AND GRAVITY WITH X-RAY GALAXY CLUSTERS 7th International Heidelberg Conference on Dark Matter in Astrophysics and Particle Physics (DARK 2009) Rapetti, D., Allen, S. W., Mantz, A., Morris, R. G., Ebeling, H., Schmidt, R., Fabian, A. C. WORLD SCIENTIFIC PUBL CO PTE LTD. : 426–439 Web of Science ID 000278563100034 Constraints on turbulent pressure in the X-ray halos of giant elliptical galaxies from resonant scattering 27th IAU General Assembly Werner, N., Zhuravleva, I., Churazov, E., Simionescu, A., Allen, S. W., Forman, W., Jones, C., Kaastra, J. : 297–297 DOI 10.1017\/S1743921310009385 Web of Science ID 000290186900124 Constraints on modified gravity from the observed X-ray luminosity function of galaxy clusters Rapetti, D., Allen, S. W., Mantz, A., Ebeling, H. 400 (2) : 699-704 DOI 10.1111\/j.1365-2966.2009.15510.x Web of Science ID 000271786800013 Chandra measurements of non-thermal-like X-ray emission from massive, merging, radio halo clusters Million, E. T., Allen, S. W. 399 (3) : 1307-1327 DOI 10.1111\/j.1365-2966.2009.15359.x Web of Science ID 000270902100017 Constraints on turbulent pressure in the X-ray haloes of giant elliptical galaxies from resonant scattering Werner, N., Zhuravleva, I., Churazov, E., Simionescu, A., Allen, S. W., Forman, W., Jones, C., Kaastra, J. S. 398 (1) : 23-32 DOI 10.1111\/j.1365-2966.2009.14860.x Web of Science ID 000269136800020 Revealing the magnetic field in a distant galaxy cluster: discovery of the complex radio emission from MACS J0717.5+3745 Bonafede, A., Feretti, L., Giovannini, G., Govoni, F., Murgia, M., Taylor, G. B., Ebeling, H., Allen, S., Gentile, G., Pihlstroem, Y. 503 (3) : 707-720 DOI 10.1051\/0004-6361\/200912520 Web of Science ID 000269727100007 CONSTRAINING GRAVITY AT LARGE SCALES WITH X-RAY GALAXY CLUSTER STUDIES Conference on Dark Energy, Dark Matter - Observation, Experiments and Theories Rapetti, D., Allen, S. W., Mantz, A., Ebeling, H., Schmidt, R., Morris, R. G., Fabian, A. C. : 149–151 DOI 10.1051\/eas\/0936021 Web of Science ID 000269211400021 REVEALING THE PROPERTIES OF DARK MATTER IN THE MERGING CLUSTER MACS J0025.4-1222 Bradac, M., Allen, S. W., Treu, T., Ebeling, H., Massey, R., Morris, R. G., von der Linden, A., Applegate, D. 687 (2) : 959-967 Web of Science ID 000260566700015 The prospects for constraining dark energy with future X-ray cluster gas mass fraction measurements Rapetti, D., Allen, S. W., Mantz, A. 388 (3) : 1265-1278 DOI 10.1111\/j.1365-2966.2008.13460.x Web of Science ID 000258808300029 New constraints on dark energy from the observed growth of the most X-ray luminous galaxy clusters Mantz, A., Allen, S. W., Ebeling, H., Rapetti, D. 387 (3) : 1179-1192 DOI 10.1111\/j.1365-2966.2008.13311.x Web of Science ID 000256732700020 Cool X-ray emitting gas in the core of the Centaurus cluster of galaxies Sanders, J. S., Fabian, A. C., Allen, S. W., Morris, R. G., Graham, J., Johnstone, R. M. : 1186-1200 DOI 10.1111\/j.1365-2966.2008.12952.x Web of Science ID 000254604600007 Active galactic nuclei-induced cavities in NGC 1399 and NGC 4649 Shurkin, K., Dunn, R. J., Gentile, G., Taylor, G. B., Allen, S. W. 383 (3) : 923-930 DOI 10.1111\/j.1365-2966.2007.12651.x Web of Science ID 000252851500009 Improved constraints on dark energy from Chandra X-ray observations of the largest relaxed galaxy clusters Allen, S. W., Rapetti, D. A., SCHMIDT, R. W., Ebeling, H., Morris, R. G., Fabian, A. C. 383 (3) : 879-896 DOI 10.1111\/j.1365-2966.2007.12610.x Web of Science ID 000252851500006 Wide field X-ray telescope mission Conference on Space Telescopes and Instrumentation 2008 - Ultraviolet to Gamma Ray Murray, S. S., Norman, C., Ptak, A., Giacconi, R., Weisskopf, M., Ramsey, B., Bautz, M., Vikhlinin, A., Brandt, N., Rosati, P., Weaver, H., Allen, S., Flanagan, K. DOI 10.1117\/12.789122 Web of Science ID 000259563700045 Fields and filaments in the core of the Centaurus cluster Taylor, G. B., Fabian, A. C., Gentile, G., Allen, S. W., Crawford, C., Sanders, J. S. 382 (1) : 67-72 DOI 10.1111\/j.1365-2966.2007.12368.x Web of Science ID 000250822000023 The dark matter haloes of massive, relaxed galaxy clusters observed with Chandra Schmidt, R. W., Allen, S. W. 379 (1) : 209-221 DOI 10.1111\/j.1365-2966.2007.11928.x Web of Science ID 000248373800024 Monitoring the bidirectional relativistic jets of the radio galaxy 3C 338 Gentile, G., Rodriguez, C., Taylor, G. B., Giovannini, G., Allen, S. W., Lane, W. M., Kassim, N. E. 659 (1) : 225-234 Web of Science ID 000245773300016 The relation between accretion rate and jet power in X-ray luminous elliptical galaxies Allen, S. W., Dunn, R. J., Fabian, A. C., Taylor, G. B., Reynolds, C. S. 372 (1) : 21-30 DOI 10.1111\/j.1365-2966.2006.10778.x Web of Science ID 000240823800002 Fe emission and ionized excess absorption in the luminous quasar 3C 109 with XMM-Newton Miniutti, G., Ballantyne, D. R., Allen, S. W., Fabian, A. C., Ross, R. R. 371 (1) : 283-292 DOI 10.1111\/j.1365-2966.2006.10642.x Web of Science ID 000239863700041 Magnetic fields in the centre of the Perseus cluster Taylor, G. B., Gugliucci, N. E., Fabian, A. C., Sanders, J. S., Gentile, G., Allen, S. W. 368 (4) : 1500-1506 DOI 10.1111\/j.1365-2966.2006.10244.x Web of Science ID 000237812700002 A very deep Chandra observation of the Perseus cluster: shocks, ripples and conduction Fabian, A. C., Sanders, J. S., Taylor, G. B., Allen, S. W., Crawford, C. S., Johnstone, R. M., Iwasawa, K. 366 (2) : 417-428 DOI 10.1111\/j.1365-2966.2005.09896.x Web of Science ID 000234975500006 The low-power nucleus of PKS 1246-410 in the Centaurus cluster Taylor, G. B., Sanders, J. S., Fabian, A. C., Allen, S. W. 365 (3) : 705-711 DOI 10.1111\/j.1365-2966.2005.09705.x Web of Science ID 000234853600001 Magnetic fields in the center of the Perseus Cluster B., T. G., E., G. N., C., F. A., S., S. J., G., G., W., A. S. 368 : 1500 - 1506 Constraining dark energy with X-ray galaxy clusters, supernovae and the cosmic microwave background Rapetti, D., Allen, S. W., Weller, J. 360 (2) : 555-564 DOI 10.1111\/j.1365-2966.2005.09067.x Web of Science ID 000229642800013 A deep Chandra observation of the Centaurus cluster: bubbles, filaments and edges Fabian, A. C., Sanders, J. S., Taylor, G. B., Allen, S. W. 360 (1) : L20-L24 DOI 10.1111\/j.1745-3933.2005.00037.x Web of Science ID 000229908100041 The prevalence of cooling cores in clusters of galaxies at z approximate to 0.15-0.4 Bauer, F. E., Fabian, A. C., Sanders, J. S., Allen, S. W., Johnstone, R. A. 359 (4) : 1481-1490 DOI 10.1111\/j.1365-2966.2005.08999.x Web of Science ID 000229640600023 VLA polarimetry observations of PKS 2322-123: estimating magnetic fields in the Abell 2597 cluster Pollack, L. K., Taylor, G. B., Allen, S. W. 359 (4) : 1229-1236 DOI 10.1111\/j.1365-2966.2005.08984.x Web of Science ID 000229640600003 Constraints on dark energy from Chandra observations of the largest relaxed galaxy clusters Allen, S. W., SCHMIDT, R. W., Ebeling, H., Fabian, A. C., Van Speybroeck, L. 353 (2) : 457-467 DOI 10.1111\/j.1365-2966.2004.08080.x Web of Science ID 000224054100010 An improved approach to measuring H-0 using X-ray and SZ observations of galaxy clusters Schmidt, R. W., Allen, S. W., Fabian, A. C. 352 (4) : 1413-1420 DOI 10.1111\/j.1365-2966.2004.08032.x Web of Science ID 000223290600032 Mapping small-scale temperature and abundance structures in the core of the Perseus cluster Sanders, J. S., Fabian, A. C., Allen, S. W., Schrnidt, R. W. : 952-972 DOI 10.1111\/j.1365-2966.2004.07576.x Web of Science ID 000220847700019 A unique small-scale gravitational arc in A1201 Edge, A. C., Smith, G. P., Sand, D. J., Treu, T., Ebeling, H., Allen, S. W., Van Dokkum, P. G. 599 (2) : L69-L72 Web of Science ID 000187452200005 A preference for a non-zero neutrino mass from cosmological data Allen, S. W., SCHMIDT, R. W., Bridle, S. L. 346 (2) : 593-600 Web of Science ID 000186698700028 A deep Chandra observation of the Perseus cluster: shocks and ripples Fabian, A. C., Sanders, J. S., Allen, S. W., Crawford, C. S., Iwasawa, K., Johnstone, R. M., SCHMIDT, R. W., Taylor, G. B. 344 (3) : L43-U2 Web of Science ID 000185253400002 Cosmological constraints from the local X-ray luminosity function of the most X-ray-luminous galaxy clusters Allen, S. W., SCHMIDT, R. W., Fabian, A. C., Ebeling, H. 342 (1) : 287-298 Web of Science ID 000183549500030 Chandra observations of the galaxy cluster A478: The interaction of hot gas and radio plasma in the core, and an improved determination of the compton y-parameter Sun, M., Jones, C., Murray, S. S., Allen, S. W., Fabian, A. C., Edge, A. C. 587 (2) Web of Science ID 000182159400014 Accretion onto the supermassive black hole in M87 Di Matteo, T., Allen, S. W., Fabian, A. C., Wilson, A. S., Young, A. J. 582 (1) : 133-140 Web of Science ID 000180000600014 X-rays from clusters of galaxies 21st Texas Symposium on Relativistic Astrophysics Fabian, A. C., Allen, S. W. WORLD SCIENTIFIC PUBL CO PTE LTD. : 197–208 Web of Science ID 000229995900018 The peculiar cooling flow cluster RX J0820.9+0752 Conference on Matter and Energy in Clusters of Galaxies Bayer-Kim, C. M., Crawford, C. S., Allen, S. W., Fabian, A. C., Edge, A. C. : 437–441 Web of Science ID 000186286300033 Mapping small-scale temperature and abundance structures in the core of the Perseus cluster S, S. J., C, F. A., W, A. S., W, S. R. 349 : 952 - 972 The peculiar cooling flow cluster RX j0820.9+0752 Bayer-Kim, C. M., Crawford, C. S., Allen, S. W., Edge, A. C., Fabian, A. C. 337 (3) : 938-952 Web of Science ID 000179648100021 A survey of molecular hydrogen in the central galaxies of cooling flows Edge, A. C., Wilman, R. J., Johnstone, R. M., Crawford, C. S., Fabian, A. C., Allen, S. W. 337 (1) : 49-62 Web of Science ID 000179273700005 Exciting molecular hydrogen in the central galaxies of cooling flows Wilman, R. J., Edge, A. C., Johnstone, R. M., Fabian, A. C., Allen, S. W., Crawford, C. S. 337 (1) : 63-70 Web of Science ID 000179273700006 Chandra observations of Abell 2199 Johnstone, R. M., Allen, S. W., Fabian, A. C., Sanders, J. S. 336 (1) : 299-308 Web of Science ID 000178373600037 Conduction and cooling flows Voigt, L. M., SCHMIDT, R. W., Fabian, A. C., Allen, S. W., Johnstone, R. M. 335 (1) Web of Science ID 000177790700002 Chandra observations of RX J1347.5-1145: the distribution of mass in the most X-ray-luminous galaxy cluster known Allen, S. W., SCHMIDT, R. W., Fabian, A. C. 335 (2) : 256-266 Web of Science ID 000177851600005 Magnetic fields in the Centaurus cluster Taylor, G. B., Fabian, A. C., Allen, S. W. 334 (4) : 769-776 Web of Science ID 000177589800005 Cosmological constraints from the X-ray gas mass fraction in relaxed lensing clusters observed with Chandra Allen, S. W., SCHMIDT, R. W., Fabian, A. C. 334 (2) : L11-L15 Web of Science ID 000177258500001 The missing soft X-ray luminosity in cluster cooling flows Fabian, A. C., Allen, S. W., Crawford, C. S., Johnstone, R. M., Morris, R. G., Sanders, J. S., SCHMIDT, R. W. : L50-L54 Web of Science ID 000175664400002 Deep inside the core of Abell 1795: the Chandra view Ettori, S., Fabian, A. C., Allen, S. W., Johnstone, R. M. 331 (3) : 635-648 Web of Science ID 000175270500011 The X-ray virial relations for relaxed lensing clusters observed with Chandra Workshop on Tracing Cosmic Evolution with Galaxy Clusters Allen, S. W., Schmidt, R. W., Fabian, A. C. : 195–198 Web of Science ID 000178406700030 Chandra and the black hole in M87 Di Matteo, T., Allen, S. W., Fabian, A. C., Wilson, A. S., Young, A. J. : 443–449 Web of Science ID 000179560500063 The X-ray virial relations for relaxed lensing clusters observed with Chandra Allen, S. W., SCHMIDT, R. W., Fabian, A. C. 328 (3) : L37-L41 Web of Science ID 000172925600003 The intracluster iron distribution around 4C+55.16 Iwasawa, K., Fabian, A. C., Allen, S. W., Ettori, S. 328 (1) : L5-L10 Web of Science ID 000172484900002 Chandra observations of the galaxy cluster Abell 1835 SCHMIDT, R. W., Allen, S. W., Fabian, A. C. 327 (4) : 1057-1070 Web of Science ID 000172343900005 Magnetic fields in the 3C 129 cluster Taylor, G. B., Govoni, F., Allen, S. W., Fabian, A. C. 326 (1) : 2-10 Web of Science ID 000171019300004 Chandra X-ray observations of the 3C 295 cluster core Allen, S. W., Taylor, G. B., Nulsen, P. E., Johnstone, R. M., David, L. P., Ettori, S., Fabian, A. C., Forman, W., Jones, C., McNamara, B. 324 (4) : 842-858 Web of Science ID 000170033400007 Chandra measurements of the distribution of mass in the luminous lensing cluster Abell 2390 Allen, S. W., Ettori, S., Fabian, A. C. 324 (4) : 877-890 Web of Science ID 000170033400009 ASCA and ROSAT observations of nearby cluster cooling flows Allen, S. W., Fabian, A. C., Johnstone, R. M., Arnaud, K. A., Nulsen, P. E. 322 (3) : 589-613 Web of Science ID 000168126300014 Accretion onto nearby supermassive black holes: Chandra constraints on the dominant cluster galaxy NGC 6166 Di Matteo, T., Johnstone, R. M., Allen, S. W., Fabian, A. C. 550 (1) : L19-L23 Web of Science ID 000167605400005 BeppoSAX observations of three distant, highly luminous clusters of galaxies: RXJ1347-1145, Zwicky 3146 and Abell 2390 Ettori, S., Allen, S. W., Fabian, A. C. 322 (1) : 187-194 Web of Science ID 000167630100021 Chandra imaging of the X-ray core of Abell 1795 Fabian, A. C., Sanders, J. S., Ettori, S., Taylor, G. B., Allen, S. W., Crawford, C. S., Iwasawa, K., Johnstone, R. M. : L33-U1 Web of Science ID 000172807100002 Chandra constraints on the supermassive black hole in NGC 6166 X-Ray Astronomy 2000 Conference Di Matteo, T., Johnstone, R. M., Allen, S. W., Fabian, A. C. : 517–522 Web of Science ID 000175482700065 A Chandra observation of the radio galaxy 4C+55.16 Symposium on New Century of X-Ray Astronomy Iwasawa, K., Fabian, A. C., Allen, S. W., Ettori, S. : 108–111 Web of Science ID 000176731500021 Magnetic fields in the 3C219 cluster B, T. G., F, G., W, A. S., C, F. A. 326 : 2 - 15 BeppoSAX observations of very hot cooling-flow clusters of galaxies X-Ray Astronomy 2000 Conference Ettori, S., Allen, S. W., Fabian, A. C. : 387–392 Web of Science ID 000175482700047 Chandra imaging of the complex X-ray core of the Perseus cluster Fabian, A. C., Sanders, J. S., Ettori, S., Taylor, G. B., Allen, S. W., Crawford, C. S., Iwasawa, K., Johnstone, R. M., Ogle, P. M. 318 (4) : L65-? Web of Science ID 000165455700005 X-ray colour maps of the cores of galaxy clusters Sanders, J. S., Fabian, A. C., Allen, S. W. 318 (3) : 733-746 Web of Science ID 000165454900014 The ROSAT Brightest Cluster Sample - IV. The extended sample Ebeling, H., Edge, A. C., Allen, S. W., Crawford, C. S., Fabian, A. C., Huchra, J. P. 318 (2) : 333-340 Web of Science ID 000165325100003 A determination of the Hubble constant using measurements of X-ray emission and the Sunyaev-Zeldovich effect at millimeter wavelengths in the cluster Abell 1835 Mauskopf, P. D., Ade, P. A., Allen, S. W., Church, S. E., Edge, A. C., Ganga, K. M., Holzapfel, W. L., Lange, A. E., Rownd, B. K., Philhour, B. J., Runyan, M. C. 538 (2) : 505-516 Web of Science ID 000088824800005 The properties of cooling flows in X-ray luminous clusters of galaxies Allen, S. W. 315 (2) : 269-295 Web of Science ID 000087941700010 Testing the connection between the X-ray and submillimetre source populations using Chandra Fabian, A. C., Smail, I., Iwasawa, K., Allen, S. W., Blain, A. W., Crawford, C. S., Ettori, S., Ivison, R. J., Johnstone, R. M., Kneib, J. P., Wilman, R. J. 315 (1) : L8-L12 Web of Science ID 000087480400002 Low-radiative-efficiency accretion in the nuclei of elliptical galaxies Di Matteo, T., Quataert, E., Allen, S. W., Narayan, R., Fabian, A. C. 311 (3) : 507-521 Web of Science ID 000084867400007 Hard X-ray emission from elliptical galaxies Allen, S. W., Di Matteo, T., Fabian, A. C. 311 (3) : 493-506 Web of Science ID 000084867400006 X-ray emission from supermassive black holes in elliptical galaxies and low radiative-efficiency accretion 195th Symposium of the International-Astronomical-Union Di Matteo, T., Allen, S. W. : 387–88 Web of Science ID 000175748200049 Hard X-ray emission from elliptical galaxies and its contribution to the X-ray background Di Matteo, T., Allen, S. W. 527 (1) : L21-L24 Web of Science ID 000084235000006 The ROSAT brightest cluster sample - III. Optical spectra of the central cluster galaxies Crawford, C. S., Allen, S. W., Ebeling, H., Edge, A. C., Fabian, A. C. 306 (4) : 857-896 Web of Science ID 000081686500013 X-ray and lensing results on the cluster around the powerful radio galaxy 4C+55.16 Iwasawa, K., Allen, S. W., Fabian, A. C., Edge, A. C., Ettori, S. 306 (2) : 467-472 Web of Science ID 000081206600019 The ROSAT Brightest Cluster Sample - I. The compilation of the sample and the cluster log N log S distribution Ebeling, H., Edge, A. C., BOHRINGER, H., Allen, S. W., Crawford, C. S., Fabian, A. C., Voges, W., Huchra, J. P. 301 (4) : 881-914 Web of Science ID 000077872300001 A ROSAT study of the cores of clusters of galaxies - I. Cooling flows in an X-ray flux-limited sample Peres, C. B., Fabian, A. C., Edge, A. C., Allen, S. W., Johnstone, R. M., White, D. A. 298 (2) : 416-432 Web of Science ID 000075941500014 The relationship between cooling flows and metallicity measurements for X-ray-luminous clusters Allen, S. W., Fabian, A. C. 297 (3) : L63-L68 Web of Science ID 000074688400003 The impact of cooling flows on the T-X-L-Bol relation for the most luminous clusters Allen, S. W., Fabian, A. C. 297 (3) : L57-L62 Web of Science ID 000074688400002 Resolving the discrepancy between X-ray and gravitational lensing mass measurements for clusters of galaxies Allen, S. W. 296 (2) : 392-406 Web of Science ID 000073810600016 The ROSAT Brightest Cluster sample (BCS): The cluster X-ray luminosity function within z=0.3 Ebeling, H., Edge, A. C., Fabian, A. C., Allen, S. W., Crawford, C. S., BOHRINGER, H. 479 (2) : L101-L104 Web of Science ID A1997WU50600006 The spatial distributions of cooling gas and intrinsic X-ray-absorbing material in cooling flows Allen, S. W., Fabian, A. C. 286 (3) : 583-603 Web of Science ID A1997WV68900007 The ASCA X-ray spectrum of the powerful radio galaxy 3C 109 Allen, S. W., Fabian, A. C., Idesawa, E., Inoue, H., Kii, T., Otani, C. 286 (3) : 765-770 Web of Science ID A1997WV68900018 Cooling flows in ROSAT observations of clusters of galaxies Meeting on Galactic and Cluster Cooling Flows Peres, C. B., Allen, S. W., Edge, A. C., Fabian, A. C., Johnstone, R. M., White, D. A. : 157–164 Web of Science ID 000073437600019 X-ray observations of cooling flow clusters Meeting on Galactic and Cluster Cooling Flows Allen, S. W., Fabian, A. C. : 1–10 Web of Science ID 000073437600001 ASCA and ROSAT observations of distant, massive cooling flows Allen, S. W., Fabian, A. C., Edge, A. C., Bautz, M. W., Furuzawa, A., Tawara, Y. 283 (1) : 263-281 Web of Science ID A1996VR11000027 A combined X-ray and gravitational lensing study of the massive cooling-flow cluster PKS 0745-191 Allen, S. W., Fabian, A. C., Kneib, J. P. 279 (2) : 615-635 Web of Science ID A1996UA90600024 STARBURSTS IN COOLING FLOWS - BLUE CONTINUA AND EMISSION-LINE NEBULAE IN CENTRAL CLUSTER GALAXIES Allen, S. W. 276 (3) : 947-960 Web of Science ID A1995RX77300026 COOLING FLOWS, CENTRAL GALAXY-CLUSTER ALIGNMENTS, X-RAY-ABSORPTION AND DUST Allen, S. W., Fabian, A. C., Edge, A. C., BOHRINGER, H., White, D. A. 275 (3) : 741-754 Web of Science ID A1995RN22300021 OPTICAL SPECTROSCOPY OF THE ROSAT X-RAY BRIGHTEST CLUSTERS .2. Crawford, C. S., Edge, A. C., Fabian, A. C., Allen, S. W., BOHRINGER, H., Ebeling, H., McMahon, R. G., Voges, W. 274 (1) : 75-84 Web of Science ID A1995QX95600014 ZWICKY-3146 - THE MOST MASSIVE COOLING FLOW Edge, A. C., Fabian, A. C., Allen, S. W., Crawford, C. S., White, D. A., BOHRINGER, H., Voges, W. 270 (1) : L1-L5 Web of Science ID A1994PE66000001 A ROSAT HRI OBSERVATION OF THE ABELL-478 CLUSTER OF GALAXIES White, D. A., Fabian, A. C., Allen, S. W., Edge, A. C., Crawford, C. S., Johnstone, R. M., Stewart, G. C., Voges, W. 269 (3) : 589-606 Web of Science ID A1994PB73100007 A ROSAT PSPC INVESTIGATION OF THE CENTAURUS CLUSTER OF GALAXIES Allen, S. W., Fabian, A. C. 269 (2) : 409-426 Web of Science ID A1994NY27700023 A ROSAT PSPC OBSERVATION OF ABELL-478 - THE DISTRIBUTION OF X-RAY ABSORBING MATTER IN A MASSIVE COOLING FLOW Allen, S. W., Fabian, A. C., Johnstone, R. M., White, D. A., DAINES, S. J., Edge, A. C., Stewart, G. C. 262 (4) : 901-914 Web of Science ID A1993LH52500012 OPTICAL SPECTROSCOPY OF THE ROSAT X-RAY BRIGHTEST CLUSTERS Allen, S. W., Edge, A. C., Fabian, A. C., BOHRINGER, H., Crawford, C. S., Ebeling, H., Johnstone, R. M., Naylor, T., Schwarz, R. A. 259 (1) : 67-81 Web of Science ID A1992JV67400007 3C 109 - AN OBSCURED X-RAY LUMINOUS QUASAR Allen, S. W., Fabian, A. C. 258 (1) : P29-P32 Web of Science ID A1992JM50600029 GINGA AND EXOSAT OBSERVATIONS OF THE PERSEUS CLUSTER OF GALAXIES Allen, S. W., Fabian, A. C., Johnstone, R. M., Nulsen, P. E., Edge, A. C. 254 (1) : 51-58 Web of Science ID A1992GW80700008 XOC : X-ray Astronomy and Observational Cosmology We are one of the research groups of the Kavli Institute for Particle\nAstrophysics and Cosmology (KIPAC),\nassociated with both Stanford \n University and SLAC\n  National Accelerator Laboratory . Public Links Introduction Members Press releases Recent Highlights Local Links Projects Computing Grants Calendar Last modified: <Friday 03 November 2017, 14:31:28 PDT> Experimental and Observational Astrophysics and Cosmology Viewing the formation and evolution of stars, galaxies, and the cosmos. Galaxy clusters, cosmic microwave background radiation, ultra high-energy sources, large scale structure in the universe and cosmic evolution. Current research in observational astrophysics and cosmology at Stanford covers a wide range of approaches to tackling the most important frontiers. Major topics include direct detection of dark matter, probes of dark energy (via gravitational lensing, surveys of galaxy clusters and supernovae), sources of gamma rays (pulsars, blazars, supernova remnants, dark matter annihilation or decay), the structure of clusters of galaxies and their use as probes of cosmology, the development of next generation detectors of photons (radio through gamma-ray), the origins of solar variability on a wide range of time scales, and experiments in gravitation (detection of gravitational waves, probes of gravity at short distance scales). Major experiments and  facilities include the LUX-ZEPLIN experiment (direct detection of dark matter), the Cryogenic Dark Matter Detector (direct detection of dark matter), the Fermi Large Area Telescope (gamma-rays), NuSTAR (x-rays), the Dark Energy Survey DES (probes of dark energy), the Solar Dynamics Observatory SDO and the Solar and Heliospheric Observatory SOHO (solar space missions), and the Laser Interferometer Gravitational-Wave Observatory LIGO . Future facilities include the Large Synoptic Survey Telescope ( LSST , observing half the sky deeply every three days). . Seminars are also hosted by the Stanford Solar Observatories Group and the Hansen Experimental Physics Laboratory Daniel Akerib Courtesy Faculty akerib@slac.stanford.edu Research lab site Publications on inSPIREhep Steven Allen swa@stanford.edu My research group Blas Cabrera (650) 723-3395 cabrera@stanford.edu Sarah Church schurch@stanford.edu Persis Drell Kent Irwin Irwin Group Steven Kahn skahn@slac.stanford.edu Chao-Lin Kuo clkuo@stanford.edu Bruce Macintosh (650) 725-4116 bmacintosh@stanford.edu Peter Michelson (650) 723-3004 peterm@stanford.edu Thomas Shutt Courtesy Faculty tshutt@slac.stanford.edu John Turneaure (650) 725-4118 johnturn@stanford.edu"
            ]
        ]
    ]
}