{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K4JO8XFV",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Hitoshi Murayama Hitoshi Murayama Former Director, Kavli Institute for the Physics and Mathematics of the Universe (IPMU), University of Tokyo 411 Physics South hitoshi@berkeley.edu (510) 486-6659 Murayama Homepage Hitoshi Murayama is a well-known theoretical particle physicist who works broadly, even on astrophysics, cosmology, and condensed matter physics. He has been a professor in the University of California, Berkeley, since 2000, and is also the founding director of the Kavli Institute for the Physics and Mathematics of the Universe (Kavli IPMU) at the University of Tokyo, serving from 2007 to 2018. Born in Japan, lived in Germany for four years and in the US for 21 years, served on advisory committees in around the world, he is a multi-cultural global denizen. In October 2014, he was invited to give a speech at the United Nations headquarters in New York about how science unites people and brings peace. He received the Yukawa Commemoration Prize in Theoretical Physics and is a Fellow of the American Physical Society and the American Academy of Arts and Sciences. I am working on particle physics, trying to understand the fundamental constituents of matter and the forces acting among them. The so-called \"Standard Model\" of particle physics is very successful, and the Higgs boson, which is the \"core\" of the Standard Model, is supposed to be discovered this decade. However, there are still many problems which remain unanswered even with a future discovery of the Higgs boson. Why are there so many \"elementary\" particles, repeating three generations which have identical properties except their masses? Why are there three (electromagnetic, weak and strong) forces acting on elementary particles in a seemingly random manner? Why does Higgs boson exist and play such a special role? Why is the Universe so long-lived and has more matter than anti-matter in it? Recently, two important questions were added to the list. The Universe appears to be accelerating its expansion. Why? The neutrinos are supposed to be completely massless in the Standard Model, but recent indications of neutrino oscillations strongly suggest that they have small but finite masses. How? These puzzling phenomena must be clues to what is really going on at the most fundamental level in Nature. Using these clues, studying them in detail and ask what is behind is the approach in most of my research. Current Projects I’m struggling with the question how we can understand the small but finite value of the cosmological constant. One of the important question is the so-called \"Why Now?\" question, why we seem to live at the special moment in the history of Universe where the matter energy density is the same as that of the cosmological constant within a factor of two. Together with Nima Arkani-Hamed, Lawrence Hall, and our former postodoc Chris Kolda, we pointed out that there is a triple coincidence of energy densities including the radiation. Such a coincidence must have an explanation. We further pointed out that, if the cosmological constant is tied to the scale of electroweak physics as TeV2\/MPl, the triple coincidence is an inevitable consequence, explaining \"Why Now.\" I believe this sheds important light on the origin of cosmological constant. The way the electroweak scale and cosmological constant are connected remains to be a major puzzle. Another important question is if the acceleration of Universe is really due to the cosmological constant. Together with my ex-student Alex Friedland and our postdoc Maxim Perelstein, I study if alternative forms of Dark Energy are consistent with cosmological observations and particle-physics constraints. Neutrino oscillations had been studied over many decades, but my ex-students André de Gouvêa, Alexander Friedland and I had found that past analyses of data covered only a half of the parameter space (\"the light side\"). The other half (\"the dark side\") can actually explain the current data on solar neutrinos, and had been completely missed in the literature. I continue active studies on how we attack the problems of neutrino masses. For example, Lawerence Hall, his student Neal Weiner, and I pointed out that a near-maximal mixing in atmospheric neutrino oscillation, often regarded as the most puzzling feature, may well be a consequence of randomness in parameters. We called it \"anarchy.\" My current student Aaron Pierce and I showed how near future neutrino experiments can pin down on oscillation parameters. The future in this area appears very bright. The origin of small neutrino masses may well be connected to the question why there appears to be only matter but no anti-matter in Universe. Most explanations to the current puzzles require physics at much shorter distance scales than the electroweak scale 10–16 cm, possibly the Planck scale 10-–33 cm. Naïve estimates of quantum corrections suggest such a hierarchy in distance scales is unstable. Supersymmetry is probably the most promising way to stabilize the hierarchy. The mechanism of supersymmetry breaking has consequences on collider experiments to string theory. Gian Giudice, Markus Luty, I, and Riccardo Rattazzi had found a contribution to supersymmetry breaking from subtle quantum effects called anomalies, overlooked for two decades. These contributions revive some of the past unsuccessful attempts in model building, and pause new questions. N. Arkani-Hamed, L. J. Hall, C. Kolda, and H. Murayama, \"A New Perspective on Cosmic Coincidence Problems,\" Phys. Rev. Lett. 85, 4434 (2000). A. de Gouvêa, A. Friedland, and H. Murayama, \"The Dark Side of the Solar Neutrino Parameter Space,\" Phys. Lett. B 490, 125 (2000). A. Masiero and H. Murayama, \"Can e’\/e be Supersymmetric?\" Phys. Rev. Lett. 83, 907 (1999). G. F. Giudice, M. A. Luty, H. Murayama, and R. Rattazzi, \"Gaugino Mass Without Singlets,\" JHEP 9812, 027 (1998). T. Tsukamoto, K. Fuji, H. Murayama, M. Yamaguchi, and Y. Okada, \"Precision Study of Supersymmetry at Future Linear e+e- Colliders,\" Phys. Rev. D 51, 3153 (1995)."
            ]
        ]
    ]
}