{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K5WWWV0R",
            "DGTuYmkAAAAJ",
            [
                "Avoiding dark energy with 1\/r modifications of gravity",
                "Quantum effects can render w<− 1 on cosmological scales",
                "Super-acceleration from massless, minimally coupled ϕ4",
                "Nonlocal cosmology",
                "The theorem of Ostrogradsky",
                "The problem of nonlocality in string theory",
                "Quantum gravity slows inflation",
                "The quantum gravitational back-reaction on inflation",
                "Revisiting ",
                "Relaxing the cosmological constant"
            ],
            [
                "Scalar quintessence seems epicyclic because one can choose the potential to reproduce any cosmology (I review the construction) and because the properties of this scalar seem to raise more questions than they answer. This is why there has been so much recent interest in modified gravity. I review the powerful theorem of Ostrogradski which demonstrates that the only potentially stable, local modification of general relativity is to make the Lagrangian an arbitrary function of the Ricci scalar. Such a theory can certainly reproduce the current phase of cosmic acceleration without Dark Energy. However, this explanation again seems epicyclic in that one can construct a function of the Ricci scalar to support any cosmology (I give the technique). Models of this form are also liable to problems in the way they couple to matter, both in terms of matter’s impact upon them and in terms of the long range gravitational …",
                "We report on a revision of our previous computation of the renormalized expectation value of the stress-energy tensor of a massless, minimally coupled scalar with a quartic self-interaction on a locally de Sitter background. This model is important because it demonstrates that quantum effects can lead to violations of the weak energy condition on cosmological scales—on average, not just in fluctuations—although the effect in this particular model is far too small to be observed. The revision consists of modifying the propagator so that dimensional regularization can be used when the dimension of the renormalized theory is not four. Although the finite part of the stress-energy tensor does not change (in D= 4) from our previous result, the counterterms do. We also speculate that a certain, finite and separately conserved part of the stress tensor can be subsumed into a natural correction of the initial state from free Bunch …",
                "We derive a simple form for the propagator of a massless, minimally coupled scalar in a locally de Sitter geometry of arbitrary spacetime dimension. We then employ it to compute the fully renormalized stress tensor at one-and two-loop orders for a massless, minimally coupled phgr 4 theory which is released in Bunch–Davies vacuum at t= 0 in co-moving coordinates. In this system, the uncertainty principle elevates the scalar above the minimum of its potential, resulting in a phase of super-acceleration. With the non-derivative self-interaction the scalar's breaking of de Sitter invariance becomes observable. It is also worth noting that the weak-energy condition is violated on cosmological scales. An interesting subsidiary result is that cancelling overlapping divergences in the stress tensor requires a conformal counterterm which has no effect on purely scalar diagrams.",
                "We explore nonlocally modified models of gravity, inspired by quantum loop corrections, as a mechanism for explaining current cosmic acceleration. These theories enjoy two major advantages: they allow a delayed response to cosmic events, here the transition from radiation to matter dominance, and they avoid the usual level of fine-tuning; instead, emulating Dirac’s dictum, the required large numbers come from the large time scales involved. Their solar system effects are safely negligible, and they may even prove useful to the black hole information problem.",
                "Ostrogradsky's construction of a Hamiltonian formalism for nondegenerate higher derivative Lagrangians is reviewed. The resulting instability imposes by far the most powerful restriction on fundamental, interacting, continuum Lagrangian field theories. A discussion is given of the problems raised by attempts to evade this restriction.",
                "We discuss the problems associated with the essential nonlocality of all string field actions. Manifestly Poincaré invariant theories are shown to be unstable and bereft of an initial value formulation; light cone theories suffer from a breakdown of Lorentz invariance. However, because free string actions are local up to a field redefinition these problems are invisible to perturbative analysis. The use of perturbation theory is shown to change the causal and canonical structure of the covariant formulations. One consequence is the loss of the infinite number of nonperturbative solutions associated with the freedom to prescribe arbitrarily many initial time derivatives. Since these solutions also contain the negative energy degrees of freedom which destabilize the theory both covariant problems are avoided in this way. The penalty is acausality. This is fundamental property of the light cone formalism. It can be avoided in the …",
                "We consider the quantum gravitational back-reaction on an initially inflating, homogeneous and isotropic universe whose topology is T3 x ℛ. Although there is no secular effect at one loop, an explicit calculation shows that two-loop processes act to slow the rate of expansion by an amount which becomes non-perturbatively large at late times. By exploiting Feynman's tree theorem we show that all higher loops act in the same sense.",
                "We describe our recent calculation of two-loop corrections to the expansion rate of an initially inflating universe on the manifoldT 3× R. If correct, our result proves that quantum gravitational effects slow the rate of inflation by an amount which becomes non-perturbatively large at late times. In a preliminary discussion of basic issues we show that the expansion rate is a gauge invariant and that our ultraviolet regulator does not introduce spurious time dependence. We also derive a sharp bound on the maximum strength of higher loop effects.",
                "We reexamine the determination of| V c b| from B→ D l ν in view of recent experimental and theoretical progress, discussing the parameterization of the form factors and studying the role played by the unitarity constraints. Our fit to experimental and lattice results for B→ D ℓ ν gives| V c b|= 40.49 (97) 10− 3 and to R (D)= 0.299 (3).",
                "A non-zero cosmological constant allows massless gravitons to self-interact via a coupling of dimension three. If the cosmological constant is positive then the background geometry will subject gravitons to an enormous redshift. These two facts are together responsible for the severe infrared divergences which detailed, explicit calculations [N.C. Tsamis and R.P. Woodard, Strong infrared effects in quantum gravity, preprint CRETE-92-17, UFIFT-92-24] reveal in loop corrections to the gravitational force law. We argue that, as a result, the cosmological interaction has a finite lifetime. Furthermore, this lifetime is consistent with inflation."
            ],
            [
                [
                    "Quantum field theory",
                    "cosmology",
                    "modified gravity"
                ]
            ]
        ]
    ]
}