{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K6EBNLFY",
            "SlXlIcEAAAAJ",
            [
                "Classical polylogarithms for amplitudes and Wilson loops"
            ],
            [
                "We present a compact analytic formula for the two-loop six-particle maximally helicity violating remainder function (equivalently, the two-loop lightlike hexagon Wilson loop) in N= 4 supersymmetric Yang-Mills theory in terms of the classical polylogarithm functions Li k with cross ratios of momentum twistor invariants as their arguments. In deriving our formula we rely on results from the theory of motives."
            ],
            [
                [
                    "Theoretical Physics"
                ]
            ],
            [
                "Researchers@Brown Researchers@Brown Search Search Search Back to search Advanced search… Manage your Profile Marcus B Spradlin title=\"Email Marcus_Spradlin@brown.edu Overview Research Background Teaching View All Curriculum Vitae [PDF] × Website information Text: URL: Save Cancel Marcus B Spradlin Professor of Physics Overview A.B. in Physics, Princeton University, 1996, summa cum laude Master of Advanced Study in Mathematics, University of Cambridge, 1997, with distinction Ph.D. in Physics, Harvard University, 2001 Brown Affiliations Physics On the Web Full Publication List Research Research Overview Professor Spradlin is a theoretical physicist working on string theory, duality, quantum gravity, and mathematical aspects of quantum field theory. Background Education and Training Year Degree Institution 2001 PhD Harvard University 1999 MA Harvard University 1996 BA Princeton University Affiliations Visualize it Teaching Teaching PHYS 0030 - Basic Physics A PHYS 0040 - Basic Physics B PHYS 1970C - String Theory for Undergraduates PHYS 2040 - Classical Theoretical Physics II PHYS 2320 - Quantum Theory of Fields II PHYS 2340 - Group Theory About Help Brown University Feedback © 2017 Brown University | Terms of Use |\n\t\t\t\t\tPowered by VIVO"
            ]
        ]
    ]
}