{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K6YVBYB5",
            "_m4xELAAAAAJ",
            [
                "Review of dimethyl carbonate (DMC) manufacture and its characteristics as a fuel additive",
                "Subnanometre platinum clusters as highly active and selective catalysts for the oxidative dehydrogenation of propane",
                "Catalyst design with atomic layer deposition",
                "Fischer–Tropsch synthesis: Temperature programmed EXAFS\/XANES investigation of the influence of support type, cobalt loading, and noble metal promoter addition to the reduction …",
                "Alkali metal ion specificity in the solution ordering of a nucleotide, 5'-guanosine monophosphate",
                "Stabilization of copper catalysts for liquid‐phase reactions by atomic layer deposition",
                "Catalytic partial oxidation reforming of hydrocarbon fuels.",
                "Propane Oxidation over Pt\/SrTiO3 Nanocuboids",
                "Genesis and evolution of surface species during Pt atomic layer deposition on oxide supports characterized by in situ XAFS analysis and water− gas shift reaction",
                "Deactivation mechanistic studies of copper chromite catalyst for selective hydrogenation of 2-furfuraldehyde"
            ],
            [
                "Dimethyl carbonate (DMC) is considered an option for meeting the oxygenate specifications on gasoline and as a means of converting natural gas to a liquid transportation fuel. In this report, the fuel characteristics and known chemical synthesis schemes for DMC are reviewed. Three production schemes have a commercial track record, while others are still under development. The older of the three commercially proven schemes is undesirable because it employs phosgene. The other two commercially proven schemes have a complex mixture of advantages and disadvantages with regard to the synthesis chemistry and are reviewed in greater detail. One other commercially viable production scheme that involves coproduction of either ethylene or propylene glycol is also reviewed. This scheme is still in the development stage and would require a commitment to coproduce the glycol from ethylene or propylene. The …",
                "Small clusters are known to possess reactivity not observed in their bulk analogues, which can make them attractive for catalysis 1, 2, 3, 4, 5, 6. Their distinct catalytic properties are often hypothesized to result from the large fraction of under-coordinated surface atoms 7, 8, 9. Here, we show that size-preselected Pt 8− 10 clusters stabilized on high-surface-area supports are 40–100 times more active for the oxidative dehydrogenation of propane than previously studied platinum and vanadia catalysts, while at the same time maintaining high selectivity towards formation of propylene over by-products. Quantum chemical calculations indicate that under-coordination of the Pt atoms in the clusters is responsible for the surprisingly high reactivity compared with extended surfaces. We anticipate that these results will form the basis for development of a new class of catalysts by providing a route to bond-specific chemistry …",
                "Atomic layer deposition (ALD) has emerged as an interesting tool for the atomically precise design and synthesis of catalytic materials. Herein, we discuss examples in which the atomic precision has been used to elucidate reaction mechanisms and catalyst structure–property relationships by creating materials with a controlled distribution of size, composition, and active site. We highlight ways ALD has been utilized to design catalysts with improved activity, selectivity, and stability under a variety of conditions (e.g., high temperature, gas and liquid phase, and corrosive environments). In addition, due to the flexibility and control of structure and composition, ALD can create myriad catalytic structures (e.g., high surface area oxides, metal nanoparticles, bimetallic nanoparticles, bifunctional catalysts, controlled microenvironments, etc.) that consequently possess applicability for a wide range of chemical reactions (e.g …",
                "TPR-XANES\/EXAFS carried out using a novel multi-sample holder provided key information for verifying the nature of the chemical transformations occurring during cobalt Fischer–Tropsch synthesis catalyst activation in hydrogen. In the past, assumptions had to be made regarding the nature of the cobalt species present along the trajectory of a standard TPR experiment. The new technique directly provided insight into (a) the nature of the reduction process of cobalt oxide species and (b) the resulting cobalt crystallite size, as a function of the strength of the catalyst support interaction with the cobalt oxide species. A two-step reduction process involving Co3O4 to CoO and CoO to Co0 transformations over standard calcined catalysts was observed and quantified over all catalysts exhibiting both weak interactions (e.g., Co\/SiO2) and strong interactions (e.g., Co\/Al2O3) with the support. Noble metal promoter (e.g., Pt …",
                "The homogeneous, catalytic formation of methanol from synthesis gas by mononuclear catalysts which is now reported was unexpected because it had been so long overlooked in the very extensive review literature19 of such systems. The further observation that the same catalyst system simultaneously converts methanol to higher alcohols, probably via the “homologation” reaction of alcohols, 20 opens the way to a detailed study of the long-sought homogeneous analogues of both the Fischer-Tropsch and methanol synthesis catalysts.Acknowledgment. We thank the Office of Chemical Sci-ences, Division of Basic Energy Sciences, USDOE, for support of this research, R. Winans, Chemistry Division, for mass spectrometric identifications, and Professor J. Halpern for helpful discussions. Dr. M. J. Chen performed the experi-ments in which p-dioxane was the solvent.",
                "Atomic layer deposition (ALD) of an alumina overcoat can stabilize a base metal catalyst (e.g., copper) for liquid‐phase catalytic reactions (e.g., hydrogenation of biomass‐derived furfural in alcoholic solvents or water), thereby eliminating the deactivation of conventional catalysts by sintering and leaching. This method of catalyst stabilization alleviates the need to employ precious metals (e.g., platinum) in liquid‐phase catalytic processing. The alumina overcoat initially covers the catalyst surface completely. By using solid state NMR spectroscopy, X‐ray diffraction, and electron microscopy, it was shown that high temperature treatment opens porosity in the overcoat by forming crystallites of γ‐Al2O3. Infrared spectroscopic measurements and scanning tunneling microscopy studies of trimethylaluminum ALD on copper show that the remarkable stability imparted to the nanoparticles arises from selective armoring of …",
                "The polymer electrolyte fuel cell (PEFC) is the primary candidate as the power source for light-duty transportation systems. On-board conversion of fuels (reforming) to supply the required hydrogen has the potential to provide the driving range that is typical of today's automobiles. Petroleum-derived fuels, gasoline or some distillate similar to it, are attractive because of their existing production, distribution, and retailing infrastructure. The fuel may be either petroleum-derived or other alternative fuels such as methanol, ethanol, natural gas, etc.[1]. The ability to use a variety of fuels is also attractive for stationary distributed power generation [2], such as in buildings, or for portable power in remote locations. Argonne National Laboratory has developed a catalytic reactor based on partial oxidation reforming that is suitable for use in light-duty vehicles powered by fuel cells. The reactor has shown the ability to convert a wide variety of fuels to a hydrogen-rich gas at less than 800 C, temperatures that are several hundreds of degrees lower than alternative noncatalytic processes. The fuel may be methanol, ethanol, natural gas, or petroleum-derived fuels that are blends of various hydrocarbons such as paraffins, olefins, aromatics, etc., as in gasoline. This paper will discuss the results obtained more»",
                "Pt\/SrTiO3 shows promise as a low temperature hydrocarbon combustion catalyst for automotive applications. In this study, SrTiO3 nanocuboid supports were synthesized using sol-precipitation coupled with hydrothermal synthesis, and platinum was deposited on the nanocuboids with 1, 3, and 5 cycles of atomic layer deposition (ALD). The platinum particles have a highly uniform distribution both before and after reaction testing, and range from 1 to 5 nm in size, depending upon the number of ALD cycles. These materials have a >50 °C lower light-off temperature for propane oxidation than a conventional Pt\/Al2O3 catalyst, turn over frequencies up to 3 orders of magnitude higher, and show improved resistance to deactivation. The increased activity is attributed to the stabilization of a Pt\/PtO core\/shell structure during operating conditions by the strong epitaxy between the Pt and the SrTiO3 support.",
                "Platinum atomic layer deposition (ALD) using MeCpPtMe3 was employed to prepare high loadings of uniform-sized, 1−2 nm Pt nanoparticles on high surface area Al2O3, TiO2, and SrTiO3 supports. X-ray absorption fine structure was utilized to monitor the changes in the Pt species during each step of the synthesis. The temperature, precursor exposure time, treatment gas, and number of ALD cycles were found to affect the Pt particle size and density. Lower-temperature MeCpPtMe3 adsorption yielded smaller particles due to reduced thermal decomposition. A 300 °C air treatment of the adsorbed MeCpPtMe3 leads to PtO. In subsequent ALD cycles, the MeCpPtMe3 reduces the PtO to metallic Pt in the ratio of one precursor molecule per PtO. A 200 °C H2 treatment of the adsorbed MeCpPtMe3 leads to the formation of 1−2 nm, metallic Pt nanoparticles. During subsequent ALD cycles, MeCpPtMe3 adsorbs on the …",
                "Deactivation mechanisms of copper chromite (CuCr2O4⋅CuO) catalyst for vapor-phase selective hydrogenation for furfuryl alcohol have been investigated using ex situ and in situ X-ray absorption fine structure (XAFS), X-ray photon spectroscopy (XPS), and Auger Electron Spectroscopy (AES). At 200 °C, the catalyst steadily deactivated. One of the dominant origins of catalyst deactivation is poisoning due to strong adsorption of polymeric species formed from the reactant and\/or products. Metallic Cu is identified as the active site, while loss of active Cu(I) sites due to hydrogenation is not a deactivation cause, as opposed to previous literature reported. The copper chromite catalyst showed low activity at 300 °C process temperature. Under this condition, the Cu particle size does not change, but Cr\/Cu ratio increases by 50%, suggesting that Cr coverage of Cu sites becomes an additional cause of catalyst deactivation …"
            ],
            [
                [
                    "Heterogeneous Catalysis"
                ]
            ],
            [
                "Christopher Marshall Assistant Professor of Physics PhD, University of Rochester, 2016 B&L chris.marshall@rochester.edu Biography Professor Marshall graduated from Carleton College in Northfield, Minnesota in 2010 with a BA in Physics. He first came to the University of Rochester in 2010 as a graduate student. He spent much of 2015 at Fermilab in Batavia, Illinois as a Visiting Scholar, and earned his Ph.D. in 2016. Marshall spent the next four years in Berkeley, California as a Chamberlain Fellow in the physics division at the Lawrence Berkeley National Laboratory. He returned to Rochester as an Assistant Professor in 2020. Research Overview Professor Marshall is an experimental high energy physicist. He is currently working on designing the Deep Underground Neutrino Experiment (DUNE), which will detect the flavor oscillations of neutrinos and antineutrinos as they travel 1300 km through the earth from Fermilab in Batavia, Illinois to an underground laboratory in Lead, South Dakota. The aim is to precisely measure the asymmetry between neutrino and antineutrino oscillations. If such an asymmetry exists, it could help explain why the Universe evolved to be made almost entirely of matter rather than antimatter. Marshall serves as the co-convener of the long-baseline physics working group of DUNE, and is actively involved in the design of the Near Detector at Fermilab. He collaborates with Professors Manly and McFarland on DUNE. Professor Marshall also collaborates on the Daya Bay reactor neutrino experiment, which measures antineutrinos produced at a nuclear power plant in China. Daya Bay has made the world's most precise measurement of an important oscillation parameter called theta-13 by comparing measurements made with detectors located a few hundred meters from the rector cores with measurements made in identical detectors two kilometers away. Previously, Marshall worked on MINERvA, an experiment at Fermilab that studies the ways that neutrinos interact with matter. He wrote his Ph.D. thesis on charged kaon production by neutrinos. He led an analysis that observed an extremely rare process, charged-current coherent kaon production, for the first time. He has also worked on searches for proton decay, especially where the proton decays into a charged kaon, for which his thesis work is the primary experimental background."
            ]
        ]
    ]
}