{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K72LVN6J",
            "QPymH70AAAAJ",
            [
                "Peer relations and later personal adjustment: Are low-accepted children at risk?",
                "Peer interactions, relationships, and groups"
            ],
            [
                "In this review, we examine the oft-made claim that peer-relationship difficulties in childhood predict serious adjustment problems in later life. The article begins with a framework for conceptualizing and assessing children’s peer difficulties and with a discussion of conceptual and methodological issues in longitudinal risk research. Following this, three indexes of problematic peer relationships (acceptance, aggressiveness, and shyness\/withdrawal) are evaluated as predictors of three later outcomes (dropping out of school, criminality, and psychopathology). The relation between peer difficulties and later maladjustment is examined in terms of both the consistency and strength of prediction. A review and analysis of the literature indicates general support for the hypothesis that children with poor peer adjustment are at risk for later life difficulties. Support is clearest for the outcomes of dropping out and criminality. It is …",
                "The chapter begins with a distinction made between the interactions children have with peers, the relationships they form with peers, and the groups and networks within which peer interactions and relationships occur. From this conceptual overview, a review of relevant theories is presented. Thereafter, a developmental perspective of peer interactions, relationships, and groups is presented covering the periods of infancy, toddlerhood, early childhood, middle childhood, and adolescence. Subsequently, methods and measures pertaining to the study of children's peer experiences are described. Next, we examine factors that may account for peer acceptance and rejection as well as qualitatively rich and poor friendships. Among the factors discussed are included temperament (biological factors), sex of child, parenting, parent‐child relationships, and culture. The chapter concludes with a discussion of the extent to …"
            ],
            [
                [
                    "developmental psychology",
                    "peer relationships",
                    "friendship",
                    "jealousy"
                ]
            ],
            [
                "Parker, Jeff Jeff Parker Assistant Professor jeff.parker@wisc.edu Plasma Topological phases of matter in plasmas; Plasma astrophysics; Geophysical and astrophysical fluid dynamics; Plasma turbulence and coherent structures; Magnetic fusion; Parker Research Group Theoretical and Computational Plasma Physics Jeff Parker Assistant Professor of Physics College of Letters and Sciences University of Wisconsin-Madison Welcome to the home page for the Research Group of Prof. Jeff Parker! We study plasma physics through theory and computation, spanning astrophysical and fusion plasmas. Our goal is to unravel fundamental plasma dynamics to better understand the universe and to shine a light towards a sustainable energy future. Openings in the group for graduate students and postdocs. Chamberlin Hall jeff.parker@wisc.edu UW-Madison > > Plasma Physics Group Wisconsin Plasma Physics Laboratory WiPPL Home - Experiments Madison Symmetric Torus Madsion Dynamo Experiment Rotating Wall Machine Plasma-Couette Experiment Madison Plasma Dynamo Experiment - Theory Groups MHD Turbulence Transport in Fusion Devices Plasma Astrophysics RFP Theory - Multi-Institutional Centers Center for Magnetic Self Organization Center for Theory and Computation Center for Momentum Transport and Flow Organization About WiPPL Directory Links WiPPL Schedule History Gallery Internal University of Wisconsin College of Letters and Science LAPD-2013 IEA\/RFP Workshops Research funding includes support from: Department of Energy National Science Foundation Experiments Madison Symmetric Torus (MST) Madison Dynamo Experiment (MDE) Line Tied Reconnection Experiment (LTRX) Plasma-Couette Experiment (PCX) Madison Plasma Dynamo Experiment\n          (MPDX) Terrestrial Reconnection EXperiment    (TREX) Theory MHD Turbulence Transport in Fusion Devices Plasma Astrophysics RFP Theory Affiliated Centers CMSO CPTC CMTFO Outreach and Education Wonders of Physics Exotic Plasmas of the Universe! Coalition for Plasma Science"
            ]
        ]
    ]
}