{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K7EI4IW2",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Hari Manoharan Associate Professor of Physics http:\/\/web.stanford.edu\/people\/manoharan Associate Professor, Faculty Affiliate, Institute for Human-Centered Artificial Intelligence (HAI) Principal Investigator, Stanford Institute for Materials and Energy Sciences manoharan@stanford.edu Position: Assoc. Professor Geballe Laboratory for Advanced Materials McCullough Building, Room 348 476 Lomita Mall 94305-4045 (650) 479-6266 4045 Other Names: H. C. Manoharan Harindran Chelvasekaran Manoharan Frontiers of Physics Research PHYSICS 59 (Aut) Quantum Mechanics I PHYSICS 130 (Win) Independent Studies (10) PHYSICS 291 (Sum) Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Spr, Sum) Graduate Independent Study MATSCI 399 (Aut, Win, Spr) PHYSICS 190 (Aut, Win, Spr, Sum) Master's Research MATSCI 200 (Aut, Win, Spr) Ph.D. Research MATSCI 300 (Aut, Win, Spr) Practical Training APPPHYS 291 (Sum) Practical Training MATSCI 299 (Aut, Win, Spr) Quantum Mechanics I PHYSICS 130 (Win) Quantum Mechanics I PHYSICS 130 (Win) Condensed Matter Seminar APPPHYS 470 (Aut, Win, Spr) Light and Heat PHYSICS 45 (Aut) Light and Heat Laboratory PHYSICS 46 (Aut) Morgan Brubaker, Tim Chen, Caleb Zerger Quantum engineered Kondo lattices. Nature communications Figgins, J., Mattos, L. S., Mar, W., Chen, Y. T., Manoharan, H. C., Morr, D. K. 2019 10 (1) : 5588 Atomic manipulation techniques have provided a bottom-up approach to investigating the unconventional properties and complex phases of strongly correlated electron materials. By engineering artificial systems containing tens to thousands of atoms with tailored electronic or magnetic properties, it has become possible to explore how quantum many-body effects emerge as the size of a system is increased from the nanoscale to the mesoscale. Here we investigate both theoretically and experimentally the quantum engineering of nanoscale Kondo lattices - Kondo droplets - exemplifying nanoscopic replicas of heavy-fermion materials. We demonstrate that by changing a droplet's real-space geometry, we can not only create coherently coupled Kondo droplets whose properties asymptotically approach those of a quantum-coherent Kondo lattice, but also markedly increase or decrease the droplet's Kondo temperature. Furthermore we report on the discovery of a new quantum phenomenon - the Kondo echo - a signature of droplets containing Kondo holes functioning as direct probes of spatially extended, quantum-coherent Kondo cloud correlations. DOI 10.1038\/s41467-019-13446-1 PubMedID 31811123 Phase Separation of Dirac Electrons in Topological Insulators at the Spatial Limit NANO LETTERS Parra, C., Rodrigues da Cunha, T. H., Contryrnan, A. W., Kong, D., Montero-Silva, F., Rezende Goncalves, P. H., dos Reis, D. D., Giraldo-Gallo, P., Segura, R., Olivares, F., Niestemski, F., Cui, Y., Magalhaes-Paniago, R., Manoharan, H. C. 17 (1) : 97-103 In this work we present unique signatures manifested by the local electronic properties of the topological surface state in Bi2Te3 nanostructures as the spatial limit is approached. We concentrate on the pure nanoscale limit (nanoplatelets) with spatial electronic resolution down to 1 nm. The highlights include strong dependencies on nanoplatelet size: (1) observation of a phase separation of Dirac electrons whose length scale decreases as the spatial limit is approached, and (2) the evolution from heavily n-type to lightly n-type surface doping as nanoplatelet thickness increases. Our results show a new approach to tune the Dirac point together with reduction of electronic disorder in topological insulator (TI) nanostructured systems. We expect our work will provide a new route for application of these nanostructured Dirac systems in electronic devices. DOI 10.1021\/acs.nanolett.6b03506 Web of Science ID 000392036600015 PubMedID 28026959 Activating and optimizing MoS2 basal planes for hydrogen evolution through the formation of strained sulphur vacancies NATURE MATERIALS Li, H., Tsai, C., Koh, A. L., Cai, L., Contryman, A. W., Fragapane, A. H., Zhao, J., Han, H. S., Manoharan, H. C., Abild-Pedersen, F., Norskov, J. K., Zheng, X. 15 (1) : 48-? As a promising non-precious catalyst for the hydrogen evolution reaction (HER; refs ,,,,), molybdenum disulphide (MoS2) is known to contain active edge sites and an inert basal plane. Activating the MoS2 basal plane could further enhance its HER activity but is not often a strategy for doing so. Herein, we report the first activation and optimization of the basal plane of monolayer 2H-MoS2 for HER by introducing sulphur (S) vacancies and strain. Our theoretical and experimental results show that the S-vacancies are new catalytic sites in the basal plane, where gap states around the Fermi level allow hydrogen to bind directly to exposed Mo atoms. The hydrogen adsorption free energy (ΔGH) can be further manipulated by straining the surface with S-vacancies, which fine-tunes the catalytic activity. Proper combinations of S-vacancy and strain yield the optimal ΔGH = 0 eV, which allows us to achieve the highest intrinsic HER activity among molybdenum-sulphide-based catalysts. DOI 10.1038\/NMAT4465 Web of Science ID 000366690600019 PubMedID 26552057 Optoelectronic crystal of artificial atoms in strain-textured molybdenum disulphide NATURE COMMUNICATIONS Li, H., Contryman, A. W., Qian, X., Ardakani, S. M., Gong, Y., Wang, X., Weisse, J. M., Lee, C. H., Zhao, J., Ajayan, P. M., Li, J., Manoharan, H. C., Zheng, X. 6 The isolation of the two-dimensional semiconductor molybdenum disulphide introduced a new optically active material possessing a band gap that can be facilely tuned via elastic strain. As an atomically thin membrane with exceptional strength, monolayer molybdenum disulphide subjected to biaxial strain can embed wide band gap variations overlapping the visible light spectrum, with calculations showing the modified electronic potential emanating from point-induced tensile strain perturbations mimics the Coulomb potential in a mesoscopic atom. Here we realize and confirm this 'artificial atom' concept via capillary-pressure-induced nanoindentation of monolayer molybdenum disulphide from a tailored nanopattern, and demonstrate that a synthetic superlattice of these building blocks forms an optoelectronic crystal capable of broadband light absorption and efficient funnelling of photogenerated excitons to points of maximum strain at the artificial-atom nuclei. Such two-dimensional semiconductors with spatially textured band gaps represent a new class of materials, which may find applications in next-generation optoelectronics or photovoltaics. DOI 10.1038\/ncomms8381 Web of Science ID 000357175300014 PubMedID 26088550 Optoelectronic crystal of artificial atoms in strain-textured molybdenum disulphide. Nature communications Li, H., Contryman, A. W., Qian, X., Ardakani, S. M., Gong, Y., Wang, X., Weisse, J. M., Lee, C. H., Zhao, J., Ajayan, P. M., Li, J., Manoharan, H. C., Zheng, X. 6 : 7381-? The isolation of the two-dimensional semiconductor molybdenum disulphide introduced a new optically active material possessing a band gap that can be facilely tuned via elastic strain. As an atomically thin membrane with exceptional strength, monolayer molybdenum disulphide subjected to biaxial strain can embed wide band gap variations overlapping the visible light spectrum, with calculations showing the modified electronic potential emanating from point-induced tensile strain perturbations mimics the Coulomb potential in a mesoscopic atom. Here we realize and confirm this 'artificial atom' concept via capillary-pressure-induced nanoindentation of monolayer molybdenum disulphide from a tailored nanopattern, and demonstrate that a synthetic superlattice of these building blocks forms an optoelectronic crystal capable of broadband light absorption and efficient funnelling of photogenerated excitons to points of maximum strain at the artificial-atom nuclei. Such two-dimensional semiconductors with spatially textured band gaps represent a new class of materials, which may find applications in next-generation optoelectronics or photovoltaics. DOI 10.1038\/ncomms8381 PubMedID 26088550 Stripe-like nanoscale structural phase separation in superconducting BaPb1-xBixO3. Nature communications Giraldo-Gallo, P., Zhang, Y., Parra, C., Manoharan, H. C., Beasley, M. R., Geballe, T. H., Kramer, M. J., Fisher, I. R. 6 : 8231-? The phase diagram of BaPb1-xBixO3 exhibits a superconducting dome in the proximity of a charge density wave phase. For the superconducting compositions, the material coexists as two structural polymorphs. Here we show, via high-resolution transmission electron microscopy, that the structural dimorphism is accommodated in the form of partially disordered nanoscale stripes. Identification of the morphology of the nanoscale structural phase separation enables determination of the associated length scales, which we compare with the Ginzburg-Landau coherence length. We find that the maximum Tc occurs when the superconducting coherence length matches the width of the partially disordered stripes, implying a connection between the structural phase separation and the shape of the superconducting dome. DOI 10.1038\/ncomms9231 PubMedID 26373890 Stripe-like nanoscale structural phase separation in superconducting BaPb(1-x)Bi(x)O3. Nature communications Giraldo-Gallo, P., Zhang, Y., Parra, C., Manoharan, H. C., Beasley, M. R., Geballe, T. H., Kramer, M. J., Fisher, I. R. 6 : 8231-? The phase diagram of BaPb1-xBixO3 exhibits a superconducting dome in the proximity of a charge density wave phase. For the superconducting compositions, the material coexists as two structural polymorphs. Here we show, via high-resolution transmission electron microscopy, that the structural dimorphism is accommodated in the form of partially disordered nanoscale stripes. Identification of the morphology of the nanoscale structural phase separation enables determination of the associated length scales, which we compare with the Ginzburg-Landau coherence length. We find that the maximum Tc occurs when the superconducting coherence length matches the width of the partially disordered stripes, implying a connection between the structural phase separation and the shape of the superconducting dome. DOI 10.1038\/ncomms9231 PubMedID 26373890 Unconventional molecule-resolved current rectification in diamondoid-fullerene hybrids NATURE COMMUNICATIONS Randel, J. C., Niestemski, F. C., Botello-Mendez, A. R., Mar, W., Ndabashimiye, G., Melinte, S., Dahl, J. E., Carlson, R. M., Butova, E. D., Fokin, A. A., Schreiner, P. R., Charlier, J., Manoharan, H. C. 5 The unimolecular rectifier is a fundamental building block of molecular electronics. Rectification in single molecules can arise from electron transfer between molecular orbitals displaying asymmetric spatial charge distributions, akin to p-n junction diodes in semiconductors. Here we report a novel all-hydrocarbon molecular rectifier consisting of a diamantane-C60 conjugate. By linking both sp(3) (diamondoid) and sp(2) (fullerene) carbon allotropes, this hybrid molecule opposingly pairs negative and positive electron affinities. The single-molecule conductances of self-assembled domains on Au(111), probed by low-temperature scanning tunnelling microscopy and spectroscopy, reveal a large rectifying response of the molecular constructs. This specific electronic behaviour is postulated to originate from the electrostatic repulsion of diamantane-C60 molecules due to positively charged terminal hydrogen atoms on the diamondoid interacting with the top electrode (scanning tip) at various bias voltages. Density functional theory computations scrutinize the electronic and vibrational spectroscopic fingerprints of this unique molecular structure and corroborate the unconventional rectification mechanism. DOI 10.1038\/ncomms5877 Web of Science ID 000342983300004 PubMedCentralID PMC4164769 Unconventional molecule-resolved current rectification in diamondoid-fullerene hybrids. Nature communications Randel, J. C., Niestemski, F. C., Botello-Mendez, A. R., Mar, W., Ndabashimiye, G., Melinte, S., Dahl, J. E., Carlson, R. M., Butova, E. D., Fokin, A. A., Schreiner, P. R., Charlier, J., Manoharan, H. C. 5 : 4877-? The unimolecular rectifier is a fundamental building block of molecular electronics. Rectification in single molecules can arise from electron transfer between molecular orbitals displaying asymmetric spatial charge distributions, akin to p-n junction diodes in semiconductors. Here we report a novel all-hydrocarbon molecular rectifier consisting of a diamantane-C60 conjugate. By linking both sp(3) (diamondoid) and sp(2) (fullerene) carbon allotropes, this hybrid molecule opposingly pairs negative and positive electron affinities. The single-molecule conductances of self-assembled domains on Au(111), probed by low-temperature scanning tunnelling microscopy and spectroscopy, reveal a large rectifying response of the molecular constructs. This specific electronic behaviour is postulated to originate from the electrostatic repulsion of diamantane-C60 molecules due to positively charged terminal hydrogen atoms on the diamondoid interacting with the top electrode (scanning tip) at various bias voltages. Density functional theory computations scrutinize the electronic and vibrational spectroscopic fingerprints of this unique molecular structure and corroborate the unconventional rectification mechanism. DOI 10.1038\/ncomms5877 PubMedID 25202942 Artificial honeycomb lattices for electrons, atoms and photons NATURE NANOTECHNOLOGY Polini, M., Guinea, F., Lewenstein, M., Manoharan, H. C., Pellegrini, V. 8 (9) : 625-633 Artificial honeycomb lattices offer a tunable platform for studying massless Dirac quasiparticles and their topological and correlated phases. Here we review recent progress in the design and fabrication of such synthetic structures focusing on nanopatterning of two-dimensional electron gases in semiconductors, molecule-by-molecule assembly by scanning probe methods and optical trapping of ultracold atoms in crystals of light. We also discuss photonic crystals with Dirac cone dispersion and topologically protected edge states. We emphasize how the interplay between single-particle band-structure engineering and cooperative effects leads to spectacular manifestations in tunnelling and optical spectroscopies. DOI 10.1038\/NNANO.2013.161 Web of Science ID 000324172800009 PubMedID 24002076 Designer Dirac fermions and topological phases in molecular graphene Gomes, K. K., Mar, W., Ko, W., Guinea, F., Manoharan, H. C. 483 (7389) : 306-310 The observation of massless Dirac fermions in monolayer graphene has generated a new area of science and technology seeking to harness charge carriers that behave relativistically within solid-state materials. Both massless and massive Dirac fermions have been studied and proposed in a growing class of Dirac materials that includes bilayer graphene, surface states of topological insulators and iron-based high-temperature superconductors. Because the accessibility of this physics is predicated on the synthesis of new materials, the quest for Dirac quasi-particles has expanded to artificial systems such as lattices comprising ultracold atoms. Here we report the emergence of Dirac fermions in a fully tunable condensed-matter system-molecular graphene-assembled by atomic manipulation of carbon monoxide molecules over a conventional two-dimensional electron system at a copper surface. Using low-temperature scanning tunnelling microscopy and spectroscopy, we embed the symmetries underlying the two-dimensional Dirac equation into electron lattices, and then visualize and shape the resulting ground states. These experiments show the existence within the system of linearly dispersing, massless quasi-particles accompanied by a density of states characteristic of graphene. We then tune the quantum tunnelling between lattice sites locally to adjust the phase accrual of propagating electrons. Spatial texturing of lattice distortions produces atomically sharp p-n and p-n-p junction devices with two-dimensional control of Dirac fermion density and the power to endow Dirac particles with mass. Moreover, we apply scalar and vector potentials locally and globally to engender topologically distinct ground states and, ultimately, embedded gauge fields, wherein Dirac electrons react to 'pseudo' electric and magnetic fields present in their reference frame but absent from the laboratory frame. We demonstrate that Landau levels created by these gauge fields can be taken to the relativistic magnetic quantum limit, which has so far been inaccessible in natural graphene. Molecular graphene provides a versatile means of synthesizing exotic topological electronic phases in condensed matter using tailored nanostructures. DOI 10.1038\/nature10941 Web of Science ID 000301481800043 PubMedID 22422264 Laser-Synthesized Epitaxial Graphene ACS NANO Lee, S., Toney, M. F., Ko, W., Randel, J. C., Jung, H. J., Munakata, K., Lu, J., Geballe, T. H., Beasley, M. R., Sinclair, R., Manoharan, H. C., Salleo, A. 4 (12) : 7524-7530 Owing to its unique electronic properties, graphene has recently attracted wide attention in both the condensed matter physics and microelectronic device communities. Despite intense interest in this material, an industrially scalable graphene synthesis process remains elusive. Here, we demonstrate a high-throughput, low-temperature, spatially controlled and scalable epitaxial graphene (EG) synthesis technique based on laser-induced surface decomposition of the Si-rich face of a SiC single-crystal. We confirm the formation of EG on SiC as a result of excimer laser irradiation by using reflection high-energy electron diffraction (RHEED), Raman spectroscopy, synchrotron-based X-ray diffraction, transmission electron microscopy (TEM), and scanning tunneling microscopy (STM). Laser fluence controls the thickness of the graphene film down to a single monolayer. Laser-synthesized graphene does not display some of the structural characteristics observed in EG grown by conventional thermal decomposition on SiC (0001), such as Bernal stacking and surface reconstruction of the underlying SiC surface. DOI 10.1021\/nn101796e PubMedID 21121692 TOPOLOGICAL INSULATORS A romance with many dimensions NATURE NANOTECHNOLOGY Manoharan, H. C. 5 (7) : 477–79 DOI 10.1038\/nnano.2010.138 Web of Science ID 000280529800003 PubMedID 20606637 Detection and Cloaking of Molecular Objects in Coherent Nanostructures Using Inelastic Electron Tunneling Spectroscopy NANO LETTERS Fransson, J., Manoharan, H. C., Balatsky, A. V. 10 (5) : 1600-1604 We address quantum invisibility in the context of electronics in nanoscale quantum structures. We make use of the freedom of design that quantum corrals provide and show that quantum mechanical objects can be hidden inside the corral, with respect to inelastic electron scattering spectroscopy in combination with scanning tunneling microscopy, and we propose a design strategy. A simple illustration of the invisibility is given in terms of an elliptic quantum corral containing a molecule, with a local vibrational mode, at one of the foci. Our work has implications to quantum information technology and presents new tools for nonlocal quantum detection and distinguishing between different molecules. DOI 10.1021\/nl903991a Web of Science ID 000277444900013 PubMedID 20402523 Theory of Fano resonances in graphene: The influence of orbital and structural symmetries on STM spectra PHYSICAL REVIEW B Wehling, T. O., Dahal, H. P., Lichtenstein, A. I., Katsnelson, M. I., Manoharan, H. C., Balatsky, A. V. 81 (8) DOI 10.1103\/PhysRevB.81.085413 Web of Science ID 000275053300111 Topological Insulator Nanowires and Nanoribbons NANO LETTERS Kong, D., Randel, J. C., Peng, H., Cha, J. J., Meister, S., Lai, K., Chen, Y., Shen, Z., Manoharan, H. C., Cui, Y. 10 (1) : 329-333 Recent theoretical calculations and photoemission spectroscopy measurements on the bulk Bi(2)Se(3) material show that it is a three-dimensional topological insulator possessing conductive surface states with nondegenerate spins, attractive for dissipationless electronics and spintronics applications. Nanoscale topological insulator materials have a large surface-to-volume ratio that can manifest the conductive surface states and are promising candidates for devices. Here we report the synthesis and characterization of high quality single crystalline Bi(2)Se(3) nanomaterials with a variety of morphologies. The synthesis of Bi(2)Se(3) nanowires and nanoribbons employs Au-catalyzed vapor-liquid-solid (VLS) mechanism. Nanowires, which exhibit rough surfaces, are formed by stacking nanoplatelets along the axial direction of the wires. Nanoribbons are grown along [1120] direction with a rectangular cross-section and have diverse morphologies, including quasi-one-dimensional, sheetlike, zigzag and sawtooth shapes. Scanning tunneling microscopy (STM) studies on nanoribbons show atomically smooth surfaces with approximately 1 nm step edges, indicating single Se-Bi-Se-Bi-Se quintuple layers. STM measurements reveal a honeycomb atomic lattice, suggesting that the STM tip couples not only to the top Se atomic layer, but also to the Bi atomic layer underneath, which opens up the possibility to investigate the contribution of different atomic orbitals to the topological surface states. Transport measurements of a single nanoribbon device (four terminal resistance and Hall resistance) show great promise for nanoribbons as candidates to study topological surface states. DOI 10.1021\/nl903663a Web of Science ID 000273428700055 PubMedID 20030392 Quantum holographic encoding in a two-dimensional electron gas NATURE NANOTECHNOLOGY Moon, C. R., Mattos, L. S., Foster, B. K., Zeltzer, G., Manoharan, H. C. 4 (3) : 167-172 The ability of the scanning tunnelling microscope to manipulate single atoms and molecules has allowed a single bit of information to be represented by a single atom or molecule. Although such information densities remain far beyond the reach of real-world devices, it has been assumed that the finite spacing between atoms in condensed-matter systems sets a rigid upper limit on information density. Here, we show that it is possible to exceed this limit with a holographic method that is based on electron wavefunctions rather than free-space optical waves. Scanning tunnelling microscopy and holograms comprised of individually manipulated molecules are used to create and detect electronically projected objects with features as small as approximately 0.3 nm, and to achieve information densities in excess of 20 bits nm-2. Our electronic quantum encoding scheme involves placing tens of bits of information into a single fermionic state. DOI 10.1038\/NNANO.2008.415 Web of Science ID 000264318500014 PubMedID 19265846 Surface structure of cleaved (001) USb2 single crystal PHILOSOPHICAL MAGAZINE Chen, S. P., Hawley, M., Van Stockum, P. B., Manoharan, H. C., Bauer, E. D. 89 (22-24) : 1881-1891 DOI 10.1080\/14786430902785336 Web of Science ID 000268606800013 Structure of Cleaved (001) USb2 Single Crystal Chen, S., Hawley, M., Van Stockum, P. B., Manoharan, H. C., Bauer, E. D., Moeck, P., Hovmoller, S., Nicolopoulos, S., Rouvimov, S., Petkov, Gateshki, M., Fraundorf, P. MATERIALS RESEARCH SOC. : 163-+ Web of Science ID 000274190900019 Single-atom gating of quantum-state superpositions NATURE PHYSICS Moon, C. R., Lutz, C. P., Manoharan, H. C. 4 (6) : 454-458 DOI 10.1038\/nphys930 Web of Science ID 000256613000011 Quantum phase extraction in isospectral electronic nanostructures Moon, C. R., Mattos, L. S., Foster, B. K., Zeltzer, G., Ko, W., Manoharan, H. C. 319 (5864) : 782-787 Quantum phase is not directly observable and is usually determined by interferometric methods. We present a method to map complete electron wave functions, including internal quantum phase information, from measured single-state probability densities. We harness the mathematical discovery of drum-like manifolds bearing different shapes but identical resonances, and construct quantum isospectral nanostructures with matching electronic structure but divergent physical structure. Quantum measurement (scanning tunneling microscopy) of these \"quantum drums\"-degenerate two-dimensional electron states on the copper(111) surface confined by individually positioned carbon monoxide molecules-reveals that isospectrality provides an extra topological degree of freedom enabling robust quantum state transplantation and phase extraction. DOI 10.1126\/science.1151490 Web of Science ID 000252963000053 PubMedID 18258909 Scanning optical homodyne detection of high-frequency picoscale resonances in cantilever and tuning fork sensors APPLIED PHYSICS LETTERS Zeltzer, G., Randel, J. C., Gupta, A. K., Bashir, R., Song, S., Manoharan, H. C. 91 (17) DOI 10.1063\/1.2803774 Web of Science ID 000250468200103 Information transport and computation in nanometre-scale structures Meeting on Organizing Atoms Eigler, D. M., Lutz, C. P., Crommie, M. F., Manoharan, H. C., Heinrich, A. J., Gupta, J. A. ROYAL SOC. : 1135–47 We discuss two examples of novel information-transport and processing mechanisms in nanometre-scale structures. The local modulation and detection of a quantum state can be used for information transport at the nanometre length-scale, an effect we call a 'quantum mirage'. We demonstrate that, unlike conventional electronic information transport using wires, the quantum mirage can be used to pass multiple channels of information through the same volume of a solid. We discuss a new class of nanometre-scale structures called 'molecule cascades', and show how they may be used to implement a general-purpose binary-logic computer in which all of the circuitry is at the nanometre length-scale. Web of Science ID 000222032900002 PubMedID 15306466 Multiple interacting bilayer electron system: Magnetotransport and heat capacity measurements PHYSICAL REVIEW B Grivei, E., Melinte, S., Bayot, Manoharan, H. C., Shayegan, M. 68 (19) DOI 10.1103\/PhysRevB.68.193404 Web of Science ID 000187163000024 Magnetism at the spatial limit 4th Conference on Physical Phenomena at High Magnetic Fields Manoharan, H. WORLD SCIENTIFIC PUBL CO PTE LTD. : 3272–72 Web of Science ID 000178300100096 Low-field magnetoresistance in GaAs two-dimensional holes PHYSICAL REVIEW B Papadakis, S. J., De Poortere, E. P., Manoharan, H. C., Yau, J. B., Shayegan, M., Lyon, S. A. 65 (24) DOI 10.1103\/PhysRevB.65.245312 Web of Science ID 000177043100071 Applied physics - Spin spotting Manoharan, H. C. 416 (6876) : 24–25 DOI 10.1038\/416024a Web of Science ID 000174211600021 PubMedID 11882873 Scattering theory of Kondo mirages and observation of single Kondo atom phase shift Fiete, G. A., Hersch, J. S., Heller, E. J., Manoharan, H. C., Lutz, C. P., Eigler, D. M. 86 (11) : 2392–95 We explain the origin of the Kondo mirage seen in recent quantum corral scanning tunneling microscope experiments with a scattering theory of electrons on the surfaces of metals. Our theory, combined with experimental data, provides a direct observation of a single Kondo atom phase shift. The Kondo mirage observed at the empty focus of an elliptical quantum corral is shown to arise from multiple electron bounces off the corral wall adatoms. We demonstrate our theory with direct quantitive comparison to experimental data. PubMedID 11289937 Quantum mirages formed by coherent projection of electronic structure Manoharan, H. C., Lutz, C. P., Eigler, D. M. 403 (6769) : 512–15 DOI 10.1038\/35000508 Web of Science ID 000085227300040 Tunable B=0 spin-splitting and its effect on the metallic behavior of GaAs two-dimensional holes PHYSICA E-LOW-DIMENSIONAL SYSTEMS & NANOSTRUCTURES Papadakis, S. J., De Poortere, E. P., Manoharan, H. C., Shayegan, M., Winkler, R. 6 (1-4) : 284–87 DOI 10.1016\/S1386-9477(99)00155-1 Web of Science ID 000085770600069 Anisotropic transport of two-dimensional holes in high Landau levels PHYSICA E Shayegan, M., Manoharan, H. C., Papadakis, S. J., De Poortere, E. P. 6 (1-4) : 40–42 DOI 10.1016\/S1386-9477(99)00056-9 Web of Science ID 000085770600010 Highly anisotropic commensurability oscillations in two-dimensional holes at the GaAs\/AlGaAs (311)A interface PHYSICA E Yau, J. B., Lu, J. P., Manoharan, H. C., Shayegan, M. 6 (1-4) : 453–56 DOI 10.1016\/S1386-9477(99)00209-X Web of Science ID 000085770600107 Quantum mirages formed by coherent projection of electronic structure Nature Manoharan, H. C., Lutz, C. P., Eigler, D. M. 403 (6769) : 512–15 Image projection relies on classical wave mechanics and the use of natural or engineered structures such as lenses or resonant cavities. Well-known examples include the bending of light to create mirages in the atmosphere, and the focusing of sound by whispering galleries. However, the observation of analogous phenomena in condensed matter systems is a more recent development, facilitated by advances in nanofabrication. Here we report the projection of the electronic structure surrounding a magnetic Co atom to a remote location on the surface of a Cu crystal; electron partial waves scattered from the real Co atom are coherently refocused to form a spectral image or 'quantum mirage'. The focusing device is an elliptical quantum corral, assembled on the Cu surface. The corral acts as a quantum mechanical resonator, while the two-dimensional Cu surface-state electrons form the projection medium. When placed on the surface, Co atoms display a distinctive spectroscopic signature, known as the many-particle Kondo resonance, which arises from their magnetic moment. By positioning a Co atom at one focus of the ellipse, we detect a strong Kondo signature not only at the atom, but also at the empty focus. This behaviour contrasts with the usual spatially-decreasing response of an electron gas to a localized perturbation. PubMedID 10676952 The effect of spin splitting on the metallic behavior of a two-dimensional system Papadakis, S. J., De Poortere, E. P., Manoharan, H. C., Shayegan, M., Winkler, R. 283 (5410) : 2056–58 DOI 10.1126\/science.283.5410.2056 Web of Science ID 000079369800037 The effect of spin splitting on the metallic behavior of a two-dimensional system Science (New York, N.Y.) Papadakis, S. J., Manoharan, H. C., Shayegan, M., Winkler, R. 283 (5410) : 2056–58 Experiments on a constant-density two-dimensional hole system in a gallium arsenide quantum well revealed that the metallic behavior observed in the zero-magnetic-field temperature dependence of the resistivity depends on the symmetry of the confinement potential and the resulting spin splitting of the valence band. PubMedID 10092222 Macroscopic correlation-driven charge transfer between capacitively isolated electron layers Manoharan, H. C., Suen, Y. W., Lay, T. S., Santos, M. B., Shayegan, M. : 814–18 DOI 10.1016\/S0921-4526(98)00321-4 Web of Science ID 000074919400176 Interaction-induced interlayer charge transfer at high magnetic fields Manoharan, H. C., Suen, Y. W., Lay, T. S., Santos, M. B., Shayegan, M. : 172–75 DOI 10.1016\/S1386-9477(97)00037-4 Web of Science ID 000074364500037 Spontaneous interlayer charge transfer near the magnetic quantum limit Manoharan, H. C., Suen, Y. W., Lay, T. S., Santos, M. B., Shayegan, M. 79 (14) : 2722–25 DOI 10.1103\/PhysRevLett.79.2722 Web of Science ID A1997XZ54400031 Correlated bilayer electron states Shayegan, M., Manoharan, H. C., Suen, Y. W., Lay, T. S., Santos, M. B. IOP PUBLISHING LTD. : 1539–45 DOI 10.1088\/0268-1242\/11\/11S\/015 Web of Science ID A1996VW13000015 Evidence for a bilayer quantum Wigner solid Manoharan, H. C., Suen, Y. W., Santos, M. B., Shayegan, M. 77 (9) : 1813–16 DOI 10.1103\/PhysRevLett.77.1813 Web of Science ID A1996VD43000039 Correlated insulating states of an interacting bilayer electron system Manoharan, H. C., Suen, Y. W., Santos, M. B., Shayegan, M. : 106–12 DOI 10.1016\/0039-6028(96)00343-3 Web of Science ID A1996UZ03300028 CHARGE-TRANSFER AT DOUBLE-LAYER TO SINGLE-LAYER TRANSITION IN DOUBLE-QUANTUM-WELL SYSTEMS PHYSICAL REVIEW B KATAYAMA, Y., TSUI, D. C., MANOHARAN, H. C., PARIHAR, S., SHAYEGAN, M. 52 (20) : 14817–24 DOI 10.1103\/PhysRevB.52.14817 Web of Science ID A1995TH68200076 TIME-RESOLVED PHOTOLUMINESCENCE OF A 2-DIMENSIONAL HOLE SYSTEM IN THE EXTREME QUANTUM LIMIT PHYSICAL REVIEW B KULIK, L. V., DOLGOPOLOV, V. T., SHASHKIN, A. A., DITE, A. F., BUTOV, L. V., KULAKOVSKII, V. D., MANOHARAN, H. C., SHAYEGAN, M. 51 (19) : 13876–79 DOI 10.1103\/PhysRevB.51.13876 Web of Science ID A1995QZ16500124 WIGNER CRYSTAL VERSUS HALL INSULATOR PHYSICAL REVIEW B MANOHARAN, H. C., SHAYEGAN, M. 50 (23) : 17662–65 DOI 10.1103\/PhysRevB.50.17662 Web of Science ID A1994PZ82500111 ANOMALOUS TEMPERATURE-DEPENDENCE OF THE CORRELATED NU=1 QUANTUM HALL-EFFECT IN BILAYER ELECTRON-SYSTEMS PHYSICAL REVIEW B LAY, T. S., SUEN, Y. W., MANOHARAN, H. C., YING, SANTOS, M. B., SHAYEGAN, M. 50 (23) : 17725–28 DOI 10.1103\/PhysRevB.50.17725 Web of Science ID A1994PZ82500127 SIGNATURES OF A NOVEL FERMI-LIQUID IN A 2-DIMENSIONAL COMPOSITE PARTICLE METAL MANOHARAN, H. C., SHAYEGAN, M., KLEPPER, S. J. 73 (24) : 3270–73 DOI 10.1103\/PhysRevLett.73.3270 Web of Science ID A1994PW97800023 ORIGIN OF THE V = 1\/2 FRACTIONAL QUANTUM HALL STATE IN WIDE SINGLE QUANTUM-WELLS SUEN, Y. W., MANOHARAN, H. C., YING, SANTOS, M. B., SHAYEGAN, M. 72 (21) : 3405–8 DOI 10.1103\/PhysRevLett.72.3405 Web of Science ID A1994NM83500030 MAGNETOOPTICS OF 2-DIMENSIONAL HOLE SYSTEMS IN THE EXTREME QUANTUM LIMIT PHYSICAL REVIEW B BUTOV, L. V., ZRENNER, A., SHAYEGAN, M., ABSTREITER, G., MANOHARAN, H. C. 49 (19) : 14054–57 DOI 10.1103\/PhysRevB.49.14054 Web of Science ID A1994NN99300102 OBSERVATION OF AN ABRUPT DOUBLE-TO-SINGLE-LAYER TRANSITION IN A DOUBLE-QUANTUM-WELL STRUCTURE KATAYAMA, Y., TSUI, D. C., MANOHARAN, H. C., SHAYEGAN, M. : 405–7 DOI 10.1016\/0039-6028(94)90926-1 Web of Science ID A1994ND67400077 ONE-COMPONENT TO 2-COMPONENT TRANSITIONS OF FRACTIONAL QUANTUM HALL STATES IN A WIDE QUANTUM-WELL SUEN, Y. W., MANOHARAN, H. C., YING, SANTOS, M. B., SHAYEGAN, M. : 13–17 DOI 10.1016\/0039-6028(94)90852-4 Web of Science ID A1994ND67400003 SURFACE RESONANT-TUNNELING TRANSISTOR - A NEW NEGATIVE TRANSCONDUCTANCE DEVICE APPLIED PHYSICS LETTERS KURDAK, C., TSUI, D. C., PARIHAR, S., SANTOS, M. B., MANOHARAN, H. C., LYON, S. A., SHAYEGAN, M. 64 (5) : 610–12 DOI 10.1063\/1.111065 Web of Science ID A1994MU63300027 A NEW RESONANT-TUNNELING TRANSISTOR FABRICATED BY CLEAVED EDGE OVERGROWTH KURDAK, C., TSUI, D. C., PARIHAR, S., MANOHARAN, H., LYON, S. A., SHAYEGAN, M., IEEE I E E E. : 265–69 Web of Science ID A1993BZ85C00032 HIGH-LIFETIME STRAINED SI1-XGEX FILMS GROWN BY RAPID THERMAL CHEMICAL VAPOR-DEPOSITION STURM, J. C., SCHWARTZ, P. V., MANOHARAN, H., XIAO, MI, Q. ELSEVIER SCIENCE SA LAUSANNE. : 29–32 DOI 10.1016\/0924-4247(92)80220-W Web of Science ID A1992HZ81700006 OPTICAL-PROPERTIES OF SI1-XGEX QUANTUM-WELLS AND SUPERLATTICES GROWN BY RAPID THERMAL CHEMICAL VAPOR-DEPOSITION STURM, J. C., XIAO, MANOHARAN, H., SCHWARTZ, P. V., MOSLEHI, M. M., SINGH, R., KWONG, D. L. SPIE - INT SOC OPTICAL ENGINEERING. : 90–98 DOI 10.1117\/12.56667 Web of Science ID A1992BV45H00010 GROWTH OF SI1-XGEX BY RAPID THERMAL CHEMICAL VAPOR-DEPOSITION AND APPLICATION TO HETEROJUNCTION BIPOLAR-TRANSISTORS JOURNAL OF VACUUM SCIENCE & TECHNOLOGY B STURM, J. C., SCHWARTZ, P. V., PRINZ, E. J., MANOHARAN, H. 9 (4) : 2011–16 DOI 10.1116\/1.585395 Web of Science ID A1991GB89700018 WELL-RESOLVED BAND-EDGE PHOTOLUMINESCENCE OF EXCITONS CONFINED IN STRAINED SI1-XGEX QUANTUM-WELLS STURM, J. C., MANOHARAN, H., LENCHYSHYN, L. C., THEWALT, M. L., ROWELL, N. L., NOEL, J. P., HOUGHTON, D. C. 66 (10) : 1362–65 DOI 10.1103\/PhysRevLett.66.1362 Web of Science ID A1991FA69200029 Experimental Condensed Matter Physics Measuring the behavior of electrons in material systems. Semiconductor nanostructures, superconductivity and low-temperature physics, atomic and molecular measurement and control, novel quantum materials. News: Stanford researchers create exotic electrons that may lead to new materials, devices Research in experimental condensed matter physics at Stanford takes place in the Physics and Applied Physics Departments and has strong connections with the Photon Science Department at the National Accelerator Laboratory. A broad set of topics are explored in the Varian Physics Laboratory, Geballe Laboratory for Advanced Materials and through the Stanford Institute for Materials and Energy Science A large community of physicists at Stanford address questions in condensed matter physics and materials science.  How do electrons organize themselves and flow on the nanoscale? This is addressed with nanofabrication, materials growth, precision low-temperature electrical measurements, and novel scanning probe techniques. Other efforts address emerging phases and quantum phase transitions in strongly correlated electron systems, highlighting time-reversal and inversion symmetry breaking, charge and spin ordering and their competition with magnetism and superconductivity. Condensed-matter techniques are used for precision measurements of fundamental physics such as Newton's gravity at sub-mm length scales. Other research addresses emerging phenomena in quantum solids: high-temperature superconductivity, excitations in low-dimensional compounds, quantum-phase transitions, novel spin-orbit physics, heavy fermions, charge-density waves, magnetoresistive materials, metal-insulator transitions, organic conductors and superconductors.  These experiments rely on various forms of angle-resolved photoemission spectroscopy: spatial, spin and time-resolved, inelastic x-ray scattering, and soft x-ray emmision spectroscopy. Efforts at the intersection of condensed matter physics and nanoscale science and technology use scanning probe instruments to do quantum imaging and manipulation of matter on length scales now approaching the femtometer; work is this area addresses single atoms, molecules, electrons, spins, vibrons, and quantum phases. Benjamin Ezekiel Feldman Assistant Professor (650) 497-6782 bef@stanford.edu Feldman Lab David Goldhaber-Gordon (650) 724-3709 goldhaber-gordon@stanford.edu Aharon Kapitulnik (650) 723-3847 aharonk@stanford.edu Personal and Group Web Page Benjamin Lev Associate Professor benlev@stanford.edu LevLab website John Lipa (650) 723-4562 jlipa@stanford.edu William Little (650) 723-4233 wal@stanford.edu Hari Manoharan Associate Professor (650) 479-6266 manoharan@stanford.edu Kathryn Moler kmoler@stanford.edu Douglas Osheroff osheroff@stanford.edu Zhi-Xun Shen (650) 725-8254 zxshen@stanford.edu My Lab Site"
            ]
        ]
    ]
}