{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K7PPF04K",
            "kgFNxugAAAAJ",
            [
                "Brownian motion of solitons in a Bose–Einstein condensate",
                "Charged skyrmions on the surface of a topological insulator",
                "Real-space mean-field theory of a spin-1 Bose gas in synthetic dimensions",
                "Kinetic theory of dark solitons with tunable friction",
                "Measurement induced dynamics and stabilization of spinor condensate domain walls",
                "Transport of Dirac electrons in a random magnetic field in topological heterostructures",
                "Electron Induced Massive Dynamics of Magnetic Domain Walls",
                "Induced quantum dot probe for material characterization",
                "Non-Hermitian topology of one-dimensional spin-torque oscillator arrays"
            ],
            [
                "We observed and controlled the Brownian motion of solitons. We launched solitonic excitations in highly elongated  Bose–Einstein condensates (BECs) and showed that a dilute background of impurity atoms in a different internal state dramatically affects the soliton. With no impurities and in one dimension (1D), these solitons would have an infinite lifetime, a consequence of integrability. In our experiment, the added impurities scatter off the much larger soliton, contributing to its Brownian motion and decreasing its lifetime. We describe the soliton’s diffusive behavior using a quasi-1D scattering theory of impurity atoms interacting with a soliton, giving diffusion coefficients consistent with experiment.",
                "We consider the interplay between magnetic skyrmions in an insulating thin film and the Dirac surface states of a three-dimensional topological insulator (TI), coupled by the proximity effect. The magnetic texture of skyrmions can lead to confinement of Dirac states at the skyrmion radius, where out-of-plane magnetization vanishes. This confinement can result in charging of the skyrmion texture. The presence of bound states is robust in an external magnetic field, which is needed to stabilize skyrmions. It is expected that, for relevant experimental parameters, skyrmions will have a few bound states that can be tuned using an external magnetic field. We argue that these charged skyrmions can be manipulated directly by an electric field, with skyrmion mobility proportional to the number of bound states at the skyrmion radius. Coupling skyrmionic thin films to a TI surface can provide a more direct and efficient way of …",
                "The internal degrees of freedom provided by ultracold atoms provide a route for realizing higher dimensional physics in systems with limited spatial dimensions. Nonspatial degrees of freedom in these systems are dubbed “synthetic dimensions.” This connection is useful from an experimental standpoint but complicated by the fact that interactions alter the condensate ground state. Here we use the Gross-Pitaevskii equation to study the ground-state properties of a spin-1 Bose gas under the combined influence of an optical lattice, spatially varying spin-orbit coupling, and interactions at the mean-field level. The associated phases depend on the sign of the spin-dependent interaction parameter and the strength of the spin-orbit field. We find “charge”-and spin-density-wave phases which are directly related to helical spin order in real space and affect the behavior of edge currents in the synthetic dimension. We …",
                "We study controllable friction in a system consisting of a dark soliton in a one-dimensional Bose-Einstein condensate coupled to a noninteracting Fermi gas. The fermions act as impurity atoms, not part of the original condensate, that scatter off of the soliton. We study semiclassical dynamics of the dark soliton, a particlelike object with negative mass, and calculate its friction coefficient. Surprisingly, it depends periodically on the ratio of interspecies (impurity-condensate) to intraspecies (condensate-condensate) interaction strengths. By tuning this ratio, one can access a regime where the friction coefficient vanishes. We develop a general theory of stochastic dynamics for negative-mass objects and find that their dynamics are drastically different from their positive-mass counterparts: they do not undergo Brownian motion. From the exact phase-space probability distribution function (ie, in position and velocity), we find …",
                "Weakly measuring many-body systems and allowing for feedback in real time can simultaneously create and measure new phenomena in quantum systems. We theoretically study the dynamics of a continuously measured two-component Bose-Einstein condensate (BEC) potentially containing a domain wall and focus on the tradeoff between usable information obtained from measurement and quantum backaction. Each weakly measured system yields a measurement record from which we extract real-time dynamics of the domain wall. We show that quantum backaction due to measurement causes two primary effects: domain-wall diffusion and overall heating. The system dynamics and signal-to-noise ratio depend on the choice of measurement observable. We propose a feedback protocol to dynamically create a stable domain wall in the regime where domain walls are unstable, giving a prototype example of …",
                "We consider the proximity effect between Dirac states at the surface of a topological insulator and a ferromagnet with easy plane anisotropy, which is described by the XY model and undergoes a Berezinskii-Kosterlitz-Thouless (BKT) phase transition. The surface states of the topological insulator interacting with classical magnetic fluctuations of the ferromagnet can be mapped onto the problem of Dirac fermions in a random magnetic field. However, this analogy is only partial in the presence of electron-hole asymmetry or warping of the Dirac dispersion, which results in screening of magnetic fluctuations. Scattering at magnetic fluctuations influences the behavior of the surface resistivity as a function of temperature. Near the BKT phase transition temperature we find that the resistivity of surface states scales linearly with temperature and has a clear maximum which becomes more pronounced as the Fermi energy …",
                "We study the dynamics of domain walls (DWs) in a metallic, ferromagnetic nanowire, focusing on inertial effects on the DW due to interaction with a conduction electron bath. We develop a Keldysh collective coordinate technique to describe the effect of conduction electrons on rigid magnetic structures. The effective Lagrangian and Langevin equations of motion for a DW are derived microscopically, including the full response kernel which is nonlocal in time. The DW dynamics is described by two collective degrees of freedom: position and tilt angle. The coupled Langevin equations therefore involve two correlated noise sources, leading to a generalized fluctuation-dissipation theorem (FDT). The DW response kernel due to electrons contains two parts: one related to dissipation via FDT and another reactive part. We prove that the latter term leads to a mass for both degrees of freedom, even though the intrinsic bare …",
                "We propose a non-destructive means of characterizing a semiconductor wafer via measuring the parameters of an induced quantum dot on the material system of interest with a separate probe chip that can also house the measurement circuitry. We show that a single wire can create the dot, determine if an electron is present, and be used to measure critical device parameters. Adding more wires enables more complicated (potentially multi-dot) systems and measurements. As one application for this concept, we consider a silicon metal-oxide-semiconductor and silicon\/silicon-germanium quantum dot qubits relevant to quantum computing and show how to measure low-lying excited states (so-called “valley” states). This approach provides an alternative method for the characterization of parameters that are critical for various semiconductor-based quantum dot devices without fabricating such devices.",
                "Magnetic systems have been extensively studied from both a fundamental physics perspective and as technological building blocks. The topological properties of magnonic excitations in these systems remain relatively unexplored, due to their inherently dissipative nature. The recent extension of the theory of topological classification to non-Hermitian Hamiltonians provides a pathway to engineer topological phases in dissipative systems. Here, we propose a magnonic realization of a topological, non-Hermitian system. A crucial ingredient of our proposal is the injection of spin current into the magnetic system, which alters and can even change the sign of terms describing dissipation. We show that the magnetic dynamics of an array of spin-torque oscillators can be mapped onto a non-Hermitian Su-Schrieffer-Heeger model exhibiting topologically protected edge states. The nontrivial topological phase is accessed …"
            ],
            [
                [
                    "Quantum Physics",
                    "Quantum Control",
                    "Weak Measurement",
                    "Ultracold Gases"
                ]
            ]
        ]
    ]
}