{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K8PV2206",
            "o1nGhsMAAAAJ",
            [
                "Radion dynamics and electroweak physics",
                "Four generations and Higgs physics",
                "Supersymmetry breaking through transparent extra dimensions",
                "Big corrections from a little Higgs",
                "Search for supersymmetry with a light gravitino at the Fermilab Tevatron and CERN LEP colliders",
                "Jet Substructure at the Tevatron and LHC: New results, new tools, new benchmarks",
                "Variations of little Higgs models and their electroweak constraints",
                "Supersymmetric Analysis and Predictions Based on the Collider Detector at Fermilab  Event",
                "Flavor in supersymmetry with an extended  symmetry",
                "Minimal supersymmetric fat Higgs model"
            ],
            [
                "The dynamics of a stabilized radion in the Randall-Sundrum model with two branes is investigated, and the effects of the radion on electroweak precision observables are evaluated. The radius is assumed to be stabilized using a bulk scalar field as suggested by Goldberger and Wise. First the mass and the wave function of the radion is determined including the back reaction of the bulk stabilization field on the metric, giving a typical radion mass of the order of the weak scale. This is demonstrated by a perturbative computation of the radion wave function. A consequence of the background configuration for the scalar field is that after including the back reaction the Kaluza-Klein states of the bulk scalars couple directly to the standard model fields on the TeV brane. Some cosmological implications are discussed, and in particular it is found that the shift in the radion at late times is in agreement with the four …",
                "In the light of the LHC, we revisit the implications of a fourth generation of chiral matter. We identify a specific ensemble of particle masses and mixings that are in agreement with all current experimental bounds as well as minimize the contributions to electroweak precision observables. Higgs masses between 115–315 (115–750) GeV are allowed by electroweak precision data at the 68% and 95% CL Within this parameter space, there are dramatic effects on Higgs phenomenology: production rates are enhanced, weak-boson-fusion channels are suppressed, angular distributions are modified, and Higgs pairs can be observed. We also identify exotic signals, such as Higgs decay to same-sign dileptons. Finally, we estimate the upper bound on the cutoff scale from vacuum stability and triviality.",
                "We propose a new framework for mediating supersymmetry breaking through an extra dimension. It predicts positive scalar masses and solves the supersymmetric flavor problem. Supersymmetry breaks on a “source” brane that is spatially separated from a parallel brane on which the standard model matter fields and their superpartners live. The gauge and gaugino fields propagate in the bulk, the latter receiving a supersymmetry breaking mass from direct couplings to the source brane. Scalar masses are suppressed at the high scale but are generated via the renormalization group. We briefly discuss the spectrum and collider signals for a range of compactification scales.",
                "We calculate the tree-level expressions for the electroweak precision observables in the SU (5)\/S O (5) littlest Higgs model. The source for these corrections are the exchange of heavy gauge bosons and a triplet Higgs vacuum expectation value (VEV). Weak isospin violating contributions are present because there is no custodial SU (2) global symmetry. The bulk of these weak isospin violating corrections arise from heavy gauge boson exchange while a smaller contribution comes from the triplet Higgs VEV. A global fit is performed to the experimental data and we find that throughout the parameter space the symmetry breaking scale is bounded by f> 4 TeV at 95% CL Stronger bounds on f are found for generic choices of the high energy gauge couplings. We find that even in the best case scenario one would need fine-tuning of less than a percent to get a Higgs boson mass as light as 200 GeV.",
                "We analyze the prospects for discovering supersymmetry at the Fermilab Tevatron and CERN LEP colliders in the scenario that the lightest supersymmetric particle is a gravitino of mass≲ 1 keV. We consider in particular the case that the lightest neutralino has a nearly 100% branching fraction into gravitino+ photon within the detector. This implies that supersymmetric events should contain both missing (transverse) energy and two energetic photons. Therefore, one can search for supersymmetry simply through inclusive production of superpartners. We consider the exclusion and reach capabilities of the Tevatron in exploring the supersymmetric parameter space, and study the efficiencies which can be achieved in this search. We also consider the discovery reach and backgrounds at LEP with s= 160, 1 7 5, and 190 GeV.",
                "In this paper, we review recent theoretical progress and the latest experimental results in jet substructure from the Tevatron and the LHC. We review the status of and outlook for calculation and simulation tools for studying jet substructure. Following up on the report of the Boost 2010 workshop, we present a new set of benchmark comparisons of substructure techniques, focusing on the set of variables and grooming methods that are collectively known as' top taggers'. To facilitate further exploration, we have attempted to collect, harmonize and publish software implementations of these techniques.",
                "We calculate the tree-level electroweak precision constraints on a wide class of little Higgs models including variations of the littlest Higgs SU (5)\/SO (5), SU (6)\/Sp (6), and SU (4) 4\/SU (3) 4 models. By performing a global fit to the precision data we find that for generic regions of the parameter space the bound on the symmetry breaking scale f is several TeV, where we have kept the normalization of f constant in the different models. For example, the “minimal” implementation of SU (6)\/Sp (6) is bounded by f> 3.0 TeV throughout most of the parameter space, and SU (4) 4\/SU (3) 4 is bounded by f 2≡ f 1 2+ f 2 2>(4.2 TeV) 2. In certain models, such as SU (4) 4\/SU (3) 4, a large f does not directly imply a large amount of fine-tuning since the heavy-fermion masses that contribute to the Higgs boson mass can be lowered below f for a carefully chosen set of parameters. We also find that for certain models (or variations …",
                "We have analyzed the Collider Detector at Fermilab ee γ γ+ missing energy event. Its kinematics and expected rate are consistent with selectron pair production. We consider two classes of general low-energy supersymmetric theories where the lightest neutralino or the gravitino is the lightest supersymmetric particle. The supersymmetric Lagrangian is tightly constrained by the production and decay of the selectron and other data. We discuss other processes at the Fermilab Tevatron and at LEP that could confirm or exclude a supersymmetric explanation of the event.",
                "We propose a new solution to the supersymmetric flavor problem without flavor-blind mediation. Our proposal is to enforce a continuous or a suitably large discrete R-symmetry on weak scale supersymmetry, so that Majorana gaugino masses, trilinear A terms, and the μ term are forbidden. We find that replacing the minimal supersymmetric standard model with an R-symmetric supersymmetric model allows order one flavor-violating soft masses, even for squarks of order a few hundred GeV. The minimal R-symmetric supersymmetric model contains Dirac gaugino masses and R-symmetric Higgsino masses with no left-right mixing in the squark or slepton sector. Dirac gaugino masses of order a few TeV with vanishing A terms solve most flavor problems, while the R-symmetric Higgs sector becomes important at large tan﻿ β. ϵ K can be accommodated if C P is preserved in the SUSY breaking sector, or if there is a …",
                "We present a calculable supersymmetric theory of a composite “fat” Higgs boson. Electroweak symmetry is broken dynamically through a new gauge interaction that becomes strong at an intermediate scale. The Higgs boson mass can easily be 200–450 GeV along with the superpartner masses, solving the supersymmetric little hierarchy problem. We explicitly verify that the model is consistent with precision electroweak data without fine-tuning. Gauge coupling unification can be maintained despite the inherently strong dynamics involved in electroweak symmetry breaking. Supersymmetrizing the standard model therefore does not imply a light Higgs boson mass, contrary to the lore in the literature. The Higgs sector of the minimal fat Higgs model has a mass spectrum that is distinctly different from that of the minimal supersymmetric standard model."
            ],
            [
                [
                    "theoretical particle physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}