{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K8Z3ECDD",
            "PQwnvvUAAAAJ",
            [
                "QCD and resonance physics. Theoretical foundations",
                "QCD and resonance physics. Applications",
                "Can confinement ensure natural CP invariance of strong interactions?",
                "Charmonium and gluons",
                "Exact Gell-Mann-Low function of supersymmetric Yang-Mills theories from instanton calculus",
                "Low-energy theorems for Higgs boson coupling to protons",
                "QCD and resonance physics: The ϱ-ω mixing",
                "Asymptotic freedom, light quarks and the origin of the ΔT= 12 rule in the non-leptonic decays of strange particles",
                "QCD predictions for lepton spectra in inclusive heavy flavor decays",
                "Are all hadrons alike?"
            ],
            [
                "A systematic study is made of the non-perturbative effects in quantum chromodynamics. The basic object is the two-point functions of various currents. At large Euclidean momenta q the non-perturbative contributions induce a series in (μ2\/q2) where μ is some typical hadronic mass. The terms of this series are shown to be of two distinct types. The first few of them are connected with vacuum fluctuations of large size, and can be consistently accounted for within the Wilson operator expansion. On the other hand, in high orders small-size fluctuations show up and the high-order terms do not reduce (generally speaking) to the vacuum-to-vacuum matrix elements of local operators. This signals the breakdown of the operator expansion. The corresponding critical dimension is found. We propose a Borel improvement of the power series. On one hand, it makes the two-point functions less sensitive to high-order terms, and …",
                "Resonance properties are investigated within the QCD-based approach to resonance physics developed earlier. We extend first the dispersion charmonium theory to include power terms due to the non-perturbative effects of QCD. As a byproduct, an estimate for the gluonic vacuum expectation value, <0|GμνaGμνa|0>, emerges. The main emphasis is made on the analysis of the ϱ, ω, ϕ, K∗ mesons. Predictions are formulated for integrals of the type ∫ Im Π e−s\/M2 ds where Im Π is aan appropriate spectral density. It is shown that there exist such M2 that the integrals are dominated by a single resonance, on one hand, and are calculable in a reliable way, on the other. As a result we are able to calculate the resonance coupling constants and masses. The typical accuracy achieved is about 10%. The power terms considered explain both the π-ϱ-A1 mass splittings and the observed pattern of the SU(3) symmetry …",
                "P- and T-invariance violation in quantum chromodynamics due to the so-called θ-term is discussed. It is shown that irrespectively of how the confinement works there emerge observable P- and T-odd effects. The proof is based on the assumption that QCD resolves the U(1) problem, i.e., the mass of the singlet pseudoscalar meson does not vanish in the chiral limit. We suggest a modification of the axion scheme which restores the natural P and T invariance of the theory and cannot be ruled out experimentally.",
                "Afther the discovery of J\/ψ and ψ′ mesons many other narrow resonances were found which represent various levels of a system called charmonium. In this review theoretical interpretation of charmonium properties is given. The classification of charmonium levels and their electromagnetic and strong decays are discussed. The basic assumption is that strong interaction between charmed quark and charmed antiquark in charmonium is mediated by coloured gluons as described by Quantum Chromodynamics (QCD). It is argued that charmonium is an ideal object to test the basic ideas of QCD. Both the traditional nonrelativistic approach to charmonium and the dispersion one are presented. The latter approach is free from many additional assumptions inherent to potential calculations. Other applications of QCD to the charmed world are briefly reviewed. Different parts of the review are addressed to different …",
                "The instanton contribution to the vacuum energy in supersymmetric Yang-Mills theories is considered. Using the renormalizability of the theory we find the exact beta function for n-extended supersymmetry (n = 1, 2, 4). The coefficients of the beta function have a geometrical meaning: they are associated with the number of boson and fermion zero modes in the instanton field. If extra matter superfields are added our method allows one to fix the first two coefficients. We prove a non-renormalization theorem which extends the cancellation of vacuum loops to the case of the external instanton field.",
                "The decay of a neutral Higgs boson 6\" into two pootons is considered. The amplitude is determined by loop graph* with charged particles-leptons, quarka, W bosons, scalar particles. Their contributions are comparable to each other 30 that the decay is sensitive to the whole structure of the theory. Low-energy theorems are obtained, which express directly the contribution of heavy intermediate states in terms of the corresponding coefficients in the phcfrenic Gell-Mann--Low function. These coefficients are well-known, so in the limit m^\/(A-* 0^(M stands for the mass oi the intermediate state) the result can be written out immediately. By explicit computation of the relevant Feynman graphs we found also the decay rate Cf'-» Ц у for an arbitrary value of the ratio Jrt%\/tA. Low-energy theorems are generalized to allow for the arbitrary number of Higgs-rmeson and photnn external legs.",
                "The QCD-based approach to the resonance physics proposed earlier is extended to cover the ϱ-ω mixing problem. We consider a two-point function relevant to the problem taking account of non-perturbative contributions. It is shown that virtual photon exchanges alone cannot explain the observed value of the mixing parameter. The phenomenon gets a natural explanation if one assumes a large isotopic symmetry violation in the mechanical quark masses, (md − mu)\/(md + mu) ∼ 0.3. This number is close to that resulting from the well-known pseudoscalar meson analysis. Unlike the latter, however, our result does not assume an exact SU(3)flavor symmetry in vacuum-to-vacuum matrix elements.",
                "A dynamical mechanism for the ΔT= 1 2 rule in the non-leptonic decays of strange particles is considered. The weak interactions are described within the Weinberg-Salam model while the strong interactions are assumed to be mediated by the exchange of an octet of colour vector gluons. It is shown that the effect of the strong interactions gives rise to new operators in the effective Hamiltonian of weak interactions which contain both left-and right-handed fermions. These operators satisfy the ΔT= 1 2 rule, and estimates within the relativistic quark model indicate that their contribution dominates the physical amplitudes of the K→ 2π, 3π decays.",
                "We derive the lepton spectrum in semileptonic b decays from a nonperturbative treatment of QCD; it is based on an expansion in 1\/m Q with m Q being the heavy flavor quark mass. The leading corrections arising on the 1\/m Q level are completely expressed in terms of the difference in the mass of the heavy hadron and the quark. Nontrivial effects appear in 1\/m Q 2 terms affecting mainly the end-point region; they are different for meson and baryon decays as well as for bottom and charm decays.",
                "Using the existing knowledge of the chromodynamic vacuum as a basis we investigate mesons built from u, d, s quarks and\/or gluons. A new classification of hadrons is proposed which reflects the strength of interaction of various currents with vacuum fields. It is found that the mass scale intrinsic to the resonance structures in different channels is not universal; a large mass scale is discovered, for instance, in the 0−, 0+ gluonic channels. Starting from our classification we establish the hierarchy of scales. Regularities of the hadronic phenomenology [Zweig's selection rule, approximate SU(6) symmetry and so on] are naturally explained. The properties of glueballs are discussed in some detail. A few low-energy theorems are derived, which imply, in particular, a new mass relation for the η′ meson."
            ],
            [
                [

                ]
            ]
        ]
    ]
}