{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "K9B54SZJ",
            "c5-F2lkAAAAJ",
            [
                "A Measurement of the Angular Power Spectrum of the Cosmic Microwave Background from l= 100 to 400",
                "The atacama cosmology telescope: cosmological parameters from the 2008 power spectrum",
                "The Atacama Cosmology Telescope: Sunyaev-Zel'dovich selected galaxy clusters at 148 GHz from three seasons of data",
                "The Atacama Cosmology Telescope: Cosmological parameters from three seasons of data",
                "The Atacama Cosmology Telescope: Sunyaev-Zel'dovich-selected galaxy clusters at 148 GHz in the 2008 survey",
                "Detection of the power spectrum of cosmic microwave background lensing by the atacama cosmology telescope",
                "The Simons Observatory: science goals and forecasts",
                "The Atacama Cosmology Telescope: temperature and gravitational lensing power spectrum measurements from three seasons of data",
                "A measurement of the angular power spectrum of the anisotropy in the cosmic microwave background",
                "The Atacama cosmology telescope: CMB polarization at 200< ℓ< 9000"
            ],
            [
                "We report on a measurement of the angular spectrum of the cosmic microwave background (CMB) between   and   made at 144 GHz from Cerro Toco in the Chilean altiplano. When the new data are combined with previous data at 30 and 40 GHz taken with the same instrument observing the same section of sky, we find (1) a rise in the angular spectrum to a maximum with   μK at   and a fall at  , thereby localizing the peak near  , and (2) that the anisotropy at   has the spectrum of the CMB.",
                "We present cosmological parameters derived from the angular power spectrum of the cosmic microwave background (CMB) radiation observed at 148 GHz and 218 GHz over 296 deg 2 with the Atacama Cosmology Telescope (ACT) during its 2008 season. ACT measures fluctuations at scales 500< ℓ< 10, 000. We fit a model for the lensed CMB, Sunyaev-Zel'dovich (SZ), and foreground contribution to the 148 GHz and 218 GHz power spectra, including thermal and kinetic SZ, Poisson power from radio and infrared point sources, and clustered power from infrared point sources. At ℓ= 3000, about half the power at 148 GHz comes from primary CMB after masking bright radio sources. The power from thermal and kinetic SZ is estimated to be , where . The IR Poisson power at 148 GHz is (C ℓ= 5.5±0.5 nK 2), and a clustered IR component is required with …",
                "We present a catalog of 68 galaxy clusters, of which 19 are new discoveries, detected via the Sunyaev-Zel'dovich effect (SZ) at 148 GHz in the Atacama Cosmology Telescope (ACT) survey on the celestial equator. With this addition, the ACT collaboration has reported a total of 91 optically confirmed, SZ detected clusters. The 504 square degree survey region includes 270 square degrees of overlap with SDSS Stripe 82, permitting the confirmation of SZ cluster candidates in deep archival optical data. The subsample of 48 clusters within Stripe 82 is estimated to be 90% complete for M 500c> 4.5× 10 14 M⊙ and redshifts 0.15< z< 0.8. While a full suite of matched filters is used to detect the clusters, the sample is studied further through a''Profile Based Amplitude Analysis''using a statistic derived from a single filter at a fixed θ 500= 5 farcm 9 angular scale. This new approach incorporates the cluster redshift along with …",
                "We present constraints on cosmological and astrophysical parameters from high-resolution microwave background maps at 148 GHz and 218 GHz made by the Atacama Cosmology Telescope (ACT) in three seasons of observations from 2008 to 2010. A model of primary cosmological and secondary foreground parameters is fit to the map power spectra and lensing deflection power spectrum, including contributions from both the thermal Sunyaev-Zeldovich (tSZ) effect and the kinematic Sunyaev-Zeldovich (kSZ) effect, Poisson and correlated anisotropy from unresolved infrared sources, radio sources, and the correlation between the tSZ effect and infrared sources. The power ℓ 2 C ℓ\/2π of the thermal SZ power spectrum at 148 GHz is measured to be 3.4±1.4 μK 2 at ℓ= 3000, while the corresponding amplitude of the kinematic SZ power spectrum has a 95% confidence level upper limit of 8.6 μK 2. Combining ACT …",
                "We report on 23 clusters detected blindly as Sunyaev-ZEL'DOVICH (SZ) decrements in a 148 GHz, 455 deg 2 map of the southern sky made with data from the Atacama Cosmology Telescope 2008 observing season. All SZ detections announced in this work have confirmed optical counterparts. Ten of the clusters are new discoveries. One newly discovered cluster, ACT-CL J0102–4915, with a redshift of 0.75 (photometric), has an SZ decrement comparable to the most massive systems at lower redshifts. Simulations of the cluster recovery method reproduce the sample purity measured by optical follow-up. In particular, for clusters detected with a signal-to-noise ratio greater than six, simulations are consistent with optical follow-up that demonstrated this subsample is 100% pure. The simulations further imply that the total sample is 80% complete for clusters with mass in excess of 6× 10 14 solar masses referenced to …",
                "We report the first detection of the gravitational lensing of the cosmic microwave background through a measurement of the four-point correlation function in the temperature maps made by the Atacama Cosmology Telescope. We verify our detection by calculating the levels of potential contaminants and performing a number of null tests. The resulting convergence power spectrum at 2 angular scales measures the amplitude of matter density fluctuations on comoving length scales of around 100 Mpc at redshifts around 0.5 to 3. The measured amplitude of the signal agrees with Lambda cold dark matter cosmology predictions. Since the amplitude of the convergence power spectrum scales as the square of the amplitude of the density fluctuations, the 4 σ detection of the lensing signal measures the amplitude of density fluctuations to 12%.",
                "The Simons Observatory (SO) is a new cosmic microwave background experiment being built on Cerro Toco in Chile, due to begin observations in the early 2020s. We describe the scientific goals of the experiment, motivate the design, and forecast its performance. SO will measure the temperature and polarization anisotropy of the cosmic microwave background in six frequency bands centered at: 27, 39, 93, 145, 225 and 280 GHz. The initial configuration of SO will have three small-aperture 0.5-m telescopes and one large-aperture 6-m telescope, with a total of 60,000 cryogenic bolometers. Our key science goals are to characterize the primordial perturbations, measure the number of relativistic species and the mass of neutrinos, test for deviations from a cosmological constant, improve our understanding of galaxy evolution, and constrain the duration of reionization. The small aperture telescopes will target the …",
                "We present the temperature power spectra of the cosmic microwave background (CMB) derived from the three seasons of data from the Atacama Cosmology Telescope (ACT) at 148 GHz and 218 GHz, as well as the cross-frequency spectrum between the two channels. We detect and correct for contamination due to the Galactic cirrus in our equatorial maps. We present the results of a number of tests for possible systematic error and conclude that any effects are not significant compared to the statistical errors we quote. Where they overlap, we cross-correlate the ACT and the South Pole Telescope (SPT) maps and show they are consistent. The measurements of higher-order peaks in the CMB power spectrum provide an additional test of the ΛCDM cosmological model, and help constrain extensions beyond the standard model. The small angular scale power spectrum also provides constraining power on the …",
                "We report on a measurement of the angular power spectrum of the anisotropy in the cosmic microwave background (CMB). The anisotropy is measured in 23 different multipole bands from l= 54 (≈ 3) to l= 404 (≈ 0 fdg 45) and in six frequency bands from 26 to 46 GHz over three observing seasons. The measurements are consistent from year to year. The frequency spectral index of the fluctuations (measured at low l) is consistent with that of the CMB and inconsistent with either dust or Galactic free-free emission. Furthermore, the observations of the MSAM1-92 experiment (Cheng et al. 1994) are repeated and confirmed. The angular spectrum shows a distinct rise from δT l≡[l (2l+ 1) lang| a m l| 2 rang\/4π] 1\/2= 49+ 8− 5 μK at l= 87 to δT l= 85+ 10− 8 μK at l= 237. These values do not include an overall±14%(1 σ) calibration uncertainty. The analysis and possible systematic errors are discussed.",
                "We report on measurements of the cosmic microwave background (CMB) and celestial polarization at 146 GHz made with the Atacama Cosmology Telescope Polarimeter (ACTPol) in its first three months of observing. Four regions of sky covering a total of 270 square degrees were mapped with an angular resolution of 1.3'. The map noise levels in the four regions are between 11 and 17 μK-arcmin. We present TT, TE, EE, TB, EB, and BB power spectra from three of these regions. The observed E-mode polarization power spectrum, displaying six acoustic peaks in the range 200< ℓ< 3000, is an excellent fit to the prediction of the best-fit cosmological models from WMAP9+ ACT and Planck data. The polarization power spectrum, which mainly reflects primordial plasma velocity perturbations, provides an independent determination of cosmological parameters consistent with those based on the temperature power …"
            ],
            [
                [
                    "Astronomy"
                ]
            ]
        ]
    ]
}