{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KAMWEPA0",
            "LNhbrlEAAAAJ",
            [
                "Renal Na-handling defect associated with PER1-dependent nondipping hypertension in male mice",
                "Female C57BL\/6J mice lacking the circadian clock protein PER1 are protected from nondipping hypertension",
                "An integrative view of the regulatory and transcriptional landscapes in mouse hematopoiesis"
            ],
            [
                "Many physiological functions have a circadian rhythm, including blood pressure (BP). BP is highest during the active phase, whereas during the rest period, BP dips 10–20%. Patients that do not experience this dip at night are termed “nondippers.” Nondipping hypertension is associated with increased risk of cardiovascular disease. The mechanisms underlying nondipping hypertension are not understood. Without the circadian clock gene Per1, C57BL\/6J mice develop nondipping hypertension on a high-salt diet plus mineralocorticoid treatment (HS\/DOCP). Our laboratory has shown that PER1 regulates expression of several genes related to sodium (Na) transport in the kidney, including epithelial Na channel (ENaC) and Na chloride cotransporter (NCC). Urinary Na excretion also demonstrates a circadian pattern with a peak during active periods. We hypothesized that PER1 contributes to circadian regulation of …",
                "The circadian clock is integral to the maintenance of daily rhythms of many physiological outputs, including blood pressure. Our laboratory has previously demonstrated the importance of the clock protein period 1 (PER1) in blood pressure regulation in male mice. Briefly, a high-salt diet (HS; 4% NaCl) plus injection with the long-acting mineralocorticoid deoxycorticosterone pivalate (DOCP) resulted in nondipping hypertension [<10% difference between night and day blood pressure (BP) in Per1-knockout (KO) mice but not in wild-type (WT) mice]. To date, there have been no studies that have examined the effect of a core circadian gene KO on BP rhythms in female mice. The goal of the present study was to determine whether female Per1-KO mice develop nondipping hypertension in response to HS\/DOCP treatment. For the first time, we demonstrate that loss of the circadian clock protein PER1 in female mice does …",
                "Thousands of epigenomic data sets have been generated in the past decade, but it is difficult for researchers to effectively use all the data relevant to their projects. Systematic integrative analysis can help meet this need, and the VISION project was established for validated systematic integration of epigenomic data in hematopoiesis. Here, we systematically integrated extensive data recording epigenetic features and transcriptomes from many sources, including individual laboratories and consortia, to produce a comprehensive view of the regulatory landscape of differentiating hematopoietic cell types in mouse. By using IDEAS as our integrative and discriminative epigenome annotation system, we identified and assigned epigenetic states simultaneously along chromosomes and across cell types, precisely and comprehensively. Combining nuclease accessibility and epigenetic states produced a set of more than …"
            ],
            [
                [
                    "Neurology",
                    "Alzheimer's Disease"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Amber Miller  Anna H. Bing Dean's Chair in the College of Letters, Arts and Sciences and Professor of Physics and Astronomy  Contact Information  E-mail:  dean@dornsife.usc.edu  Office: ADM 304        Description of Research  Summary Statement of Research Interests  As dean of the USC Dornsife College of Letters, Arts and Sciences, Amber Miller oversees the university’s largest, oldest and most academically diverse school. She also holds the Anna H. Bing Dean’s Chair, in addition to a faculty appointment in the Department of Physics and Astronomy at USC Dornsife. Miller’s research focuses on experimental cosmology, leading teams to build and deploy telescopes that probe the conditions in the universe when it was less than one second old. Miller and her colleagues examine relic light from the early universe with the goal of understanding the origin, evolution and fundamental nature of the universe. Miller is also deeply interested in the intersection of science and policy. She served as the chief science adviser to the New York Police Department Counterterrorism Bureau for two years, and she is a member of the Council on Foreign Relations. A champion of the liberal arts ethos, she piloted a seminar at Columbia titled “Science, Politics and Critical Thinking” and has taught courses ranging from “Weapons of Mass Destruction” to “Physics for Poets.” Miller received her M.A. and Ph.D. in physics from Princeton University and her B.A. in physics and astronomy from the University of California at Berkeley. Before joining USC Dornsife in August 2016 as its 22nd — and first female — dean, she served as dean of science for Columbia University’s Faculty of Arts and Sciences, where she was also a professor of physics. She has published more than 100 scientific papers, and her honors and awards include a National Science Foundation Career Award, an Alfred P. Sloan Fellowship and a Lenfest Distinguished Faculty Award. In addition, Miller was a Hubble Fellow at the University of Chicago and a NASA Graduate Research Program Fellow. She is a fellow of the American Physical Society.    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu                                                                About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Amber Miller  Anna H. Bing Dean's Chair in the College of Letters, Arts and Sciences and Professor of Physics and Astronomy  Contact Information  E-mail:  dean@dornsife.usc.edu  Office: ADM 304        Description of Research  Summary Statement of Research Interests  As dean of the USC Dornsife College of Letters, Arts and Sciences, Amber Miller oversees the university’s largest, oldest and most academically diverse school. She also holds the Anna H. Bing Dean’s Chair, in addition to a faculty appointment in the Department of Physics and Astronomy at USC Dornsife. Miller’s research focuses on experimental cosmology, leading teams to build and deploy telescopes that probe the conditions in the universe when it was less than one second old. Miller and her colleagues examine relic light from the early universe with the goal of understanding the origin, evolution and fundamental nature of the universe. Miller is also deeply interested in the intersection of science and policy. She served as the chief science adviser to the New York Police Department Counterterrorism Bureau for two years, and she is a member of the Council on Foreign Relations. A champion of the liberal arts ethos, she piloted a seminar at Columbia titled “Science, Politics and Critical Thinking” and has taught courses ranging from “Weapons of Mass Destruction” to “Physics for Poets.” Miller received her M.A. and Ph.D. in physics from Princeton University and her B.A. in physics and astronomy from the University of California at Berkeley. Before joining USC Dornsife in August 2016 as its 22nd — and first female — dean, she served as dean of science for Columbia University’s Faculty of Arts and Sciences, where she was also a professor of physics. She has published more than 100 scientific papers, and her honors and awards include a National Science Foundation Career Award, an Alfred P. Sloan Fellowship and a Lenfest Distinguished Faculty Award. In addition, Miller was a Hubble Fellow at the University of Chicago and a NASA Graduate Research Program Fellow. She is a fellow of the American Physical Society.    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}