{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KBGOZUFM",
            "IGzr6EsAAAAJ",
            [
                "Two-Band Superconductivity in ",
                "Unusual Strong-Coupling Effects in the Tunneling Spectroscopy of Optimally Doped and Overdoped ",
                "Scanning tunneling spectroscopy in MgB 2",
                "Scanning Tunneling Microscopy Observation of a Square Abrikosov Lattice in ",
                "Direct observation of geometrical phase transitions in mesoscopic superconductors by scanning tunneling microscopy",
                "Emergence of coherence in the charge-density wave state of 2 H-NbSe 2",
                "Guiding superconducting vortices with magnetic domain walls",
                "Influence of topological edge states on the properties of  hybrid Josephson devices",
                "Imaging the spontaneous formation of vortex-antivortex pairs in planar superconductor\/ferromagnet hybrid structures",
                "Transverse instabilities of multiple vortex chains in magnetically coupled NbSe 2\/permalloy superconductor\/ferromagnet bilayers"
            ],
            [
                "The study of the anisotropic superconductor M g B 2 using a combination of scanning tunneling microscopy and spectroscopy reveals two distinct energy gaps at Δ 1= 2.3 m e V and Δ 2= 7.1 m e V at 4.2 K. Different spectral weights of the partial superconducting density of states are a reflection of different tunneling directions in this multiband system. Temperature evolution of the tunneling spectra follows the BCS scenario [Phys. Rev. Lett. 3, 552 (1959)] with both gaps vanishing at the bulk T c. The data confirm the importance of Fermi-surface sheet dependent superconductivity in M g B 2 proposed in the multigap model by Liu et al.[Phys. Rev. Lett. 87, 087005 (2001)].",
                "Tunneling spectroscopy measurements are reported on single crystals of Bi 2 Sr 2 CaCu 2 O 8+ δ using vacuum tunneling and point-contact methods. A reproducible dip feature in the tunneling conductance is found near| eV|= 2 Δ, observed for both voltage polarities in the best resolved spectra. With overdoping the position of the dip continues to scale with Δ, and its magnitude decreases as Δ decreases. These results indicate that the dip feature arises from a strong-coupling effect whereby the quasiparticle lifetime is decreased at a characteristic energy of∼ 2 Δ, consistent with an electron-electron pairing interaction.",
                "We present scanning tunneling microscopy measurements of the surface of superconducting MgB 2 with a critical temperature of 39 K. In zero magnetic field the conductance spectra can be analyzed in terms of the standard BCS theory with a smearing parameter Γ. The value of the superconducting gap is 5 meV at 4.2 K, with no experimentally significant variation across the surface of the sample. The temperature dependence of the gap follows the BCS form, fully consistent with phonon-mediated superconductivity in this novel superconductor. The application of a magnetic field induces strong pair breaking as seen in the conductance spectra in fields up to 6 T.",
                "We present scanning tunneling microscopy measurements of the (001) surface of a LuNi 2 B 2 C borocarbide single crystal at 4.2 K. In zero field, the conductance versus voltage characteristics recorded at various locations on the sample reproducibly provide a gap value of 2.2 meV. In a magnetic field of 1.5 and 0.375 T, the recordings of the conductance as a function of position reveal a regular square vortex lattice tilted by 45 with respect to the crystalline a axis. This unusual result is correlated with an in-plane anisotropy of the upper critical field H c 2∥(45)\/H c 2∥(0)= 0.92 at 4.2 K and is analyzed within the framework of Ginzburg-Landau theory.",
                "Using scanning tunneling microscopy, we mapped the distribution of the local density of states in a single crystal superconductor heterostructure with an array of submicron normal metal islands. We observe the coexistence of strongly interacting multiquanta vortex lattice with interstitial Abrikosov vortices. The newly formed composite magnetic flux structure undergoes a series of phase transitions between different topological configuration states. The vortex configuration states are strongly dependent on the number of flux quanta and the nanoscale confinement architecture of the mesoscopic superconductor. Here, we present images of vortex phase transitions due to confinement effects when the number of magnetic flux quanta in the system changes. The vortex dynamics in these systems could serve as a model for behavior of confined many-body systems when the number of particles changes.",
                "A charge-density wave (CDW) state has a broken symmetry described by a complex order parameter with an amplitude and a phase. The conventional view, based on clean, weak-coupling systems, is that a finite amplitude and long-range phase coherence set in simultaneously at the CDW transition temperature T cdw. Here we investigate, using photoemission, X-ray scattering and scanning tunnelling microscopy, the canonical CDW compound 2H-NbSe 2 intercalated with Mn and Co, and show that the conventional view is untenable. We find that, either at high temperature or at large intercalation, CDW order becomes short-ranged with a well-defined amplitude, which has impacts on the electronic dispersion, giving rise to an energy gap. The phase transition at T cdw marks the onset of long-range order with global phase coherence, leading to sharp electronic excitations. Our observations emphasize the …",
                "We demonstrate a unique prospect for inducing anisotropic vortex pinning and manipulating the directional motion of vortices by using the stripe domain patterns of a uniaxial magnetic film in the superconducting\/ferromagnetic hybrid. Our observations can be described by a model, which considers interactions between magnetic charges of vortices and surface magnetic charges of domains resulting in the enhanced pinning of vortices on domain walls.",
                "In superconductor-topological insulator-superconductor hybrid junctions, the barrier edge states are expected to be protected against backscattering, to generate unconventional proximity effects, and, possibly, to signal the presence of Majorana fermions. The standards of proximity modes for these types of structures have to be settled for a neat identification of possible new entities. Through a systematic and complete set of measurements of the Josephson properties we find evidence of ballistic transport in coplanar Al− Bi 2 Se 3− Al junctions that we attribute to a coherent transport through the topological edge state. The shunting effect of the bulk only influences the normal transport. This behavior, which can be considered to some extent universal, is fairly independent of the specific features of superconducting electrodes. A comparative study of Shubnikov–de Haas oscillations and scanning tunneling …",
                "Low-temperature magnetic force microscopy has been used to visualize spontaneous formation of vortex-antivortex pairs in hybrid ferromagnet\/superconductor systems. Vortex-antivortex pairs are induced by the periodic stray field of the ferromagnet. We find general equilibrium conditions for which spontaneous vortex-antivortex pairs are formed during zero-field cooling of the hybrid ferromagnet\/superconductor bilayers. Vortices can be generated by the ferromagnet domains in the absence of an external field and they are thermodynamically stable for values of the stray field and the period of the stripe magnetic domains that exceed a certain threshold.",
                "Using scanning tunneling microscopy and Ginzburg-Landau simulations, we explore vortex configurations in magnetically coupled NbSe 2\/permalloy superconductor\/ferromagnet bilayer. The permalloy film with stripe domain structure induces periodic local magnetic induction in the superconductor, creating a series of pinning-antipinning channels for externally added magnetic flux quanta. Such laterally confined Abrikosov vortices form quasi-one-dimensional arrays (chains). The transitions between multichain states occur through propagation of kinks at the intermediate fields. At high fields we show that the system becomes nonlinear due to a change in both the number of vortices and the confining potential. The longitudinal instabilities of the resulting vortex structures lead to vortices “levitating” in the antipinning channels."
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}