{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KBH1YHT9",
            "_7Z6YIYAAAAJ",
            [
                "Negating interfacial impedance in garnet-based solid-state Li metal batteries",
                "Friction laws at the nanoscale",
                "Design principles for solid-state lithium superionic conductors",
                "Origin of outstanding stability in the lithium solid electrolyte materials: insights from thermodynamic analyses based on first-principles calculations",
                "First Principles Study of the Li10GeP2S12 Lithium Super Ionic Conductor Material",
                "Phase stability, electrochemical stability and ionic conductivity of the Li 10±1 MP 2 X 12 (M= Ge, Si, Sn, Al or P, and X= O, S or Se) family of superionic conductors",
                "Electrochemical Stability of Li10GeP2S12 and Li7La3Zr2O12 Solid Electrolytes",
                "Toward garnet electrolyte–based Li metal batteries: An ultrathin, highly effective, artificial solid-state electrolyte\/metallic Li interface",
                "First principles study on electrochemical and chemical stability of solid electrolyte–electrode interfaces in all-solid-state Li-ion batteries",
                "Transition from Super-lithiophobicity to Super-lithiophilicity of Garnet Solid-State Electrolyte"
            ],
            [
                "Garnet-type solid-state electrolytes have attracted extensive attention due to their high ionic conductivity, approaching 1 mS cm− 1, excellent environmental stability, and wide electrochemical stability window, from lithium metal to∼ 6 V. However, to date, there has been little success in the development of high-performance solid-state batteries using these exceptional materials, the major challenge being the high solid–solid interfacial impedance between the garnet electrolyte and electrode materials. In this work, we effectively address the large interfacial impedance between a lithium metal anode and the garnet electrolyte using ultrathin aluminium oxide (Al 2 O 3) by atomic layer deposition. Li 7 La 2.75 Ca 0.25 Zr 1.75 Nb 0.25 O 12 (LLCZN) is the garnet composition of choice in this work due to its reduced sintering temperature and increased lithium ion conductivity. A significant decrease of interfacial impedance …",
                "Macroscopic laws of friction do not generally apply to nanoscale contacts. Although continuum mechanics models have been predicted to break down at the nanoscale 1, they continue to be applied for lack of a better theory. An understanding of how friction force depends on applied load and contact area at these scales is essential for the design of miniaturized devices with optimal mechanical performance 2, 3. Here we use large-scale molecular dynamics simulations with realistic force fields to establish friction laws in dry nanoscale contacts. We show that friction force depends linearly on the number of atoms that chemically interact across the contact. By defining the contact area as being proportional to this number of interacting atoms, we show that the macroscopically observed linear relationship between friction force and contact area can be extended to the nanoscale. Our model predicts that as the adhesion …",
                "Lithium solid electrolytes can potentially address two key limitations of the organic electrolytes used in today’s lithium-ion batteries, namely, their flammability and limited electrochemical stability. However, achieving a Li+ conductivity in the solid state comparable to existing liquid electrolytes (> 1 mS cm− 1) is particularly challenging. In this work, we reveal a fundamental relationship between anion packing and ionic transport in fast Li-conducting materials and expose the desirable structural attributes of good Li-ion conductors. We find that an underlying body-centred cubic-like anion framework, which allows direct Li hops between adjacent tetrahedral sites, is most desirable for achieving high ionic conductivity, and that indeed this anion arrangement is present in several known fast Li-conducting materials and other fast ion conductors. These findings provide important insight towards the understanding of ionic …",
                "First-principles calculations were performed to investigate the electrochemical stability of lithium solid electrolyte materials in all-solid-state Li-ion batteries. The common solid electrolytes were found to have a limited electrochemical window. Our results suggest that the outstanding stability of the solid electrolyte materials is not thermodynamically intrinsic but is originated from kinetic stabilizations. The sluggish kinetics of the decomposition reactions cause a high overpotential leading to a nominally wide electrochemical window observed in many experiments. The decomposition products, similar to the solid-electrolyte-interphases, mitigate the extreme chemical potential from the electrodes and protect the solid electrolyte from further decompositions. With the aid of the first-principles calculations, we revealed the passivation mechanism of these decomposition interphases and quantified the extensions of the …",
                "Using ab initio MD simulations and energy calculations, we investigate the diffusivity, stability, and electrochemical window of the recently discovered superionic conductor Li10GeP2S12. We provide an explanation for the observed wide electrochemical stability of Li10GeP2S12 and demonstrate that Li10GeP2S12 is a 3D, rather than 1D. ion conductor.",
                "We present an investigation of the phase stability, electrochemical stability and Li+ conductivity of the Li10±1MP2X12 (M = Ge, Si, Sn, Al or P, and X = O, S or Se) family of superionic conductors using first principles calculations. The Li10GeP2S12 (LGPS) superionic conductor has the highest Li+ conductivity reported to date, with excellent electrochemical performance demonstrated in a Li-ion rechargeable battery. Our results show that isovalent cation substitutions of Ge4+ have a small effect on the relevant intrinsic properties, with Li10SiP2S12 and Li10SnP2S12 having similar phase stability, electrochemical stability and Li+ conductivity as LGPS. Aliovalent cation substitutions (M = Al or P) with compensating changes in the Li+ concentration also have a small effect on the Li+ conductivity in this structure. Anion substitutions, however, have a much larger effect on these properties. The oxygen-substituted …",
                "The electrochemical stability window of solid electrolyte is overestimated by the conventional experimental method using a Li\/electrolyte\/inert metal semiblocking electrode because of the limited contact area between solid electrolyte and inert metal. Since the battery is cycled in the overestimated stability window, the decomposition of the solid electrolyte at the interfaces occurs but has been ignored as a cause for high interfacial resistances in previous studies, limiting the performance improvement of the bulk‐type solid‐state battery despite the decades of research efforts. Thus, there is an urgent need to identify the intrinsic stability window of the solid electrolyte. The thermodynamic electrochemical stability window of solid electrolytes is calculated using first principles computation methods, and an experimental method is developed to measure the intrinsic electrochemical stability window of solid electrolytes using …",
                "Solid-state batteries are a promising option toward high energy and power densities due to the use of lithium (Li) metal as an anode. Among all solid electrolyte materials ranging from sulfides to oxides and oxynitrides, cubic garnet–type Li7La3Zr2O12 (LLZO) ceramic electrolytes are superior candidates because of their high ionic conductivity (10−3 to 10−4 S\/cm) and good stability against Li metal. However, garnet solid electrolytes generally have poor contact with Li metal, which causes high resistance and uneven current distribution at the interface. To address this challenge, we demonstrate a strategy to engineer the garnet solid electrolyte and the Li metal interface by forming an intermediary Li-metal alloy, which changes the wettability of the garnet surface (lithiophobic to lithiophilic) and reduces the interface resistance by more than an order of magnitude: 950 ohm·cm2 for the pristine garnet\/Li and 75 ohm·cm2 …",
                "All-solid-state Li-ion batteries based on ceramic solid electrolyte materials are a promising next-generation energy storage technology with high energy density and enhanced cycle life. The poor interfacial conductance is one of the key limitations in enabling all-solid-state Li-ion batteries. However, the origin of this poor conductance has not been understood, and there is limited knowledge about the solid electrolyte–electrode interfaces in all-solid-state Li-ion batteries. In this study, we performed first principles calculations to evaluate the thermodynamics of the interfaces between solid electrolyte and electrode materials and to identify the chemical and electrochemical stabilities of these interfaces. Our computation results reveal that many solid electrolyte–electrode interfaces have limited chemical and electrochemical stability, and that the formation of interphase layers is thermodynamically favorable at these …",
                "All-solid-state Li-batteries using solid-state electrolytes (SSEs) offer enhanced safety over conventional Li-ion batteries with organic liquid electrolytes due to the nonflammable nature of SSEs. The superior mechanical strength of SSEs can also protect against Li dendrite penetration, which enables the use of the highest specific capacity (3861 mAh\/g) and lowest redox potential (−3.04 V vs standard hydrogen electrode) anode: Li metal. However, contact between the Li metal and SSEs presents a major challenge, where a large polarization occurs at the Li metal\/SSE interface. Here, the chemical properties of a promising oxide-based SSE (garnet) changed from “super-lithiophobicity” to “super-lithiophilicity” through an ultrathin coating of amorphous Si deposited by plasma-enhanced chemical vapor deposition (PECVD). The wettability transition is due to the reaction between Li and Si and the in situ formation of …"
            ],
            [
                [
                    "Computational materials science",
                    "Molecular dynamics"
                ]
            ]
        ]
    ]
}