{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KCPBTZSK",
            "X31C0h4AAAAJ",
            [
                "Comprehensive mapping of long-range interactions reveals folding principles of the human genome",
                "Protein complexes and functional modules in molecular networks",
                "Exploring the three-dimensional organization of genomes: interpreting chromatin interaction data",
                "Formation of chromosomal domains by loop extrusion",
                "Iterative correction of Hi-C data reveals hallmarks of chromosome organization",
                "Organization of the mitotic chromosome",
                "Targeted degradation of CTCF decouples local insulation of chromosome domains from genomic compartmentalization",
                "The 3D genome as moderator of chromosomal communication",
                "Super-resolution imaging reveals distinct chromatin folding for different epigenetic states",
                "Two independent modes of chromatin organization revealed by cohesin removal"
            ],
            [
                "We describe Hi-C, a method that probes the three-dimensional architecture of whole genomes by coupling proximity-based ligation with massively parallel sequencing. We constructed spatial proximity maps of the human genome with Hi-C at a resolution of 1 megabase. These maps confirm the presence of chromosome territories and the spatial proximity of small, gene-rich chromosomes. We identified an additional level of genome organization that is characterized by the spatial segregation of open and closed chromatin to form two genome-wide compartments. At the megabase scale, the chromatin conformation is consistent with a fractal globule, a knot-free, polymer conformation that enables maximally dense packing while preserving the ability to easily fold and unfold any genomic locus. The fractal globule is distinct from the more commonly used globular equilibrium model. Our results demonstrate the power …",
                "Proteins, nucleic acids, and small molecules form a dense network of molecular interactions in a cell. Molecules are nodes of this network, and the interactions between them are edges. The architecture of molecular networks can reveal important principles of cellular organization and function, similarly to the way that protein structure tells us about the function and organization of a protein. Computational analysis of molecular networks has been primarily concerned with node degree [Wagner, A. & Fell, D. A. (2001) Proc. R. Soc. London Ser. B 268, 1803–1810; Jeong, H., Tombor, B., Albert, R., Oltvai, Z. N. & Barabasi, A. L. (2000) Nature 407, 651–654] or degree correlation [Maslov, S. & Sneppen, K. (2002) Science 296, 910–913], and hence focused on single\/two-body properties of these networks. Here, by analyzing the multibody structure of the network of protein–protein interactions, we discovered molecular …",
                "How DNA is organized in three dimensions inside the cell nucleus and how this affects the ways in which cells access, read and interpret genetic information are among the longest standing questions in cell biology. Using newly developed molecular, genomic and computational approaches based on the chromosome conformation capture technology (such as 3C, 4C, 5C and Hi-C), the spatial organization of genomes is being explored at unprecedented resolution. Interpreting the increasingly large chromatin interaction data sets is now posing novel challenges. Here we describe several types of statistical and computational approaches that have recently been developed to analyse chromatin interaction data.",
                "Topologically associating domains (TADs) are fundamental structural and functional building blocks of human interphase chromosomes, yet the mechanisms of TAD formation remain unclear. Here, we propose that loop extrusion underlies TAD formation. In this process, cis-acting loop-extruding factors, likely cohesins, form progressively larger loops but stall at TAD boundaries due to interactions with boundary proteins, including CTCF. Using polymer simulations, we show that this model produces TADs and finer-scale features of Hi-C data. Each TAD emerges from multiple loops dynamically formed through extrusion, contrary to typical illustrations of single static loops. Loop extrusion both explains diverse experimental observations—including the preferential orientation of CTCF motifs, enrichments of architectural proteins at TAD boundaries, and boundary deletion experiments—and makes specific predictions for …",
                "Extracting biologically meaningful information from chromosomal interactions obtained with genome-wide chromosome conformation capture (3C) analyses requires the elimination of systematic biases. We present a computational pipeline that integrates a strategy to map sequencing reads with a data-driven method for iterative correction of biases, yielding genome-wide maps of relative contact probabilities. We validate this ICE (iterative correction and eigenvector decomposition) technique on published data obtained by the high-throughput 3C method Hi-C, and we demonstrate that eigenvector decomposition of the obtained maps provides insights into local chromatin states, global patterns of chromosomal interactions, and the conserved organization of human and mouse chromosomes.",
                "Mitotic chromosomes are among the most recognizable structures in the cell, yet for over a century their internal organization remains largely unsolved. We applied chromosome conformation capture methods, 5C and Hi-C, across the cell cycle and revealed two distinct three-dimensional folding states of the human genome. We show that the highly compartmentalized and cell type–specific organization described previously for nonsynchronous cells is restricted to interphase. In metaphase, we identified a homogenous folding state that is locus-independent, common to all chromosomes, and consistent among cell types, suggesting a general principle of metaphase chromosome organization. Using polymer simulations, we found that metaphase Hi-C data are inconsistent with classic hierarchical models and are instead best described by a linearly organized longitudinally compressed array of consecutive chromatin …",
                "The molecular mechanisms underlying folding of mammalian chromosomes remain poorly understood. The transcription factor CTCF is a candidate regulator of chromosomal structure. Using the auxin-inducible degron system in mouse embryonic stem cells, we show that CTCF is absolutely and dose-dependently required for looping between CTCF target sites and insulation of topologically associating domains (TADs). Restoring CTCF reinstates proper architecture on altered chromosomes, indicating a powerful instructive function for CTCF in chromatin folding. CTCF remains essential for TAD organization in non-dividing cells. Surprisingly, active and inactive genome compartments remain properly segregated upon CTCF depletion, revealing that compartmentalization of mammalian chromosomes emerges independently of proper insulation of TADs. Furthermore, our data support that CTCF mediates …",
                "Proper expression of genes requires communication with their regulatory elements that can be located elsewhere along the chromosome. The physics of chromatin fibers imposes a range of constraints on such communication. The molecular and biophysical mechanisms by which chromosomal communication is established, or prevented, have become a topic of intense study, and important roles for the spatial organization of chromosomes are being discovered. Here we present a view of the interphase 3D genome characterized by extensive physical compartmentalization and insulation on the one hand and facilitated long-range interactions on the other. We propose the existence of topological machines dedicated to set up and to exploit a 3D genome organization to both promote and censor communication along and between chromosomes.",
                "Metazoan genomes are spatially organized at multiple scales, from packaging of DNA around individual nucleosomes to segregation of whole chromosomes into distinct territories 1, 2, 3, 4, 5. At the intermediate scale of kilobases to megabases, which encompasses the sizes of genes, gene clusters and regulatory domains, the three-dimensional (3D) organization of DNA is implicated in multiple gene regulatory mechanisms 2, 3, 4, 6, 7, 8, but understanding this organization remains a challenge. At this scale, the genome is partitioned into domains of different epigenetic states that are essential for regulating gene expression 9, 10, 11. Here we investigate the 3D organization of chromatin in different epigenetic states using super-resolution imaging. We classified genomic domains in Drosophila cells into transcriptionally active, inactive or Polycomb-repressed states, and observed distinct chromatin organizations for …",
                "Imaging and chromosome conformation capture studies have revealed several layers of chromosome organization, including segregation into megabase-sized active and inactive compartments, and partitioning into sub-megabase domains (TADs). It remains unclear, however, how these layers of organization form, interact with one another and influence genome function. Here we show that deletion of the cohesin-loading factor Nipbl in mouse liver leads to a marked reorganization of chromosomal folding. TADs and associated Hi-C peaks vanish globally, even in the absence of transcriptional changes. By contrast, compartmental segregation is preserved and even reinforced. Strikingly, the disappearance of TADs unmasks a finer compartment structure that accurately reflects the underlying epigenetic landscape. These observations demonstrate that the three-dimensional organization of the genome results from …"
            ],
            [
                [
                    "Biological Physics",
                    "Genomics",
                    "Cancer Biology",
                    "Biophysics"
                ]
            ],
            [
                "LEONID MIRNY Professor of Health Sciences and Technology and Physics leonid@mit.edu (617) 452-4862 E25-526C Crystal Quintanilla (617) 258-9225 RELATED LINKS: Personal Homepage Mirny Lab Harvard-MIT Division of Health Sciences & Technology Computational and Systems Biology at MIT Institute for Medical Engineering & Science at MIT Physics of Living Systems @ MIT Biophysics The Mirny lab combines quantitative, typically physics-rooted, approaches with analysis of genomics data to address fundamental problems in biology, most recently they focused on two problems: (i) higher-order chromatin structure; (2) evolution of cancer during neoplastic progression. Studies of the Mirny lab on chromosomes aim to characterize 3D architecture of the genome and processes that lead to its organization and reorganization in the cell cycle and development. Works of the Mirny lab on cancer aim at understanding the role of multiple “passenger” genetic events, such as individual mutations and chromosomal alterations, in cancer progression. Leonid Mirny received his PhD in Biophysics from Harvard University. After a few years as a Junior Fellow at Harvard Society of Fellows, he was appointed to the MIT Faculty in 2001, joining the MIT Health Sciences and Technology Division and the Department of Physics. Prof. Mirny teaches classes in Statistical Physics in Biology, Quantitative Genomics, and a freshman seminar in Quantitative Biology. He is working to understand the human genome in 3D with his team at MIT in collaboration with the Dekker Lab at UMass Medical School. Using new data uncovered via Chromosome Conformation Capture (Hi-C) technology and computer simulations, the collaborators explore how the genome is organized inside a cell. In 2015, Mirny became a co-director of the new Center for 3D Structure and Physics of the Genome at UMass Medical School and MIT, funded by the National Institutes of Health’s 4D Nucleome Program . The program, initiated by Director of the NIH, Francis Collins, is a focused, interdisciplinary directive, funding more than 25 labs to map not only the 3D architecture of the human genome, but also how this organization changes over time—the fourth dimension. Dr. Mirny’s research focuses on biological physics and system biology. His multi-disciplinary approach combines first-principle physics with the analysis of genomic data. His efforts in Biological Physics involve the development of novel computational tools and physical models of genome organization and dynamics. Read more in the Nature Highlight article Prof. Mirny is a Fellow of the American Physical Society, an Associate Faculty of the Broad Institute, and an Associate Member of the Dana-Farber Cancer Institute. V. Imakaev, G. Fudenberg, N. Abdennur and L. A. Mirny. “Emerging Evidence of Chromosome Folding by Loop Extrusion.” Cold Spring Harb Symp Quant Biol. 2018 May 4. H. Gibcus, K. Samejima, A. Goloborodko, I. Samejima, N. Naumova, J. Nuebler, M. T. Kanemaki, L. Xie, J. R. Paulson, W. C. Earnshaw, L. A. Mirny, and J. Dekker.”A pathway for mitotic chromosome formation.” Science. 2018 Feb 9;359(6376). Schwarzer, N. Abdennur, A. Goloborodko, A. Pekowska, G. Fudenberg, Y. Loe-Mie, N. A. Fonseca, W. Huber, C. Haering, L. A. Mirny, and F. Spitz. “Two independent modes of chromatin organization revealed by cohesin removal.” Nature. 2017 Nov 2;551(7678):51-56. D. McFarland, J. A. Yaglom, J. W. Wojtkowiak, J. G. Scott, D. L. Morse, M. Y. Sherman, and L. A. Mirny. ” The Damaging Effect of Passenger Mutations on Cancer Progression.” Cancer Res. 2017 Sep 15;77(18):4763-4772. July 15, 2020 4:33 PM"
            ]
        ]
    ]
}