{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KDCFIJHD",
            "VnSaXAsAAAAJ",
            [
                "A guide to Monte Carlo simulations in statistical physics",
                "Efficient, multiple-range random walk algorithm to calculate the density of states"
            ],
            [
                "Dealing with all aspects of Monte Carlo simulation of complex physical systems encountered in condensed-matter physics and statistical mechanics, this book provides an introduction to computer simulations in physics. This fourth edition contains extensive new material describing numerous powerful algorithms not covered in previous editions, in some cases representing new developments that have only recently appeared. Older methodologies whose impact was previously unclear or unappreciated are also introduced, in addition to many small revisions that bring the text and cited literature up to date. This edition also introduces the use of petascale computing facilities in the Monte Carlo arena. Throughout the book there are many applications, examples, recipes, case studies, and exercises to help the reader understand the material. It is ideal for graduate students and researchers, both in academia and industry, who want to learn techniques that have become a third tool of physical science, complementing experiment and analytical theory.",
                "We present a new Monte Carlo algorithm that produces results of high accuracy with reduced simulational effort. Independent random walks are performed (concurrently or serially) in different, restricted ranges of energy, and the resultant density of states is modified continuously to produce locally flat histograms. This method permits us to directly access the free energy and entropy, is independent of temperature, and is efficient for the study of both 1st order and 2nd order phase transitions. It should also be useful for the study of complex systems with a rough energy landscape."
            ],
            [
                [
                    "Monte Carlo simulations"
                ]
            ],
            [
                "Member Login Workshop Attendee Login  Home Resources Running Serial Code on CSP Clusters Running Parallel Code on CSP Clusters Latex FAQ Educational Opportunities PhD Study English – English 中文 – Chinese 한국어 – Korean Deutsch – German Español – Spanish Русский – Russian Português – Portuguese italiano – Italian Български – Bulgarian Annual Workshop Molecular self-assembly and absorption Invisibility Cloak with Transformation Optics High Velocity Clouds in the Galactic halo Amorphous Water-Ice Slab In the interstellar medium Amorphous Ice and Dust In the interstellar medium Registration is open for the 34th Annual CSP Workshop! The 33rd Annual CSP Workshop Events CSP Lunch Seminar Conformational mechanics for polymers doubly-grafted to a homogeneous substrate Guest: Shengming Zhang, Center for Simulational Physics, University of Georgia Tuesday, January 26, 2021 12:45 pm - 1:45 pm Location: Zoom meeting iCal Read more... CSP Lunch Seminar Applications of Machine Learning to Molecular Collisions Guest: Darin Mihalik, Physics & Astronomy, University of Georgia Tuesday, January 19, 2021 12:45 pm - 1:45 pm Location:  Via Zoom iCal Read more... View All Events Latest News Mar 6, 2020 Inaugural Chhabra-Landau Lecture Series Kicks Off The first lecture in this annual series was given by Dr. Sharon Glotzer, recipient of the 2019 Aneesur Rahman Prize for Computational Physics. Nov 8, 2019 Members of the Center for Simulational Physics played major roles in the X Brazilian Meeting on Simulational Physics in August, 2019 Inspired by the annual international Workshop hosted by the Center for Simulational Physics (CSP), the Brazilian Meeting on Simulational Physics (BMSP) brings together researchers from throughout the world in an effort to promote simulational physics... Jan 2, 2018 Prof. David P. Landau elected as new Chair of the IUPAP C20 Commisssion on Computational Physics Landau was elected at the General Assembly Meeting of the International Union of Pure and Applied Physics (IUPAP) in Sao Paulo, Brazil. Dec 1, 2017 Prof. David P. Landau presented the Keynote Invited Lecture at CompPhys17 CompPhys17 is the 18th International NTZ-Workshop on New Developments in Computational Physics Your Support Center for Simulational Physics Department of Physics & Astronomy The University of Georgia Athens, GA 30602-2451 U.S.A. Tel: (706) 542-2909 Fax: (706) 583-0024 Email: csp@uga.edu Developed by Jeff Deroshia David Landau, Distinguished Research Professor of Physics dlandau@uga.edu 706-542-2908 321A https:\/\/www.csp.uga.edu Biographical Information PhD, Yale University , 1967 AB, Princeton University , 1963 Honors and Awards Alexander von Humboldt Alumni Research Award, 2018 Doctor Honoris Causa degree from Universidade Federal de Minas Gerais, Brazil, 2016 Corresponding Member of the Brazilian Academy of Sciences, 2014 MAINZ Visiting Professor Award, “Materials science In mainZ” (MAINZ), 2013 Nicolson Medal for Human Outreach, American Physics Society, 2007 Fellow of the Institute of Science (London), 2004 Senior Guangbiao Distinguished Professor of Physics, Zhejiang University, 2004 Lamar Dodd Research Award, 2003 Aneesur Rahman Prize for Computational Physics, American Physical Society, 2002 Fellow, Japan Society for the Promotion of Science, 1999 Senior Teaching Fellow, University of Georgia, 1993 Alexander von Humboldt Senior U.S. Scientist Award, 1988 Jesse W. Beams Award for Outstanding Research, American Physical Society S.E. Section, 1987 Creative Research Medal, University of Georgia, 1981 Fellow, American Physical Society, 1976 Alexander von Humboldt Fellow, 1975 Our group has broad research interests which span a range of problems in condensed matter physics. Much of the work centers on phase transitions and critical phenomena in magnets, alloys (including binary semiconductors), and equilibrium polymer systems. Emphasis is placed on high resolution simulations of static and dynamic properties of both bulk and surface properties using methods such as Monte Carlo, kinetic Monte Carlo, spin dynamics, and molecular dynamics. We also work on developing new methodologies and scalable algorithms for parallel supercomputers. We interact strongly with a number of other research groups in Europe and South America. “A New Universality at a First-Order Phase Transition: The Spin-flop Transition in an Anisotropic Heisenberg Antiferromagnet”, Jiahao Xu, Shan-Ho Tsai, David P. Landau, Kurt Binder, J. Phys.:  Conf. Ser. 1483 , 0120004 (12 pages) (2020). “High-resolution Monte Carlo study of the order parameter distribution of the 3D Ising model”, Jiahao Xu, Alan M. Ferrenberg, and David P. Landau, Phys. Rev. E 101, 023315 (2020). “A First Look at Lattice Effects in Coarse-Grained Protein Models via Wang-Landau Simulations”, A. C.K. Farris, D. T. Seaton, and D. P. Landau, J. Phys.:  Conf. Ser. 1290 , 012019 (6 pages) (2019). “Crambin Homologues in the H0P Lattice Model”, Z. Zhang, A. C.K. Farris, G. Shi, T. Wuest, D. P. Landau, J. Phys.:  Conf. Ser. 1290 , 012018 (6 pages) (2019). “Carrier localization in perovskite nickelates from oxygen vacancies”, Michele Kotiuga, Zhen Zhang, Jiarui Li, Fanny M. Rodolakis Simoes, Hua Zhou, Ronny Sutarto, Feizhou He,  Qi Wang, Yifei Sun, Ying Wang, Neda Alsadat Aghamiri, Steven Bennett Hancock, Leonid Rokhinson, David P. Landau, Yohannes Abate, John W. Freeland, Riccardo Comin, Shriram Ramanathan, Karin M. Rabe, PNAS 116 , 21992-21997 (2019) doi.org\/10.1073\/pnas.1910490116 . “Statistical Physics Meets Biochemistry: Wang-Landau Sampling of the HP Model of Protein Folding”, A. C.K. Farris, T. Wuest, and D. P. Landau, Amer. J. Phys. 87 , 310-316 (2019) Editor’s pick “Probing predictions due to the nonlocal interface Hamiltonian: Monte Carlo simulations of interfacial fluctuations in Ising films”, Lijun Pang, D. P. Landau, and Kurt Binder, Phys. Rev. E 100 , 023303 (7 pages) (2019). “Finite size scaling for a first order transition where a continuous symmetry is broken:  The spin-flop transition in the 3D XXZ Heisenberg antiferromagnet”, J. Xu, S.-H. Tsai, D. P. Landau, and K. Binder, Phys. Rev. E 99 , 023309 (17 pages)  (2019) \"A Study of Magnetic Domains in Thin Films from FM and AFM Interactions\", J. D. Agudelo-Giraldo,  E. Restrepo-Parra, and D. P. Landau, Physica A 517 , 542-550 (2019). “Elucidating Thermal Behavior, Native Contacts, and Folding Funnels of Simple Lattice Proteins Using Replica Exchange Wang-Landau Sampling”, Guangjie Shi, Thomas Wuest, and David P. Landau, J. Chem. Phys. 149 , 164913 (9 pages) (2018). “The Role of Chain Stiffness in Lattice Protein Models: A Replica-Exchange Wang-Landau Study”, A. C.K. Farris, G. Shi, T. Wuest, and D. P. Landau, J. Chem. Phys. 149 , 125101 https:\/\/doi.org\/10.1063\/1.5045482 (2018)“Wang-Landau approach to the simulation of water clusters”, Junqi Yin and David P. Landau, Mol. Simulat. \u2028  DOI: 10.1080\/08927022.2018.1506119 (7 pages) (2018). “Influence of Substrate Pattern on the Adsorption of HP Lattice Proteins”, M. S. Wilson, G. Shi, T. Wüst, Y. W. Li, and D. P. Landau, Molecular Simulation DOI: 10.1080\/08927022.2018.1471691 (6 pages) (2018). “Incommensurability and phase transitions in two-dimensional XY models with Dzyaloshinksii-Moriya interactions,” H. Liu, J. A. Plascak, and D. P. Landau, Phys. Rev. E 97 , 052118 (7 pages) (2018). “Effects of Stiffness on Low Energy States in a Lattice Protein Model for Crambin”, Alfred C.K. Farris, Guangjie Shi, Thomas Wuest, and David P. Landau, J. Phys.: Conf. Ser. 1012 , 012008 (7 pages) (2018). “A practical guide to replica-exchange Wang–Landau simulations”, Thomas Vogel, Ying Wai Li, and David P. Landau, J. Phys.: Conf. Ser. 1012 , 012003 (16 pages) (2018). “92 Years of the Ising Model: A High Resolution Monte Carlo Study”, Jiahao Xu, Alan M. Ferrenberg, David P. Landau, J. Phys.: Conf. Ser. 1012 , 012002 (11 pages) (2018). “Pushing the Limits of Monte Carlo Simulations for the 3d Ising Model”, A. M. Ferrenberg, J. Xu, and D. P. Landau, Phys. Rev. E 97 , 043301 (12 pages) (2018). “Combined molecular and spin dynamics simulation of bcc iron with lattice vacancies”, M. Mudrick, M. Eisenbach, D. Perera, G. M. Stocks, and D. P. Landau, J. Phys.: Conf. Ser. 921 , 012007 (5 pages) (2017). “Replica Exchange Wang-Landau Simulation of Lattice Protein Folding Funnels”, G. Shi, T. Wüst, and D. P. Landau, J. Phys.: Conf. Ser. 905 , 120016 (8 pages) (2017). “Collective dynamics in atomistic models with coupled translational and spin degrees of freedom”, D. Perera, D. M. Nicholson, M. Eisenbach, G. M. Stocks, and D. P. Landau, Phys. Rev. B 95 , 014431 (12 pages) (2017). “Replica Exchange Wang-Landau Simulation of Lattice Protein Folding Funnels”, G. Shi, T. Wüst, and D. P. Landau, Phys. Rev. E 94 . 050402(R) (5 pages) (2016). “Magnetic phase transition in coupled spin-lattice systems: A replica-exchange Wang–Landau study”, D. Perera, T. Vogel, and D. P. Landau, Phys. Rev. E 94 , 043308 (5 pages) (2016). “Folding in a semi-flexible lattice model for Crambin”, Guangjie Shi, Alfred C.K. Farris, Thomas Wüst, and David P. Landau, J. Phys.: Conf. Ser. 686 , 012001 (7 pages) (2016) “Reinventing atomistic magnetic simulations with spin-orbit coupling”, D. Perera, M. Eisenbach, D. M. Nicholson, G. M. Stocks, and D. P. Landau, Phys. Rev. B 93 , 060402R (5 pages) (2016). \"Replica-exchange Wang–Landau sampling: Pushing the limits of Monte Carlo simulations in materials sciences,\" D. Perera, Y. W. Li, M. Eisenbach, T. Vogel, and D. P. Landau, TMS Annual Meeting Supplemental Proceedings , pp.811--818 (Wiley Online, 2015) “Exploring Replica-Exchange Wang-Landau sampling in higher-dimensional parameter space,” A. Valentim, J. C. S. Rocha, S.-H. Tsai, Y. W. Li, M. Eisenbach, C. E. Fiore, and D. P. Landau, J. Phys.: Conf. Ser. 640, 012006 (6 pages) (2015). “Effect of surface attractive strength on structural transitions of a confined HP lattice protein,” B. Pattanasiri, Y. W. Li, T. Wüst, and D. P. Landau, J. Phys: Conf. Ser. 640 , 012015 (6 pages) (2015). “Protein folding of the H0P model: A parallel Wang-Landau study,” G. Shi, T. Wüst, Y. W. Li, and D. P. Landau, J. Phys: Conf. Ser. 640 , 012017 (7 pages) (2015). “Magnetic Materials at Finite Temperatures: Thermodynamics and combined spin and molecular dynamics derived from First principles calculations,” M. Eisenbach, D. Perera, D. P. Landau, D. M. Nicholson, J. Yin, G. Brown, J. Phys.: Conf. Ser. 640 , 012019 (13 pages) (2015). \"Spin-wave multiple excitations in nanoscale classical Heisenberg antiferromagnets,\" Z. Hou, D. P. Landau, G. M. Stocks, and G. Brown, Phys. Rev. B 91 , 064417 (8 pages) (2015). “Leading Fisher partition function zeros as indicators of structural transitions in macromolecules,” J. C. S. Rocha,  S. Schnabel. D. P. Landau, and M. Bachmann, Physics Procedia 57 , 94-98 (2014). “Effects of single-site mutation on hydrophobic-polar lattice proteins,” G. Shi, T. Vogel, T. Wüst, Y. W. Li, and D. P. Landau, Phys. Rev. E 90 , 033307 (9 pages) (2014). “A new paradigm for petascale Monte Carlo simulation: Replica exchange Wang–Landau sampling,” Y. W. Li, T. Vogel, T. Wüst, and D. P. Landau, J. Phys.: Conf. Ser. 510 , 012012 (11 pages) (2014). “Scalable replica-exchange framework for Wang--Landau sampling,” T. Vogel, Y. W. Li, T. Wüst, and D. P. Landau, Phys. Rev. E 90 , 023302 (12 pages) (2014). “Identifying transitions in finite systems by means of partition function zeros and microcanonical inflection-point analysis:  A comparison for elastic flexible polymers,” J. C. S. Rocha, S. Schnabel. D. P. Landau, and M. Bachmann, Phys. Rev.E 90 , 022601 (10 pages) (2014). “A high-resolution Monte Carlo study of the multicritical point in the 3D XXZ Heisenberg antiferromagnet,” S. Hu, S.-H. Tsai, and D. P. Landau, Phys. Rev. E 89 , 032118 (7 pages) (2014). “Combined molecular dynamics-spin dynamics simulations of bcc iron,” D. Perera, D. P. Landau, D. M. Nicholson, G. M. Stocks, M. Eisenbach, J. Yin, and G. Brown, J. Phys:  Conf. Ser. 487 , 012007 (9 pages) (2014).“Bicritical or tetracritical:  The 3D anisotropic Heisenberg antiferromagnet,” S.-H. Tsai, S. Hu, and D. P. Landau, J. Phys.: Conf. Ser. 487 , 012005 ( 6 pages) (2014). “Exploring new frontiers in statistical physics with a new, parallel Wang-Landau framework,” T. Vogel, Y. W. Li, T. Wüst, and D. P. Landau, J. Phys.: Conf. Ser. 487 , 012001 (10 pages) (2014). “Wang-Landau sampling of the interplay between surface adsorption and folding of HP lattice proteins,” Y. W. Li,  T. Wüst and D. P. Landau, Mol. Simulat. 40 , 640-655 (2014). “Phonon-magnon intractions in body centered cubic iron:  A combined molecular dynamics and spin dynamics study,” D. Perera, D. P. Landau, D. M. Nicholson, G. M. Stocks, M. Eisenbach, J. Yin, and G. Brown, J. Appl. Phys. 135 , 17D124 (3 pages) (2014). “Thermodynamics and structural properties of a confined HP protein determined by Wang-Landaus simulation,” B. Pattanasiri, Y. W. Li, D. P. Landau, T. Wüst, and W. Triampo, J. Phys.:  Conf. Ser. 454 , 012071 (9 pages) (2013). “Examining the Phase Transition Behavior of Amphiphilic Lipids in Solution Using Statistical Temperature Molecular Dynamics and Replica-Exchange Wang-Landau Methods,” L. Gai, T. Vogel, K. A. Maerzke, C. R. Iacovella, D. P. Landau, P. T. Cummings, and C. McCabe, J. Chem. Phys. 139 , 054505 (13 pages) (2013). “A generic, hierarchical framework for massively parallel Wang-Landau sampling”, T. Vogel, Y. W. Li, T. Wüst, and D. P. Landau, Phys. Rev. Lett. 110 , 210603 (5 pages) (2013). “Generic folding and transition hierarchies for surface adsorption of HP lattice model proteins”, Y. W. Li, T. Wüst, and D. P. Landau, Phys. Rev. E 87 , 012706 (11 pages) (2013). “From flexible to stiff:  Systematic analysis of structural phases for semiflexible polymers”, D. T. Seaton, S. Schnabel, D. P. Landau, and M. Bachmann, Phys. Rev. Lett. 110 , 028103 (5 pages) (2013). “Conformational transitions of a confined lattice protein: A Wang-Landau study”, B. Pattanasiri, Y. W. Li, D. P. Landau. T. Wüst and W. Triampo, J. Phys.: Conf. Series 402 , 012048 (8 pages)  (2012) “Surface adsorption of lattice HP proteins: Thermodynamics and structural transitions using Wang-Landau sampling”, Y. W. Li, Thomas Wüst and D. P Landau, J. Phys.: Conf. Series 402 , 012046 (7 pages)  (2012) “Spin waves in the classical Heisenberg antiferromagnet on the kagome lattice”, S. Schnabel and D. P. Landau, J. Phys.: Conf. Series 402 , 012022 (9 pages)  (2012). “Optimized Wang-Landau sampling of lattice polymers: Ground state search and folding thermodynamics of HP model proteins”, T. Wüst and D. P. Landau, J. Chem. Phys. 137 , 064903 (13 pages) (2012) “Effects of stiffness on short, semiflexible homopolymer chains”, D. Seaton, S. Schnabel. M. Bachmann, and D. P. Landau, Int. J. Mod. Phys. C 23 , 1240004 (7 pages) (2012). “Wang-Landau simulations of adsorbed and confined lattice proteins”, B. Pattamasiri, Y. W. Li, D. P. Landau, and T. Wuest, Int. J. Mod. Phys. C 23 , 1240008 (10 pages) (2012). “Fictitious excitations in the classical Heisenberg antiferromagnet on the kagome lattice”, S. Schnabel and D. P. Landau, Phys. Rev. B 86 , 014413 (10 pages) (2012). “Diffusion Monte Carlo for fermions with replica exchange”, M.-H. Chung and D. P. Landau, Phys. Rev. B 55 , 115115 (6 pages) (2012). “Massively parallel Wang-Landau Sampling on Multiple GPUs”, J. Yin and D. P. Landau, Comput. P{hys. Commun. 183 , 1568-1573 (2012). “Structural properties and thermodynamics of water clusters: A Wang-Landau study”, Junqi Yin and D. P. Landau, J. Chem. Phys. 134 , 074501 (9 pages) (2011). “Von Neumann entropy and bipartite number fluctuation in quantum phase transitions”, M.H. Chung and D. P. Landau, Phys. Rev. B 83 , 113104 (4 pages) (2011); erratum: Phys. Rev. B 83 , 115115 (2012). “Biologically inspired surface physics:  The HP protein model”, Y.-W. Li, T. Wüst, and D. P. Landau, in Nanophenomena at Surfaces , ed. M. Michailov, pp.169-184 (Springer, Heidelberg, 2011). “Role of diffusion in scaling of polymer chain aggregates found in vapor deposition polymerization”, S. Tangirala and D. P. Landau, Phys. Rev. E 83 , 051804 (4 pages) (2011). “Simulation evidence for nonlocal interface models: Two correlation lengths describe complete wetting”, L. Pang, D. P. Landau, and K. Binder, Phys. Rev. Lett. 106 , 236102 (4 pages) (2011). “Microcanonical entropy inflection points: Key to systematic understanding of transitions in finite systems”, S. Schnabel, D. T. Seaton, D. P. Landau, and M. Bachmann, Phys. Rev. E 84 , 011127 (4 pages) (2011). “Monte Carlo Simulations of the HP Model (the “Ising Model” of Protein Folding)”, Y.-W. Li, T. Wüst, and D. P. Landau, Comput. Phys. Commun. 182 , 1896-1899 (2011). “Unraveling the beautiful complexity of simple lattice model polymers and proteins using Wang-Landau sampling”, T. Wüst, Y. W. Li, and D. P. Landau, J. Stat, Phys. 144 , 638-651 (2011). “Phase Transitions in Thin Films with Competing Surface Fields and Gradients”, Lijun Pang, D. P. Landau, and K. Binder, Phys. Rev. E 84 , 041603 (8 pages) (2011). “Oxygen Pairing on the Highly Non-Stoichiometric (110) Surface of TiO 2 ”, S. J. Thompson, D. P. Landau and S. P. Lewis, Physics Procedia (online) 7 , 103-106 (2010). “Modeling relaxation-to-creep transition of domain-wall motion in ultrathin ferromagnetic and ferroelectric films”, N.J. Zhou, B. Zheng, and D. P. Landau, Europhys. Lett. 92 , 36001 (5 pages) (2010). “Monte Carlo simulations of protein models:  At the interface between statistical physics and biology”, T. Wüst, D. P. Landau, C. Gervais, and Y. Xu, in BIOMAT 2009:  International Symposium on Mathematical and Computational Biology , p.72-86 (2010). \"Monte Carlo study of the triangular XY Vector Blume-Emery-Griffiths model\", J. B. Santos-Filho, J. A. Plascak and D. P. Landau, Physica A 389 , 2934-2938 (2010). \"Square lattice gases with two- and three-body interactions revisited: A row-shifted (2×2) phase\", J. Yin and D. P. Landau, Phys. Rev. E 81 , 031121 (6 pages) (2010) \"Dynamic scaling study of vapor deposition polymerization: A Monte Carlo approach\", S. Tangirala, D.P. Landau, and Y.-P. Zhao, Phys. Rev. E 81 , 011605 (10 pages) (2010). \"Collapse transitions in a flexible homopolymer chain: Application of the Wang-Landau algorithm\", D. T. Seaton, T. Wüst, and D. P. Landau, Phys. Rev. E 81 , 011802 (10 pages) (2010). \"Phase diagram and critical behavior of the square-lattice Ising model with competing nearest- and next nearest-neighbor interactions\". J. Yin and D. P. Landau, Phys. Rev. E 80 , 051117 (8 pages) (2009). \"Domain growth in compressible 2D Ising models undergoing phase separation, S. J. Mitchell and D. P. Landau, Int. J. Mod. Phys. C 20 , 1325-1333 (2009). \"Two-dimensional Wang-Landau sampling of an asymmetric Ising model\", S. H. Tsai, F. G. Wang, and D. P. Landau, Int. J. Mod. Phys. C 20 , 1357-1366 (2009). \"Application of the Wang-Landau algorithm to the dimerization of glycophorin A\", C. Gervais, T. Wüst, D.P. Landau, and Y. Xu, J. Chem. Phys. 130 , 215106 (7 pages) (2009). \"Versatile approach to access the low temperature thermodynamics of lattice polymers and proteins\", T.Wüst, and D.P. Landau, Phys. Rev. Lett. 102 , 178101 (4 pages) (2009). \"Monte Carlo simulations of systems with complex energy landscapes\", T. Wüst, D. P. Landau, C. Gervais, and Y. Xu, Comput. Phys. Commun. 180 , 475-479 (2009). \"Phase diagram of a two-dimensional large-Q Potts model in an external field\", S.H. Tsai and .P. Landau, Comput. Phys. Commun. 180 , 485-487 (2009). \"A Wang-Landau study of the phase transitions in a flexible homopolymer\", D.T. Seaton, T. Wüst, and D.P. Landau, Comput. Phys. Commun. 180 , 587-589 (2009). \"Improving Wang-Landau sampling with adaptive windows:, A.G. Cunha-Netto, A.A. Caparica, S.H. Tsai, R. Dickman, and D.P. Landau, Phys. Rev. E 78 , 055701 (R) (4 pages) (2008). \"Phase transitions and interface fluctuations in double wedges and bi-pyramids with competing surface fields\", M. Müller, A. Milchev, K. Binder, and D.P. Landau, Eur. Phys. J. B 64 , 499-503 (2008). \"Monte Carlo simulation of film growth in a phase separating binary alloy model\", X. Tao, Y. Shim, and D.P. Landau, Physica A 387 , 2495-2503 (2008). \"The HP model of protein folding: A challenging testing ground for Wang-Landau sampling\", T. Wüst and D. P. Landau, Comput. Phys. Commun. 179 , 124-128 (2008). \"Critical endpoint behavior: A Wang-Landau study\", D. P. Landau, F. Wang, and S,-H. Tsai, Comput. Phys. Commun. 179 , 8-12 (2008) \"Developments in Wang-Landau Simulations Simulations of a Simple Continuous Homopolymer\", D.T. Seaton, S. J. Mitchell and D.P. Landau, Braz. J. Phys. 38 , 48-53 (2008). \"Unusual domain growth behavior in the compressible Ising model\", S.J. Mitchell, L.F.C. Pereira, and D.P. Landau, Braz. J. Phys. 38 , 1-5 (2008). \"Uncovering the secrets of unusual phase diagrams: Applications of two-dimensional Wang-Landau sampling\", S.-H. Tsai, F. Wang, and D.P. Landau, Braz. J. Phys. 38 , 6-11 (2008). \"Computer Simulations: A Window on Static and Dynamic Properties of Simple Spin Models in Statistical Physics\", S.-H. Tsai and D. P. Landau, Amer. J. Phys. 76 , 445-452 (2008). \"Properties of Bose Einstein Condensates in a Quasi-one-dimensional Box Trap\", C. Zhang, K. Nho and D.P. Landau, Phys. Rev. A 77 , 025601 (4 pages) (2008) \"Spin Dynamics, An Atomistic Simulation Tool for Magnetic Systems\", S.-H. Tsai, and D.P. Landau, Computing in Science and Engineering 10 , 72-79 (2008). Simulational Physics Condensed Matter Physics Member Login Workshop Attendee Login  Home Resources Running Serial Code on CSP Clusters Running Parallel Code on CSP Clusters Latex FAQ Educational Opportunities PhD Study English – English 中文 – Chinese 한국어 – Korean Deutsch – German Español – Spanish Русский – Russian Português – Portuguese italiano – Italian Български – Bulgarian Annual Workshop Molecular self-assembly and absorption Invisibility Cloak with Transformation Optics High Velocity Clouds in the Galactic halo Amorphous Water-Ice Slab In the interstellar medium Amorphous Ice and Dust In the interstellar medium Registration is open for the 34th Annual CSP Workshop! The 33rd Annual CSP Workshop Events CSP Lunch Seminar Conformational mechanics for polymers doubly-grafted to a homogeneous substrate Guest: Shengming Zhang, Center for Simulational Physics, University of Georgia Tuesday, January 26, 2021 12:45 pm - 1:45 pm Location: Zoom meeting iCal Read more... CSP Lunch Seminar Applications of Machine Learning to Molecular Collisions Guest: Darin Mihalik, Physics & Astronomy, University of Georgia Tuesday, January 19, 2021 12:45 pm - 1:45 pm Location:  Via Zoom iCal Read more... View All Events Latest News Mar 6, 2020 Inaugural Chhabra-Landau Lecture Series Kicks Off The first lecture in this annual series was given by Dr. Sharon Glotzer, recipient of the 2019 Aneesur Rahman Prize for Computational Physics. Nov 8, 2019 Members of the Center for Simulational Physics played major roles in the X Brazilian Meeting on Simulational Physics in August, 2019 Inspired by the annual international Workshop hosted by the Center for Simulational Physics (CSP), the Brazilian Meeting on Simulational Physics (BMSP) brings together researchers from throughout the world in an effort to promote simulational physics... Jan 2, 2018 Prof. David P. Landau elected as new Chair of the IUPAP C20 Commisssion on Computational Physics Landau was elected at the General Assembly Meeting of the International Union of Pure and Applied Physics (IUPAP) in Sao Paulo, Brazil. Dec 1, 2017 Prof. David P. Landau presented the Keynote Invited Lecture at CompPhys17 CompPhys17 is the 18th International NTZ-Workshop on New Developments in Computational Physics Your Support Center for Simulational Physics Department of Physics & Astronomy The University of Georgia Athens, GA 30602-2451 U.S.A. Tel: (706) 542-2909 Fax: (706) 583-0024 Email: csp@uga.edu Developed by Jeff Deroshia"
            ]
        ]
    ]
}