{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KF8OG7RV",
            "nLwfZ3gAAAAJ",
            [
                "The role of the father in child development",
                "Constructing an understanding of mind: The development of children's social understanding within social interaction",
                "The development and significance of father-child relationships in two-parent families.",
                "Fathers’ influences on children’s development: The evidence from two-parent families",
                "How children develop social understanding.",
                "Exploring children's choice: The reminder effect of product placement",
                "Social influences on false belief access: Specific sibling influences or general apprenticeship?",
                "Three‐year‐olds' problems with false belief: Conceptual deficit or linguistic artifact?",
                "Korean preschoolers’ advanced inhibitory control and its relation to other executive skills and mental state understanding",
                "Becoming a father"
            ],
            [
                "For a variety of sociopolitical, economic, scientific, and clinical reasons, considerable interest in the study of father-child relationships has emerged in the last decade. In the last few years, the focus has narrowed to concern about the effects of increased paternal involvement. Interest in, and concern about, the latter seems to be especially prominent among social service providers and clinicians. For this reason, and also because the voluminous literature on paternal influences has been scrutinized quite extensively, we will focus in this chapter on evidence concerning the effects of increased involvement. Much less will be said, mostly in summary fashion, about paternal influences more generally, although readers will be referred to recent reviews for further discussions of the literature.",
                "Theories of children's developing understanding of mind tend to emphasize either individualistic processes of theory formation, maturation, or introspection, or the process of enculturation. However, such theories must be able to account for the accumulating evidence of the role of social interaction in the development of social understanding. We propose an alternative account, according to which the development of children's social understanding occurs within triadic interaction involving the child's experience of the world as well as communicative interaction with others about their experience and beliefs (Chapman 1991; 1999). It is through such triadic interaction that children gradually construct knowledge of the world as well as knowledge of other people. We contend that the extent and nature of the social interaction children experience will influence the development of children's social understanding. Increased opportunity to engage in cooperative social interaction and exposure to talk about mental states should facilitate the development of social understanding. We review evidence suggesting that children's understanding of mind develops gradually in the context of social interaction. Therefore, we need a theory of development in this area that accords a fundamental role to social interaction, yet does not assume that children simply adopt socially available knowledge but rather that children construct an understanding of mind within social interaction.",
                "In this chapter the authors review current research on the nature and importance of father-child relationships. They begin by describing the factors that influence father-child interactions and relationships, noting that men's interactions with their children need to be understood within a network of family relationships. Studies of infants and young children have predominated, and these thus continue to dominate our examination, in the second section, of studies concerned with the characteristics of father-child relationships, including the amount of time that fathers spend with their children and differences between maternal and paternal styles of interaction. In the third section the authors examine fathers' responses to parenthood and to their infants, the processes by which infants become attached to their parents, and differences in the nature and impact of mother-and father-child relationships. Changes in the nature of …",
                "Although it is often assumed that men have an important influence on their children’s development, the supportive evidence can be difficult to locate and summarize. In this paper, we analyse the evidence with respect to four emergent themes. First, men often appear to interact with their children less sensitively than mothers do, and many children thus appear to form closer attachments to their mothers than to their fathers. Second, the data also indicate that fathers may play specific and important roles, with men in some cultures having clearly defined roles as playmates to their children. Third, paternal play styles predict later socio-emotional development while paternal involvement seems to predict adult adjustment better than maternal involvement does. Such evidence suggests, fourth, that we need appropriate measures of fatherhood that are not simply borrowed from the study of motherhood.",
                "This book critically reviews research on the problem of how children come to understand the social world, an area often known as children's\" theories of mind.\" It will be of interest to a wide variety of readers because the issue of how children begin their entry into the social world is of such essential importance in child development. The authors take an integrated view of the development of children's social understanding, bringing out the connections between mental state understanding and their understanding of language, social skills, morality and emotions. A focus on language is central to their approach, since they propose that language both reflects understanding and facilitates its further development. At the same time, the authors situate their own arguments and interpretations in a historical and theoretical context, discussing them not only in relation to current research and theory on the development of …",
                "There has been little attempt to understand the influence on children of branded products that appear in television programs and movies. A study exposed children of two different age groups (6–7 and 11–12) in classrooms to a brief film clip. They were then individually asked to demonstrate their witness skills by describing in as much detail as possible what they had seen. Half of each class was shown a scene from Home Alone that shows Pepsi Cola being spilled during a meal. The other half was shown a similar clip from Home Alone but without branded products. All children were invited to help themselves from a choice of Pepsi or Coke at the outset of the individual interviews. Those who had seen the branded clip made a significantly different choice of drink. The responses to the interviews suggest that it is not simply exposure to the film but rather previous exposure together with a reminder in the form of …",
                "Some recent studies have found a relation between the number of siblings 3–4‐year‐old children have and their performance on false belief tasks. 2 experiments reported here examine a variety of factors in children's social environments, including daily contact with peers and adults as well as the numbers of their siblings, on a battery of false belief tests. In Experiment 1, 82 preschoolers were studied in Rethymnon, Crete, in order to obtain a range of extended kin available as a resource for the child. In Experiment 2, 75 Cypriot preschoolers were studied in Nicosia in order to examine the influences of each child's daily social contacts, as measured by maternal questionnaire. Logistic regression revealed that the factors which account for most of the predicted variance on the theory of mind tests were (a) the number of adult kin available (Experiment 1) or adults interacted with daily (Experiment 2), (b) the child's age …",
                "Researchers are divided over whether young children understand other people's minds. This study reexamines the main technique used to show a basic inability in 3‐year‐olds to make judgments about a person's thoughts when that person's knowledge happens to be false. 131 children, aged 3, 3 1\/2, and 4, were shown the real, unexpected contents of a chocolate box and were required to say what a friend would think was in it and what their own previous expectations had been. Success in this task was compared between the 3 age groups and also according to the specificity of questions asked. It was found, in contrast to previous findings, that test questions that are temporally specific and syntactically straightforward enable most 3‐year‐olds to attribute false beliefs to others. These results suggest that 3‐year‐olds' access to information about others' mental states is bounded by the linguistic demands placed …",
                "This study assessed executive function and mental state understanding in Korean preschoolers. In Experiment 1, forty 3.5‐ and 4‐year‐old Koreans showed ceiling performance on inhibition and switching measures, although their performance on working memory and false belief was comparable to that of Western children. Experiment 2 revealed a similar advantage in a sample of seventy‐six 3‐ and 4‐year‐old Koreans compared with sixty‐four age‐matched British children. Korean children younger than 3.5 years of age showed ceiling effects on some inhibition measures despite more stringent protocols and the link between executive function and mental state understanding was not as strong as in the British sample. The results raise key questions about the nature and development of the executive system and its relation to social understanding.",
                "Researchers, in common with the couples they observe, are restricted in what they can see. There is in the nature of scientific enquiry an element of partiality. To study in detail is to narrow the field of vision; to select one area of investigation is to ignore another....(The research process is] an artefact in the sense that it has been segregated from the wider context of which it is part.(Clulow 1982: 20)Recent years have witnessed a dramatic shift in the way researchers have examined the methods they use. No longer is it acceptable to assume that behaviour observed in a laboratory or responses gleaned from an interview are simple ‘facts', which the psychologist merely records in order to make sense of the social world. As Clulow states above, the research act is' an artefact'in that the end product records only a narrow area of experience."
            ],
            [
                [
                    "Developmental Psychology",
                    "Theory of Mind",
                    "Parenting",
                    "Fathering"
                ]
            ]
        ]
    ]
}