{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KGA1MKUP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Adrian C. Melissinos Professor of Physics, Emeritus PhD, Massachusetts Institute of Technology, 1958 209 Bausch & Lomb Hall (585) 275-2707 Fax: (585) 273-3237 meliss@pas.rochester.edu Biography Professor Melissinos was graduated from the Greek Royal Naval Academy as an ensign in 1948. He served at sea until 1954 and began graduate studies at the Massachusetts Institute of Technology in 1955. He received his PhD degree from MIT in 1958, at which time he joined the University as an Instructor. He was appointed Assistant Professor of Physics in 1960, Associate Professor in 1963, and Professor in 1967. Professor Melissinos has been a visiting scientist at Brookhaven National Laboratory since 1960, a visiting scientist at CERN (1968,1977,1989), and held guest appointments at Fermilab and SLAC. He was a visiting Professor at the University of Athens in the Fall of 1996 and a visitor at DESY in the Spring of 1997. He has served on many National and International organizations and advisory panels, and he has chaired the BNL visiting committee and the SLAC Scientific Policy committee. He has also served as a member of the APS Council. Professor Melissinos was named a Fellow of the American Physical Society in 1965 and has been a corresponding member of the National Academy of Athens since 1976. He is the author or co-author of more than 150 journal publications and of four textbooks and several monographs. Research Overview Professor Melissinos' research interest is primarily in the area of experimental high-energy physics , centered on experiments at the major accelerator facilities. He has also been involved in experiments on the gravitational effects of high energy particles and in searches for cosmic axions. Most recently he has been involved in probing the interaction of high power lasers with highly relativistic electrons. These experiments gave evidence, for the first time, of the nonlinear properties of the vacuum and of photon-photon inelastic scattering. For further details of this experiment, go here . Professor Melissinos has also carried out research on laser acceleration of electrons and currently his group is involved in the operation of a low emittance, photoinjected electron beam. Such beams are necessary for free electron lasers, and future e+e- colliders. Professor Melissions' current interests and experimental programs involve (a) antihydrogen spectroscopy in flight, (b) the search for axion production in relativistic heavy ion collisions, (c) the possibility of an experiment on atomic parity violation using singly charged relativistic heavy ion beams, and (d) a search for gravitational radiation ( LIGO )."
            ]
        ]
    ]
}