{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KGGUB7JS",
            "H5fUUMAAAAAJ",
            [
                "Heralded entanglement between solid-state qubits separated by three metres",
                "Unconditional quantum teleportation between distant solid-state quantum bits",
                "Quantum memory with millisecond coherence in circuit QED",
                "Demonstration of entanglement-by-measurement of solid state qubits",
                "Robust concurrent remote entanglement between two superconducting qubits",
                "Multilayer microwave integrated quantum circuits for scalable quantum computing",
                "Deterministic nanoassembly of a coupled quantum emitter–photonic crystal cavity system",
                "On-demand quantum state transfer and entanglement between remote microwave cavity memories",
                "Controlled release of multiphoton quantum states from a microwave cavity memory",
                "Faithful conversion of propagating quantum information to mechanical motion"
            ],
            [
                "Quantum entanglement between spatially separated objects is one of the most intriguing phenomena in physics. The outcomes of independent measurements on entangled objects show correlations that cannot be explained by classical physics. As well as being of fundamental interest, entanglement is a unique resource for quantum information processing and communication. Entangled quantum bits (qubits) can be used to share private information or implement quantum logical gates 1, 2. Such capabilities are particularly useful when the entangled qubits are spatially separated 3, 4, 5, providing the opportunity to create highly connected quantum networks 6 or extend quantum cryptography to long distances 7, 8. Here we report entanglement of two electron spin qubits in diamond with a spatial separation of three metres. We establish this entanglement using a robust protocol based on creation of spin–photon …",
                "Realizing robust quantum information transfer between long-lived qubit registers is a key challenge for quantum information science and technology. Here we demonstrate unconditional teleportation of arbitrary quantum states between diamond spin qubits separated by 3 meters. We prepare the teleporter through photon-mediated heralded entanglement between two distant electron spins and subsequently encode the source qubit in a single nuclear spin. By realizing a fully deterministic Bell-state measurement combined with real-time feed-forward, quantum teleportation is achieved upon each attempt with an average state fidelity exceeding the classical limit. These results establish diamond spin qubits as a prime candidate for the realization of quantum networks for quantum communication and network-based quantum computing.",
                "Significant advances in coherence render superconducting quantum circuits a viable platform for fault-tolerant quantum computing. To further extend capabilities, highly coherent quantum systems could act as quantum memories for these circuits. A useful quantum memory must be rapidly addressable by Josephson-junction-based artificial atoms, while maintaining superior coherence. We demonstrate a superconducting microwave cavity architecture that is highly robust against major sources of loss that are encountered in the engineering of circuit QED systems. The architecture allows for storage of quantum superpositions in a resonator on the millisecond scale, while strong coupling between the resonator and a transmon qubit enables control, encoding, and readout at MHz rates. This extends the maximum available coherence time attainable in superconducting circuits by almost an order of magnitude …",
                "Projective measurements are a powerful tool for manipulating quantum states 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13. In particular, a set of qubits can be entangled by measuring a joint property 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13 such as qubit parity. These joint measurements do not require a direct interaction between qubits and therefore provide a unique resource for quantum information processing with well-isolated qubits. Numerous schemes for entanglement-by-measurement of solid-state qubits have been proposed 8, 9, 10, 11, 12, 13, but the demanding experimental requirements have so far hindered implementations. Here we realize a two-qubit parity measurement on nuclear spins localized near a nitrogen-vacancy centre in diamond by exploiting an electron spin as a readout ancilla. The measurement enables us to project the initially uncorrelated nuclear spins into maximally entangled states. By combining …",
                "Entangling two remote quantum systems that never interact directly is an essential primitive in quantum information science and forms the basis for the modular architecture of quantum computing. When protocols to generate these remote entangled pairs rely on using traveling single-photon states as carriers of quantum information, they can be made robust to photon losses, unlike schemes that rely on continuous variable states. However, efficiently detecting single photons is challenging in the domain of superconducting quantum circuits because of the low energy of microwave quanta. Here, we report the realization of a robust form of concurrent remote entanglement based on a novel microwave photon detector implemented in the superconducting circuit quantum electrodynamics platform of quantum information. Remote entangled pairs with a fidelity of 0.57±0.01 are generated at 200 Hz. Our experiment opens …",
                "As experimental quantum information processing (QIP) rapidly advances, an emerging challenge is to design a scalable architecture that combines various quantum elements into a complex device without compromising their performance. In particular, superconducting quantum circuits have successfully demonstrated many of the requirements for quantum computing, including coherence levels that approach the thresholds for scaling. However, it remains challenging to couple a large number of circuit components through controllable channels while suppressing any other interactions. We propose a hardware platform intended to address these challenges, which combines the advantages of integrated circuit fabrication and the long coherence times achievable in three-dimensional circuit quantum electrodynamics. This multilayer microwave integrated quantum circuit platform provides a path towards the …",
                "Controlling the interaction of a single quantum emitter with its environment is a key challenge in quantum optics. Here, we demonstrate deterministic coupling of single nitrogen-vacancy (NV) centers to high-quality photonic crystal cavities. We preselect single NV centers and position their 50-nm-sized host nanocrystals into the mode maximum of photonic crystal S1 cavities with few-nanometer accuracy. The coupling results in a strong enhancement of NV center emission at the cavity wavelength.",
                "Coupling isolated quantum systems through propagating photons is a central theme in quantum science 1, 2, with the potential for groundbreaking applications such as distributed, fault-tolerant quantum computing 3, 4, 5. To date, photons have been used widely to realize high-fidelity remote entanglement 6, 7, 8, 9, 10, 11, 12 and state transfer 13, 14, 15 by compensating for inefficiency with conditioning, a fundamentally probabilistic strategy that places limits on the rate of communication. In contrast, here we experimentally realize a long-standing proposal for deterministic, direct quantum state transfer 16. Using efficient, parametrically controlled emission and absorption of microwave photons, we show on-demand, high-fidelity state transfer and entanglement between two isolated superconducting cavity quantum memories. The transfer rate is faster than the rate of photon loss in either memory, an essential …",
                "Signal transmission loss in a quantum network can be overcome by encoding quantum states in complex multiphoton fields. But transmitting quantum information encoded in this way requires that locally stored states can be converted to propagating fields. Here we experimentally show the controlled conversion of multiphoton quantum states, such as Schrödinger cat states, from a microwave cavity quantum memory into propagating modes. By parametric conversion using the nonlinearity of a single Josephson junction, we can release the cavity state in∼ 500 ns, about three orders of magnitude faster than its intrinsic lifetime. This mechanism—which we dub Schrödinger’s catapult—faithfully converts arbitrary cavity fields to travelling signals with an estimated efficiency of> 90%, enabling the on-demand generation of complex itinerant quantum states. Importantly, the release process can be precisely controlled on …",
                "The motion of micrometre-sized mechanical resonators can now be controlled and measured at the fundamental limits imposed by quantum mechanics. These resonators have been prepared in their motional ground state 1, 2, 3 or in squeezed states 4, 5, 6, measured with quantum-limited precision 7, and even entangled with microwave fields 8. Such advances make it possible to process quantum information using the motion of a macroscopic object. In particular, recent experiments have combined mechanical resonators with superconducting quantum circuits to frequency-convert, store and amplify propagating microwave fields 9, 10, 11, 12. But these systems have not been used to manipulate states that encode quantum bits (qubits), which are required for quantum communication and modular quantum computation 13, 14. Here we demonstrate the conversion of propagating qubits encoded as superpositions …"
            ],
            [
                [
                    "Quantum physics",
                    "Quantum information",
                    "Solid state physics",
                    "Quantum optics",
                    "Quantum circuits"
                ]
            ],
            [
                "Wolfgang Pfaff Assistant Professor AMO \/ Quantum Physics 295A Engineering Sciences Building wpfaff@illinois.edu"
            ]
        ]
    ]
}