{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KGSXBX6U",
            "wW9PXIcAAAAJ",
            [
                "Review of the magnetocaloric effect in manganite materials",
                "Giant magnetoimpedance materials: Fundamentals and applications",
                "Strong room-temperature ferromagnetism in VSe 2 monolayers on van der Waals substrates",
                "Excellent magnetocaloric properties of La 0.7 Ca 0.3− x Sr x MnO 3 (0.05⩽ x⩽ 0.25) single crystals",
                "Magnetocaloric effect and refrigerant capacity in charge-ordered manganites"
            ],
            [
                "A thorough understanding of the magnetocaloric properties of existing magnetic refrigerant materials has been an important issue in magnetic refrigeration technology. This paper reviews a new class of magnetocaloric material, that is, the ferromagnetic perovskite manganites (R1−xMxMnO3, where R=La, Nd, Pr and M=Ca, Sr, Ba, etc.). The nature of these materials with respect to their magnetocaloric properties has been analyzed and discussed systematically. A comparison of the magnetocaloric effect of the manganites with other materials is given. The potential manganites are nominated for a variety of large- and small-scale magnetic refrigeration applications in the temperature range of 100–375 K. It is believed that the manganite materials with the superior magnetocaloric properties in addition to cheap materials-processing cost will be the option of future magnetic refrigeration technology.",
                "Since the discovery of the magnetoimpedance (MI) effect just over a decade ago, international research interest into the giant magnetoimpedance (GMI) effect has been growing. This article aims to provide a comprehensive summary of the GMI topic, encompassing fundamental understanding of the GMI phenomena, the processing and properties of GMI materials and the design and application of GMI-based magnetic sensors. The paper starts with the definition of GMI and an assessment of the current theoretical understanding of the frequency dependence of GMI. Then a detailed description of processing methods for the production of amorphous and nanocrystalline GMI materials in the form of wires, ribbons and thin films is given, with an examination of the advantages and disadvantages of each technique. Properties of existing GMI materials including magnetic, mechanical, electrical and chemical properties …",
                "Reduced dimensionality and interlayer coupling in van der Waals materials gives rise to fundamentally different electronic 1, optical 2 and many-body quantum 3, 4, 5 properties in monolayers compared with the bulk. This layer-dependence permits the discovery of novel material properties in the monolayer regime. Ferromagnetic order in two-dimensional materials is a coveted property that would allow fundamental studies of spin behaviour in low dimensions and enable new spintronics applications 6, 7, 8. Recent studies have shown that for the bulk-ferromagnetic layered materials CrI 3 (ref. 9) and Cr 2 Ge 2 Te 6 (ref. 10), ferromagnetic order is maintained down to the ultrathin limit at low temperatures. Contrary to these observations, we report the emergence of strong ferromagnetic ordering for monolayer VSe 2, a material that is paramagnetic in the bulk 11, 12. Importantly, the ferromagnetic ordering with a large …",
                "This letter reports on the superior magnetocaloric properties of La0.7Ca0.3−xSrxMnO3 (x=0.05, 0.10, 0.20, and 0.25) single crystals. Upon 50 kOe applied field, the magnetic entropy changes (ΔSM) reach values of ∼10.5, 7.45, 6.97, and 6.86J∕kgK for x=0.05, 0.10, 0.20, and 0.25 compositions, respectively. The large magnetic entropy changes have been found to occur around 300 K, thus allowing magnetic refrigeration at room temperature. Due to the absence of grains in the single crystals, the ΔSM distribution here is much more uniform than that of gadolinium and polycrystalline manganites, which is desirable for an Ericson-cycle magnetic refrigerator. The single crystals have the large magnetic entropy changes induced by low magnetic field change, which is beneficial for the household application of active magnetic refrigerant (AMR) materials. These results indicate that the present single crystals are …",
                "The influence of first- and second-order magnetic phase transitions on the magnetocaloric effect (MCE) and refrigerant capacity (RC) of charge-ordered Pr0.5Sr0.5MnO3 has been investigated. The system undergoes a paramagnetic to ferromagnetic transition at TC∼255 K followed by a ferromagnetic charge-disordered to antiferromagnetic charge-ordered transition at TCO∼165 K. While the first-order magnetic transition (FOMT) at TCO induces a larger MCE (6.8 J\/kg K) limited to a narrower temperature range resulting in a smaller RC (168 J\/kg), the second-order magnetic transition at TC induces a smaller MCE (3.2 J\/kg K) but spreads over a broader temperature range resulting in a larger RC (215 J\/kg). In addition, large magnetic and thermal hysteretic losses associated with the FOMT below TCO are detrimental to an efficient magnetic RC, whereas these effects are negligible below TC because of the …"
            ],
            [
                [
                    "Nanomagnetism",
                    "Nanospintronics",
                    "Nanobiosensors"
                ]
            ],
            [
                "     Manh-Huong Phan  Professor of Physics University of South Florida 4202 East Fowler Avenue Tampa, Florida 33620, USA Phone: 813-974-4322 Fax: 813-974-5813 Email: phanm@usf.edu  ADVANCED MATERIALS & SENSORS LABORATORY   HOME  RESEARCH  PUBLICATIONS  AWARDS  MEMBERS  LINKS     Education     Ph.D. in Engineering Physics , Bristol University , United Kingdom, 2006   M.S. in Applied Physics , Chungbuk National University , South Korea, 2003  B.S. in Solid State Physics , Vietnam National University , Vietnam, 2000      Research interests     Nanomagnetism and nanospintronics  Smart sensing technologies and biosensors  Energy-efficient magnetocaloric materials  Functional magnetic oxides  Magnetic nanoparticles and nanomedicine  Multiferroic films and heterostructures  Helical magnets and magnetic skyrmions  Atomically thin van der Waals magnets  Transition metal chalcogenides and heterostructures     Professional activities     Editor, Journal of Electronic Materials (Springer, SCI journal, IF = 1.67, 2018 - present)   Editorial Board Member, Scientific Reports (Springer - Nature Research Publisher, IF = 4.122, 2018-present)   Managing Editor & Founding Member, Journal of Science: Advanced Materials and Devices (Elsevier, CSIE journal, IF = 3.78, 2016 - present)   Associate Editor, Journal of Electronic Materials (Springer, SCI journal, IF = 1.798, 2015 - 2018)   Editor, Applied Sciences (MDPI, SCIE journal, IF = 1.679, 2017 - present)   Guest Editor, Special issue \"Multicalorics\" for publication in the Journal of Applied Physics (IF = 2.328), January 31, 2020   Lead Editor, Special issue \"Advanced Magnetic Materials and Applications\" for publication in IEEE Transactions on Magnetics (IF = 1.5), papers selected from The 4th International Symposium on Advanced Magnetic Materials and Applications (ISAMMA), December 10-13, 2017, Phu Quoc, Vietnam   Lead Editor, Special issue \"Electronic Materials and Devices\" , papers selected from The Third International Conference on Advanced Materials and Nanotechnology (ICAMN 2016) and The International Workshop on Advanced Materials and Nanotechnology (IWAMN 2016)   Lead Editor, Special issue \"Functional Magnetic Nanomaterials in Nanomedicine\" for publication in Nanomaterials (ISI journal, IF = 3.55), April 2017.   Lead Editor, Special issue \"Electronic Materials and Devices\" , papers selected from International Workshop on Nanoscience and Nanotechnology: Opportunities for Academia & High Tech Industry, November 2 - 4, 2015, Da Nang City, Vietnam   Lead Editor, Special issue \"Functional Nanomaterials and Devices for Biomedical Engineering and Sensing Applications'' ; papers selected from the Energy Materials Nanotechnology (EMN) Fall Meeting, November 22\u009625, 2014, Orlando, USA.   Guest Editor, Special issue \u0093Nanomaterials for Biomedical Applications and Environmental Monitoring\u0094 , Hindawi Publishing Corporation, 2015   Guest Editor, Special issue \u0093Advanced Magnetic Materials: Genetics, Mechanism, and Therapies\u0094 , Hindawi Publishing Corporation, 2012   Symposium Co-chair, The 2019 Hanoi International Symposium on Advanced Materials and Devices , January 10 - 12, 2019, Hanoi, Vietnam   Conference Co-chair, The 8th Energy Materials Nanotechnology (EMN) Fall Meeting , November 22 - 25, 2014, Orlando, USA   Co-organizer, the Workshop \"Functional Magnetic Materials and Applications, Donosita International Conference on Nanoscale Magnetism and Applications (DICNMA) , September 9 - 13, 2013, San Sebastián, Spain   International Advisory Committee, The 19th International Conference on Fine Particle Magnetism (ICFPM) , May 27-31, 2019, Gijon, Spain   International Advisory Committee and Publication Editor, The Joint MMM-Intermag Conference ,  January 14-18, 2019, Washington DC, USA   International Advisory Committee and Publication Editor, The 5th International Conference of Asian Union of Magnetics Societies (IcAUMS) , June 3-7 2018, Jeju, South Korea   Organizing Committee, The MMM - 2017 Conference on Magnetism and Magnetic Materials , November 6-10, 2017, Pittsburgh, Pennsylvania, USA   Organizing Committee, The IEEE International Magnetics Conference, INTERMAG Europe 2017 , April 24-28, 2017, Dublin, Ireland   Local organizing committee, Nano-Bio Collaborative International Conference , March 22-24, 2012, Tampa, Florida, USA  International Advisory Committee, The 5th International Conference of Asian Union of Magnetics Societies (IcAUMS) , June 3-7 2018, Jeju, South Korea   International Advisory Committee, The Third International Conference on Advances in Sensors, Actuators, Metering and Sensing , March 25 to 29, 2018, Rome, Italy   International Advisory Committee and Publication Chair, The 4th International Symposium on Advanced Magnetic Materials and Applications (ISAMMA) , December 10-13, 2017, Phu Quoc, Vietnam   International Advisory Committee, Advanced Nanotechnology in Engineering and Medical Science (ANEMS 2017) Conference , November 20 \u0096 21, 2017, Langkawi Island, Malaysia   International Advisory Committee, The International Workshop on Advanced Materials and Nanotechnology (IWAMN2016) , November 3-5, 2016, Hanoi, Vietnam   International Advisory Committee and Organizer, The Joint 4th Asia-Pacific Chemical and Biological Microfluidics Conference , November 2 - 4, 2015, Da Nang City, Vietnam   International Advisory Committee, The Donostia International Workshop on Energy, Materials and Nanotechnology , September 1 - 4, 2015, San Sebastian, Spain   International Advisory Committee, Donosita International Conference on Nanoscaled Magnetism and Applications (DICNMA) , September 9 - 13, 2013, San Sebastián, Spain   Magnetic Materials Committee Member, The Minerals Metals and Materials Society (TMS) , 2011-present   Reviewer, Ta Quang Buu Award (2016, 2018)  Membership Reviewer, The World Academy of Science (TWAS) , 2013  Research Grant\/Panel Reviewer & Mentor, Vintech Fund & VinIF , Vietnam (2019 - present); Netherlands Organisation for Scientific Research , Netherlands (2018); German Science Foundation , Germany (2017, 2018); Swedish Foundation for Strategic Research , Sweden (2017); National Science Foundation , USA (2015, 2016); The NASA Postdoctoral Program (NPP), Oak Ridge Associated Universities , USA (2015); Xi'an Jiaotong-Liverpool University (XJTLU) Research Development Fund , China (2015); American Association for the Advancement of Science , USA (2014), USF Research Foundation , USA (2014, 2017); CRDF Global-Urals Branch of the Russian Academy of Sciences Joint Basic Research Competition , USA (2013, 2014); Engineering and Physical Sciences Research Council (EPSRC) , United Kingdom (2011-present);\n\nand Kentucky Science and Engineering Foundation R&D Excellence Awards, USA (2009, 2011, 2014)   Technical Reviewer for over 150 peer-reviewed journals, including Nature , Nature Materials , Nature Communications , Communications Physics , ACS Nano , Advanced Materials , Advanced Functional Materials , Advanced Energy Materials , Small , Nano Letters , Nanoscale , Applied  Physics Letters , Nanotechnology , Journal of Magnetism and Magnetic Materials   eBook proposal reviewer, Bentham Science Publishers ,  2012   Book chapter reviewer, Elsevier Publishers ,  2013   Reviewer for conference papers on magnetism and magnetic materials (2003-present)   Book chapter reviewer, Bentham Science Publishers ,  2012   Session chairs, \nThe 5th International Conference of Asian Union of Magnetics Societies (IcAUMS 2018); The 8th International Conference & Exhibition on Biosensors and Bioelectronics (2017); The TMS Annual Meeting & Exhibition (2016) ; \nThe Joint 4th Asia-Pacific Chemical and Biological Microfluidics Conference (2015); Annual Conference on Magnetism and Magnetic Materials  (2008, 2010, 2011, 2013, 2014); The 12th Joint MMM\/Intermag Conference (2013); The 19th International Conference on Magnetism (2012); American Physical Society Meeting  (2009); International Symposium on Advanced Magnetic Materials and Applications (2007)  Coordinator, The Global Education Program between USF and Vietnamese Universities   (2011-present)       Selected publications  \n( Google Scholar  h -index: 50 )     M.H. Phan and H.X. Peng Giant Magnetoimpedance Materials: Fundamentals and  Applications  Progress  in Materials and Science, 2008, Vol. 53, 323 (97 pages) PDF  ( 5 year impact factor: 33.505 - Top 25 hottest articles in 2007, 2008, and The Top10 most cited articles in the last five years ). (Featured in The hottest articles and The most cited articles )   M.H. Phan and S.C. Yu Review of the Magnetocaloric Effect in Manganite  Materials  Journal of  Magnetism and Magnetic Materials, 2007, Vol. 308, 325 (15 pages) PDF  ( 1500 citations - Top 25 hottest articles in 2006, 2007, 2010, 2013, and The most cited article of the year 2012 ). (Featured in The hottest articles and The most cited articles )  M.H. Phan, J. Alonso, H. Khurshid, P. Lampen-Kelley, S. Chardra, K. Stojak, Z.N. Porshokouh, R. Das, Ò. Iglesias, and H. Srikanth Exchange Bias Effects in Iron Oxide Based Nanoparticle Systems  Nanomaterials 2016, Vol. 6, 221 (30 pages) PDF  ( The most downloaded article in December 2016 ). (Featured in The hottest articles and The most cited articles )  Y.T. Hai Pham, M. Liu, V.O. Jimenez, F. Zhang, V. Kalappattil, M. Terrones, and M.H. Phan Tunable Ferromagnetism and Thermally Induced Spin Flip in Vanadium-doped Tungsten Diselenide Monolayers at Room Temperature  Advanced Materials 2020, 2003607 (7 pages) PDF . ( One of the hottest articles in the field of 2D magnetism ). USF News F. Zhang, B.Y. Zheng, A. Sebastian, H. Olson, M.Z. Liu, K. Fujisawa, Y.T.H. Pham, V. Ortiz Jimenez, V. Kalappattil, T. Zhang, R. Pendurthi, Y. Lei, A. Laura Elias, Y. Wang, Patrick E. Hopkins, S. Das, V.H. Crespi, M.H. Phan, and M. Terrones Monolayer Vanadium-doped Tungsten Disulfide: An Emerging Room-Temperature Diluted Magnetic Semiconductor  Advanced Science 2020; 2001174 (9 pages) PDF . One of the hottest articles in the field of 2D magnetism V. Kalappattil, R. Geng, R. Das, H. Luong, M. Pham, T. Nguyen, A. Popescu, L. M. Woods H. Srikanth, and M.H. Phan Giant Spin Seebeck effect through an Interface Organic Semiconductor  Materials Horizons 2020, Vol. 7, 1413 PDF . One of the hottest articles in the field of spincaloritronics M. Bonilla, S. Kolekar, Y.J. Ma, H. Coy Diaz, V. Kalappattil, R. Das, T. Eggers, H.R. Gutierrez, M. H. Phan, and M. Batzill Strong Room Temperature Ferromagnetism in VSe 2 Monolayers on van der Waals substrates  Nature Nanotechnology 2018, Vol. 13, 289 (6 pages) PDF . One of the most cited articles in the field of 2D magnetism Nature Nanotechnology Editorial News O. Thiabgoh, T. Eggers, and M. H. Phan A new contactless magneto-LC resonance technology for real time respiratory motion monitoring  Sensors and Actuators A 2017, Vol. 265, 120 (7 pages) PDF . S.D. Jiang, T. Eggers, O. Thiabgoh, D.W. Xing, W. D. Fei, H. X. Shen, J. S. Liu, J.R. Zhang, W.B. Fang, J.F. Sun, H. Srikanth, and M.H. Phan Relating surface roughness and magnetic domain structure to giant magneto-impedance of Co-rich melt-extracted microwires  Nature Scientific Reports 2017, Vol. 7, 46253 (8 pages) PDF . Y.J. Ma, H. Coy Diaz, J. Avila, C. Chen, V. Kalappattil, R. Das, M.H. Phan, T. Cadez, Jose M. P. Carmelo, M.C. Asensio, and M. Batzill Angle resolved photoemission spectroscopy reveals spin charge seperation in metallic MoSe 2 grain boundary  Nature Communications 2017, Vol. 8, 14231 (12 pages) PDF . M.H. Phan and D. Mandrus Cooling achieved by rotating an anisotropic superconductor in a constant magnetic field: A new perspective  AIP Advances 2016, Vol. 6, 125022 (6 pages) PDF . H. Khurshid, P. Lampen-Kelley, Ò. Iglesias, J. Alonso, M.H. Phan, M.L Saboungie, C.G. Sun, and H. Srikanth Spin-glass-like freezing of inner and outer surface layers in hollow gama-Fe 2 O 3 nanoparticles  Nature Scientific Reports 2015, Vol. 5, 15054 (13 pages) PDF . B. Duong, H. Khurshid, P. Gangopadhyay, J. Devkota, K. Stojak,\nH. Srikanth, L. Tetard, R.A. Norwood, N. Peyghambarian, M.H. Phan, and J. Thomas Enhanced Magnetism in Highly Ordered Magnetite Nanoparticle-filled Nanohole Arrays  Small, 2014, Vol. 10, 2840 (8 pages) PDF and Featured image J. Devkota, M.T. Trang, K. Stojak, P.T. Ha, H.N. Pham, T. L. Ngo, N.X. Phuc, P. Mukherjee, H. Srikanth, and M.H. Phan Synthesis, inductive heating, and magnetoimpedance-based detection of multifunctional Fe 3 O 4 nanoconjugates  Sensors and Actuators B: Chemical 2014, Vol. 190, 715 (8 pages) PDF . P. Lampen, N.S. Bingham, M.H. Phan, T.H. Yi, S.W. Cheong, and H. Srikanth Macroscopic phase diagram and magnetocaloric study of metamagnetic transitions in spin chain Ca 3 Co 2 O 6  Physical Review B, 2014, Vol. 89, 144414 (8 pages) PDF . H. Khurshid, M.H. Phan, P. Mukherjee, and H. Srikanth Tuning exchange bias in Fe\/gama-Fe 2 O 3 core-shell nanoparticles: Impacts of interface and surface spins  Applied Physics Letters 2014, Vol. 104, 072407 (5 pages) PDF . P. Lampen, M.H. Phan, K. Kovnir, P. Chai, M. Shatruk, and H. Srikanth Heisenberg-like ferromagnetism in 3d-4f intermetallic La 0.7 Pr 0.25 Co 2 P 2 with localized Co moments  Physical Review B 2014, Vol. 90, 174404 (10 pages) PDF . S. Chandra, N.A. Frey, M.H. Phan, S. Srinath, S. Chandra, H. Srikanth, M.A. Garcia, Y. Lee, C. Wang, S. Sun, and O. Iglesias Exchange bias effect in Au-Fe 3 O 4 nanocomposites  Nanotechnology 2014, Vol. 25, 055702 (11 pages) PDF . Anis Biswas, P. Zhang, T-L Phan, T. D. Thanh, N. H. Dan, S. C. Yu, H. Srikanth, and M. H. Phan The scaling and universality of conventional and inverse magnetocaloric effects in Heusler\nalloys  Applied Physics Letters 2013, Vol. 103, 162410 (5 pages) PDF . P. Lampen, N. S. Bingham, M.H. Phan, H. Kim, M. Osofsky, A. Piqué, T.L. Phan, S.C. Yu, and H. Srikanth Impact of reduced dimensionality on the magnetic and magnetocaloric response of La 0.7 Ca 0.3 MnO 3  Applied Physics Letters 2013, Vol. 102, 062414 (5 pages) PDF . A. Biswas, S. Chandra, T. Samanta, B. Ghosh, M.H. Phan, A. K. Raychaudhuri, I. Das, and H. Srikanth Universality in the entropy change for the inverse magnetocaloric effect  Physical Review B 2013, Vol. 87, 134420 (7 pages) PDF . N. S. Bingham, H. Wang, F. Qin, H. X. Peng, J. F. Sun, V. Franco, H. Srikanth, and M.H. Phan Excellent magnetocaloric properties of melt-extracted Gd-based amorphous microwires  Applied Physics Letters, 2012, Vol. 101, 102407 (3 pages) PDF . N.S. Bingham, P. Lampen, M.H. Phan, N.D. Hoang, H.D. Chinh, C.L. Zhang, S.W. Cheong, and H. Srikanth Impact of nanostructuring on the magnetic and magnetocaloric properties of microscale phase-separated La 5\/8-y Pr y Ca 3\/8 MnO 3 manganites  Physical Review B, 2012, Vol. 86, 064420 (9 pages) PDF . H. Khurshid, W. Li, M.H. Phan, P. Mukherjee, H. Srikanth, and G.C. Hadjipanayis Surface spin disorder and exchange-bias in hollow maghemite nanoparticles  Applied Physics Letters, 2012, Vol. 101, 022403 (3 pages) PDF . S. Chandra, H. Khurshid, W. Li, G. C. Hadjipnayis, M. H. Phan, and H. Srikanth Spin dynamics and criteria for onset of exchange bias in superspin glass Fe\/gama-Fe 2 O 3 core-shell nanoparticles  Physical Review B, 2012, Vol. 86, 014426 (8 pages) PDF . S. Chandra, H. Khurshid, M.H. Phan, and H. Srikanth Asymmetric hysteresis and its dependence on magnetic anisotropy in exchange biased Co\/CoO core-shell nanoparticles  Applied Physics Letters 2012, Vol. 101, 232405 (5 pages) PDF . T.L. Phan, P. Zhang, N. H. Dan, N. H. Yen, P. T. Thanh, T. D. Thanh, S.C. Yu, and M.H. Phan Coexistence of conventional and inverse magnetocaloric effects and critical behaviors in Ni 50 Mn 50-x Sn x (x = 13 and 14) alloy ribbons Applied Physics Letters 2012, Vol. 101, 202408 (5 pages) PDF . A. Chaturvedi, S. Stefanoski, M. H. Phan, G.S. Nolas, and H. Srikanth Table-like magnetocaloric effect and enhanced refrigerant capacity in Eu 8 Ga 16 Ge 30 -EuO composite materials  Applied Physics Letters, 2011, Vol. 99, 162513 (3 pages) PDF . N. A. Frey, N. S. Bingham, M.H. Phan, H. Srikanth, D. D. Stauffer, and C. Leighton Transverse Susceptibility as a probe of the magnetocrystalline anisotropy driven phase transition in Pr 0.5 Sr 0.5 CoO 3  Physical Review B, 2011, Vol. 83, 024406 (7 pages) PDF . M. H. Phan, V. Franco, A. Chaturvedi, S. Stefanoski, G.S. Nolas, and H. Srikanth Origin of the magnetic anomaly and tunneling effect of europium on the magnetism in Eu 8 Ga 16 Ge 30 type-I clathrates  Physics Review B, 2011, Vol. 84, 054436 (7 pages) PDF . M.H. Phan, S. Chandra, N.S. Bingham, H. Srikanth, C.L. Zhang, S.W. Cheong, T.D. Hoang, and H.D. Chinh Collapse of charge ordering and enhancement of magnetocaloric effect in nanocrystalline La 0.35 Pr 0.275 Ca 0.375 MnO 3  Applied Physics Letters, 2010, Vol. 97, 242506 (3 pages) PDF . S. Pal, S. Chandra, M.H. Phan, P. Mukherjee, and S. Hariharan Carbon Nanostraws: Nanotubes Filled with Superparamagnetic\nNanoparticles  Nanotechnology, 2009, Vol. 20, 485604 (7 pages) PDF . M.H. Phan, M.B. Morales, N.S. Bingham, H. Srikanth, C.L. Zhang, and S.W. Cheong Phase coexistence and magnetocaloric effect in La 5\/8-y Pr y Ca 3\/8 MnO 3 (y=0.275)  Physical Review B, 2010, Vol. 81, 094413 (6 pages) PDF . M.H. Phan, G.T. Woods, A. Chaturvedi, S. Stefanoski, G.S. Nolas, and H. Srikanth Long-range ferromagnetism and giant magnetocaloric effect in type-VIII Eu 8 Ga 16 Ge 30 clathrates  Applied Physics Letters, 2008, Vol. 93, 252505 (3 pages) PDF . (Featured in VerticalNews ) N.D. Ha, M.H. Phan and C.O. Kim Novel nanostructure and magnetic properties of CoFeHfO  films  Nanotechnology,  2007, Vol. 18, 155705 (7 pages) PDF . (Featured in NanotechWeb and Cobalt News ) M.H. Phan, S.C. Yu and N.H. Hur Excellent magnetocaloric properties of La 0.7 Ca 0.3-x Sr x MnO 3 (x = 0.05-0.25) single crystals Applied Physics Letters, 2005, Vol. 86, 072504 (3 pages) PDF .  Download Full CV      "
            ]
        ]
    ]
}