{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KHC9G618",
            "E47DKagAAAAJ",
            [
                "Three-dimensional imaging of short-range chemical forces with picometre resolution",
                "Combined low-temperature scanning tunneling\/atomic force microscope for atomic resolution imaging and site-specific force spectroscopy",
                "Three‐Dimensional Atomic Force Microscopy–Taking Surface Imaging to the Next Level",
                "Structural lubricity under ambient conditions",
                "Solid lubrication with MoS2: A review",
                "Emerging superlubricity: A review of the state of the art and perspectives on future research",
                "Understanding scanning tunneling microscopy contrast mechanisms on metal oxides: a case study",
                "Interface and electronic characterization of thin epitaxial Co3O4 films",
                "Data acquisition and analysis procedures for high-resolution atomic force microscopy in three dimensions",
                "Noncontact atomic force microscopy: an emerging tool for fundamental catalysis research"
            ],
            [
                "Chemical forces on surfaces have a central role in numerous scientific and technological fields, including catalysis 1, 2, thin film growth 3 and tribology 4, 5. Many applications require knowledge of the strength of these forces as a function of position in three dimensions, but until now such information has only been available from theory 2. Here, we demonstrate an approach based on atomic force microscopy that can obtain this data, and we use this approach to image the three-dimensional surface force field of graphite. We show force maps with picometre and piconewton resolution that allow a detailed characterization of the interaction between the surface and the tip of the microscope in three dimensions. In these maps, the positions of all atoms are identified, and differences between atoms at inequivalent sites are quantified. The results suggest that the excellent lubrication properties of graphite may be due to a …",
                "We present the design and first results of a low-temperature, ultrahigh vacuum scanning probe microscope enabling atomic resolution imaging in both scanning tunneling microscopy (STM) and noncontact atomic force microscopy (NC-AFM) modes. A tuning-fork-based sensor provides flexibility in selecting probe tip materials, which can be either metallic or nonmetallic. When choosing a conducting tip and sample, simultaneous STM\/NC-AFM data acquisition is possible. Noticeable characteristics that distinguish this setup from similar systems providing simultaneous STM\/NC-AFM capabilities are its combination of relative compactness (on-top bath cryostat needs no pit), in situ exchange of tip and sample at low temperatures, short turnaround times, modest helium consumption, and unrestricted access from dedicated flanges. The latter permits not only the optical surveillance of the tip during approach but also the …",
                "Materials properties are ultimately determined by the nature of the interactions between the atoms that form the material. On surfaces, the site‐specific spatial distribution of force and energy fields governs the phenomena encountered. This article reviews recent progress in the development of a measurement mode called three‐dimensional atomic force microscopy (3D‐AFM) that allows the dense, three‐dimensional mapping of these surface fields with atomic resolution. Based on noncontact atomic force microscopy, 3D‐AFM is able to provide more detailed information on surface properties than ever before, thanks to the simultaneous multi‐channel acquisition of complementary spatial data such as local energy dissipation and tunneling currents. By illustrating the results of experiments performed on graphite and pentacene, we explain how 3D‐AFM data acquisition works, what challenges have to be addressed …",
                "Despite its fundamental importance, physical mechanisms that govern friction are poorly understood. While a state of ultra-low friction, termed structural lubricity, is expected for any clean, atomically flat interface consisting of two different materials with incommensurate structures, some associated predictions could only be quantitatively confirmed under ultra-high vacuum (UHV) conditions so far. Here, we report structurally lubric sliding under ambient conditions at mesoscopic (∼ 4,000–130,000 nm 2) interfaces formed by gold islands on graphite. Ab initio calculations reveal that the gold–graphite interface is expected to remain largely free from contaminant molecules, leading to structurally lubric sliding. The experiments reported here demonstrate the potential for practical lubrication schemes for micro-and nano-electromechanical systems, which would mainly rely on an atomic-scale structural mismatch between …",
                "Molybdenum disulfide (MoS 2) is one of the most broadly utilized solid lubricants with a wide range of applications, including but not limited to those in the aerospace\/space industry. Here we present a focused review of solid lubrication with MoS 2 by highlighting its structure, synthesis, applications and the fundamental mechanisms underlying its lubricative properties, together with a discussion of their environmental and temperature dependence. The review also includes an extensive overview of the structure and tribological properties of doped MoS 2, followed by a discussion of potential future research directions. View Full-Text",
                "We present a review of superlubricity: the state of ultra-low friction between surfaces in relative motion. Various approaches to achieving this state are considered in a broad sense, including structural superlubricity, superlubricity via normal force control, and contact actuation, as well as thermolubricity, liquid superlubricity, and quantum lubricity. An overview of the physical fundamentals associated with each approach is presented, with particular emphasis on recent theoretical and experimental developments that constitute milestones in our scientific understanding. The review also includes a discussion of perspectives on future research in the context of existing challenges. It is projected that interest in superlubricity from the basic science and engineering communities will continue to accelerate in the near future, accompanied by a transition from fundamental studies to technologically relevant applications.",
                "A comprehensive analysis of contrast formation mechanisms in scanning tunneling microscopy (STM) experiments on a metal oxide surface is presented with the oxygen-induced (2√2×√2)R45° missing row reconstruction of the Cu(100) surface as a model system. Density functional theory and electronic transport calculations were combined to simulate the STM imaging behavior of pure and oxygen-contaminated metal tips with structurally and chemically different apexes while systematically varying bias voltage and tip–sample distance. The resulting multiparameter database of computed images was used to conduct an extensive comparison with experimental data. Excellent agreement was attained for a large number of cases, suggesting that the assumed model tips reproduce most of the commonly encountered contrast-determining effects. Specifically, we find that depending on the bias voltage polarity …",
                "The interface and electronic structure of thin (∼ 20–74 nm) Co 3 O 4 (1 1 0) epitaxial films grown by oxygen-assisted molecular beam epitaxy on MgAl 2 O 4 (1 1 0) single crystal substrates have been investigated by means of real and reciprocal space techniques. As-grown film surfaces are found to be relatively disordered and exhibit an oblique low energy electron diffraction (LEED) pattern associated with the O-rich CoO 2 bulk termination of the (1 1 0) surface. Interface and bulk film structure are found to improve significantly with post-growth annealing at 820 K in air and display sharp rectangular LEED patterns, suggesting a surface stoichiometry of the alternative Co 2 O 2 bulk termination of the (1 1 0) surface. Non-contact atomic force microscopy demonstrates the presence of wide terraces separated by atomic steps in the annealed films that are not present in the as-grown structures; the step height of≈ 2.7 Å …",
                "Data acquisition and analysis procedures for noncontact atomic force microscopy that allow the recording of dense three-dimensional (3D) surface force and energy fields with atomic resolution are presented. The main obstacles for producing high-quality 3D force maps are long acquisition times that lead to data sets being distorted by drift, and tip changes. Both problems are reduced but not eliminated by low-temperature operation.",
                "Although atomic force microscopy (AFM) was rapidly adopted as a routine surface imaging apparatus after its introduction in 1986, it has not been widely used in catalysis research. The reason is that common AFM operating modes do not provide the atomic resolution required to follow catalytic processes; rather the more complex noncontact (NC) mode is needed. Thus, scanning tunneling microscopy has been the principal tool for atomic scale catalysis research. In this Account, recent developments in NC-AFM will be presented that offer significant advantages for gaining a complete atomic level view of catalysis.The main advantage of NC-AFM is that the image contrast is due to the very short-range chemical forces that are of interest in catalysis. This motivated our development of 3D-AFM, a method that yields quantitative atomic resolution images of the potential energy surfaces that govern how …"
            ],
            [
                [
                    "Nanomechanics",
                    "Nanotribology",
                    "Superlubricity",
                    "Scanning Probe Microscopy",
                    "Surface Science"
                ]
            ],
            [
                "Staff Maps myUCM Find People Careers ABOUT ADMISSIONS ACADEMICS RESEARCH CAMPUS LIFE CONTACT VISIT APPLY Home All News Art & Culture Energy & Environment Social Sciences Student Life & Athletics Multimedia For Journalists University Communications MENU | | Staff | | | | Maps | myUCMerced | | University Store  ABOUT Academics and Research Social Sciences, Humanities and Arts Health Sciences Research Institute Sierra Nevada Research Institute Sustainability Sustainability Website Overview History Our Mission Principles of Community Locations Accolades ADMISSIONS Undergraduate Why UC Merced? Majors and Minors Affordability and Aid Dates and Deadlines Visit Us Graduate A 21st Century Experience Academic Studies Funding and Support Dates and Deadlines Visit Us Resources Students First Center Admissions Office Registrar Office Financial Aid Office ACADEMICS Undergraduate Majors and Minors Advising International Students Study Abroad Summer Session Resources Graduate International Students Faculty Directory Programs Center for Educational Partnerships Engineering Service Learning Extension Karen Merritt Writing Program RESEARCH Institutes and Centers Health Sciences Research Institute Sierra Nevada Research Institute UC Solar UC Water CITRIS Blum Center Core Facilities Environmental Analytical Lab Imaging and Microscopy Facility Natural Reserve System Stem Cell Instrumentation Foundry Animal Research Services Resources and Support Office of Research Sponsored Research Services Compliance and Integrity Research Development Services Research Accounting Services CAMPUS LIFE Explore UC Merced Clubs and Organizations Athletics and Recreation Housing Dining Transportation Campus Store Explore the Area Yosemite National Park City of Merced Nearby Cities The Great Outdoors Childcare & Schools Arts and Culture Plan Your Visit Tours Maps and Directions Parking Where to Stay Mehmet Z. Baykara Title: Associate Professor mehmet.baykara@ucmerced.edu (209) 228-3371 S&E 2, 280 Faculty Website Ph.D. in Mechanical Engineering & Materials Science, 2012 — Yale University B.S. in Mechanical Engineering, 2006 — Boğaziçi University, Turkey Nanomechanics Nanotribology Scanning Probe Microscopy Surface Science Graduate Groups: Materials and Biomaterials Science Engineering Mechanical Engineering Physics Discipline: Mechanical Engineering Building the future in the heart of California 5200 N. Lake Road Merced, CA 95343 209-228-4400 © 2020 | Accreditation | | About This Site | | Emergency Preparedness | Your Right to Know Website designed & developed by Public Relations | "
            ]
        ]
    ]
}