{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KIBEXXO2",
            "SOYo5jgAAAAJ",
            [
                "Room-temperature ferroelectricity in strained SrTiO 3",
                "Nanoscale control of an interfacial metal–insulator transition at room temperature",
                "Oxide nanoelectronics on demand",
                "Universal Quantum Computation with Spin- Pairs and Heisenberg Exchange",
                "A ferroelectric oxide made directly on silicon",
                "Gigahertz electron spin manipulation using voltage-controlled g-tensor modulation",
                "Quantum computing with spin cluster qubits"
            ],
            [
                "Systems with a ferroelectric to paraelectric transition in the vicinity of room temperature are useful for devices. Adjusting the ferroelectric transition temperature (T c) is traditionally accomplished by chemical substitution—as in Ba x Sr 1-x TiO 3, the material widely investigated for microwave devices in which the dielectric constant (ε r) at GHz frequencies is tuned by applying a quasi-static electric field 1, 2. Heterogeneity associated with chemical substitution in such films, however, can broaden this phase transition by hundreds of degrees 3, which is detrimental to tunability and microwave device performance. An alternative way to adjust T c in ferroelectric films is strain 4, 5, 6, 7, 8. Here we show that epitaxial strain from a newly developed substrate can be harnessed to increase T c by hundreds of degrees and produce room-temperature ferroelectricity in strontium titanate, a material that is not normally ferroelectric at …",
                "Experimental 1, 2, 3, 4, 5, 6, 7 and theoretical 8, 9 investigations have demonstrated that a quasi-two-dimensional electron gas (q-2DEG) can form at the interface between two insulators: non-polar SrTiO 3 and polar LaTiO 3 (ref. 2), LaAlO 3 (refs 3–5), KTaO 3 (ref. 7) or LaVO 3 (ref. 6). Electronically, the situation is analogous to the q-2DEGs formed in semiconductor heterostructures by modulation doping. LaAlO 3\/SrTiO 3 heterostructures have recently been shown 10 to exhibit a hysteretic electric-field-induced metal–insulator quantum phase transition for LaAlO 3 thicknesses of 3 unit cells. Here, we report the creation and erasure of nanoscale conducting regions at the interface between two insulating oxides, LaAlO 3 and SrTiO 3. Using voltages applied by a conducting atomic force microscope (AFM) probe, the buried LaAlO 3\/SrTiO 3 interface is locally and reversibly switched between insulating and conducting …",
                "Electronic confinement at nanoscale dimensions remains a central means of science and technology. We demonstrate nanoscale lateral confinement of a quasi–two-dimensional electron gas at a lanthanum aluminate–strontium titanate interface. Control of this confinement using an atomic force microscope lithography technique enabled us to create tunnel junctions and field-effect transistors with characteristic dimensions as small as 2 nanometers. These electronic devices can be modified or erased without the need for complex lithographic procedures. Our on-demand nanoelectronics fabrication platform has the potential for widespread technological application.",
                "An efficient and intuitive framework for universal quantum computation is presented that uses pairs of spin-1\/2 particles to form logical qubits and a single physical interaction, Heisenberg exchange, to produce all gate operations. Only two Heisenberg gate operations are required to produce a controlled π-phase shift, compared to nineteen for exchange-only proposals employing three spins. Evolved from well-studied decoherence-free subspaces, this architecture inherits immunity from collective decoherence mechanisms. The simplicity and adaptability of this approach should make it attractive for spin-based quantum computing architectures.",
                "Metal oxide semiconductor field-effect transistors, formed using silicon dioxide and silicon, have undergone four decades of staggering technological advancement. With fundamental limits to this technology close at hand, alternatives to silicon dioxide are being pursued to enable new functionality and device architectures. We achieved ferroelectric functionality in intimate contact with silicon by growing coherently strained strontium titanate (SrTiO3) films via oxide molecular beam epitaxy in direct contact with silicon, with no interfacial silicon dioxide. We observed ferroelectricity in these ultrathin SrTiO3 layers by means of piezoresponse force microscopy. Stable ferroelectric nanodomains created in SrTiO3 were observed at temperatures as high as 400 kelvin.",
                "We present a scheme that enables gigahertz-bandwidth three-dimensional control of electron spins in a semiconductor heterostructure with the use of a single voltage signal. Microwave modulation of the Landé g tensor produces frequency-modulated electron spin precession. Driving at the Larmor frequency results in g-tensor modulation resonance, which is functionally equivalent to electron spin resonance but without the use of time-dependent magnetic fields. These results provide proof of the concept that quantum spin information can be locally manipulated with the use of high-speed electrical circuits.",
                "We study the low energy states of finite spin chains with isotropic (Heisenberg) and anisotropic (X Y and Ising-like) antiferromagnetic exchange interaction with uniform and nonuniform coupling constants. We show that for an odd number of sites a spin cluster qubit can be defined in terms of the ground state doublet. This qubit is remarkably insensitive to the placement and coupling anisotropy of spins within the cluster. One-and two-qubit quantum gates can be generated by magnetic fields and intercluster exchange, and leakage during quantum gate operation is small. Spin cluster qubits inherit the long decoherence times and short gate operation times of single spins. Control of single spins is hence not necessary for the realization of universal quantum gates."
            ],
            [
                [
                    "condensed matter",
                    "oxide nanoelectronics",
                    "quantum information"
                ]
            ],
            [
                "Jeremy Levy Distinguished Professor 215 Allen Hall (412) 624-2736 jlevy@pitt.edu Dr. Jeremy Levy is a Distinguished Professor of Condensed Matter Physics at the University of Pittsburgh in the Department of Physics and Astronomy, and Director of the Pittsburgh Quantum Institute. He received an A.B. degree in physics from Harvard University in 1988, and a Ph.D. degree in physics from UC Santa Barbara in 1993. After a postdoctoral position at UC Santa Barbara, he joined the University of Pittsburgh in 1996. His research interests center around the emerging field of oxide nanoelectronics, experimental and theoretical realizations for quantum computation, semiconductor and oxide spintronics, quantum transport and nanoscale optics, and dynamical phenomena in oxide materials and films. Dr. Levy is Director of the Pittsburgh Quantum Institute, the Center for Oxide-Semiconductor Materials for Quantum Computation, a Multidisciplinary University Research Initiative (MURI) on Quantum Preservation, Simulation and Transfer in Oxide Nanostructures, and a NSF Nanoelectronics for 2020 and Beyond program, and a Class of 2015 National Security Science and Engineering Faculty Fellow (NSSEFF). He is a Fellow of the American Physical Society, and is the recipient of the 2008 Nano50 Innovator Award, and the NSF Career Award. He has received the University of Pittsburgh’s Chancellor’s Distinguished awards for research (2004, 2011) and teaching (2007). Awards Fellow of the American Association for the Advancement of Science (AAAS), 2018 Chancellor's Distinguished Research Award (Senior), 2011 Fellow of the American Physical Society, 2009 Chancellor's Distinguished Teaching Award, 2007 Chancellor's Distinguished Research Award (Junior), 2004 NSF CAREER Award, 1997 Selected Publications G. Jnawali, M. Huang, J.-F. Hsu, H. Lee, J.W. Lee, P. Irvin, C.-B. Eom, B. D'Urso, J. Levy, \"Room-Temperature Quantum Transport Signatures in Graphene\/LaAlO3\/SrTiO3 Heterostructures,\" Advanced Materials 29, 9(2017). http:\/\/dx.doi.org\/10.1002\/adma.201603488 G. Cheng, M. Tomczyk, A.B. Tacla, H. Lee, S. Lu, J.P. Veazey, M. Huang, P. Irvin, S. Ryu, C.-B. Eom, A. Daley, D. Pekker, J. Levy, \"Tunable Electron-Electron Interactions in LaAlO 3\/SrTiO 3 Nanostructures,\" Physical Review X 6, 041042 (2016). https:\/\/doi.org\/10.1103\/PhysRevX.6.041042 K.A. Brown, S. He, D.J. Eichelsdoerfer, M. Huang, I. Levy, H. Lee, S. Ryu, P. Irvin, J. Mendez-Arroyo, C.-B. Eom, C.A. Mirkin, J. Levy, \"Giant conductivity switching of LaAlO3\/SrTiO3 heterointerfaces governed by surface protonation,\" Nature Communications 7, 10681 (2016) https:\/\/doi.org\/10.1038\/ncomms10681 M. Huang, G. Jnawali, J.-F. Hsu, S. Dhingra, H. Lee, S. Ryu, F. Bi, F. Ghahari, J. Ravichandran, L. Chen, P. Kim, C.-B. Eom, B. D'Urso, P. Irvin, J. Levy, \"Electric field effects in graphene\/LaAlO3\/SrTiO3 heterostructures and nanostructures,\" APL Materials 3, 062502 (2015) http:\/\/dx.doi.org\/10.1063\/1.4916098 G. Cheng, M. Tomczyk, S. Lu, J.P. Veazey, M. Huang, P. Irvin, S. Ryu, H. Lee, C.-B. Eom, C.S. Hellberg, J. Levy, \"Electron pairing without superconductivity,\" Nature 521(7551), 196-199L (2015). http:\/\/dx.doi.org\/10.1038\/nature14398 M. Huang, F. Bi, C.-W. Bark, S. Ryu, K.-H. Cho, C.-B. Eom, J. Levy, \"Non-local piezoresponse of LaAlO3\/SrTiO3 heterostructures,\" Applied Physics Letters 104, 161606(2014). http:\/\/dx.doi.org\/10.1063\/1.4873125 P. Irvin, J. P. Veazey, G. Cheng, S. Lu, C.-W. Bark, S. Ryu, C.-B. Eom, and J. Levy, \"Anomalous High Mobility in LaAlO3\/SrTiO3 Nanowires,\" Nano Letters 13, 364 (2013). http:\/\/dx.doi.org\/10.1021\/nl3033729 G. Cheng, J. P. Veazey, P. Irvin, C. Cen, D. F. Bogorin, F. Bi, M. Huang, S. Lu, C.-W. Bark, S. Ryu, K.-H. Cho, C.-B. Eom, and J. Levy, \"Anomalous Transport in Sketched Nanostructures at the LaAlO3\/SrTiO3 Interface,\" Physical Review X 3, 011021 (2013). http:\/\/dx.doi.org\/10.1103\/PhysRevX.3.011021 1. Y. Ma, M. Huang, S. Ryu, C. W. Bark, C.-B. Eom, P. Irvin, and J. Levy, \"Broadband Terahertz generation and detection at 10 nm scale,\" Nano Letters 13, 2884 (2013). http:\/\/dx.doi.org\/10.1021\/nl401219v  G. L. Cheng, P. F. Siles, F. Bi, C. Cen, D. F. Bogorin, C. W. Bark, C. M. Folkman, J. W. Park, C. B. Eom, G. Medeiros-Ribeiro, and J. Levy, \"Sketched oxide single-electron transistor,\" Nature Nanotechnology 6, 343 (2011). http:\/\/dx.doi.org\/10.1038\/nnano.2011.56 J. W. Park, D. F. Bogorin, C. Cen, D. A. Felker, Y. Zhang, C. T. Nelson, C. W. Bark, C. M. Folkman, X. Q. Pan, M. S. Rzchowski, J. Levy, and C. B. Eom, \"Creation of a two-dimensional electron gas at an oxide interface on silicon,\" Nature Communications 1, 94 (2010). http:\/\/dx.doi.org\/10.1038\/ncomms1096 P. Irvin, Y. J. Ma, D. F. Bogorin, C. Cen, C. W. Bark, C. M. Folkman, C. B. Eom, and J. Levy, \"Rewritable nanoscale oxide photodetector,\" Nature Photonics 4, 849 (2010). http:\/\/dx.doi.org\/10.1038\/nphoton.2010.238 M. P. Warusawithana, C. Cen, C. R. Sleasman, J. C. Woicik, Y. L. Li, L. F. Kourkoutis, J. A. Klug, H. Li, P. Ryan, L. P. Wang, M. Bedzyk, D. A. Muller, L. Q. Chen, J. Levy, and D. G. Schlom, \"A Ferroelectric Oxide Made Directly on Silicon,\" Science 324, 367 (2009). http:\/\/dx.doi.org\/10.1126\/science.1169678 C. Cen, S. Thiel, J. Mannhart, and J. Levy, \"Oxide nanoelectronics on demand,\" Science 323, 1026 (2009). http:\/\/dx.doi.org\/10.1126\/science.1168294 C. Cen, S. Thiel, G. Hammerl, C. W. Schneider, K. E. Andersen, C. S. Hellberg, J. Mannhart, and J. Levy, \"Nanoscale control of an interfacial metal-insulator transition at room temperature,\" Nature Materials 7, 298 (2008). http:\/\/dx.doi.org\/10.1038\/nmat2136 J. H. Haeni, P. Irvin, W. Chang, R. Uecker, P. Reiche, Y. L. Li, S. Choudhury, W. Tian, M. E. Hawley, B. Craigo, A. K. Tagantsev, X. Q. Pan, S. K. Streiffer, L. Q. Chen, S. W. Kirchoefer, J. Levy, and D. G. Schlom, \"Room-temperature ferroelectricity in strained SrTiO3,\" Nature 430, 758 (2004). http:\/\/dx.doi.org\/10.1038\/Nature02773 Y. Kato, R. C. Myers, D. C. Driscoll, A. C. Gossard, J. Levy, and D. D. Awschalom, \"Gigahertz electron spin manipulation using voltage-controlled g-tensor modulation,\" Science 299, 1201 (2003). http:\/\/dx.doi.org\/10.1126\/science.1080880 J. Levy, \"Universal quantum computation with spin-1\/2 pairs and Heisenberg exchange,\" Physical Review Letters 89, 147902 (2002). http:\/\/dx.doi.org\/10.1103\/Physrevlett.89.147902 J. Levy, \"Quantum-information processing with ferroelectrically coupled quantum dots,\" Physical Review A 64, 052306 (2001). http:\/\/dx.doi.org\/10.1103\/Physreva.64.052306 C. Hubert, J. Levy, E. J. Cukauskas, and S. W. Kirchoefer, \"Mesoscopic microwave dispersion in ferroelectric thin films,\" Physical Review Letters 85, 1998 (2000). http:\/\/dx.doi.org\/10.1103\/PhysRevLett.85.1998 Full List of Publications: https:\/\/www.levylab.org\/publications Qing Guo Yang Hu Aditi Nethwewala Yun-Yi Pai Erin Sheridan Yuhe Tang Xinyi Wu Dengyu Yang Muqing Yu Yuze Zhang (412) 624-2736"
            ]
        ]
    ]
}