{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KJCDA3VE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                ">\n    \n  \n    \n      Fiona A. Harrison Fiona A. Harrison Harold A. Rosen Professor of Physics; Kent and Joyce Kresa Leadership Chair, Division of Physics, Mathematics and Astronomy Contact information for Fiona A. Harrison MC 103-33 293 Cahill Astrophysics 626-395-4241 fiona@srl.caltech.edu Research Website Personal Website A.B., Dartmouth College, 1985; Ph.D., University of California, 1993; D.techn.h.c., Danish Technical University. Robert Millikan Research Fellow, Caltech, 1993-95; Assistant Professor of Physics, 1995-99; Assistant Professor of Physics and Astronomy, 1999-2001; Associate Professor 2001-2005; Professor, 2005-13; Rosen Professor, 2013-; Division Chair; 2015-; Kresa Leadership Chair, 2015-. ; Research Interests Observational and Experimental High-Energy Astrophysics Credit: Orbital Sciences Corporation My research is divided roughly 50-50 between developing new optics and detectors for high energy astrophysics, and using current NASA missions (Chandra, Swift, XMM and Fermi) combined with Caltech's optical telescopes (Palomar and Keck) to study energetic phenomena ranging from gamma-ray bursts, black holes on all mass scales, to neutron stars and supernovae. Currently most of my effort is concentrated on the Nuclear Spectroscopic Telescope Array (NuSTAR), which will be the first focusing telescope to view the Universe in the high energy X-ray band. As the Principal Investigator, I am working with the Jet Propulsion Laboratory and an international team to build the telescope, launch it into orbit, and plan, execute, understand and publish the scientific results from the mission. NuSTAR will make maps of extragalactic fields, the Galactic center region, young supernova remnants, and even the Sun with sensitivity more than 100 times better than any instrument flown in this energy range. NuSTAR will even put constraints on axion dark matter candidates more than 1000 times better than current ground-based accelerator experiments. NuSTAR should make major advances in understanding the evolution of massive black holes, the end states of stellar evolution in our galaxy, and the creation of the elements in supernova explosions. My students have primarily been physics Ph.D., interested in laboratory detector and optics development in conjunction with observational astrophysics. I have also mentored physics students who have combined theoretical modeling with observational work, as well as astronomy graduate students. When NuSTAR is launched there will be many opportunities for students interested in observations and data analysis. For any student interested in a research program combining state-of-the-art instrumentation with observations, I have active development efforts aimed at future X-ray missions. On the observational side, I have close scientific collaborations with Shri Kulkarni (Caltech), Dale Frail (NRAO), Dae-Sik Moon (Toronto), Dan Stern (JPL), and David Helfand (Columbia). [Image credits: Bob Paz; Orbital Sciences Corporation]"
            ]
        ]
    ]
}