{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KJPE7EB8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Vincent Moncrief Vincent Moncrief Professor of Physics and of Mathematics SPL 64 +1 (203) 432-6930 vincent.moncrief@yale.edu Mathematical general relativity, Euclidean signature semi-classical methods in quantum mechanics, quantum cosmology and quantum field theory Vincent Moncrief’s research focuses on analyzing the global properties of solutions to the Einstein equations with a view towards adducing evidence in favor of Penrose’s cosmic censorship conjecture—the main open fundamental problem in mathematical general relativity. In particular he is developing methods referred to broadly as light-cone and higher-order-energy estimates which proved successful in establishing the global properties of solutions to the classical Yang-Mills equations. These equations have a natural geometrical correspondence to those of Einstein when the latter are expressed in the Cartan (orthonormal frame) representation and it is anticipated that methods which proved successful in analyzing the former will prove useful in the study of the latter. Moncrief is also developing a mathematical approach to solving certain (interacting) quantum field theories by means of Euclidean-signature semi-classical methods . These methods dramatically extend the scope of the textbook Wentzel, Kramers and Brillouin (or WKB) formalism to allow for a treatment of higher dimensional and even field theoretic systems. A key advantage of this technology, over and above that of conventional perturbation theory, is that it does not require an interacting system to be artificially decomposed into an ‘unperturbed’, exactly soluble system and its ‘perturbation’ but rather keeps the nonlinearities and (if present) non-abelian gauge invariances of the system fully intact at every level of the analysis. B.S. in Physics, Stanford University, 1965; PhD, Department of Physics and Astronomy, University of Maryland, 1972 Symmetries of cosmological Cauchy horizons with non-closed orbits, V. Moncrief and J. Isenberg, Communications in Mathematical Physics 374 (2020) 145—186 Orbit space curvature as a source of mass in quantum gauge theory , V. Moncrief, A. Marini and R. Maitra, Annals of Mathematical Sciences and Applications 4 (2019) 313—366 Could the universe have an exotic topology?, V. Moncrief and P. Mondal, Pure and Applied Mathematics Quarterly 15 (2019) 921—966. This is an invited article for a special issue in Honor of Robert Bartnik Euclidean-signature semi-classical methods for quantum cosmology, V. Moncrief, Surveys in Differential Geometry XX : One hundred years of general relativity (2015), S. T. Yau and L. Bieri, eds. This was an invited article for the special volume of ‘Surveys’ dedicated to the 100 th anniversary of general relativity A Euclidean—signature semi—classical program, A. Marini, R. Maitra and V. Moncrief. This is an invited article accepted for publication in a special edition of Communications in Analysis and Geometry in honor of Karen Uhlenbeck (2020)"
            ]
        ]
    ]
}