{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KJQ7NNWP",
            "24M0dP4AAAAJ",
            [
                "Ambipolar diffusion, interstellar dust, and the formation of cloud cores and protostars. 3: Typical axisymmetric solutions",
                "Consistency of ambipolar diffusion models with infall in the L1544 protostellar core",
                "Ambipolar diffusion, interstellar dust, and the formation of cloud cores and protostars. I. Basic physics and formulation of the problem",
                "Ambipolar Diffusion, Interstellar Dust, and the Formation of Cloud Cores and Protostars. IV. Effect of Ultraviolet Ionization and Magnetically Controlled Infall Rate",
                "Magnetic fields and star formation: a theory reaching adulthood",
                "Dynamical collapse of nonrotating magnetic molecular cloud cores: evolution through point-mass formation"
            ],
            [
                "In a previous paper we formulated the problem of the formation of protostellar cores by ambipolar diffusion in axisymmetric, isothermal, self-gravitating, thermally supercritical but magnetically subcritical model",
                "Recent high‐resolution studies of the L1544 protostellar core by Tafalla et al. and Williams et al. reveal the structure and the kinematics of the gas. The observations of this prestellar core provide a natural test for theoretical models of core formation and evolution. Based on their results, the above authors claim a discrepancy with the implied infall motions from ambipolar diffusion models. In this paper, we reexamine the earlier ambipolar diffusion models and conclude that the L1544 core can be understood to be a magnetically supercritical core undergoing magnetically diluted collapse. We also present a new ambipolar diffusion model specifically designed to simulate the formation and evolution of the L1544 core. This model, which uses reasonable input parameters, yields mass and radial density distributions, as well as neutral and ion infall speed profiles, that are in very good agreement with physical values …",
                "We formulate the problem of the self-initiated formation and contraction of cloud cores due to ambipolar diffusion in axisymmetric, self-gravitating, isothermal, magnetic molecular cloud models, accounting for a cosmic abundance of interstellar grains (both charged and neutral). The basic microscopic and macroscopic effects of grains are discussed. The magnetohydrodynamic equations for a multicomponent plasma are derived, the dimensionless free parameters are obtained, and their meaning is explained physically. The ion and electron fluids combine to form a system of\" quasiparticles,\" each having an effective charge Z eff= e (n i-n e)\/n i (where\/n i and n e are the number densities of ions and electrons, and e the electronic charge). Electrostatic attraction between quasiparticles, which are attached to the magnetic field, and negatively charged grains couples the grains to the field even at densities at which grain …",
                "We extend our previous studies of the self-initiated formation and contraction of protostellar cores (due to ambipolar diffusion) in axisymmetric, isothermal, self-gravitating, disklike, thermally supercritical but magnetically subcritical model molecular clouds, to include the effect of the external (interstellar) ultraviolet radiation field. UV ionization dominates cosmic-ray ionization up to optical depths of about 10 and increases the degree of ionization in the envelopes of model clouds by more than 2 orders of magnitude. It thereby decreases by a similar factor the rate at which ambipolar diffusion progresses in the envelopes. We",
                "The correctness of any theory rests with the lack of mathematical or numerical errors, so that its conclusions would follow from its assumptions and known physical laws. A correct theory, however, can be irrelevant unless its assumptions are consistent with observations or experiments. It is therefore essential that the physical properties of star-forming interstellar clouds be understood quantitatively before a theory of star formation becomes both correct and relevant.",
                "We present a numerical simulation of the dynamical collapse of a nonrotating, magnetic molecular cloud core and follow the core's evolution through the formation of a central point mass and its subsequent growth into a 1 M☉ protostar. The epoch of point-mass formation (PMF) is investigated by a self-consistent extension of previously presented models of core formation and contraction in axisymmetric, self-gravitating, isothermal, magnetically supported interstellar molecular clouds. Prior to PMF, the core is dynamically contracting and is not well approximated by a quasi-static equilibrium model. Ambipolar diffusion, which plays a key role in the early evolution of the core, is unimportant during the dynamical pre-PMF collapse phase. However, the appearance of a central mass, through its effect on the gravitational field in the inner core regions, leads to a\" revitalization\" of ambipolar diffusion in the weakly ionized …"
            ],
            [
                [
                    "Theoretical and computational astrophysics",
                    "plasma physics",
                    "magnetohydrodynamics"
                ]
            ]
        ]
    ]
}