{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KK11CE5S",
            "Jss4VOYAAAAJ",
            [
                "Energy dependence of moments of net-proton multiplicity distributions at RHIC",
                "Higher moments of net proton multiplicity distributions at RHIC",
                "Beam Energy Dependence of Moments of the Net-Charge Multiplicity Distributions in  Collisions at RHIC",
                "Observation of  Meson Nuclear Modifications in  Collisions at ",
                "Observation of the antimatter helium-4 nucleus",
                "Beam-energy dependence of the directed flow of protons, antiprotons, and pions in Au+ Au collisions",
                "Beam-Energy Dependence of Charge Separation along the Magnetic Field in  Collisions at RHIC",
                "Elliptic flow of identified hadrons in Au+Au collisions at –62.4 GeV",
                "Measurements of  and  production in  collisions at ",
                "Strangeness Enhancement in Cu-Cu and Au-Au Collisions at "
            ],
            [
                "We report the beam energy (s N N= 7.7–200 GeV) and collision centrality dependence of the mean (M), standard deviation (σ), skewness (S), and kurtosis (κ) of the net-proton multiplicity distributions in Au+ Au collisions. The measurements are carried out by the STAR experiment at midrapidity (| y|< 0.5) and within the transverse momentum range 0.4< p T< 0.8 GeV\/c in the first phase of the Beam Energy Scan program at the Relativistic Heavy Ion Collider. These measurements are important for understanding the quantum chromodynamic phase diagram. The products of the moments, S σ and κ σ 2, are sensitive to the correlation length of the hot and dense medium created in the collisions and are related to the ratios of baryon number susceptibilities of corresponding orders. The products of moments are found to have values significantly below the Skellam expectation and close to expectations based on …",
                "We report the first measurements of the kurtosis (κ), skewness (S), and variance (σ 2) of net-proton multiplicity (N p− N p) distributions at midrapidity for Au+ Au collisions at s N N= 19.6, 62.4, and 200 GeV corresponding to baryon chemical potentials (μ B) between 200 and 20 MeV. Our measurements of the products κ σ 2 and S σ, which can be related to theoretical calculations sensitive to baryon number susceptibilities and long-range correlations, are constant as functions of collision centrality. We compare these products with results from lattice QCD and various models without a critical point and study the s N N dependence of κ σ 2. From the measurements at the three beam energies, we find no evidence for a critical point in the QCD phase diagram for μ B below 200 MeV.",
                "We report the first measurements of the moments—mean (M), variance (σ 2), skewness (S), and kurtosis (κ)—of the net-charge multiplicity distributions at midrapidity in Au+ Au collisions at seven energies, ranging from s NN= 7.7 to 200 GeV, as a part of the Beam Energy Scan program at RHIC. The moments are related to the thermodynamic susceptibilities of net charge, and are sensitive to the location of the QCD critical point. We compare the products of the moments, σ 2\/M, S σ, and κ σ 2, with the expectations from Poisson and negative binomial distributions (NBDs). The S σ values deviate from the Poisson baseline and are close to the NBD baseline, while the κ σ 2 values tend to lie between the two. Within the present uncertainties, our data do not show nonmonotonic behavior as a function of collision energy. These measurements provide a valuable tool to extract the freeze-out parameters in heavy-ion …",
                "We report the first measurement of charmed-hadron (D 0) production via the hadronic decay channel (D 0→ K−+ π+) in Au+ Au collisions at s NN= 200 GeV with the STAR experiment. The charm production cross section per nucleon-nucleon collision at midrapidity scales with the number of binary collisions, N bin, from p+ p to central Au+ Au collisions. The D 0 meson yields in central Au+ Au collisions are strongly suppressed compared to those in p+ p scaled by N bin, for transverse momenta p T> 3 GeV\/c, demonstrating significant energy loss of charm quarks in the hot and dense medium. An enhancement at intermediate p T is also observed. Model calculations including strong charm-medium interactions and coalescence hadronization describe our measurements.",
                "High-energy nuclear collisions create an energy density similar to that of the Universe microseconds after the Big Bang 1; in both cases, matter and antimatter are formed with comparable abundance. However, the relatively short-lived expansion in nuclear collisions allows antimatter to decouple quickly from matter, and avoid annihilation. Thus, a high-energy accelerator of heavy nuclei provides an efficient means of producing and studying antimatter. The antimatter helium-4 nucleus (), also known as the anti-α (), consists of two antiprotons and two antineutrons (baryon number B=− 4). It has not been observed previously, although the α-particle was identified a century ago by Rutherford and is present in cosmic radiation at the ten per cent level 2. Antimatter nuclei with B<− 1 have been observed only as rare products of interactions at particle accelerators, where the rate of antinucleus production in high-energy …",
                "Rapidity-odd directed flow (v 1) measurements for charged pions, protons, and antiprotons near midrapidity (y= 0) are reported in s N N= 7.7, 11.5, 19.6, 27, 39, 62.4, and 200 GeV Au+ Au collisions as recorded by the STAR detector at the Relativistic Heavy Ion Collider. At intermediate impact parameters, the proton and net-proton slope parameter d v 1\/d y| y= 0 shows a minimum between 11.5 and 19.6 GeV. In addition, the net-proton d v 1\/d y| y= 0 changes sign twice between 7.7 and 39 GeV. The proton and net-proton results qualitatively resemble predictions of a hydrodynamic model with a first-order phase transition from hadronic matter to deconfined matter, and differ from hadronic transport calculations.",
                "Local parity-odd domains are theorized to form inside a quark-gluon plasma which has been produced in high-energy heavy-ion collisions. The local parity-odd domains manifest themselves as charge separation along the magnetic field axis via the chiral magnetic effect. The experimental observation of charge separation has previously been reported for heavy-ion collisions at the top RHIC energies. In this Letter, we present the results of the beam-energy dependence of the charge correlations in Au+ Au collisions at midrapidity for center-of-mass energies of 7.7, 11.5, 19.6, 27, 39, and 62.4 GeV from the STAR experiment. After background subtraction, the signal gradually reduces with decreased beam energy and tends to vanish by 7.7 GeV. This implies the dominance of hadronic interactions over partonic ones at lower collision energies.",
                "Measurements of the elliptic flow, v 2, of identified hadrons (π±, K±, K s 0, p, p, ϕ, Λ, Λ, Ξ−, Ξ+, Ω−, Ω+) in Au+ Au collisions at s NN= 7.7, 11.5, 19.6, 27, 39, and 62.4 GeV are presented. The measurements were done at midrapidity using the time-projection chamber and the time-of-flight detectors of the Solenoidal Tracker at RHIC experiment during the beam-energy scan program at Relativistic Heavy Ion Collider. A significant difference in the v 2 values for particles and the corresponding antiparticles was observed at all transverse momenta for the first time. The difference increases with decreasing center-of-mass energy, s NN (or increasing baryon chemical potential, μ B), and is larger for the baryons as compared to the mesons. This implies that particles and antiparticles are no longer consistent with the universal number-of-constituent quark (NCQ) scaling of v 2 that was observed at s NN= 200 GeV. However, for …",
                "We report measurements of charmed-hadron (D 0, D*) production cross sections at midrapidity in p+ p collisions at a center-of-mass energy of 200 GeV by the STAR experiment. Charmed hadrons were reconstructed via the hadronic decays D 0→ K− π+, D*+→ D 0 π+→ K− π+ π+ and their charge conjugates, covering the p T range of 0.6–2.0 and 2.0–6.0 GeV\/c for D 0 and D*+, respectively. From this analysis, the charm-pair production cross section at midrapidity is d σ\/d y| y= 0 c c= 170±45 (stat)− 59+ 38 (sys) μ b. The extracted charm-pair cross section is compared to perturbative QCD calculations. The transverse momentum differential cross section is found to be consistent with the upper bound of a fixed-order next-to-leading logarithm calculation.",
                "We report new STAR measurements of midrapidity yields for the Λ, Λ, K S 0, Ξ−, Ξ+, Ω−, Ω+ particles in Cu+ Cu collisions at s N N= 200 GeV, and midrapidity yields for the Λ, Λ, K S 0 particles in Au+ Au at s N N= 200 GeV. We show that, at a given number of participating nucleons, the production of strange hadrons is higher in Cu+ Cu collisions than in Au+ Au collisions at the same center-of-mass energy. We find that aspects of the enhancement factors for all particles can be described by a parametrization based on the fraction of participants that undergo multiple collisions."
            ],
            [
                [
                    "Nuclear Physics",
                    "Particle Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}