{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KKELKSVT",
            "1wbunaMAAAAJ",
            [
                "Effects of D-instantons",
                "Spacelike branes",
                "One loop in eleven dimensions",
                "Light-cone supersymmetry and D-branes",
                "A dilatonic deformation of AdS5 and its field theory dual",
                "Higher spin black holes",
                "Exact half-BPS Type IIB interface solutions I: Local solution and supersymmetric Janus",
                "S-brane solutions in supergravity theories",
                "Spacetime geometry in higher spin gravity",
                "Black holes in three dimensional higher spin gravity: A review"
            ],
            [
                "Scattering of fundamental states of type IIB supergravity and superstring theory is discussed at low orders in perturbation theory in the background of a D-instanton. The integration over fermionic zero-modes in both the low energy supergravity and in the string theory leads to explicit non-perturbative terms in the effective action. These include a single instanton correction to the known tree-level and one-loop R 4 interactions. The ‘spectrum’of multiply charged D-instantons is deduced by T-duality in nine dimensions from multiply would world-lines of marginally bound D-particles. This, and other clues, lead to a conjectured SL (2, Z) completion of the R 4 terms which suggests that they are not renormalized by perturbative corrections in the zero-instanton sector beyond one-loop. The string theory unit-charged D-instanton gives rise to point-like effects in fixed-angle scattering, raising unresolved issues concerning …",
                "Scalar field theories with appropriate potentials in Minkowski space can have time-dependent classical solutions containing topological defects which correspond to S-branes---ie branes all of whose tangential dimensions are spacelike. It is argued that such S-branes arise in string theory as time-dependent solutions of the worldvolume tachyon field of an unstable D-brane or D-brane-anti-D-brane pair. Using the known coupling of the spacetime RR fields to the worldvolume tachyon it is shown that these S-branes carry a charge, defined as the integral of a RR field strength over a sphere (containing a time as well as spatial dimensions) surrounding the S-brane. This same charge is carried by SD-branes, ie Dirichlet branes arising from open string worldsheet conformal field theories with a Dirichlet boundary condition on the timelike dimension. The corresponding SD-brane boundary state is constructed …",
                "Four-graviton scattering in eleven-dimensional supergravity is considered at one loop compactified on one, two and three-dimensional tori. The dependence on the toroidal geometry determines the known perturbative and non-perturbative terms in the corresponding processes in type II superstring theories in ten, nine and eight dimensions. The ultra-violet divergence must be regularized so that it has a precisely determined finite value that is consistent both with T-duality in nine dimensions and with eleven-dimensional supersymmetry.",
                "D-brane boundary states for type II superstrings are constructed by enforcing the conditions that preserve half of the space-time supersymmetry. A light-cone coordinate frame is used where time is identified as one of the coordinates transverse to the brane's (euclidean) world-volume so that the p-brane is treated as a (p+ 1)-instanton. The boundary states have the superspace interpretation of top or bottom states in a light-cone string superfield. The presence of a non-trivial open-string boundary condensate give rise to the familiar D-brane source terms that determine the (linearized) Born-Infeld-like effective actions for p-branes and the (linearized) equations of motion for the massless fields implied by the usual p-brane ansätze. The ‘energy’due to closed string exchange between separate D-branes is calculated (to lowest order in the string coupling) in situations with pairs of parallel, intersecting as well as …",
                "We find a nonsupersymmetric dilatonic deformation of AdS 5 geometry as an exact nonsingular solution of the type-IIB supergravity. The dual gauge theory has a different Yang-Mills coupling in each of the two halves of the boundary spacetime divided by a codimension one defect. We discuss the geometry of our solution in detail, emphasizing the structure of the boundary, and also study the string configurations corresponding to Wilson loops. We also show that the background is stable under small scalar perturbations.",
                "We study classical solutions of three dimensional higher spin gravity in the Chern-Simons formulation. We find solutions that generalize the BTZ black hole and carry spin-3 charge. The black hole entropy formula yields a result for the asymptotic growth of the partition function at finite spin-3 chemical potential. Along the way, we develop technology for computing AdS\/CFT correlation functions involving higher spin operators.",
                "The complete Type IIB supergravity solutions with 16 supersymmetries are obtained on the manifold AdS 4× S 2× S 2× Σ with SO (2, 3)× SO (3)× SO (3) symmetry in terms of two holomorphic functions on a Riemann surface Σ, which generally has a boundary. This is achieved by reducing the BPS equations using the above symmetry requirements, proving that all solutions of the BPS equations solve the full Type IIB supergravity field equations, mapping the BPS equations onto a new integrable system akin to the Liouville and Sine-Gordon theories, and mapping this integrable system to a linear equation which can be solved exactly. Amongst the infinite class of solutions, a non-singular Janus solution is identified which provides the AdS\/CFT dual of the maximally supersymmetric Yang-Mills interface theory discovered recently. The construction of general classes of globally non-singular solutions, including fully back …",
                "In this paper time-dependent solutions of supergravities with a dilaton and an arbitrary rank antisymmetric tensor field are found. Although the solutions are nonsupersymmetric the equations of motion can be integrated in a simple form. Such supergravity solutions are related to Euclidean or spacelike branes (S-branes).",
                "Higher spin gravity is an interesting toy model of stringy geometry. Particularly intriguing is the presence of higher spin gauge transformations that redefine notions of invariance in gravity: the existence of event horizons and singularities in the metric become gauge dependent. In previous work, solutions of spin-3 gravity in the SL (3, R)× SL (3, R) Chern-Simons formulation were found, and were proposed to play the role of black holes. However, in the gauge employed there, the spacetime metric describes a traversable wormhole connecting two asymptotic regions, rather than a black hole. In this paper, we show explicitly that under a higher spin gauge transformation these solutions can be transformed to describe black holes with manifestly smooth event horizons, thereby changing the spacetime causal structure. A related aspect is that the Chern-Simons theory admits two distinct AdS 3 vacua with different …",
                "We review recent progress in the construction of black holes in three dimensional higher spin gravity theories. Starting from spin-3 gravity and working our way toward the theory of an infinite tower of higher spins coupled to matter, we show how to harness higher spin gauge invariance to consistently generalize familiar notions of black holes. We review the construction of black holes with conserved higher spin charges and the computation of their partition functions to leading asymptotic order. In view of the anti-de Sitter\/conformal field theory (CFT) correspondence as applied to certain vector-like conformal field theories with extended conformal symmetry, we successfully compare to CFT calculations in a generalized Cardy regime. A brief recollection of pertinent aspects of ordinary gravity is also given."
            ],
            [
                [
                    "Theoretical Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}