{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KKN2BVEV",
            "Zh7QyLQAAAAJ",
            [
                "Chiral rings in N= 2 superconformal theories",
                "Renormalization group flows from holography--Supersymmetry and a c-theorem",
                "Catastrophes and the classification of conformal theories",
                "Self-dual strings and N= 2 supersymmetric field theory",
                "Integrable systems and supersymmetric gauge theory",
                "Black holes, black rings, and their microstates",
                "One ring to rule them all and in the darkness bind them?",
                "Calabi-Yau manifolds and renormalization group flows",
                "Continuous distributions of D3-branes and gauged supergravity",
                "Compact and non-compact gauged supergravity theories in five dimensions"
            ],
            [
                "We investigate the properties of chiral operators in N = 2 superconformal theories. In particular, we study the spectral flow of such models under a one-parameter family of twists generated by the U(1) current, and use this to deduce various properties of the ring of chiral primary fields. We furthermore investigate under what conditions a given superconformal theory can be represented as the fixed point of an N = 2 Landau-Ginzburg theory and show how to determine the superpotential. We also investigate the coset models of Kazama and Suzuki and find a simple cohomological characterization for the elements of the chiral primary ring. Moreover we show how some of them can be represented as LG models.",
                "We obtain first order equations that determine a supersymmetric kink solution in five-dimensional N= 8 gauged supergravity. The kink interpolates between an exterior anti-de Sitter region with maximal supersymmetry and an interior anti-de Sitter region with one quarter of the maximal supersymmetry. One eighth of supersymmetry is preserved by the kink as a whole. We interpret it as describing the renormalization group flow in N= 4 super-Yang-Mills theory broken to an N= 1 theory by the addition of a mass term for one of the three adjoint chiral superfields. A detailed correspondence is obtained between fields of bulk supergravity in the interior anti-de Sitter region and composite operators of the infrared field theory. We also point out that the truncation used to find the reduced symmetry critical point can be extended to obtain a new N= 4 gauged supergravity theory holographically dual to a sector of N= 2 gauge theories based on quiver diagrams.We consider more general kink geometries and construct a c-function that is positive and monotonic if a weak energy condition holds in the bulk gravity theory. For even-dimensional boundaries, the c-function coincides with the trace anomaly coefficients of the holographically related field theory in limits where conformal invariance is recovered.",
                "Using ideas from renormalization group theory we show that the study of catastrophes (singularities) is a powerful tool in the classification of conformal theories. The results are most powerful when applied to N=2 superconformal models. The ideas are illustrated by considering some examples including the minimal superconformal models.",
                "We show how the Riemann surface σ of N= 2 Yang-Mills field theory arises in type II string compactifications on Calabi-Yau threefolds. The relevant local geometry is given by fibrations of ALE spaces. The 3-branes that give rise to BPS multiplets in the string descend to self-dual strings on the Riemann surface, with tension determined by a canonically fixed Seiberg-Witten differential λ. This gives, effectively, a dual formulation of Yang-Mills theory in which gauge bosons and monopoles are treated on equal footing, and represents the rigid analog of type II\/heterotic string duality. The existence of BPS states is essentially reduced to a geodesic problem on the Riemann surface with metric| λ| 2. This allows us, in particular, to easily determine the spectrum of stable BPS states in field theory. Moreover, we identify the six-dimensional space R 4× σ as the world-volume of a five-brane and show that BPS states correspond …",
                "After the work of Seiberg and Witten, it has been seen that the dynamics of N = 2 Yang-Mills theory is governed by a Riemann surface ϵ In particular, the integral of a special differential ωSW over (a subset of) the periods of ϵ gives the mass formula for BPS-saturated states. We show that, for each simple group G, the Riemann surface is a spectral curve of the periodic Toda lattice for the dual group, GV whose affine Dynkin diagram is the dual of that of G. This curve is not unique, rather it depends on the choice of a representation ϱ of GV; however, different choices of ϱ lead to equivalent constructions. The Seiberg-Witten differential ωSW is naturally expressed in Toda variables, and the N = 2Yang-Mills pre-potential is the free energy of a topological field theory defined by the data εg, π and ωSW.",
                "In this review article, we describe some of the recent progress towards the construction and analysis of three-charge configurations in string theory and supergravity. We begin by describing the Born-Infeld construction of three-charge supertubes with two dipole charges and then discuss the general method of constructing three-charge solutions in five dimensions. We explain in detail the use of these methods to construct black rings, black holes, as well as smooth microstate geometries with black hole and black ring charges, but with no horizon. We present arguments that many of these microstate geometries are dual to boundary states that belong to the same sector of the D1-D5-P CFT as the typical states. We end with an extended discussion of the implications of this work for the physics of black holes in string theory.",
                "We construct all 11-dimensional, three-charge BPS solutions that preserve a fixed, standard set of supersymmetries. Our solutions include all BPS three-charge rotating black holes, black rings, supertubes, as well as arbitrary superpositions of these objects. We find very large families of black rings and supertubes with profiles that follow arbitrary closed curves in the spatial  transverse to the branes. The black rings copiously violate black-hole uniqueness. The supertube solutions are completely regular and generically have small curvature. They also have the same asymptotics as the three-charge black hole; so they might be mapped to microstates of the D1–D5–p system and used to explain the entropy of this black hole.",
                "Using ideas of renormalization group flows we show how to represent a large class of Calabi-Yau manifolds in terms of renormalization group fixed points of Landau-Ginzburg models. In particular we show why Gepner's construction yields Calabi-Yau compactifications. More precisely, we show that all of his models correspond to strings propagating on algebraic varieties in weighted projective spaces.",
                "States on the Coulomb branch of Script N= 4 super-Yang-Mills theory are studied from the point of view of gauged supergravity in five dimensions. These supersymmetric solutions provide examples of consistent truncation from type-IIB supergravity in ten dimensions. A mass gap for states created by local operators and perfect screening for external quarks arise in the supergravity approximation. We offer an interpretation of these surprising features in terms of ensembles of brane distributions.",
                "We give a detailed construction of gauged N = 8 supergravity theories in five dimensions with Yang-Mills gauge groups SO(p, 6−p)(p=0, 1, 2, 3), physical global symmetry SU(1, 1), and local composite symmetry USp(8). The scalar potentials are studied and several critical points are found for the SO(6) and SO(3,3) theories. Those of the SO(6) theory are related to compactifications of the chiral N = 2 theory in ten dimensions. We discuss truncations of the SO(6) theory and give an independent discussion of the relevant N = 2,4,6 and 8 anti-de Sitter supermultiplets."
            ],
            [
                [
                    "High Energy Physics",
                    "String theory",
                    "Supergravity",
                    "Black Holes",
                    "Mathematics"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Nicholas Warner  Professor of Physics and Astronomy and Mathematics  Contact Information  E-mail:  warner@usc.edu  Phone: (213) 740-1146 Office: SSC 226D  LINKS  Curriculum Vitae        Education   Sc.D. Physics and Mathematics, University of Cambridge, 2008  Ph.D. Physics and Mathematics, University of Cambridge, 1982  B.S. Theoretical Physics, Experimental Physics and Mathematics, Australian National University, Canberra, Australia, 1978    Postdoctoral Training   Fellow, Trinity College, Cambridge, 09\/01\/1982-08\/31\/1988  Weingart Fellow in Theoretical Physics, Caltech, 09\/01\/1982-08\/31\/1985    Academic Appointment, Affiliation, and Employment History  Tenure Track Appointments   Professor of Physics and Mathematics, University of Southern California, 08\/01\/2003-  Professor of Physics, University of Southern California, 08\/01\/1990-  Associate Professor, MIT, 09\/01\/1988-08\/31\/1990  Assistant Professor, MIT, 01\/01\/1986-08\/31\/1988   Research, Teaching, Practice, and Clinical Appointments   Fellow, CERN, Geneva, Switzerland, 06\/01\/1987-08\/31\/1988  Fellow, Trinity College, Cambridge, 09\/01\/1982-08\/31\/1988   Visiting and Temporary Appointments   Scientific Associate, CERN, Geneva, Switzerland, 08\/01\/2005-07\/31\/2006  Scientific Associate, CERN, Geneva, Switzerland, 08\/01\/1998-07\/31\/1999  Scientific Associate, CERN, Geneva, Switzerland, 07\/01\/1985-01\/01\/1986   PostDoctoral Appointments   Post-doctoral Fellow, Caltech, 09\/01\/1982-08\/31\/1985   Description of Research  Summary Statement of Research Interests  Professor Warner's research areas string theory and field theory and their applications ranging from fundamental interactions in particle physics through to critical phenomena. He is currently working on the quantum structure of black holes and black hole singularities.  He is using string theory to resolve some of the apparently paradoxical behavior of black holes in quantum physics.  Research Keywords  String theory, field theory, particle physics, black holes and cosmology  Funded Research  Contracts and Grants Awarded   Quantum Black Hole Structure (European Research Council Advanced Grant), Nicholas Warner, None, $2,900,000, 2019-2023    Affiliations with Research Centers, Labs, and Other Institutions   Institute for Theoretical Physics, Saclay, France, Visiting Scientist  Institute for Theoretical Physics, Saclay, France, Researcher: 2019-2023    Conferences and Other Presentations  Conference Presentations   \"Black-Hole Microstates\", De Sitter and Black Hole Microstate Landscapes in String Theory, Roundtable\/Panel, IPhT, Saclay, France, Invited, 06\/2015  \"The Landscape of Microstate Geometries\", De Sitter and Black Hole Microstate Landscapes in String Theory, Keynote Lecture, IPhT, Saclay, France, Invited, 06\/2015  \"Resolving Black Holes via Microstate Geometries\", Strings 2014, Lecture\/Seminar, Princeton University, Invited, 06\/2014  \"Universal Ideas from Microstate Geometries\", Exotic Structures of Space- time, Lecture\/Seminar, Yukawa Institute, Kyoto, Japan, Invited, 03\/2014  \"Resolving the Structure of Black Holes\", Cordes, Particules et l’Univers, Lecture\/Seminar, Laboratory of theoretical physics ENS, Paris, Invited, 08\/2013  \"Resolving the Structure of Black Holes\", Gravity – New perspectives from strings and higher dimensions, Lecture\/Seminar, Centro de Ciencias de Benasque Pedro Pascual, Spain, Invited, 07\/2013  \"Resolving the Structure of Black Holes\", 18th Claude Itzykson Meeting: Frontiers of String Theory, Keynote Lecture, Institut de Physique Theorique, CEA\/Saclay, Invited, 07\/2013  \"The Status of the Fuzzball Proposal\", String Theory, Lecture\/Seminar, Centro de Ciencias de Benasque Pedro Pascual, Spain, Invited, 06\/2013-07\/2013  \"The Foam at the Edge of the Universe\", Institut Henri Poincare , Lecture\/Seminar, Paris, France, Invited, \r\n\t\tSpring\r\n\t2013  \"The Status of the Fuzzball Proposal\", Black Hole Horizons and Quantum Information, Lecture\/Seminar, CERN, Geneva, Switzerland, Invited, \r\n\t\tSpring\r\n\t2013  \"Bulk Physics with CFT Duals\", Black Holes and Information , Discussion Moderator , Kavli Institute of Theoretical Physics, Invited, 2011-2012  \"Superstrata and Black-Hole Microstate Geometries,\"\", Amsterdam String Workshop 2012, Lecture\/Seminar, Paper, University of Amsterdam,, Erik Verlinde, Invited, 2011-2012  \"Superthreads and Superstrata: New BPS Solutions in Six Dimensions\", Cook's Branch Meeting, Lecture\/Seminar, Texas A&M, Invited, 2011-2012  \"Superthreads, Supersheets and Superstrata\", Conference on Black Holes and Information, Lecture\/Seminar, Paper, Kavli Institute of Theoretical Physics, Invited, 2011-2012  \"The Status of Black-Hole Microstate Geometries\", Holography and Singu- larities in String Theory and Quantum Gravity, Talk\/Oral Presentation, Aspen Center for Physics, Invited, 2010-2011  \"Microstate Geometries and Non-BPS Black Holes\", Black Holes in Supergravity and M\/Superstring Theory, Lecture\/Seminar, Penn State University, Invited, \r\n\t\tFall\r\n\t2010  \"Microstate Geometries and Non-BPS Black Holes\", Cook’s Branch Workshop, Talk\/Oral Presentation, Texas A&M, Invited, 2009-2010  \"Microstate Geometries and Entropy Enhancement\", Rencontres Théoriciennes: Institut Henri Poincare Seminar Series, Lecture\/Seminar, Institut Henri Poincare, Paris, Invited, 2008-2009  \"Science in Television as Entertainment\", 2008 Sloan Summit, Roundtable\/Panel, Renaissance Hotel, Hollywood, American Film Institute (AFI), Invited, 2008-2009  \"Microstate Geometries and Entropy Enhancement\", Thirty Years of Mathematical Methods in High Energy Physics, Talk\/Oral Presentation, Paper, Kyoto, Japan, Invited, 2007-2008  \"Microstate Geometries and Entropy Enhancement\", Cook’s Branch Workshop, Talk\/Oral Presentation, Texas, Texas A&M, Invited, 2007-2008  \"A Review of Flux Compactifications and the Landscape\", Cook’s Branch Workshop, 10–13 April, 2007, Talk\/Oral Presentation, Cook's Branch, Texas, Texas A&M, Invited, 2006-2007  \"Geometric Transitions and Foaming Black Holes\", Southern California String Seminar, USC, September 29–30, 2006, Talk\/Oral Presentation, USC, Invited, 2006-2007  \"Microstate Geometries\", Workshop on Gravitational Aspects of Strings and Branes, 18–22 June 2007, Talk\/Oral Presentation, Paper, Granada, Spain, Invited, 2006-2007  \"Foaming Black Holes and Black Rings\", GeNeZiSS Conference , Talk\/Oral Presentation, Universite de Neuchatel, Invited, 2005-2006  \"Foaming Black Holes and Black Rings,\", Workshop on Black Holes, Black Rings and Topological Strings, Talk\/Oral Presentation, Arnold Sommerfeld Center for Theoretical Physics, Munich, Invited, 2005-2006   Other Presentations   \"My Path to Militant Humanism\", Secular Student Fellowship Metting, Secular Student Fellowship , USC, 04\/20\/2015  \"Magical Thinking?\", The Veritas Forum, USC, The Veritas Forum, USC, 01\/29\/2014  \"The State of the Universe (Popular talk)\", Talk, Q&A, An Orange County discussion group, Corona del Mar Community Center, 2012-2013  \"What Matters to Me and Why\", USC Speaker Series: What Matters to Me and Why, Office of Religious Life, USC, Ground Zero Performance Cafe, 2012-2013  \"Fringe Roundtable\", Fringe Season 4 DVD Extras , Bad Robot, Bad Robot Offices, 2011-2012  \"AWE\", Panel discussion with Lisa Bitel and Dean Varun Soni , USC, Leavey Library, USC, 2010-2011  \"Microstate Geometries and Entropy Enhancement\", Rencontres Théoriciennes, Institut Henri Poincare, Universite Paris 6, 2007-2008  \"Einstein: From Relativity to Unified Field Theories\", Einstein Exhibition, Skirball Cultural Center, Los Angeles, 2004-2005   Publications  Book   Bars, I., Nemeschansky, D., Pilch, K., Saleur, H. M., Warner, N. P. \r\n                                (1996).\r\n                            Future Perspectives in String Theory. USA, UK, Singapore: World Scientific.   Book Chapter   Bena, I., Warner, N. P. \r\n                                (2008).\r\n                            Black Holes, Black rings and their Microstates. 2008 (Vol. 755). pp. 1-92. Lecture Notes in Physics;  Springer.   Conference Proceeding   Warner, N. P. \r\n                                (2009).\r\n                            Microstate Geometries  and  Entropy Enhancement. pp. 228-246. Progress in Theoretical Physics Supplements.  Warner, N. P. \r\n                                (2003).\r\n                            Gauged Supergravity and Holographic Field Theory. \r\n                                    In G. W. Gibbons, E. P. S. Shellard, S. J. Rankin (Ed.), 2003. Cambridge University Press.  Warner, N. P. \r\n                                (1996).\r\n                            Supersymmetric, Integrable Boundary Field Theories. 1. pp. 154-163. Nuclear Physics B:  Proceedings Supplments  Elsevier.  Saleur, H., Warner, N. P. \r\n                                (1995).\r\n                            Lattice models and $N=2$ supersymmetry. \r\n                                    In L. Baulieu, V. Dotsenko, V. Kazakov and P. Windey (Ed.), New Developments in String Theory, Conformal Models and Topological Field Theory; NATO ASI Series B,  Plenum.  Warner, N. P. \r\n                                (1993).\r\n                            $N=2$ Supersymmetric Integrable Models and Topological Field Theories. \r\n                                    In . Gava, K. Narain, S. Randjbar-Daemi, E. Sezgin, Q. Shafi. (Ed.), 9 (1993). ICTP Series in Theoretical Physics, World Scientific.   Essay   Warner, N. P. \r\n                                (2012).\r\n                            In Defense of Algebra. Huffington Post.  Warner, N. P. \r\n                                (2012).\r\n                            A Universal Ethic for Science?. Huffington Post.  Warner, N. P. \r\n                                (2012).\r\n                            Breaking Stereotypes: USC and Death Valley. Huffington Post.  Warner, N. P. \r\n                                (2012).\r\n                            Nobody Expects... the Scientific Inquisition!. Huffington Post.  Warner, N. P. \r\n                                (2012).\r\n                            The Journey to Unbelief. Huffington Post.   Journal Article   Pilch, K., Tyukov, A., Warner, N. P. \r\n                                (2015).\r\n                            Flowing to Higher Dimensions: A New Strongly-Coupled Phase on M2 Branes. Journal of High Energy Physics.  Pilch, K., Tyukov, A., Warner, N. P. \r\n                                (2015).\r\n                            N=2 Supersymmetric Janus Solutions and Flows: From Gauged Supergravity to M Theory. Arxiv.org. \r\n                                Vol. arXiv:1510.08090  Bena, I., Giusto, S., Russo, R., Shigemori, M., Warner, N. P. \r\n                                (2015).\r\n                            Habemus Superstratum! A constructive proof of the existence of superstrata. Journal of High Energy Physics. \r\n                                Vol. 1505, pp. 110.  Bena, I., Shigemori, M., Warner, N. P. \r\n                                (2014).\r\n                            Black-Hole Entropy from Supergravity Superstrata States. Journal of High Energy Physics. \r\n                                Vol. 1410, pp. 140.  Bena, I., Ross, S. F., Warner, N. P. \r\n                                (2014).\r\n                            On the Oscillation of Species. Journal of High Energy Physics. \r\n                                Vol. 1409, pp. 113.  Bena, I., Ross, S. F., Warner, N. P. \r\n                                (2014).\r\n                            Coiffured Black Rings. Classical and Quantum Gravity. \r\n                                Vol. 31, pp. 165015.  Bobev, N., Pilch, K., Warner, N. P. \r\n                                (2014).\r\n                            Supersymmetric Janus Solutions in Four Dimensions. Journal of High Energy Physics. (1406), pp. 058.  Gibbons, G. W., Warner, N. P. \r\n                                (2013).\r\n                            Global Structure of Five-Dimensional  Fuzzballs. Classical and Quantum Gravity. \r\n                                Vol. 31, pp. 025016.  Niehoff, B., Warner, N. P. \r\n                                (2013).\r\n                            Doubly-Fluctuating BPS Solutions in Six Dimensions. Journal of High Energy Physics. \r\n                                Vol. 1310, pp. 137.  Bena, I., Puhm, A., Vasilakis, O., Warner, N. P. \r\n                                (2013).\r\n                            Almost BPS but still not renormalized. Journal of High Energy Physics. \r\n                                Vol. 1309, pp. 062.  Bobev, N., Niehoff, B., Warner, N. P. \r\n                                (2012).\r\n                            New Supersymmetric Bubbles on AdS_3xS^3. Journal of High Energy Physics. \r\n                                Vol. 12 (10), pp. 013.  Halmagyi, N., Pilch, K., Warner, N. P. \r\n                                (2012).\r\n                            On Supersymmetric Flux Solutions of M-theory. Archive. \r\n                                Vol. arXiv:1207.4325  Niehoff, B., Vasilakis, O., Warner, N. P. \r\n                                (2012).\r\n                            Multi-Superthreads and Supersheets. Journal Archive. \r\n                                Vol. arXiv:1203.1348  Bena, I., Ruef, C., Warner, N. P. \r\n                                (2012).\r\n                            Imaginary Soaring Branes: A Hidden Feature of Non-Extremal Solutions. Journal of High Energy Physics. \r\n                                Vol. 12 (05), pp. 143.  Bena, I., Giusto, S., Shigemori, M., Warner, N. P. \r\n                                (2012).\r\n                            Supersymmetric Solutions in Six Dimensions: A Linear Structure. Journal of High Energy Physics. \r\n                                Vol. 12 (03), pp. 084.  Bobev, N., Kundu, A., Pilch, K., Warner, N. P. \r\n                                (2012).\r\n                            Minimal Holographic Superconductors from Maximal Supergravity. Journal of High Energy Physics. \r\n                                Vol. 12 (03), pp. 064.  Bobev, N., Niehoff, B., Warner, N. P. \r\n                                (2011).\r\n                            Hair in the Back of a Throat: Non-Supersymmetric Multi-Center Solutions from Kahler Manifolds. Journal of High Energy Physics. \r\n                                Vol. 11 (10), pp. 149.  Vasilakis, O., Warner, N. P. \r\n                                (2011).\r\n                            Mind the Gap: Supersymmetry Breaking in Scaling, Microstate Geometries. Journal of High Energy Physics. \r\n                                Vol. 11 (10), pp. 006.  Bena, I., de Boer, J., Shigemori, M., Warner, N. P. \r\n                                (2011).\r\n                            Double, Double Supertube Bubble. Journal of High Energy Physics. \r\n                                Vol. 11 (10), pp. 116.  Bobev, N., Kundu, A., Pilch, K., Warner, N. P. \r\n                                (2011).\r\n                            Supersymmetric Charged Clouds in AdS_5. Journal of High Energy Physics. \r\n                                Vol. 11 (03), pp. 070.  Bena, I., Bobev, N., Giusto, S., Ruef, C., Warner, N. P. \r\n                                (2011).\r\n                            An Infinite-Dimensional Family of Black-Hole Microstate Geometries. Journal of High Energy Physics. \r\n                                Vol. 11 (03), pp. 022.  Warner, N. P., Bena, I., Bobev, N., Ruef, C. \r\n                                (2010).\r\n                            Entropy Enhancement and Black Hole Microstates. Physical Review Letters. \r\n                                Vol. 105, pp. 231301. arXiv:0804.4487 [hep-th]   Bobev, N., Halmagyi, N., Pilch, K., Warner, N. P. \r\n                                (2010).\r\n                            Supergravity Instabilities of Non-Supersymmetric Quantum Critical Points. Class.Quant.Grav.. \r\n                                Vol. 27 (2010), pp. 235013.  Fischbacher, T., Pilch, K., Warner, N. P. \r\n                                (2010).\r\n                            New Supersymmetric and Stable, Non-Supersymmetric Phases in Supergravity and Holographic Field Theory. Journal Archive. \r\n                                Vol. arXiv:1010.4910  Bena, I., Giusto, S., Ruef, C., Warner, N. P. \r\n                                (2010).\r\n                            Supergravity Solutions from Floating Branes. Journal of High Energy Physics. \r\n                                Vol. 10 (03), pp. 047.  Bena, I., Giusto, S., Ruef, C., Warner, N. P. \r\n                                (2009).\r\n                            Multi-Center non-BPS Black Holes - the Solution. Journal of High Energy Physics. \r\n                                Vol. 09 (11)  Bena, I., Giusto, S., Ruef, C., Warner, N. P. \r\n                                (2009).\r\n                            A (Running) Bolt for New Reasons. Journal of High Energy Physics. \r\n                                Vol. 09 (11), pp. 089.  Bobev, N., Halmagyi, N., Pilch, K., Warner, N. P. \r\n                                (2009).\r\n                            Holographic, N=1 Supersymmetric RG Flows on M2 Branes. Journal of High Energy Physics (JHEP). \r\n                                Vol. 0909, pp. 043.  Bena, I., Bobev, N., Ruef, C., Warner, N. P. \r\n                                (2009).\r\n                            Supertubes in Bubbling Backgrounds: Born-Infeld Meets Supergravity. Journal of High Energy Physics (JHEP). (0907), pp. 106.  Bena, I., Dall’Agata, G., Giusto, S., Ruef, C., Warner, N. P. \r\n                                (2009).\r\n                            Non-BPS black rings and black holes in Taub-NUT. Journal of High Energy Physics (JHEP). (0906), pp. 015.  Bena, I., Wang, C., Warner, N. P. \r\n                                (2008).\r\n                            Plumbing the Abyss: Black Ring Microstates. Journal of High Energy Physics (JHEP). \r\n                                Vol. 07 (2008), pp. 019.  Bena, I., Bobev, N., Warner, N. P. \r\n                                (2008).\r\n                            Spectral Flow, and the Spectrum of Multi-Center Solutions. Phys. Rev. D. \r\n                                Vol. 77, pp. 125025.  Bena, I., Bobev, N., Warner, N. P. \r\n                                (2007).\r\n                            Bubbles on Manifolds with a U (1) Isometry. Journal of High Energy Physics. \r\n                                Vol. 0708, pp. 004.  Bena, I., Warner, N. P. \r\n                                (2007).\r\n                            The Foaming Three-Charge Black Hole. Physical Review D\/American Physical Society. \r\n                                Vol. Vol. 75, pp. 124026.  Govindarajan, S., Jockers, H., Lerche, W., Warner, N. P. \r\n                                (2007).\r\n                            Tachyon Condensation on the Elliptic Curve. Nuclear Physics B\/Elsevier. \r\n                                Vol. Vol. 765, pp. (2007) 240–286.  Bena, I., Wang, C., Warner, N. P. \r\n                                (2006).\r\n                            Mergers and typical black hole microstates. Journal of High Energy Physics. \r\n                                Vol. 0611, pp. 042.  Halmagyi, N., Pilch, K., Roemelsberger, C., Warner, N. P. \r\n                                (2006).\r\n                            The complex geometry of holographic flows of quiver gauge theories. (0609), pp. 063.  Bena, I., Warner, N. P. \r\n                                (2006).\r\n                            Bubbling supertubes and foaming black holes. Physical Review D\/American Physical Society. \r\n                                Vol. 74, pp. 066001.  Pilch, K., Halmagyi, N., Roemelsberger, C., Warner, N. P. \r\n                                (2006).\r\n                            Holographic duals of a family of N = 1* fixed points. Journal of High Energy Physics. \r\n                                Vol. 0608, pp. 083.  Warner, N. P. \r\n                                (2006).\r\n                            Sliding rings and spinning holes. Journal of High Energy Physics. \r\n                                Vol. 0605, pp. 075.  Halmagyi, N., Romelsberger, C., Warner, N. P. \r\n                                (2006).\r\n                            Inherited Duality and Quiver Gauge Theory. Advances in Theoretical and mathematical Physics\/ International Press. \r\n                                Vol. 2004 (10), pp. 159–179.  Gowdigere, C. N., Warner, N. P. \r\n                                (2006).\r\n                            Holographic Coulomb branch flows with N = 1 supersymmetry. Journal of High Energy Physics. \r\n                                Vol. 0603, pp. 049.  Bena, I., Wang, C., Warner, N. P. \r\n                                (2006).\r\n                            Black rings with varying charge density. Journal of High Energy Physics\/Institute of Physics. \r\n                                Vol. 2006 (03), pp. 015.  Bena, I., Warner, N. P. \r\n                                (2005).\r\n                            One Ring to Rule Them All ... and in the Darkness Bind Them?. Advances in Theoretical and Mathematical Physics\/International Press. \r\n                                Vol. Vol 9, pp. pp 667–701.  Bena, I., Kraus, P., Warner, N. P. \r\n                                (2005).\r\n                            Black Rings in Taub-NUT. Physical Review D\/American Physical Society. \r\n                                Vol. D72, pp. 084019.  Bena, I., Warner, N. P. \r\n                                (2004).\r\n                            A harmonic family of dielectric flow solutions with maximal supersymmetry. Journal of High Energy Physics\/Institute of Physics. \r\n                                Vol. 2004 (12), pp. 021.  Pope, C. N., Warner, N. P. \r\n                                (2004).\r\n                            A dielectric flow solution with maximal supersymmetry. Journal of High Energy Physics\/Institute of Physics. \r\n                                Vol. 2004 (04), pp. 011.  Pilch, K., Warner, N. P. \r\n                                (2004).\r\n                            N = 1 Supersymmetric Solutions of IIB supergravity from Killing Spinors. Theoretical Physics Archive.  Nemeschansky, D., Warner, N. P. \r\n                                (2004).\r\n                            A Family of M-theory Flows with Four Supersymmetries. Theoretical Physics Archive.  Kennaway, K. D., Warner, N. P. \r\n                                (2004).\r\n                            Effective Superpotentials, Geometry and Integrable Systems. Advances in Theoretical and mathematical Physics\/ International Press. \r\n                                Vol. 2004 (8), pp. 141– 175.  Pilch, K., Warner, N. P. \r\n                                (2003).\r\n                            Generalizing the N=2 supersymmetric RG flow solution of IIB supergravity. Nuclear Physics B\/Elsevier. \r\n                                Vol. 675 (1-2), pp. 99-121.  Gowdigere, C. N., Warner, N. P. \r\n                                (2003).\r\n                            Flowing with eight supersymmetries in M-theory and F-theory. Journal of High Energy Physics\/Institute of Physics. \r\n                                Vol. 2003 (12), pp. 048.  Aganagic, M., Intriligator, K., Vafa, C., Warner, N. P. \r\n                                (2003).\r\n                            The Glueball Superpotential. Advances in Theoretical and mathematical Physics\/ International Press. \r\n                                Vol. 2004 (7), pp. 1045-1101.  Gowdigere, C. N., Warner, N. P. \r\n                                (2003).\r\n                            Flowing with eight supersymmetries in M-theory and F-theory. Journal of High Energy Physics (JHEP).  Gowdigere, C., Nemeschansky, D., Warner, N. P. \r\n                                (2003).\r\n                            Supersymmetric Solutions with Fluxes from Algebraic Killing Spinors. Advances in Theoretical and mathematical Physics\/ International Press. \r\n                                Vol. 2004 (7), pp. 787-806.  Warner, N. P. \r\n                                (2003).\r\n                            Penrose limits of RG fixed points and PP-waves with background fluxes. Advances in Theoretical and Mathematical Physics\/International Press. \r\n                                Vol. Vol 6 (2003), pp. 597 - 617. hep-th\/0205314   Corrado, R., Gunaydin, M., Warner, N. P., Zagermann, M. \r\n                                (2002).\r\n                            Orbifolds and flows from gauged supergravity. Physical Review D\/American Physical Society. \r\n                                Vol. 65, pp. 125024.  Corrado, R., Pilch, K., Warner, N. P. \r\n                                (2002).\r\n                            An  N=2 supersymmetric membrane flow. Nuclear Physics B;  Elsevier. \r\n                                Vol. 629 (2002), pp. 74–96.  Khavaev, A., Warner, N. P. \r\n                                (2001).\r\n                            An  N-1 supersymmetric Coulomb flow in IIB supergravity. Physics Letters B;  Elsevier. \r\n                                Vol. 522 (2001), pp. 181-188.  Warner, N. P. \r\n                                (2001).\r\n                            Holographic renormalization group flows: the view from ten dimensions. Classical and Quantum Gravity\/Institute of Physics. \r\n                                Vol. 18, pp. 3159–3170.  Eguchi, T., Warner, N. P., Yang, S. \r\n                                (2001).\r\n                            ADE singularities and coset models. Nuclear Physics B;  Elsevier.  Pilch, K., Warner, N. P. \r\n                                (2001).\r\n                            N=2 supersymmetric RG flows and the IIB dilaton. Nuclear Physics B;  Elsevier. \r\n                                Vol. 594 (2001)  Khavaev, A., Warner, N. P. \r\n                                (2000).\r\n                            A class of N=1 supersymmetric RG flows from five-dimensional  N=8 supergravity. Physics Letters B;  Elsevier. \r\n                                Vol. 495 (2000), pp. 215-222.  Khavaev, A., Pilch, K., Warner, N. P. \r\n                                (2000).\r\n                            New vacua of gauged N=8  supergravity in five dimensions. Physics Letters B;  Elsevier. \r\n                                Vol. 487 (2000), pp. 14-21.  Pilch, K., Warner, N. P. \r\n                                (2000).\r\n                            A new supersymmetric compactification of chiral IIB supergravity. Physics Letters B;  Elsevier. \r\n                                Vol. 487 (2000), pp. 22-29.  Freedman, D. Z., Gubser, S. S., Pilch, K., Warner, N. P. \r\n                                (2000).\r\n                            Continuous distributions of D3-branes and gauged supergravity. Journal of High Energy Physics (JHEP). \r\n                                Vol. 07 (2000)  Pilch, K., Warner, N. P. \r\n                                (2000).\r\n                            N=1 Supersymmetric Renormalization Group Flows from IIB Supergravity. Advances in Theoretical and Mathematical Physics\/International Press. \r\n                                Vol. 4 (2000), pp. 627-677.  Warner, N. P. \r\n                                (2000).\r\n                            Renormalization-group flows from five-dimensional supergravity. Classical and Quantum Gravity\/Institute of Physics. \r\n                                Vol. 17, pp. 1287–1297.  Lerche, W., Stieberger, S., Warner, N. P. \r\n                                (1999).\r\n                            Quartic Gauge Couplings from K3 Geometry. Advances in Theoretical and Mathematical Physics\/International Press. \r\n                                Vol. 3 (1999), pp. 1575-1611.  Lerche, W., Stieberger, S., Warner, N. P. \r\n                                (1999).\r\n                            Prepotentials from Symmetric Products. Advances in Theoretical and Mathematical Physics\/International Press. \r\n                                Vol. 3 (1999), pp. 1613-1634.  Freedman, D. Z., Gubser, S. S., Pilch, K., Warner, N. P. \r\n                                (1999).\r\n                            Renormalization Group Flows from Holography; Supersymmetry and a c-Theorem. \r\n                                Vol. 3 (1999), pp. 363-417.  Minahan, J. A., Nemeschansky, D., Warner, N. P. \r\n                                (1998).\r\n                            Instanton expansions for mass deformed N = 4 super Yang-Mills theories. Nuclear Physics B;  Elsevier. \r\n                                Vol. 528 (1998), pp. 109-132.  Minahan, J. A., Nemeschansky, D., Vafa, C., Warner, N. P. \r\n                                (1998).\r\n                            E-strings and N = 4 topological Yang-Mills theories. Nuclear Physics B;  Elsevier. \r\n                                Vol. 527 (1998), pp. 581-623.  Minahan, J. A., Warner, N. P. \r\n                                (1998).\r\n                            Quark potentials in the Higgs phase of large N supersymmetric Yang-Mills theories. Journal of High Energy Physics\/Institute of Physics. \r\n                                Vol. 1998 (06), pp. 005.  Lerche, W., Warner, N. P. \r\n                                (1998).\r\n                            Exceptional SW geometry from ALE fibrations. Physics Letters B;  Elsevier. \r\n                                Vol. 423 (1998), pp. 79-86.  Lerche, W., Warner, N. P. \r\n                                (1998).\r\n                            Exceptional SW Geometry from ALE Fibrations. Physics Letters B;  Elsevier. \r\n                                Vol. 423 (1998), pp. 79-86.  Minahan, J. A., Nemeschansky, D., Warner, N. P. \r\n                                (1997).\r\n                            Investigating the BPS spectrum of non-critical En strings. Nuclear Physics B;  Elsevier. \r\n                                Vol. 508 (1997), pp. 64-106.  Minahan, J. A., Nemeschansky, D., Warner, N. P. \r\n                                (1997).\r\n                            Partition Functions for BPS States of the Non-Critical E8 String. Advances in Theoretical and Mathematical Physics\/International Press. \r\n                                Vol. 1 (1998), pp. 167-183.  Schulze, J., Warner, N. P. \r\n                                (1997).\r\n                            BPS Geodesics in N=2 Supersymmetric Yang-Mills Theory. Nuclear Physics B;  Elsevier. \r\n                                Vol. 498 (1997), pp. 101-118.  Lerche, W., Mayr, P., Warner, N. P. \r\n                                (1997).\r\n                            Non-Critical Strings, Del Pezzo Singularities And Seiberg-Witten Curves. Nuclear Physics B;  Elsevier. \r\n                                Vol. 499 (1997), pp. 125-148.  Klemm, A., Lerche, W., Mayr, P., Vafa, C., Warner, N. P. \r\n                                (1996).\r\n                            Self-Dual Strings and N=2 Supersymmetric Field Theory. Nuclear Physics B;  Elsevier. \r\n                                Vol. 477 (1996), pp. 746-766.  Martinec, E. J., Warner, N. P. \r\n                                (1996).\r\n                            Integrable systems and supersymmetric gauge theory. Nuclear Physics B;  Elsevier. \r\n                                Vol. 459 (1996), pp. 97-112.  Warner, N. P. \r\n                                (1995).\r\n                            Supersymmetry in Boundary Integrable Models. Nuclear Physics B;  Elsevier. \r\n                                Vol. 450 (1995), pp. 663-694.  Nemeschansky, D., Warner, N. P. \r\n                                (1995).\r\n                            The Refined Elliptic Genus and Coulomb Gas Formulations of $N=2$ Superconformal Coset Models. Nuclear Physics B;  Elsevier. \r\n                                Vol. 442 (1995), pp. 623-654.  Saleur, H., Skorik, S., Warner, N. P. \r\n                                (1995).\r\n                            The boundary sine-Gordon theory: classical and semi-classical analysis. Nuclear Physics B;  Elsevier. \r\n                                Vol. 441 (1995), pp. 421-436.  Lerche, W., Warner, N. P. \r\n                                (1995).\r\n                            On the Algebraic Structure of Gravitational Descendants in CP(n-1) Coset Models. Physics Letters B;  Elsevier. \r\n                                Vol. 343 (1995), pp. 87-93.  Fendley, P., Saleur, H., Warner, N. P. \r\n                                (1994).\r\n                            Exact solution of a massless scalar field with a relevant boundary interaction. Nuclear Physics B;  Elsevier. \r\n                                Vol. 430 (1994, pp. 577-596.  Nemeschansky, D., Warner, N. P. \r\n                                (1994).\r\n                            Refining the Elliptic Genus. Physics Letters B;  Elsevier. \r\n                                Vol. 329 (1994), pp. 53-60.  Nemeschansky, D., Warner, N. P. \r\n                                (1994).\r\n                            Off-Critical Lattice Analogues of $N=2$ Supersymmetric Quantum Integrable Models. Nuclear Physics B;  Elsevier. \r\n                                Vol. 413 (1994), pp. 629-652.  Schellekens, A. N., Warner, N. P. \r\n                                (1986).\r\n                            Conformal subalgebras of Kac-Moody algebras. Physical Review D\/American Physical Society. \r\n                                Vol. 34 (10), pp. 3092 - 3096.   Other   Bena, I., Warner, N. P. \r\n                                (2013).\r\n                            Resolving the Structure of Black Holes: Philosophizing with a Hammer. Arxiv.org.  Lerche, W., Mayr, P., Warner, N. P. \r\n                                (2002).\r\n                            N = 1 Special Geometry, Mixed Hodge Variations and Toric Geometry. hep-th\/0208039.  Lerche, W., Mayr, P., Warner, N. P. \r\n                                (2002).\r\n                            Holomorphic N = 1 Special Geometry of Open-Closed Type II Strings. hep-th\/0207259.  Martinec, E., Warner, N. P. \r\n                                (1995).\r\n                            Integrability in N=2 Gauge Theory: A Proof. Preprint Archive.    Multimedia Scholarship and Creative Works   Film, Appeared with Dean Varun Soni in the film \"AWE\" cerated USC student Jake Bloch. \r\nhttp:\/\/dornsife.usc.edu\/news\/stories\/948\/an-awe-inspiring-film\/, 2010-2011   New Courses Developed   Conformal Field Theory, Physics, A completely new, advanced graduate class aimed across physics disciplines from particle physics to condensed matter physics and quantum computing., 2008-2009  Complex Geometry, Physics, Approximately 12 hours of lectures given to my research group to broaden the education of our graduate students., 10\/01\/2007-12\/01\/2007   Honors and Awards   Doctor of Science (ScD), University of Cambridge, 2009-  European Research Council Advanced Grant:  2.5 million euros, 2019-  Simons Fellow in Theoretical Physics, 1\/1\/2013-12\/31\/2013  USC Associates Award For Creativity In Research And Scholarship, 2007-2008  Gamma Sigma Alpha Professor of the Year, 2000-2001  USC or School\/Dept Award for Teaching, General Eductaion Teaching Award, 1998-1999  USC Raubenheimer Outstanding Senior Faculty Award, 1997  Sloan Research Fellowship Recipient, 8\/1988-7\/1992    Service to the University  Committees   Member, 2012 Provosts GE Review Committee, 01\/01\/2012-12\/31\/2012  Member, Physics Department Executive Committee, 2006-2012  Member, Continuing Education Faculty Advisory Committee, 2008-2010  Member, College Committee on Undergraduate Curriculum, 2006-2008    Service to the Profession   Conferences Organized   Organizer, Holography and Singularities in String Theory and Quantum Gravity, Aspen Center for Physics, 2010-2011  Co-Organizer, Recent Advances in Black Hole Physics in String Theory, Aspen Center for Physics, 2006-2007    Editorships and Editorial Boards   Advances in Theoretical and Mathematical Physics, Advances in Theoretical and Mathematical Physics, 06\/1997-   Media, Alumni, and Community Relations   2008 Sloan Summit Panel for the American Film Institute (AFI)  on Science in Television as Entertainment, 2008-2009  Talk: Einstein: From Relativity to Unified Field Theories at Skirbal l Cultural Center, 2004-2005    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}