{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KMBXFSG9",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "André de Gouvêa André de Gouvêa Professor PhD, University of California, Berkeley, 1999 degouvea@northwestern.edu 847-467-6462 Tech F426 Prof. de Gouvêa concentrates his research efforts on theoretical high-energy physics, more specifically on the phenomenology of the physics that lies beyond the standard model of particle physics. Two concrete facts reveal there are phenomena to which there is no well-defined answer. First, there is the very strong, albeit indirect, evidence that most of the mass of the Universe is contained in the form of 'dark matter.' Equally strong is the evidence that the dark matter is not made up of any of the fields of the standard model (baryons, neutrinos). It is hence very likely that new fields, with unknown properties and interactions exist. Second, it is established, beyond reasonable doubt, that neutrinos have non-zero masses. Non-zero neutrino masses are not allowed in the textbook version of the standard model, but can be accommodated in a variety of different ways if the model is modified. Most of de Gouvêa's research efforts are concentrated on exploring in different ways these two known evidences of physics beyond the standard model, with special emphasis on the latter. One his the main goals is to explore the new physics that has manifested itself in the leptonic sector. There are several key issues de Gouvêa’s research group has been addressing. They are associated with three different broad particle physics questions: (a) what is the physics responsible for neutrino masses and lepton mixing, and how can we learn more about it?; (b) what can we learn from next-generation neutrino experiments and other so-called intensity frontier experimental efforts?; and (c) how is the physics responsible for neutrino masses related to the physics of electroweak symmetry breaking and the dark matter puzzle, and what can we expect to learn from the on-going collider experiments and other searches for new phenomena as far as neutrino physics is concerned? Selected Publications A. de Gouvêa, K. J. Kelly and A. Kobach, \"$CP$-invariance violation at short-baseline experiments in 3$+$1 neutrino scenarios,” Phys. Rev. D91, 053005 (2015). J. M. Berryman, A. de Gouvêa, D. Hernández and R. L. N. Oliviera, \"Non-Unitary Neutrino Propagation From Neutrino Decay,” Phys. Lett. B742, 74 (2015). A. de Gouvêa, J. Herrero-Garcia and A. Kobach, \"Neutrino Masses, Grand Unification, and Baryon Number Violation,” Phys. Rev. D90, 016011 (2014). A. de Gouvêa, D.~Hernández and T. M. P. Tait, \"Criteria for Natural Hierarchies,” Phys. Rev. D89, 115005 (2014). A. de Gouvêa et al. [Intensity Frontier Neutrino Working Group], \"Working Group Report: Neutrinos,” arXiv:1310.4340 [hep-ex]. A. de Gouvêa and P. Vogel, \"Lepton Flavor and Number Conservation, and Physics Beyond the Standard Model,” Prog. Part. Nucl. Phys. 71, 75 (2013)."
            ]
        ]
    ]
}