{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KMF3YFLH",
            "-prEKqgAAAAJ",
            [
                "INFLUÊNCIA DO TREINAMENTO FUNCIONAL SOBRE A APTIDÃO FÍSICA DE IDOSAS ATIVAS"
            ],
            [
                "O objetivo deste estudo foi verificar o efeito do treinamento funcional sobre a flexibilidade, equilíbrio, capacidade cardiorrespiratória e força muscular em idosas. A amostra foi dividida em Grupo Funcional-GF (n= 16, 67, 1±3, 7 anos) e Grupo Convencional–GC (n= 14; 63, 9±4, 7 anos). Avaliou-se o índice de massa corporal e a relação cintura\/quadril. Para verificação da aptidão funcional foi utilizado parte da bateria Senior Fitness Test. A análise dos dados foi feita mediante ANOVA. O presente estudo verificou em relação aos valores iniciais melhora significativa do GF na força, flexibilidade e capacidade cardiorrespiratória, sem diferença estatística do GC. Já no equilíbrio tanto na análise inter como na intragrupos o GF apresentou aumento estatisticamente significativo. Em relação às variáveis antropométricas não foram encontradas diferenças em nenhuma das análises. Conclui-se que o protocolo de treinamento funcional aplicado demonstra-se eficiente na melhora da aptidão funcional em idosas ativas."
            ],
            [
                [
                    "Exercise Science"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Anthony Levi  Professor of Electrical Engineering and Physics and Astronomy  Contact Information  E-mail:  alevi@usc.edu  Phone: (213) 740-7318 Office: KAP 132        Education   Ph.D. Physics, Cambridge University, England, 1\/1983    Academic Appointment, Affiliation, and Employment History   , AT&T Bell Laboratories, Murray Hill, New Jersey, 01\/01\/1983-01\/01\/1993   Description of Research  Summary Statement of Research Interests  His current research interests include high-performance electronic and photonic systems, RF photonics, very small lasers and modeling their behavior, and optimal design of small electronic and photonic systems.    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}