{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KMRDGSLP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jonathan Heckman Associate Professor High Energy Theory DRL 4N45 Website Associate Professor at Penn (2020 - ) Assistant Professor at Penn (2017 - 2020) Assistant Professor at UNC Chapel Hill (2014 - 2017) Ph.D. Harvard 2009 A.M. Harvard 2005 A.B. Princeton 2004 My research centers on theoretical high energy physics. The broad questions my work aims to address are: What is quantum field theory, and what are its limitations as a tool in describing Nature? What are the building blocks of matter and spacetime? String theory provides a promising way to address these issues since it is the only known viable approach to unifying quantum theory with gravity. Currently, my efforts are concentrated in three directions: 1) The study of quantum field theory using the extra dimensions of string theory. 2) The study of formal and phenomenological aspects of string compactification, and in particular F-theory. 3) Conceptual questions connected with the embedding of field theoretic UV cutoffs in string theory. Courses Taught Physics 601 (University of Pennsylvania); Introduction to Field Theory, Fall 2018, Fall 2019 Physics 140 \/ 150 (University of Pennsylvania); Principles I (Calculus Based Mechanics), Spring 2018, Spring 2019 J.J. Heckman, C. Lawrie, L. Lin, J. Sakstein, and G. Zoccarato, \"Pixelated Dark Energy,\" Fortsch. Phys. 67, No. 11 1900071 (2019) hep-th\/1901.10489. J.J. Heckman, C. Lawrie, L. Lin, and G. Zoccarato, \"F-theory and Dark Energy,\" Fortsch. Phys. 67, No. 10 1900057 (2019) hep-th\/1811.01959. J.J. Heckman and L. Tizzano, \"6D Fractional Quantum Hall Effect,\" JHEP 05 120 (2018) hep-th\/1708.02250. F. Apruzzi, F. Hassler, J.J. Heckman, and I.V. Melnikov, \"From 6D SCFTs to Dynamic GLSMs,\" Phys. Rev. D96 066015 (2017) hep-th\/1610.00718. M. Del Zotto, J.J. Heckman, P. Kumar, A. Malekian, and B. Wecht, \"Kinetic Mixing at Strong Coupling,'' Phys. Rev. D95 016007 (2017) hep-ph\/1608.06635. F. Apruzzi, F. Hassler, J.J. Heckman, and I.V. Melnikov, \"UV Completions for Non-Critical Strings,'' JHEP 07 045 (2016) hep-th\/1602.04221. J.J. Heckman, \"750 GeV Diphotons from a D3-brane,'' Nucl. Phys. B906 231-240 (2016) hep-th\/1512.06773. J.J. Heckman, D.R. Morrison, T. Rudelius, and C. Vafa, \"Atomic Classification of 6D SCFTs,'' Fortsch. Phys. 63 468-530 (2015) hep-th\/1502.05405. J.J. Heckman, D.R. Morrison, and C. Vafa, \"On the Classification of 6D SCFTs and Generalized ADE Orbifolds,'' JHEP 05 028 (2014) hep-th\/1312.5746. J.J. Heckman, \"Particle Physics Implications of F-Theory,'' Ann. Rev. Nuc. Part. Sci. 60 237 (2010) hep-th\/1001.0577. C. Beasley, J.J. Heckman, and C. Vafa, \"GUTs and Exceptional Branes in F-theory - II: Experimental Predictions,'' JHEP 01 059 (2009) hep-th\/0806.0102. C. Beasley, J.J. Heckman, and C. Vafa, \"GUTs and Exceptional Branes in F-theory - I,'' JHEP 01 058 (2009) hep-th\/0802.3391. CV (file) HeckCV.pdf 186.51 KB"
            ]
        ]
    ]
}