{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KMTQW70P",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Eugene Mele Christopher H. Browne Distinguished Professor of Physics Condensed Matter Theory DRL 2N17A Associate Chair for Undergraduate Affairs, Department of Physics, University of Pennsylvania (1998- 2002) Professor of Physics, University of Pennsylvania (since 1989) Associate Professor of Physics, University of Pennsylvania (1985-1989) Assistant Professor of Physics, University of Pennsylvania (1981-1985) Associate Scientist, Xerox Webster Research Center, Webster, NY (1978-1981) Postdoctoral Associate, Department of Physics, Massachusetts Institute of Technology (1978) Research Assistant, Department of Physics, Massachusetts Institute of Technology (1975-1978) Honors include: John Scott Award (2019) Elected to the National Academy of Sciences (2019) BBVA Foundation Frontiers of Knowledge Award (2019) Breakthrough Prize in Fundamental Physics (2019) Benjamin Franklin Medal in Physics (2015) Leverhulme Distinguished Visiting Professor, Loughborough University (2014\/2015) Europhysics Prize of the European Physical Society (2010) Christian R. and Mary F. Lindback Award for Distinguished Teaching, University of Pennsylvania (2010) Fellow of the American Physical Society (2001) Ira Abrams Award for Distinguished Teaching, School of Arts and Sciences, University of Pennsylvania (1998) Alfred P. Sloan Fellow (1983-1987) National Science Foundation Graduate Fellow (1972-1975) Ph.D., Massachusetts Institute of Technology (1978) Our research group studies quantum electronic phenomena in condensed matter. We are particularly interested in so called \"low dimensional\" systems where the electron's motion is geometrically restricted by the effective dimensionality of the structure. This occurs in many physical systems, for example at the surfaces of solids, in nanostructures, and in molecular solids. We are currently exploring electronic phenomena in molecular solids that are derived from fullerene molecules, nanotubes, and related carbon-derived structures. These provide a very interesting family of structures in which subtle changes in stoichiometry or geometry are known to lead to a wide range of electronic phenomena (conducting, insulating, magnetic and superconducting phases are known for these solids). We study how this range of properties depends on the microscopic structures of the constituents and how this behavior might be controlled at the molecular level. We are interested in better understanding the effects of strong repulsive interactions between electrons on the electronic properties. When these interactions are sufficiently strong, electrons in a solid do not move independently, but only in a highly correlated way. This is very important for understanding the electronic behavior, yet the development of a theoretical framework for analyzing these highly correlated states of matter remains a formidable challenge. We have studied this problem for various low dimensional models (one and two dimensional systems) that exhibit transitions in the electronic behavior as the electron density and interaction strengths are varied. Our earlier work in surface physics has used a variety of theoretical tools (ranging from first principles electronic structure methods to phenomenological approaches) to study the equilibrium structures and vibrational excitations of crystal surfaces Courses Taught Phys 361: Electromagnetism I Phys 362: Electromagnetism II C.L. Kane and E.J. Mele \"Quantum Spin Hall Effect in Graphene\" Physical Review Letters 95, 226801 (2005) P.J. Michalski, N. Sai and E.J. Mele \"Continuum Theory for Nanotube Piezoelectricity\" Physical Review Letters 95, 116803 (2005) C.L. Kane and E.J. Mele \"Electron Interactions and Scaling Relations for Optical Excitations in Carbon Nanotubes\" Physical Review Letters 83, 197402 (2004) D.J. Hornbaker, S-J Kahng, S. Misra, B.W. Smith, A.T. Johnson, D.E. Luzzi, E.J. Mele and A. Yazdani \"Mapping the Electronic States of Fullerene Peapods\" Science 295, 828-831 (2002) (cover story) E.J. Mele and P. Kral \"Electric Polarization in Heteropolar Nanotubes as a Geometric Phase\" Physical Review Letters 88, 056803 (2002) E.J. Mele \"Anamorphoses in the Method of Images\" American Journal of Physics 69, 557 (2001) C.L. Kane and E.J. Mele \"Size Shape and Low Energy Electronic Structure of Carbon Nanotubes\" Physical Review Letters 78, 1932 (1997) C.S. Hellberg and E.J. Mele \"Phase Diagram of the One Dimensional t-J Model From Variational Theory\" Physical Review Letters 67, 2080 (1991) D.P. DiVincenzo and E.J. Mele ``Self Consistent Effective Mass Theory for Intralayer Screening in Graphite Intercalation Compounts\" Physical Review B 29, 1685 (1984) M.J. Rice and E.J. Mele \"Elementary Excitations of a Linearly Conjugated Diatomic Polymer\" Physical Review Letters 49, 1455 (1982) Talks (2002-present) CV (file) Prof Mele CV 2014.pdf 110.6 KB"
            ]
        ]
    ]
}