{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KO320ISK",
            "BZ6UitAAAAAJ",
            [
                "Gauge models with spontaneously broken local supersymmetry",
                "Progress toward a theory of supergravity",
                "Supersymmetry",
                "Yang-Mills theories with local supersymmetry: Lagrangian, transformation laws and super-Higgs effect",
                "N= 2 extremal black holes",
                "Supergauge invariant yang-mills theories",
                "Naturally vanishing cosmological constant in N= 1 supergravity",
                "Spontaneous symmetry breaking and Higgs effect in supergravity without cosmological constant",
                "Supersymmetry and attractors",
                "Geometry of type II superstrings and the moduli of superconformal field theories"
            ],
            [
                "An effective low-energy lagrangian for gauge theories based on local supersymmetry spontaneously broken at an intermediate energy between the weak interaction and the Planck scale is obtained. The derivation uses the general coupling of the Yang-Mills matter system to n = 1 supergravity. As illustrative examples of this framework we exhibit realistic models of supersymmetric QED and of the electroweak theory with supersymmetry breaking induced by purely gravitational effects.",
                "As a new approach to supergravity, an action containing only vierbein and Rarita-Schwinger fields (Vaμ and ψμ) is presented together with supersymmetry transformations for these fields. The action is explicitly shown to be invariant except for a ψ5 term in its variation. This term may also vanish, depending on a complicated calculation. (Added note: This term has now been shown to vanish by a computer calculation, so that the action presented here does possess full local supersymmetry.)",
                "Supersymmetry transformations turn bosons into fermions and conversely. We discuss the algebraic aspects of the new structure, its role in relativistic quantum field theory and its possible applications to particle physics.",
                "We derive the lagrangian and transformation laws of the coupled Yang-Mills-matter-supergravity system for unextended n= 1 local supersymmetry. We study the super-Higgs effect and the normal Higgs effect of the Yang-Mills gauge group G. In the case of N chiral multiplets “minimally” coupled to supergravity, transforming according to some N-dimensional, generally reducible representation of G, we find a model-independent mass formula: Supertrace M 2=∑ J= 0 3 2 (−) 2J (2J+ 1) m J 2=(N− 1)(2m 3 2 2− κ 2 D α D α)− 2 g α D α Tr T α, where m 3 2 is the gravitino mass, κ and g α the gravitational and gauge couplings, respectively, D α is the auxiliary component of the gauge multiplet of G and T α the generators of G in the representation of the matter chiral multiplets.",
                "It is shown that extremal magnetic black hole solutions of N= 2 supergravity coupled to vector multiplets X Λ with a generic holomorphic prepotential F (X Λ) can be described as supersymmetric solitons which interpolate between maximally symmetric limiting solutions at spatial infinity and the horizon. A simple exact solution is found for the special case that the ratios of the X Λ are real, and it is seen that the logarithm of the conformal factor of the spatial metric equals the Kähler potential on the vector multiplet moduli space. Several examples are discussed in detail.",
                "We construct Lagrangian theories which are simultaneously invariant under supergauge transformations and under Yang-Mills transformations. The simplest of these turns out to be just the usual theory describing the interaction of a Yang-Mills field with a Majorana spinor belonging to the regular representation of the internal symmetry group. This theory is asymptotically free. Other examples, involving in addition to spinors also scalar and pseudoscalar fields are described. They also are asymptotically free, provided the number of scalar supermultiplets is not too high and supergauge invariance, as expected, is preserved by renormalization.",
                "For N=1 supergravity theories we show that the choice of a particular class of Einstein spaces for the Kähler manifold of the hidden sector leads to a vanishing cosmological constant without unnatural fine tuning. The total scalar potential from the hidden and physical sector is positive definite. The resulting low energy softly broken globl supersymmetry for the matter fields is thus the same as in the case of factorized superpotential models with a flat Kähler metric.",
                "The super Higgs effect is studied in the (2, 3 2)+(1 2, 0+, 0−) model. The most general action is obtained using the recently developed tensor calculus: it contains an arbitrary function of two variables G (A, B), A and B being the 0+ scalar and 0− pseudoscalar fields of the matter system. The conditions are given which G must satisfy in order that both the gravitino ψ μ becomes massive and no cosmological term is induced. Explicit examples are given, a class of them leading to the mass formula m A 2+ m B 2= 4m ψ 2.",
                "We find a general principle which allows one to compute the area of the horizon of N= 2 extremal black holes as an extremum of the central charge. One considers the ADM mass equal to the central charge as a function of electric and magnetic charges and moduli and extremizes this function in the moduli space (a minimum corresponds to a fixed point of attraction). The extremal value of the square of the central charge provides the area of the horizon, which depends only on electric and magnetic charges. The doubling of unbroken supersymmetry at the fixed point of attraction for N= 2 black holes near the horizon is derived via conformal flatness of the Bertotti-Robinson-type geometry. These results provide an explicit model-independent expression for the macroscopic Bekenstein-Hawking entropy of N= 2 black holes which is manifestly duality invariant. The presence of hypermultiplets in the solution does not …",
                "We study general properties of the low-energy effective theory for 4D type II superstrings obtained by the compactification on an abstract (2,2) superconformal system. This is the basic step towards the construction of their moduli space. We give an explicit and general algorithm to convert the effective Lagrangian for the type IIA into that of type IIB superstring defined by the same (2,2) superconformal system (and vice versa). This map converts Kahler manifolds into quaternionic ones (and quaternionic into Kahlerian ones) and has a deep geometrical meaning. The relationship with the theory of normal quaternionic manifolds (and algebras), as well as with Jordan algebras, is outlined. It turns out that only a restricted class of quarternionic geometries is allowed in the string case. We derive a general and explicit formula for the (fully nonlinear) couplings of the vector-multiplets (IIA case) in terms of the basic three-point …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}