{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KOCJUKZ4",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Karl Sandeman Brooklyn College (718)951-5000 x2870 Room Number: 2156-G Office Hours: karlsandeman@brooklyn.cuny.edu Additional Website B.A., M.Sci, PhD, University of Cambridge, UK Phase transitions and their applications, magnetic materials, solid-state cooling. Areas of Expertise: Karl Sandeman is interested in how we may tailor phase transitions in so-called functional materials for either the efficient use of energy, such as in refrigeration, or its efficient conversion, such as in power generation.  Most of his studies to date have involved magnetic phase transitions, requiring an understanding of the relationship between structure and function at all length-scales and a holistic research approach that combines the use of experimental and theoretical tools.  For more information, click the \"website\" link above or go to the websites of the FP7 projects that Karl has coordinated in magnetic cooling: DRREAM (2013-2015) or SSEEC (2008-2011)   Selected Publications: S.P. Vallone, A.N. Tantillo, A.M. dos Santos, J. Molaison, R.Kulmaczewski, A. Chapoy, P.Ahmadi, M.A. Halcrow and K.G. Sandeman . “Giant Barocaloric Effect at the Spin Crossover Transition of a Molecular Crystal.” Advanced Materials 31, 1807334 (2019) J. Zemen, Z. Gercsi, and K.G. Sandeman. “Piezomagnetic effect as a counterpart of negative thermal expansion in magnetically frustrated Mn-based antiperovskite nitrides.” Physical Review B 96, 024451 (2017) K.G. Sandeman. \"The mechanocaloric potential of spin crossover compounds.\" APL Materials 4, 111102 (2016)\" I. Takeuchi and K.G. Sandeman. \"Solid-state cooling with caloric materials.\" Physics Today 68, 48 (2015)  M.R. Barati, C. Selomulya, K.G. Sandeman and K. Suzuki. \"Extraordinary Induction Heating Effect Near the First Order Curie Transition.\" Applied Physics Letters 105, 162412 (2014)  J.B. Staunton, M. dos Santos Dias, J. Peace, Z. Gercsi and K.G. Sandeman. \"Tuning the metamagnetism of an antiferromagnetic metal.\" Physical Review B 87, 060404 (2013)  K.G. Sandeman. \"Magnetocaloric materials: the search for new systems.\" Scripta Materalia 67, 566 (2012)  Z. Gercsi, K. Hono and K.G. Sandeman. \"Designed metamagnetism in CoMnGe1-xPx.\" Physical Review B 83, 174403 (2011)  A. Barcza, Z. Gercsi, K.S. Knight and K.G. Sandeman. \"Giant Magnetoelastic Coupling in a Metallic Helical Metamagnet.\" Physical Review Letters 104, 247202. (2010) "
            ]
        ]
    ]
}