{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KPGDM4O8",
            "9F-Jk74AAAAJ",
            [
                "A second generation human haplotype map of over 3.1 million SNPs",
                "A haplotype map of the human genome",
                "Genome-wide detection and characterization of positive selection in human populations",
                "p53-mediated activation of miRNA34 candidate tumor-suppressor genes",
                "An integrated network of androgen receptor, polycomb, and TMPRSS2-ERG gene fusions in prostate cancer progression"
            ],
            [
                "We describe the Phase II HapMap, which characterizes over 3.1 million human single nucleotide polymorphisms (SNPs) genotyped in 270 individuals from four geographically diverse populations and includes 25–35% of common SNP variation in the populations surveyed. The map is estimated to capture untyped common variation with an average maximum r 2 of between 0.9 and 0.96 depending on population. We demonstrate that the current generation of commercial genome-wide genotyping products captures common Phase II SNPs with an average maximum r 2 of up to 0.8 in African and up to 0.95 in non-African populations, and that potential gains in power in association studies can be obtained through imputation. These data also reveal novel aspects of the structure of linkage disequilibrium. We show that 10–30% of pairs of individuals within a population share at least one region of extended genetic …",
                "Inherited genetic variation has a critical but as yet largely uncharacterized role in human disease. Here we report a public database of common variation in the human genome: more than one million single nucleotide polymorphisms (SNPs) for which accurate and complete genotypes have been obtained in 269 DNA samples from four populations, including ten 500-kilobase regions in which essentially all information about common DNA variation has been extracted. These data document the generality of recombination hotspots, a block-like structure of linkage disequilibrium and low haplotype diversity, leading to substantial correlations of SNPs with many of their neighbours. We show how the HapMap resource can guide the design and analysis of genetic association studies, shed light on structural variation and recombination, and identify loci that may have been subject to natural selection during human evolution.",
                "With the advent of dense maps of human genetic variation, it is now possible to detect positive natural selection across the human genome. Here we report an analysis of over 3 million polymorphisms from the International HapMap Project Phase 2 (HapMap2) 1. We used ‘long-range haplotype’methods, which were developed to identify alleles segregating in a population that have undergone recent selection 2, and we also developed new methods that are based on cross-population comparisons to discover alleles that have swept to near-fixation within a population. The analysis reveals more than 300 strong candidate regions. Focusing on the strongest 22 regions, we develop a heuristic for scrutinizing these regions to identify candidate targets of selection. In a complementary analysis, we identify 26 non-synonymous, coding, single nucleotide polymorphisms showing regional evidence of positive selection …",
                "In response to varied cell stress signals, the p53 tumor-suppressor protein activates a multitude of genes encoding proteins with functions in cell-cycle control, DNA repair, senescence, and apoptosis. The role of p53 in transcription of other types of RNAs, such as microRNAs (miRNAs) is essentially unknown.Using gene-expression analyses, reporter gene assays, and chromatin-immunoprecipitation approaches, we present definitive evidence that the abundance of the three-member miRNA34 family is directly regulated by p53 in cell lines and tissues. Using array-based approaches and algorithm predictions, we define genes likely to be directly regulated by miRNA34, with cell-cycle regulatory genes being the most prominent class. In addition, we provide functional evidence, obtained via antisense oligonucleotide transfection and the use of mouse embryonic stem cells with loss of miRNA34a …",
                "Chromosomal rearrangements fusing the androgen-regulated gene TMPRSS2 to the oncogenic ETS transcription factor ERG occur in approximately 50% of prostate cancers, but how the fusion products regulate prostate cancer remains unclear. Using chromatin immunoprecipitation coupled with massively parallel sequencing, we found that ERG disrupts androgen receptor (AR) signaling by inhibiting AR expression, binding to and inhibiting AR activity at gene-specific loci, and inducing repressive epigenetic programs via direct activation of the H3K27 methyltransferase EZH2, a Polycomb group protein. These findings provide a working model in which TMPRSS2-ERG plays a critical role in cancer progression by disrupting lineage-specific differentiation of the prostate and potentiating the EZH2-mediated dedifferentiation program."
            ],
            [
                [
                    "Statistical Genetics and Genomics",
                    "Bioinformatics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}