{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KPJEK8BK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Munir H Nayfeh Cross-cutting Physics 407 Loomis Laboratory (217) 333-3774 (217) 333-9819 m-nayfeh@illinois.edu Silicon Nanoparticles, 3\/16\/2000 Professor Munir Nayfeh received his bachelor's and master's degrees from the American University of Beirut in 1968, and 1970, respectively. He earned a Ph.D. in physics from Stanford University in 1974. He served as a postdoctoral fellow and research physicist at Oak Ridge National Laboratory from 1974-1977, and as a lecturer at Yale University in 1977, before joining the physics faculty at the University of Illinois in 1978. Following his arrival at the UIUC, Professor Nayfeh developed an active experimental program to study the multi-photon (nonlinear) dissociation of molecules as a means to enhance dissociation selectivity. He was the first to demonstrate isotope separation using this process. He was also the first physicist to examine the behavior of hydrogen molecules in intense laser fields, and his seminal work in this area initiated a whole new area of research in molecular Coulomb explosions. In the past few years, Professor Nayfeh has pursued two separate lines of research: (1) a theoretical program focusing on the role of classical chaotic dynamics in hydrogen atoms rendered essentially one-dimensional in the presence of very strong dc electrical fields; and (2) an experimental program he has termed \"writing with atoms,\" in which the spatial selectivity of the electric field in a scanning tunneling microscope (STM) is combined with the frequency (energy) selectivity of a laser to deposit fine patterns with nearly atomic resolution on a variety of substrates at room temperature. Dr. Nayfeh was solely responsible for the conception and development of this innovative technique. Most recently, Professor Nayfeh has investigated the fabrication and the analysis of nanometer-scale structures by employing STM to study hysteresis effects in the formation of matter. This work provides physical insights on the fundamental nature and interactions of solids at nanometer\/atomic scales, and it has significant implications for near-term technological applications in nanoelectronics and photonics . Search for Quantum Chaos We are studying the question of the existence of chaotic behavior in quantum mechanical systems whose classical analogs are known to be nonintegrable and exhibit chaotic behavior. The system that we use is the interaction of low-frequency, high-power microwave radiation with one-dimensional hydrogen atoms. These atoms are prepared by laser excitation of atomic hydrogen in the presence of strong dc electric fields. Writing with Atoms The project aims at achieving selective deposition of single atoms on surfaces with very high resolution that may reach atomic dimensions. Tunable lasers photodissociate molecules and highly excite the atomic fragments in the field of the sharp needle of a scanning tunneling microscope, which ionizes and guides the atoms to the surface. Preparation and Characterization of Porous Silicon The project focuses on the preparation and characterization of the newly discovered optically active porous silicon. The studies include topographical, compositional, structural, optical, electrical, and chemical characterizations. These characterizations are correlated with conditions of preparation and with stability under different conditions. Atomic Electronics Using scanning tunneling microscopes augmented by laser radiation, this project aims to develop a new kind of electronics (atomic electronics), one that relies on quantum mechanics and the movement of single particles, with the purpose of one day producing devices many times faster and smaller than anything available today. In the project, atomic scale (nanometer scale)-fabricated structures will be embedded in the gate area of micron scale Si\/SiO 2 metal-oxide-semiconductor field effect transistors (FET) and GaAs\/AlGaAs high-electron-mobility transistors. Fall 2002 PHYS 111 A. Smith, Z. H. Yamani, N. Roberts, J. Turner, S. R. Habbal, S. Granick, and M. H. Nayfeh. Observation of strong direct-like oscillator strength in the photoluminescence of Si nanoparticles. Phys. Rev. B 72 , 205307-1-5 (2005). L. H. Abuhassan, M. R. Khanlary, P. Townsend, and M. H. Nayfeh. Cathodoluminescence of small silicon nanoparticles under electron-beam excitation. J. Appl. Phys. 97 , 104314-1-5 (2005). M. H. Nayfeh, S. Rao, O. M. Nayfeh, A. Smith, and J. Therrien. UV photodetectors with thin-film Si nanoparticle active medium. IEEE Transactions on Nanotechnology 4 , 660-668 (2005). M. H. Nayfeh, S. R. Habbal, and S. Rao. Crystalline Si nanoparticles as carriers of the blue luminescence in the Red Rectangle Nebula. Astrophys. J. Lett. 621 , L121-124 (2005). S. Chaieb, M. H. Nayfeh, and A. D. Smith. Assemblies of silicon nanoparticles roll up into flexible nanotubes. Appl. Phys. Lett. 87 , 062104-1-3 (2005). S. Rao, J. Sutin, R. M. Clegg, E. Gratton, M. H. Nayfeh, S. Habbal, A. Tsolakidis, and R. M. Martin. Excited states of tetrahedral single-core Si29 nanoparticles. Phys. Rev. B 69 , 205319-1-7 (2004). G. Belomoin, M. Alsalhi, A. Al Aql, and M. H. Nayfeh. X-ray structure factors for Si nanoparticles. Journal of Applied Physics 95 , 5019-5022 (2004). O. M. Nayfeh, S. Rao , A. Smith, J. Therrien, and M. H. Nayfeh. Thin film silicon nanoparticle UV photodetector. IEEE Photonics Technology Letters 16 , 1927-1929 (2004)."
            ]
        ]
    ]
}