{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KPKG7NK5",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dean  Townsley Associate Professor | Vice Chair of Graduate Studies 320-B Gallalee Hall (205) 348-2798 dean.m.townsley@ua.edu Personal Monday, 2-3:30pm; Tuesday, 2-3:3pm; or by appointment PhD, University of California, Santa Barbara, 2004 Dr. Townsley is a theoretical astrophysicist whose research interests lie in refining stellar physics via its application to novel and dynamic astrophysical systems. More specifically, he studies white dwarf stellar remnants accreting mass from a companion in close stellar binaries. Dr. Townsley has calculated the white dwarf’s thermal state and seismological characteristics and is currently utilizing these in tandem with observational measurements to derive general properties of the compact stellar binary population. He also uses hydrodynamic simulations to study the explosive nuclear events which occur in accreting white dwarf binaries, including surface runaways (Classical Novae) and thermonuclear supernovae (Type Ia). Type Ia Supernovae are one of the premier probes of the expansion history of the universe. Dr. Townsley is working to better understand their origin in mass transferring binaries and how the properties of the binary are related to properties of the explosion outcome observed. Dr. Townsley received his doctoral degree from the University of California, Santa Barbara in 2004. He was a Bart J. Bok Fellow at Steward Observatory, of the Department of Astronomy at the University of Arizona, from 2008-2009. Dr. Townsley joined the faculty of The University of Alabama in 2010. Dean Townsley Home Research Gallery Talks Code Dean Townsley Curriculum Vitae , Publications (ADS) I am an Associate Professor in the Department of Physics and Astronomy at the . Before coming to Alabama, I was Bart J. Bok Fellow at Steward Observatory , the Astronomy\nDepartment at The University of Arizona .\nPrevious to that, I was a Research Scientist in the University\nof Chicago Department of Astronomy and\nAstrophysics , associated with the Joint\nInstitute for Nuclear Astrophysics (JINA) .  I also worked and continue to\nwork closely with several people currently and formerly associated with the Center for Astrophysical Thermonuclear Flashes .\nI received my Ph.D. in Physics in 2004 from The University of California, Santa\nBarbara under Lars\nBildsten .  I received my B.S. in Mechanical Engineering, Physics, and\nApplied Mathematics from Florida State\nUniversity . My research interests lie in refining stellar physics\nvia its application to novel and dynamic astrophysical systems.  More specifically, I\nstudy white dwarf stellar remnants accreting mass from a companion in close\nstellar binaries.  I have calculated the white dwarf's thermal state and\nseismological characteristics and am currently utilizing these in tandem with\nobservational measurements to derive general properties\nof the compact stellar binary population.  I am also using hydrodynamic\nsimulations to study the explosive nuclear events which occur in accreting\nwhite dwarf binaries, including surface runaways (Classical Novae) and\nthermonuclear supernovae (Type Ia).  Type Ia Supernovae are one of the\npremier probes of the\nexpansion history of the universe.  I am working to better understand their\norigin in mass transferring binaries and how the properties of the binary\nare related to properties of the explosion outcome observed. Dean Townsley Phone: (205)348-2798 Department of Physics and Astronomy Fax: (205)348-5051 The University of Alabama Dean.M.Townsley@ua.edu Box 870324 http:\/\/astronomy.ua.edu\/townsley Tuscaloosa, AL  35487-0324 Office: 320B Gallalee Hall <!--<hr> My gpg public key --!> Page updated 2015\/8\/20"
            ]
        ]
    ]
}