{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KQHU60MX",
            "ylZXqXMAAAAJ",
            [
                "Uniform spin susceptibility and spin-gap phenomenon in the BCS-BEC-crossover regime of an ultracold Fermi gas",
                "Strong-coupling corrections to ground-state properties of a superfluid Fermi gas"
            ],
            [
                "We investigate the uniform spin susceptibility χ s in the BCS (Bardeen-Cooper-Schrieffer)-BEC (Bose-Einstein condensation) crossover regime of an ultracold Fermi gas. Including pairing fluctuations within the framework of an extended T-matrix approximation, we show that χ s exhibits nonmonotonic temperature dependence in the normal state. In particular, χ s is suppressed near the superfluid phase transition temperature T c due to strong pairing fluctuations. To characterize this anomalous behavior, we introduce the spin-gap temperature T s as the temperature at which χ s takes a maximum value. Determining T s in the whole BCS-BEC crossover region, we identify the spin-gap regime in the phase diagram of a Fermi gas in terms of the temperature and the strength of a pairing interaction. We also clarify how the spin-gap phenomenon is related to the pseudogap phenomenon appearing in the single-particle …",
                "We theoretically present an economical and convenient way to study ground-state properties of a strongly interacting superfluid Fermi gas. Our strategy is that complicated strong-coupling calculations are used only to evaluate quantum fluctuation corrections to the chemical potential μ. Then, without any further strong-coupling calculations, we calculate the compressibility, sound velocity, internal energy, pressure, and Tan's contact, from the calculated μ without loss of accuracy, by using exact thermodynamic identities. Using a recent precise measurement of μ in a superfluid Li 6 Fermi gas, we show that an extended T-matrix approximation (ETMA) is suitable for our purpose, especially in the BCS-unitary regime, where our results indicate that many-body corrections are dominated by superfluid fluctuations. Since precise determinations of physical quantities are not always easy in cold Fermi gas physics, our …"
            ],
            [
                [
                    "Condensed matter theory",
                    "superfluidity and superconductivity",
                    "non-equilibrium physics",
                    "active matter"
                ]
            ]
        ]
    ]
}