{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KR0BQBMM",
            "nrtz-loAAAAJ",
            [
                "Modelling solid solution hardening in high entropy alloys",
                "Understanding martensite and twin formation in austenitic steels: A model describing TRIP and TWIP effects",
                "A model for the microstructure behaviour and strength evolution in lath martensite",
                "Aluminium alloys: the physical and mechanical properties",
                "A new ultrahigh-strength stainless steel strengthened by various coexisting nanoprecipitates",
                "In situ study of austenite formation by dilatometry in a low carbon microalloyed steel",
                "The influence of silicon in tempered martensite: Understanding the microstructure–properties relationship in 0.5–0.6 wt.% C steels",
                "Prediction of the martensite start temperature for [beta] titanium alloys as a function of composition",
                "Understanding the factors influencing yield strength on Mg alloys",
                "A criterion for the formation of high entropy alloys based on lattice distortion"
            ],
            [
                "Solid solution hardening (SSH) is one of the major contributions to the excellent mechanical properties displayed by high entropy alloys (HEAs). SSH is first analysed for binary systems in face-centred cubic and body-centred cubic alloys with different elemental additions in the temperature range 5–623 K. The prediction of the SSH has been possible by using Labush’s approach for SSH modelling, where the necessary parameters have been incorporated without fitting to experimental data. Among these parameters, elastic misfit is shown to be prominent; experimental evidence suggests it has a dominant effect with respect to other misfit forms. Nevertheless, Labush’s approach cannot be directly applied to model SSH in HEAs, since it is based on the misfit produced in the lattice of a solvent\/reference atom, which does not exist in HEAs. Its extension to HEAs has been performed by using Mooren’s approach for the …",
                "A unified description for the evolution of ε–and α′–martensite, and twinning in austenitic steels is presented. The formation of micron—scale ε and twin bands is obtained by considering the evolution of hierarchically arranged nano–sized ε and twins (embryos). The critical size and applied stress when these structures form is obtained by minimising their free energy of formation. The difference between forming an ε plate or a twin lies in the number of overlapping stacking faults in their structure. A nucleation rate criterion is proposed in terms of the critical embryo size, resolved shear stress and embryo number density. Based on Olson and Cohen's classical α′–martensite transformation model, the nucleation rate of α′ is considered proportional to that for ε. These results, combined with dislocation–based approximations, are employed to prescribe the microstructure and flow stress response in steels where …",
                "A new model describing the microstructure and strength of lath martensite is introduced. The packet and block size were found to linearly depend on the prior-austenite grain size when introducing relevant crystallographic and geometric relationships of their hierarchical arrangements. A mechanism for the lath boundary arrangement within a block is postulated to ensure complete carbon redistribution to the lath boundaries. Accordingly, the dislocation density is obtained by considering the lattice distortion energy within a lath being equal to the strain energy of the dislocation density at the lath boundaries. Tempering effects are introduced by estimating the extent of carbon diffusing away from the lath boundaries; this mechanism relaxes the Cottrell atmospheres of lath dislocations and coarsens the boundaries. The yield stress as well as the microstructure evolution during tempering are successfully predicted by …",
                "Aluminium is a well established modern lightweight engineering and functional material with a unique combination of specific properties like strengh, formability, durability, conductivity, corrosion resistance, etc. It is present in many intelligent solutions in established markets like building, transport, packaging, printing, and many others, in our fast moving modern society. The various aluminium alloys can be processed quite efficiently in large quantities by conventional fabrication routes, as well as in special sophisticated forms and material combinations for highly innovative high-tec solutions and applications. This book contains latest information about all these aspects in form of the refereed papers of the II th International Conference on Aluminium Alloys\" ICAA\", where world-wide experts from academia and engineers from industry present latest results and new ideas in fundamental as well as applied research. Since 22 years the ICAA series provides scientists and engineers with a complete overview over the latest scientific and technological developments, featuring profound technology-based overviews and new innovative perspectives. This book is a reference for the scientific community as well as for the aluminium industry working on aluminium alloy development, processing and application issues. It gives a global perspective on the current focus of international research with emphasis on in-depth understanding of specific properties and applications of conventional and advanced aluminium alloys.",
                "A general computational alloy design approach based on thermodynamic and physical metallurgical principles and coupled with a genetic optimization scheme is presented. The model is applied to develop a new ultrahigh-strength maraging stainless steel. The alloy composition and heat treatment parameters are integrally optimized so as to achieve microstructures of fully lath martensite matrix strengthened by multiple precipitates of MC carbides, Cu particles and Ni3Ti intermetallics. The combined mechanical properties, corrosion resistance and identification of actual strengthening precipitates in the experimental prototype produced on the basic of the model predictions provide a strong justification for the alloy design approach.",
                "In situ studies of reaustenitization in a low carbon microalloyed steel have been carried out by dilatometry. A model is proposed for describing the temperature evolution of the austenite volume fraction and its carbon concentration during continuous heating for various heating rates from dilatometric plots. The model results match metallographic measurements very well and may be applied to the reaustenitization of low carbon steels.",
                "The strengthening contributions in medium-carbon tempered martensite are unveiled in this work. By using transmission electron microscopy and synchrotron radiation X-ray diffraction, the different microstructural features have been captured; these include precipitation, grain boundary, solid solution and dislocation forest strengthening. The evolution of these features was observed as a function of tempering temperature and silicon content. In trying to elucidate the nature of grain boundary strengthening, three approaches are presented, including a plasticity model based on irreversible thermodynamics, misorientation angle characterization by electron backscatter diffraction, and transmission electron microscopy analysis of failed regions. Based on the findings, it is concluded that silicon inhibits martensite recovery, and that at low tempering temperatures, lath boundaries also appear to contribute to strengthening.",
                "A thermodynamics-based model to predict the martensite start temperature of β titanium alloys is presented. The tendency of the β phase to transform into martensite is estimated by applying the Ghosh–Olson approach to martensite nucleation modelling. The energetics and Ms temperature for binary alloys are predicted with good accuracy. A succinct formula predicting Ms temperature in multicomponent β alloys is presented. The new equation is compared to the classical Mo equivalence criterion for assessing β stability.",
                "Taking the Hall–Petch relationship as a starting point, the factors contributing towards Mg alloy strengthening are analysed, and their relative importance quantified. Solid-solution strengthening is modelled employing a power-law approach. The effects of various processing schedules are reviewed, showing that these play a relatively minor role. Grain refinement effects are described employing thermodynamic and kinetic formulations via the interdependence theory approach. The effects of rare earths are examined, showing that their major contribution is towards grain size control, an effect often in conflict with solid-solution strengthening. A computational approach is proposed, successfully modelling 104 grades reported in the literature. The approach may aid in tailoring and designing Mg alloys for yield strength.",
                "Lattice distortion in high entropy alloys (HEAs) is one of their main crystallographic features. Its description is possible by means of unit cell parameter and bulk modulus variations of their constituent elements. The balance of forces acting on the lattice atoms under such distortion is related to the formation of a solid solution of a given crystal structure. This leads to the definition of a novel criterion for selecting HEA compositions. The main existing families of HEAs have been classified under this approach, in addition to an extensive list of multicomponent alloys including intermetallics and bulk metallic glasses. Criteria reported in the literature have been revised with the multicomponent alloy database used in this work which, together with the proposed approach, can be used to improve our understanding of HEAs formation."
            ],
            [
                [
                    "Alloy and microstructure design"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}