{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KTIAUGQL",
            "oeKECzsAAAAJ",
            [
                "A model for photoreceptor-based magnetoreception in birds",
                "The cryptochromes: blue light photoreceptors in plants and animals",
                "Resonance effects indicate a radical-pair mechanism for avian magnetic compass",
                "Architecture and mechanism of the light-harvesting apparatus of purple bacteria",
                "Photosynthetic apparatus of purple bacteria",
                "Pigment organization and transfer of electronic excitation in the photosynthetic unit of purple bacteria",
                "Magnetic compass of birds is based on a molecule with optimal directional sensitivity",
                "Magnetoreception and its use in bird navigation"
            ],
            [
                "A large variety of animals has the ability to sense the geomagnetic field and utilize it as a source of directional (compass) information. It is not known by which biophysical mechanism this magnetoreception is achieved. We investigate the possibility that magnetoreception involves radical-pair processes that are governed by anisotropic hyperfine coupling between (unpaired) electron and nuclear spins. We will show theoretically that fields of geomagnetic field strength and weaker can produce significantly different reaction yields for different alignments of the radical pairs with the magnetic field. As a model for a magnetic sensory organ we propose a system of radical pairs being 1) orientationally ordered in a molecular substrate and 2) exhibiting changes in the reaction yields that affect the visual transduction pathway. We evaluate three-dimensional visual modulation patterns that can arise from the influence of the …",
                "Cryptochromes are flavoprotein photoreceptors first identified in Arabidopsis thaliana, where they play key roles in growth and development. Subsequently identified in prokaryotes, archaea, and many eukaryotes, cryptochromes function in the animal circadian clock and are proposed as magnetoreceptors in migratory birds. Cryptochromes are closely structurally related to photolyases, evolutionarily ancient flavoproteins that catalyze light-dependent DNA repair. Here, we review the structural, photochemical, and molecular properties of cry-DASH, plant, and animal cryptochromes in relation to biological signaling mechanisms and uncover common features that may contribute to better understanding the function of cryptochromes in diverse systems including in man.",
                "Migratory birds are known to use the geomagnetic field as a source of compass information 1, 2. There are two competing hypotheses for the primary process underlying the avian magnetic compass, one involving magnetite 3, 4, 5, the other a magnetically sensitive chemical reaction 6, 7, 8. Here we show that oscillating magnetic fields disrupt the magnetic orientation behaviour of migratory birds. Robins were disoriented when exposed to a vertically aligned broadband (0.1–10 MHz) or a single-frequency (7-MHz) field in addition to the geomagnetic field. Moreover, in the 7-MHz oscillating field, this effect depended on the angle between the oscillating and the geomagnetic fields. The birds exhibited seasonally appropriate migratory orientation when the oscillating field was parallel to the geomagnetic field, but were disoriented when it was presented at a 24 or 48 angle. These results are consistent with a resonance …",
                "Photosynthetic organisms fuel their metabolism with light energy  and have developed for this purpose an efficient apparatus for  harvesting sunlight. The atomic structure of the apparatus, as it  evolved in purple bacteria, has been constructed through a combination  of x-ray crystallography, electron microscopy, and modeling. The  detailed structure and overall architecture reveals a hierarchical  aggregate of pigments that utilizes, as shown through femtosecond  spectroscopy and quantum physics, elegant and efficient mechanisms for  primary light absorption and transfer of electronic excitation toward  the photosynthetic reaction center.",
                "Life as we know it today exists largely because of photosynthesis, the process through which light energy is converted into chemical energy by plants, algae, and photosynthetic bacteria (Priestley, 1772; Barnes, 1893; Wurmser, 1925; Van Niel, 1941; Clayton & Sistrom, 1978; Blankenship et al. 1995; Ort & Yocum, 1996). Historically, photosynthetic organisms are grouped into two classes. When photosynthesis is carried out in the presence of air it is called oxygenic photosynthesis (Ort & Yocum, 1996). Otherwise, it is anoxygenic (Blankenship et al. 1995). Higher plants, algae and cyanobacteria perform oxygenic photosynthesis, which involves reduction of carbon dioxide to carbohydrate and oxidation of water to produce molecular oxygen. Some photosynthetic bacteria, such as purple bacteria, carry out anoxygenic photosynthesis that involves oxidation of molecules other than water. In spite of these differences, the general principles of energy transduction are the same in anoxygenic and oxygenic photosynthesis (Van Niel, 1931, 1941; Stanier, 1961; Wraight, 1982; Gest, 1993). The primary processes of photosynthesis involve absorption of photons by light-harvesting complexes (LHs), transfer of excitation energy from LHs to the photosynthetic reaction centers (RCs), and the primary charge separation across the photosynthetic membrane (Sauer, 1975; Knox, 1977; Fleming & van Grondelle, 1994; van Grondelle et al. 1994). In this article, we will focus on the anoxygenic photosynthetic process in purple bacteria, since its photosynthetic system is the most studied and best characterized during the past 50 years. The photosynthetic apparatus of …",
                "Absorption of light by light-harvesting complexes and transfer of electronic excitation to the photosynthetic reaction center (RC) constitute the primary light-harvesting process of photosynthesis. This process is investigated on the basis of an atomic level structure of the so-called photosynthetic unit of the photosynthetic bacterium Rhodobacter sphaeroides. The photosynthetic unit combines in the intracytoplasmic membrane a nanometric assembly of three pigment−protein complexes:  (i) the photosynthetic reaction center, (ii) a ring-shaped light-harvesting complex LH-I, and (iii) multiple copies of a similar complex, LH-II. The unit has been modeled using the known structure of (i) and for (ii) a model structure complexed appropriately with (i); for (iii) the structure of LH-II of Rhodospirillum molischianum is substituted. The model describes in detail the organization of chromophores involved in primary light absorption …",
                "The avian magnetic compass has been well characterized in behavioral tests: it is an “inclination compass” based on the inclination of the field lines rather than on the polarity, and its operation requires short-wavelength light. The “radical pair” model suggests that these properties reflect the use of specialized photopigments in the primary process of magnetoreception; it has recently been supported by experimental evidence indicating a role of magnetically sensitive radical-pair processes in the avian magnetic compass. In a multidisciplinary approach subjecting migratory birds to oscillating fields and using their orientation responses as a criterion for unhindered magnetoreception, we identify key features of the underlying receptor molecules. Our observation of resonance effects at specific frequencies, combined with new theoretical considerations and calculations, indicate that birds use a radical pair with special …",
                "Recent advances have brought new insight into the physiological mechanisms that enable birds and other animals to use magnetic fields for orientation. Many birds seem to have two magnetodetection senses, one based on magnetite near the beak and one based on light-dependent radical-pair processes in the bird's eye(s). Among the most exciting recent results are: first, behavioural responses of birds experiencing oscillating magnetic fields. Second, the occurrence of putative magnetosensory molecules, the cryptochromes, in the eyes of migratory birds. Third, detection of a brain area that integrates specialised visual input at night in night-migratory songbirds. Fourth, a putative magnetosensory cluster of magnetite in the upper beak. These and other recent findings have important implications for magnetoreception; however, many crucial open questions remain."
            ],
            [
                [

                ]
            ],
            [
                "Thorsten Ritz Thorsten Ritz Professor of Physics & Astronomy tritz@uci.edu (949) 824-4345 Rowland Hall 210H Lab Phone: (949) 824-8766 Lab Office: 2416 Natural Scienes II Biophysics Ph.D., University of Ulm, 2001, The Quantum Physics of the Bacterial Photosynthetic System UCI Faculty Profile Marie Tonini, mtonini@uci.edu, 949-824-0475"
            ]
        ]
    ]
}