{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KTUJWGRE",
            "aQAU6AcAAAAJ",
            [
                "Cavity-enhanced ultrafast spectroscopy: ultrafast meets ultrasensitive",
                "High-resolution infrared spectroscopy of jet-cooled vinyl radical: Symmetric  stretch excitation and tunneling dynamics",
                "High-power ultrafast Yb: fiber laser frequency combs using commercially available components and basic fiber tools",
                "High resolution slit-jet infrared spectroscopy of ethynyl radical: 2Π–2Σ+ vibronic bands with sub-Doppler resolution",
                "Rotationally resolved infrared spectroscopy of a jet-cooled phenyl radical in the gas phase",
                "High-resolution direct-absorption spectroscopy of hydroxymethyl radical in the CH symmetric stretching region",
                "Dark state vibronic coupling in the Ã (2 Π)← X [combining tilde](2 Σ+) band of ethynyl radical via high resolution infrared absorption spectroscopy",
                "Sub-Doppler infrared spectroscopy of CH2D radical in a slit supersonic jet: Isotopic symmetry breaking in the CH stretching manifold",
                "Spectroscopy in slit supersonic jet discharges: fine and hyperfine structure calculations for asymmetric top radicals with multiple nuclear spins",
                "Hyperfine structure in the electronic spectrum of ReO"
            ],
            [
                "Ultrafast optical spectroscopy methods, such as transient absorption spectroscopy and 2D spectroscopy, are widely used across many disciplines. However, these techniques are typically restricted to optically thick samples, such as solids and liquid solutions. Using a frequency comb laser and optical cavities, we present a technique for performing ultrafast optical spectroscopy with high sensitivity, enabling work in dilute gas-phase molecular beams. Resonantly enhancing the probe pulses, we demonstrate transient absorption measurements with a detection limit of ΔOD=2×10^−10 (1×10^−9\/Hz). Resonantly enhancing the pump pulses allows us to produce a high excitation fraction at a high repetition rate, so that signals can be recorded from samples with optical densities as low as OD≈10^−8, or column densities <10^10  molecules\/cm^2. To our knowledge, this represents a 5000-fold improvement of the state …",
                "First high-resolution IR spectra of jet-cooled vinyl radical in the CH stretch region are reported. Detailed spectral assignments and least squares fits to an A-reduction Watson asymmetric top Hamiltonian yield rotational constants and vibrational origins for three A-type bands, assigned to single quantum excitation of the symmetric CH2 stretch. Two of the observed bands arise definitively from ground state vinyl radical, as rigorously confirmed by combination differences predicted from previous midinfrared CH2 wagging studies of Kanamori et al. [J. Chem. Phys. 92, 197 (1990)] as well as millimeter wave rotation-tunneling studies of Tanaka et al. [J. Chem. Phys. 120, 3604 (2004)]. The two bands reflect transitions out of symmetric (0+) and antisymmetric (0−) tunneling levels of vinyl radical populated at 14K slit-jet expansion temperatures. The band origins for the lower-lower (0+←0+) and upper-upper (0−←0 …",
                "We present a detailed description of the design, construction, and performance of high-power ultrafast Yb:fiber laser frequency combs in operation in our laboratory. We discuss two such laser systems: an 87 MHz, 9 W, 85 fs laser operating at 1060 nm and an 87 MHz, 80 W, 155 fs laser operating at 1035 nm. Both are constructed using low-cost, commercially available components, and can be assembled using only basic tools for cleaving and splicing single-mode fibers. We describe practical methods for achieving and characterizing low-noise single-pulse operation and long-term stability from Yb:fiber oscillators based on nonlinear polarization evolution. Stabilization of the combs using a variety of transducers, including a new method for tuning the carrier-envelope offset frequency, is discussed. High average power is achieved through chirped-pulse amplification in simple fiber amplifiers based on double-clad …",
                "High resolution infrared spectra for four 2Π–2Σ+ bands of jet-cooled ethynyl radical (i.e., C2H) in the gas phase are reported. The combination of (i) slit-jet cooling (Trot ≈ 12 K) and (ii) sub-Doppler resolution (≈ 60 MHz) permits satellite branches in each 2Π–2Σ+ band to be observed and resolved for the first time as well as help clarify a systematic parity misassignment from previous studies. The observed lines in each band are least squares fit to a Hamiltonian model containing rotational, spin-rotational, spin-orbit, and lambda-doubling contributions for the 2Π state, from which we report revised excited state constants and band origins for the observed bands. Three of the four bands fit extremely well within a conventional 2Π model (i.e., σ < 20 MHz), while one band exhibits a local perturbation due to an avoided crossing with a near resonant dark state. Vibronic assignments are given for the observed bands, with …",
                "The first high-resolution IR spectra of a jet-cooled phenyl radical are reported, obtained via direct absorption laser spectroscopy in a slit-jet discharge supersonic expansion. The observed A-type band arises from fundamental excitation of the out-of-phase symmetric CH stretch mode (ν19) of b2 symmetry. Unambiguous spectral assignment of the rotational structure to the phenyl radical is facilitated by comparison with precision 2-line combination differences from Fourier transform microwave and direct absorption mm-wave measurements on the ground state [R. J. McMahon et al., Astrophys. J., 2003, 590, L61]. Least-squares fits to an asymmetric top Hamiltonian permit the upper-state rotational constants to be obtained. The corresponding gas-phase vibrational band origin at 3071.8904 (10) cm−1 is in remarkably good agreement with previous matrix isolation studies [A. V. Friderichsen et al., J. Am. Chem. Soc …",
                "High-resolution, fully rotationally resolved direct absorption spectra of hydroxymethyl radical, CH2OH, are presented in the infrared CH stretching region. As a result of low rotational temperatures and sub-Doppler linewidths obtained in the slit supersonic expansion, the Ka = 0 ← 0 band of the symmetric CH stretch for CH2OH has been unambiguously identified and analyzed. By way of chemical confirmation, hydroxymethyl radical is generated via two different slit jet discharge syntheses: (i) direct dissociation of CH3OH to form CH2OH and (ii) dissociation of Cl2 followed by the radical H atom extraction reaction Cl + CH3OH → HCl + CH2OH. The identified transitions are fit to a Watson A-reduced symmetric top Hamiltonian to yield first precision experimental values for the ground state rotational constants as well as improved values for the symmetric stretch rotational constants and vibrational band origin. The results …",
                "The high resolution infrared spectrum for the Ã (2Π) ←  (2Σ+) origin band of jet-cooled ethynyl radical (C2H) in the gas phase is reported, which exhibits a strong, parity-specific local perturbation in the upper 2Π1\/2 state. Based on revised parity assignments of the levels, the perturbing state is unambiguously determined to be 2Σ+ symmetry, and thus coupled to the Ã (2Π) state by ΔK = ±1 Coriolis interactions. By incorporating Σ-Π Coriolis coupling into the unperturbed Hamiltonian (containing only rotational, spin-rotational, spin-orbit, and lambda-doubling contributions), we are now able to fit the observed 2Π-2Σ+ origin band to a sub Doppler experimental uncertainty of 15 MHz (0.0005 cm−1). In addition, the observation of pairs of transitions to mixed states permits determination of the band origin (νpert) and rotational constant (Bpert) for the “dark” 2Σ+ state, which prove to be in remarkably quantitative agreement …",
                "First high-resolution infrared absorption spectra in the fundamental symmetric\/asymmetric CH stretching region of isotopically substituted methyl radical, CH2D, are reported and analyzed. These studies become feasible in the difference frequency spectrometer due to (i) high density radical generation via dissociative electron attachment to CH2DI in a discharge, (ii) low rotational temperatures (23 K) from supersonic cooling in a slit expansion, (iii) long absorption path length (64 cm) along the slit axes, and (iv) near shot noise limited absorption sensitivity (5×10−7\/ Hz ). The spectra are fully rovibrationally resolved and fit to an asymmetric top rotational Hamiltonian to yield rotational\/centrifugal constants and vibrational band origins. In addition, the slit expansion collisionally quenches the transverse velocity distribution along the laser probe direction, yielding sub-Doppler resolution of spin-rotation structure and even …",
                "The combination of shot-noise-limited direct absorption spectroscopy with long-pathlength slit supersonic discharges has proven a powerful general method for obtaining infrared spectra of jet-cooled radicals at 10–20-fold sub-Doppler resolution. In addition to rovibrational characterization, such spectral resolution also provides a novel infrared window into fine (spin rotation) and hyperfine (Fermi contact, dipole–dipole) structure in doublet asymmetric top radicals. This necessitates a detailed treatment of the rovibrational Hamiltonian to account for the inhomogeneous line contours generated by the manifold of transitions only partially resolved even under slit supersonic jet conditions. The present work describes least squares fitting these lineshapes with a detailed Hamiltonian predictor program that reflects contributions from (i) asymmetric top end over end tumbling (NK a K c), (ii) electron …",
                "Hyperfine structure in the spectrum of the molecule rhenium monoxide (ReO) has been observed for the first time by recording the [14.0] 7\/2–X 5\/2 (0, 0) band near 712 nm at sub-Doppler resolution using intermodulated fluorescence spectroscopy. Hyperfine splittings due to both the 185Re and 187Re isotopes (I = 5\/2) have been resolved and assigned. A least-squares fit to the observed transitions has produced accurate values for the rotational, magnetic hyperfine and electric quadrupole constants for both electronic states. The hyperfine constants are discussed in relation to the electronic configurations of the two states. In particular, the ground state magnetic hyperfine constant is found to be consistent with a 1σ22σ21π 41δ33σ2 (X 2Δ i ) electronic configuration, where the 1δ orbital containing the unpaired electron is a Re 5dδ non-bonding orbital."
            ],
            [
                [
                    "physical chemistry",
                    "chemical physics"
                ]
            ],
            [
                "Skip to main content Skip to main menu Department of Chemistry Menu Mini menu Give Now Search Search this site Submit Search Close Site name Main menu Mission Statement Undergraduate Programs Major Degrees General Chemistry Support Courses and Schedules Advisement Grade Appeals Frequently Asked Questions (FAQ) >> Graduate Programs MS Degree in Chemistry PhD Degree in Chemistry How To Apply Financial Aid Graduate Courses & Schedules Graduate Student Forms Graduate Student Handbook FAQ for Graduate Programs >> Courses Undergraduate Courses Graduate Courses Undergraduate Advisement >> Resources for Instruction List of Private Tutors >> Analytical Chemistry Biological Chemistry Chemical Education Computational\/ Theoretical Chemistry Environmental\/ Atmospheric Chemistry Inorganic Chemistry Materials Chemistry and Nanoscience Organic Chemistry Physical Chemistry Undergraduate Research Undergraduate Research -- Fall \/ Spring Undergraduate Research -- Summer SURO - Program Faculty and Projects SURO -- Previous Students SURO Program -- Applying >> >> Faculty Core Faculty Adjunct Faculty Emeritus Faculty Professionals Staff Graduate Students Faculty\/Staff Resources Operations Chemistry Operations Re-Engineering (CORE) Process Automation Framework (Login Required) All News Department Newsletter Seminars Departmental Colloquia Allinger Lecture Coulson Lecture Mulliken Lecture R.B. King Lecture Schleyer Lecture >> Analytical Seminar Inorganic Seminar CMS Seminar >> Nanosec Seminar Organic Seminar Physical Seminar Past events Contact Us Alumni Slideshow Melanie Reber Assistant Professor Research Areas: Physical Chemistry Research Interests: The Reber lab uses fiber-laser frequency combs to do ultrafast chemistry. Ultrafast spectroscopy is used for real-time tracking of dynamics in quantum mechanical systems on the femtosecond (10-15s) timescale. We employ a newly-developed technique called Cavity-Enhanced Transient Absorption Spectroscopy to increase the sensitivity of ultrafast absorption spectroscopy. We use ultrafast fiber-laser frequency combs and couple them to external enhancement cavities to both increase the power and effective absorption pathlength, thus giving signal enhancements of several orders of magnitude over traditional transient absorption spectroscopy. This technique allows us to study samples in molecular beams on the femtosecond timescale with transient absorption spectroscopy. Before the development of this technique, ultrafast transient absorption was limited to concentrated condensed phase samples and study of gas phase samples generally required an indirect probe, such as measuring the energy of an ejected electron, or was limited to molecules and states that fluoresce. Now, not only can we now do the same experiment on condense phase molecules as gas phase molecules via transient absorption spectroscopy, we are able to directly probe the molecular states undergoing the dynamics we wish to study. We are currently building up the fiber lasers and cavity-enhanced transient absorption spectrometer with unique frequency tuning capabilities. We will combine this with a molecular beam source to create a relatively cold source of molecules and the ability to make clusters, radicals, and other designer molecules. One research direction will study the fundamentals of light-harvesting molecules, with a focus on the process of singlet fission, in which one absorbed photon becomes two excited electrons. Single fission is already starting to be used to increase the efficiency of solar cells, even though it is not well understood. We aim to look at model systems and understand the fundamental mechanisms of singlet fission. A second direction of research will be to study ultrafast dynamics of combustion radicals. Eventually we will make infrared light to look at ultrafast vibrational dynamics in a wide range of molecular systems. Cavity-Enhanced Transient Absorption Spectroscopy is widely applicable as an ultrafast technique since it requires nothing more than an absorbing state to probe any ultrafast dynamics. By combining a large wavelength tuning range, we can probe many systems from UV-vis photochemistry to ultrafast vibrational dynamics in the IR. With a molecular beam we can study not just stable compounds, but can make designer molecules (such as clusters) and short-lived molecules (such as radicals) and can study those as well. Additionally, the instrument is general enough to be able to do multidimensional spectroscopy with only a few small modifications. Selected Publications Selected Publications: X. L. Li, M. A. R. Reber, C. Corder, Y. Chen, P. Zhao, T. K. Allison. High-power ultrafast Yb:fiber laser frequency combs using commercially available components and basic fiber tools. Rev. Sci. Inst. 2016; 87: 093114. M. A. Roberts Reber, Y. Chen, and T. K. Allison. Cavity-enhanced ultrafast spectroscopy: ultrafast meets ultrasensitive. Optica 2016; 3:311. M. A. Roberts, E. N. Sharp-Williams, and D. J. Nesbitt. High-resolution direct-absorption spectroscopy of hydroxymethyl radical in the CH symmetric stretching region. J. Phys. Chem. A. 2013; 117:7042-7049. M. A. Roberts, C. Savage, F. Dong, E. N. Sharp-Williams, A. B. McCoy, and D. J. Nesbitt. Sub-Doppler infrared spectroscopy of CH2D radical in a slit supersonic jet: Isotopic symmetry breaking in the CH stretching manifold. J. Chem. Phys. 2012; 136:234308. E. N. Sharp-Williams, M. A. Roberts, and D. J. Nesbitt. Dark state vibronic coupling in the A2Π-X2Σ+ band of ethynyl radical via high resolution infrared absorption spectroscopy. Phys. Chem. Chem. Phys. 2011; 13:17474-17483. E. N. Sharp-Williams, M. A. Roberts, and D. J. Nesbitt. High resolution slit-jet infrared spectroscopy of ethynyl radical: 2Π-2Σ+ vibronic bands with sub-Doppler resolution. J. Chem. Phys. 2011; 134:064314. E. N. Sharp, M. A. Roberts, and D.J. Nesbitt. Rotationally resolved infrared spectroscopy of jet-cooled phenyl radical in the gas phase. Phys. Chem. Chem. Phys. 2008; 10:6592-6596. cover art F. Dong, M. Roberts, and D. J. Nesbitt. High-resolution infrared spectroscopy of jet cooled vinyl radical: symmetric CH2 stretch excitation and tunneling dynamics. J. Chem. Phys. 2008; 128:044305. D. J. Nesbitt, E. S. Whitney, M. Roberts, and C. Savage. Spectroscopy in slit supersonic jet discharges: fine and hyperfine structure calculations for asymmetric top radicals with multiple nuclear spins. Molecular Physics 2007; 105:467-475. J. M. Brown special issue invited paper M. A. Roberts, C. G. Alfonzo, K. J. Manke, W. M. Ames, D. B. Ron, and T. D. Varberg. Hyperfine structure in the electronic spectrum of ReO. Molecular Physics 2007; 105:917-921. J. M. Brown special issue invited paper Contact Information mreber@uga.edu Office: 177D Office Hours: N\/A Phone Number: 706-542-5434 Lab Office: N\/A Lab Phone: N\/A Other Information Curriculum Vitae: N\/A Other Affiliations: http:\/\/research.franklin.uga.edu\/reber\/ Personal Website: N\/A Directory Faculty Core Faculty Adjunct Faculty Emeritus Faculty Professionals Staff Graduate Students Faculty\/Staff Resources Lab Personnel Kayla Warren Graduate Students Nicholas Cooper Graduate Students Parashu Nyaupane Professionals Ramesh Basnet Graduate Students Walker Jones Graduate Students My Graduate Students Todd Eliason Graduate Student Brianna Smith Graduate Student Support Us We appreciate your financial support. Your gift is important to us and helps support critical opportunities for students and faculty alike, including lectures, travel support, and any number of educational events that augment the classroom experience. Click here to learn more about giving . Every dollar given has a direct impact upon our students and faculty. Got More Questions? Undergraduate inquiries: chemreg@uga.edu Registration and credit transfers : chemreg@uga.edu AP Credit, Section Changes, Overrides, Prerequisites : chemreg@uga.edu Graduate inquiries: tharrop@uga.edu Contact Us! Assistant to the Department Head: Kelli Porterfield , 706-542-1919 Main office phone: 706-542-2626 Fax: 706-542-9454 Head of the Department: Prof. Gary Douberly Department of Chemistry 140 Cedar Street University of Georgia Athens, GA 30602 Privacy Policy Login for Faculty, Staff and Students Department's Twitter Feed Franklin College Franklin College of Arts & Sciences Divisions Departments & Schools Centers, Institutes & Programs IT Support Franklin Degrees and Certificates Undergraduate Majors and Degrees Double Dawgs Graduate Degrees Graduate Admissions Portals Experiential Learning Resources MyUGA UGA Employment Opportunities Copyright and Privacy Copyright and Trademarks Privacy ©University of Georgia, Athens, GA 30602 (706)‑542‑3000 Connect with us Melanie Reber, Courtesy Faculty mreber@uga.edu 706-542-5434 177D, Chemistry Building https:\/\/www.chem.uga.edu\/directory\/people\/melanie-reber Skip to main content Skip to main menu Department of Chemistry Menu Mini menu Give Now Search Search this site Submit Search Close Site name Main menu Mission Statement Undergraduate Programs Major Degrees General Chemistry Support Courses and Schedules Advisement Grade Appeals Frequently Asked Questions (FAQ) >> Graduate Programs MS Degree in Chemistry PhD Degree in Chemistry How To Apply Financial Aid Graduate Courses & Schedules Graduate Student Forms Graduate Student Handbook FAQ for Graduate Programs >> Courses Undergraduate Courses Graduate Courses Undergraduate Advisement >> Resources for Instruction List of Private Tutors >> Analytical Chemistry Biological Chemistry Chemical Education Computational\/ Theoretical Chemistry Environmental\/ Atmospheric Chemistry Inorganic Chemistry Materials Chemistry and Nanoscience Organic Chemistry Physical Chemistry Undergraduate Research Undergraduate Research -- Fall \/ Spring Undergraduate Research -- Summer SURO - Program Faculty and Projects SURO -- Previous Students SURO Program -- Applying >> >> Faculty Core Faculty Adjunct Faculty Emeritus Faculty Professionals Staff Graduate Students Faculty\/Staff Resources Operations Chemistry Operations Re-Engineering (CORE) Process Automation Framework (Login Required) All News Department Newsletter Seminars Departmental Colloquia Allinger Lecture Coulson Lecture Mulliken Lecture R.B. King Lecture Schleyer Lecture >> Analytical Seminar Inorganic Seminar CMS Seminar >> Nanosec Seminar Organic Seminar Physical Seminar Past events Contact Us Alumni Slideshow Melanie Reber Assistant Professor Research Areas: Physical Chemistry Research Interests: The Reber lab uses fiber-laser frequency combs to do ultrafast chemistry. Ultrafast spectroscopy is used for real-time tracking of dynamics in quantum mechanical systems on the femtosecond (10-15s) timescale. We employ a newly-developed technique called Cavity-Enhanced Transient Absorption Spectroscopy to increase the sensitivity of ultrafast absorption spectroscopy. We use ultrafast fiber-laser frequency combs and couple them to external enhancement cavities to both increase the power and effective absorption pathlength, thus giving signal enhancements of several orders of magnitude over traditional transient absorption spectroscopy. This technique allows us to study samples in molecular beams on the femtosecond timescale with transient absorption spectroscopy. Before the development of this technique, ultrafast transient absorption was limited to concentrated condensed phase samples and study of gas phase samples generally required an indirect probe, such as measuring the energy of an ejected electron, or was limited to molecules and states that fluoresce. Now, not only can we now do the same experiment on condense phase molecules as gas phase molecules via transient absorption spectroscopy, we are able to directly probe the molecular states undergoing the dynamics we wish to study. We are currently building up the fiber lasers and cavity-enhanced transient absorption spectrometer with unique frequency tuning capabilities. We will combine this with a molecular beam source to create a relatively cold source of molecules and the ability to make clusters, radicals, and other designer molecules. One research direction will study the fundamentals of light-harvesting molecules, with a focus on the process of singlet fission, in which one absorbed photon becomes two excited electrons. Single fission is already starting to be used to increase the efficiency of solar cells, even though it is not well understood. We aim to look at model systems and understand the fundamental mechanisms of singlet fission. A second direction of research will be to study ultrafast dynamics of combustion radicals. Eventually we will make infrared light to look at ultrafast vibrational dynamics in a wide range of molecular systems. Cavity-Enhanced Transient Absorption Spectroscopy is widely applicable as an ultrafast technique since it requires nothing more than an absorbing state to probe any ultrafast dynamics. By combining a large wavelength tuning range, we can probe many systems from UV-vis photochemistry to ultrafast vibrational dynamics in the IR. With a molecular beam we can study not just stable compounds, but can make designer molecules (such as clusters) and short-lived molecules (such as radicals) and can study those as well. Additionally, the instrument is general enough to be able to do multidimensional spectroscopy with only a few small modifications. Selected Publications Selected Publications: X. L. Li, M. A. R. Reber, C. Corder, Y. Chen, P. Zhao, T. K. Allison. High-power ultrafast Yb:fiber laser frequency combs using commercially available components and basic fiber tools. Rev. Sci. Inst. 2016; 87: 093114. M. A. Roberts Reber, Y. Chen, and T. K. Allison. Cavity-enhanced ultrafast spectroscopy: ultrafast meets ultrasensitive. Optica 2016; 3:311. M. A. Roberts, E. N. Sharp-Williams, and D. J. Nesbitt. High-resolution direct-absorption spectroscopy of hydroxymethyl radical in the CH symmetric stretching region. J. Phys. Chem. A. 2013; 117:7042-7049. M. A. Roberts, C. Savage, F. Dong, E. N. Sharp-Williams, A. B. McCoy, and D. J. Nesbitt. Sub-Doppler infrared spectroscopy of CH2D radical in a slit supersonic jet: Isotopic symmetry breaking in the CH stretching manifold. J. Chem. Phys. 2012; 136:234308. E. N. Sharp-Williams, M. A. Roberts, and D. J. Nesbitt. Dark state vibronic coupling in the A2Π-X2Σ+ band of ethynyl radical via high resolution infrared absorption spectroscopy. Phys. Chem. Chem. Phys. 2011; 13:17474-17483. E. N. Sharp-Williams, M. A. Roberts, and D. J. Nesbitt. High resolution slit-jet infrared spectroscopy of ethynyl radical: 2Π-2Σ+ vibronic bands with sub-Doppler resolution. J. Chem. Phys. 2011; 134:064314. E. N. Sharp, M. A. Roberts, and D.J. Nesbitt. Rotationally resolved infrared spectroscopy of jet-cooled phenyl radical in the gas phase. Phys. Chem. Chem. Phys. 2008; 10:6592-6596. cover art F. Dong, M. Roberts, and D. J. Nesbitt. High-resolution infrared spectroscopy of jet cooled vinyl radical: symmetric CH2 stretch excitation and tunneling dynamics. J. Chem. Phys. 2008; 128:044305. D. J. Nesbitt, E. S. Whitney, M. Roberts, and C. Savage. Spectroscopy in slit supersonic jet discharges: fine and hyperfine structure calculations for asymmetric top radicals with multiple nuclear spins. Molecular Physics 2007; 105:467-475. J. M. Brown special issue invited paper M. A. Roberts, C. G. Alfonzo, K. J. Manke, W. M. Ames, D. B. Ron, and T. D. Varberg. Hyperfine structure in the electronic spectrum of ReO. Molecular Physics 2007; 105:917-921. J. M. Brown special issue invited paper Contact Information mreber@uga.edu Office: 177D Office Hours: N\/A Phone Number: 706-542-5434 Lab Office: N\/A Lab Phone: N\/A Other Information Curriculum Vitae: N\/A Other Affiliations: http:\/\/research.franklin.uga.edu\/reber\/ Personal Website: N\/A Directory Faculty Core Faculty Adjunct Faculty Emeritus Faculty Professionals Staff Graduate Students Faculty\/Staff Resources Lab Personnel Kayla Warren Graduate Students Nicholas Cooper Graduate Students Parashu Nyaupane Professionals Ramesh Basnet Graduate Students Walker Jones Graduate Students My Graduate Students Todd Eliason Graduate Student Brianna Smith Graduate Student Support Us We appreciate your financial support. Your gift is important to us and helps support critical opportunities for students and faculty alike, including lectures, travel support, and any number of educational events that augment the classroom experience. Click here to learn more about giving . Every dollar given has a direct impact upon our students and faculty. Got More Questions? Undergraduate inquiries: chemreg@uga.edu Registration and credit transfers : chemreg@uga.edu AP Credit, Section Changes, Overrides, Prerequisites : chemreg@uga.edu Graduate inquiries: tharrop@uga.edu Contact Us! Assistant to the Department Head: Kelli Porterfield , 706-542-1919 Main office phone: 706-542-2626 Fax: 706-542-9454 Head of the Department: Prof. Gary Douberly Department of Chemistry 140 Cedar Street University of Georgia Athens, GA 30602 Privacy Policy Login for Faculty, Staff and Students Department's Twitter Feed Franklin College Franklin College of Arts & Sciences Divisions Departments & Schools Centers, Institutes & Programs IT Support Franklin Degrees and Certificates Undergraduate Majors and Degrees Double Dawgs Graduate Degrees Graduate Admissions Portals Experiential Learning Resources MyUGA UGA Employment Opportunities Copyright and Privacy Copyright and Trademarks Privacy ©University of Georgia, Athens, GA 30602 (706)‑542‑3000 Connect with us"
            ]
        ]
    ]
}