{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KTZK7IZI",
            "weDBKuYAAAAJ",
            [
                "Discovery and physical characterization of a large scattered disk object at 92 au",
                "Discovery and dynamical analysis of an extreme trans-Neptunian object with a high orbital inclination",
                "Evaluating the dynamical stability of outer solar system objects in the presence of planet nine",
                "A Compact Multi-planet System with a Significantly Misaligned Ultra Short Period Planet"
            ],
            [
                "We report the observation and physical characterization of the possible dwarf planet 2014 UZ 224 (\" DeeDee\"), a dynamically detached trans-Neptunian object discovered at 92 au. This object is currently the second-most distant known trans-Neptunian object with reported orbital elements, surpassed in distance only by the dwarf planet Eris. The object was discovered with an r-band magnitude of 23.0 in data collected by the Dark Energy Survey between 2014 and 2016. Its 1140 year orbit has . It will reach its perihelion distance of 38 au in the year 2142. Integrations of its orbit show it to be dynamically stable on Gyr timescales, with only weak interactions with Neptune. We have performed follow-up observations with ALMA, using 3 hr of on-source integration time to measure the object's thermal emission in the Rayleigh–Jeans tail. The signal is detected at 7σ significance, from which we determine a …",
                "We report the discovery and dynamical analysis of 2015 BP 519, an extreme trans-Neptunian object (TNO) detected by the Dark Energy Survey at a heliocentric distance of 55 au, perihelion of~ 36 au, and absolute magnitude H r= 4.3. The current orbit, determined from a 1110 day observational arc, has a semimajor axis a≈ 450 au, eccentricity e≈ 0.92, and inclination i≈ 54. With these orbital elements, 2015 BP 519 is the most extreme TNO discovered to date, as quantified by the reduced Kozai action, , which is a conserved quantity at fixed semimajor axis a for axisymmetric perturbations. We discuss the orbital stability and evolution of this object and find that, under the influence of the four known giant planets, 2015 BP 519 displays rich dynamical behavior, including rapid diffusion in semimajor axis and more constrained variations in eccentricity and inclination. We also consider the long-term …",
                "We evaluate the dynamical stability of a selection of outer solar system objects in the presence of the proposed new solar system member Planet Nine. We use a Monte Carlo suite of numerical N-body integrations to construct a variety of orbital elements of the new planet and evaluate the dynamical stability of eight trans-Neptunian objects (TNOs) in the presence of Planet Nine. These simulations show that some combinations of orbital elements () result in Planet Nine acting as a stabilizing influence on the TNOs, which can otherwise be destabilized by interactions with Neptune. These simulations also suggest that some TNOs transition between several different mean-motion resonances during their lifetimes while still retaining approximate apsidal antialignment with Planet Nine. This behavior suggests that remaining in one particular orbit is not a requirement for orbital stability. As one product of our simulations …",
                "We report the discovery of a compact multi-planet system orbiting the relatively nearby (78 pc) and bright (K= 8.9) K-star, K2-266 (EPIC 248435473). We identify up to six possible planets orbiting K2-266 with estimated periods of P b= 0.66, P. 02= 6.1, P c= 7.8, P d= 14.7, P e= 19.5, and P. 06= 56.7 days, and radii of R P= 3.3 R⊕, 0.646 R⊕, 0.705 R⊕, 2.93 R⊕, 2.73 R⊕, and 0.90 R⊕, respectively. We are able to confirm the planetary nature of two of these planets (d and e) by analyzing their transit timing variations ( and ), confidently validate the planetary nature of two other planets (b and c), and classify the last two as planetary candidates (K2-266.02 and. 06). From a simultaneous fit of all six possible planets, we find that K2-266 b's orbit has an inclination of 75 fdg 32 while the other five planets have inclinations of 87–90. This observed mutual misalignment may indicate that K2-266 …"
            ],
            [
                [

                ]
            ],
            [
                "Tali Khain Tali Khain tkhain@uchicago.edu"
            ]
        ]
    ]
}