{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KUTN3N45",
            "4KaQOE4AAAAJ",
            [
                "Near-concentric Fabry-Pérot cavity for continuous-wave laser control of electron waves",
                "Multidimensional molecular high-harmonic spectroscopy: A road map for charge migration studies"
            ],
            [
                "Manipulating free-space electron wave functions with laser fields can bring about new electron-optical elements for transmission electron microscopy (TEM). In particular, a Zernike phase plate would enable high-contrast TEM imaging of soft matter, leading to new opportunities in structural biology and materials science. A Zernike phase plate can be implemented using a tight, intense continuous laser focus that shifts the phase of the electron wave by the ponderomotive potential. Here, we use a near-concentric cavity to focus 7.5 kW of continuous-wave circulating laser power at 1064 nm into a 7 µm mode waist, achieving a record continuous laser intensity of 40 GW\/cm^2. Such parameters are sufficient to impart a phase shift of 1 rad to a 10 keV electron beam, or 0.16 rad to a 300 keV beam. Our numerical simulations confirm that the standing-wave phase shift profile imprinted on the electron wave by the intra …",
                "This review discusses recent experimental and theoretical analyses of high-harmonic spectroscopy in small molecules, with the aim of characterizing charge migration. We discuss the formulation of molecular high-harmonic spectra followed by methods to extract molecular-target-specific information, both in experiments and ab initio simulations. We present measured and simulated high-harmonic spectra from carbon dioxide and carbonyl sulfide to illustrate the necessity for multidimensional analyses for high-harmonic spectroscopies that include both the spectral amplitude and phase. Leveraging these results, we examine how such multidimensional analyses pave the way for the study of charge migration with high-harmonic spectroscopy and illustrate the beneficial role a static molecular feature can play when probing dynamics. Finally, we briefly expand our scope with an outlook on the critical role of integrating …"
            ],
            [
                [

                ]
            ],
            [
                "Daniel Tuthill Daniel Tuthill Daniel Tuthill Graduate Student tuthill.15@osu.edu Physics Research Building, 3rd Floor 191 West Woodruff Avenue Columbus, Ohio 43210 Google Map"
            ]
        ]
    ]
}