{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KVV142C3",
            "_2FHxoMAAAAJ",
            [
                "Predictors of graduation among college students with disabilities.",
                "Spatio-temporal exceedance locations and confidence regions",
                "A geospatial epidemiologic analysis of nontuberculous mycobacterial infection: an ecological study in Colorado",
                "Credible regions for exceedance sets of geostatistical data",
                "Microsite and elevation zone effects on seed pilferage, germination, and seedling survival during early whitebark pine recruitment",
                "Quantifying the risk of heat waves using extreme value theory and spatio-temporal functional data"
            ],
            [
                "This exploratory study determined which set of student characteristics and disability-related services explained graduation success among college students with disabilities. The archived records of 1,289 unidentified students with disabilities in three public universities were examined ex-post-facto to collect demographic data on the students, the disability-related services they qualified for while enrolled in the institution, and student graduation status. A hierarchical logistic regression framework was used to compare models predicting graduation among students with disabilities in college. A model selection procedure was then used to construct a parsimonious model of the data. The final model constructed included predictors related to gender, age, disability type, and several disability-related services. Given the limitations of this study, more research is needed to validate this model using a similar sample of students with disabilities in 2-year and 4-year institutions.",
                "An exceedance region is the set of locations in a spatial domain where a process exceeds some threshold. Examples of exceedance regions include areas where ozone concentrations exceed safety standards, there is high risk for tornadoes or floods, or heavy-metal levels are dangerously high. Identifying these regions in a spatial or spatio-temporal setting is an important responsibility in environmental monitoring. Exceedance regions are often estimated by finding the areas where predictions from a statistical model exceed some threshold. Even when estimation error is quantifiable at individual locations, the overall estimation error of the estimated exceedance region is still unknown. A method is presented for constructing a confidence region containing the true exceedance region of a spatio-temporal process at a certain time. The underlying latent process and any measurement error are assumed to be …",
                "Rationale: Nontuberculous mycobacteria (NTM) are ubiquitous environmental microorganisms. Infection is thought to result primarily from exposure to soil and\/or water sources. NTM disease prevalence varies greatly by geographic region, but the geospatial factors influencing this variation remain unclear.Objectives: To identify sociodemographic and environmental ecological risk factors associated with NTM infection and disease in Colorado.Methods: We conducted an ecological study, combining data from patients with a diagnosis of NTM disease from National Jewish Health’s electronic medical record database and ZIP code–level sociodemographic and environmental exposure data obtained from the U.S. Geological Survey, the U.S. Department of Agriculture, and the U.S. Census Bureau. We used spatial scan methods to identify high-risk clusters of NTM disease in Colorado. Ecological risk factors for disease …",
                "Identifying regions having large or unusual response in a spatial domain is frequently of interest in environmental and public health contexts. These regions having a large response are frequently called exceedance sets, exceedance regions, or excursion sets. We propose Bayesian methodology for constructing credible regions that either contain the exceedance sets or are contained within the exceedance sets with a specified level probability. The algorithms are simple to implement and use samples from the joint posterior predictive distribution of the process of interest. The R package ExceedanceTools implements the proposed methodology. We study the coverage properties of the methodology and also show that it has good coverage properties in practice. Simulation experiments demonstrate that the proposed method has good performance with respect to the empirical coverage and power. We apply this …",
                "Tree recruitment is a spatially structured process that may undergo change over time because of variation in postdispersal processes. We examined seed pilferage, seed germination, and seedling survival in whitebark pine to determine whether 1) microsite type alters the initial spatial pattern of seed caches, 2) higher abiotic stress (i.e. higher elevations) exacerbates spatial distribution changes, and 3) these postdispersal processes are spatially clustered. At two study areas, we created a seed distribution pattern by burying seed caches in microsite types frequently used by whitebark pine's avian seed disperser (Clark's nutcracker) in upper subalpine forest and at treeline, the latter characterized by high abiotic environmental stress. We monitored caches for two years for pilferage, germination, and seedling survival. Odds of pilferage (both study areas), germination (northern study area), and survival (southern study …",
                "Heat waves and other extreme weather events have attracted a great deal of attention due to their socioeconomic impacts and relation to climate change. A heat wave is defined through a general loss function that captures its amplitude, temporal persistence, and spatial extent. The proposed statistical framework is at the nexus of extreme value theory (EVT) and functional data analysis (FDA) and enables computation of probabilities of yet unobserved rare events that are not seen in historical records. Data from the North American Regional Climate Change Assessment Program, which has produced computer model predictions of current and future temperatures across much of North America, are used. The approach allows for the computation of probabilities for heat waves of any pre-specified temporal duration, spatial extent, and overall magnitude. It can be applied to the computation of probabilities of other …"
            ],
            [
                [
                    "Spatial statistics",
                    "extreme value theory",
                    "environmental and ecological application"
                ]
            ],
            [
                "Joshua French Graduate Student Ph.D. Physics "
            ]
        ]
    ]
}