{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KWOV7G7R",
            "-HI_tH0AAAAJ",
            [
                "Dark matter search results from the CDMS II experiment",
                "Silicon detector dark matter results from the final exposure of CDMS II",
                "Results from a low-energy analysis of the CDMS II germanium data",
                "Solar neutrino measurements in Super-Kamiokande-I",
                "Search for low-mass weakly interacting massive particles with SuperCDMS",
                "Search for low-mass weakly interacting massive particles with SuperCDMS",
                "Search for weakly interacting massive particles with the first five-tower data from the cryogenic dark matter search at the Soudan underground laboratory",
                "Sensitivity of the IceCube detector to astrophysical sources of high energy muon neutrinos",
                "New results from the search for low-mass weakly interacting massive particles with the CDMS low ionization threshold experiment",
                "Limits on spin-independent wimp-nucleon interactions from the two-tower run of the cryogenic dark matter search"
            ],
            [
                "Astrophysical observations indicate that dark matter constitutes most of the mass in our universe, but its nature remains unknown. Over the past decade, the Cryogenic Dark Matter Search (CDMS II) experiment has provided world-leading sensitivity for the direct detection of weakly interacting massive particle (WIMP) dark matter. The final exposure of our low-temperature germanium particle detectors at the Soudan Underground Laboratory yielded two candidate events, with an expected background of 0.9 ± 0.2 events. This is not statistically significant evidence for a WIMP signal. The combined CDMS II data place the strongest constraints on the WIMP-nucleon spin-independent scattering cross section for a wide range of WIMP masses and exclude new parameter space in inelastic dark matter models.",
                "We report results of a search for weakly interacting massive particles (WIMPS) with the silicon detectors of the CDMS II experiment. This blind analysis of 140.2 kg day of data taken between July 2007 and September 2008 revealed three WIMP-candidate events with a surface-event background estimate of 0.41− 0.08+ 0.20 (stat)− 0.24+ 0.28 (syst). Other known backgrounds from neutrons and Pb 206 are limited to< 0.13 and< 0.08 events at the 90% confidence level, respectively. The exposure of this analysis is equivalent to 23.4 kg day for a recoil energy range of 7–100 keV for a WIMP of mass 10 GeV\/c 2. The probability that the known backgrounds would produce three or more events in the signal region is 5.4%. A profile likelihood ratio test of the three events that includes the measured recoil energies gives a 0.19% probability for the known-background-only hypothesis when tested against the alternative WIMP …",
                "We report results from a reanalysis of data from the Cryogenic Dark Matter Search (CDMS II) experiment at the Soudan Underground Laboratory. Data taken between October 2006 and September 2008 using eight germanium detectors are reanalyzed with a lowered, 2 keV recoil-energy threshold, to give increased sensitivity to interactions from weakly interacting massive particles (WIMPs) with masses below∼ 10 GeV\/c 2. This analysis provides stronger constraints than previous CDMS II results for WIMP masses below 9 GeV\/c 2 and excludes parameter space associated with possible low-mass WIMP signals from the DAMA\/LIBRA and CoGeNT experiments.",
                "The details of Super-Kamiokande-I’s solar neutrino analysis are given. Solar neutrino measurement in Super-Kamiokande is a high statistics collection of B 8 solar neutrinos via neutrino-electron scattering. The analysis method and results of the 1496 day data sample are presented. The final oscillation results for the data are presented also.",
                "We report a first search for weakly interacting massive particles (WIMPs) using the background rejection capabilities of SuperCDMS. An exposure of 577 kg days was analyzed for WIMPs with mass< 30 GeV\/c 2, with the signal region blinded. Eleven events were observed after unblinding. We set an upper limit on the spin-independent WIMP-nucleon cross section of 1.2× 1 0− 42 cm 2 at 8 GeV\/c 2. This result is in tension with WIMP interpretations of recent experiments and probes new parameter space for WIMP-nucleon scattering for WIMP masses< 6 GeV\/c 2.",
                "We report a first search for weakly interacting massive particles (WIMPs) using the background rejection capabilities of SuperCDMS. An exposure of 577 kg days was analyzed for WIMPs with mass< 30 GeV\/c 2, with the signal region blinded. Eleven events were observed after unblinding. We set an upper limit on the spin-independent WIMP-nucleon cross section of 1.2× 1 0− 42 cm 2 at 8 GeV\/c 2. This result is in tension with WIMP interpretations of recent experiments and probes new parameter space for WIMP-nucleon scattering for WIMP masses< 6 GeV\/c 2.",
                "We report results from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory (CDMS II) featuring the full complement of 30 detectors. A blind analysis of data taken between October 2006 and July 2007 sets an upper limit on the weakly interacting massive particle (WIMP) nucleon spin-independent cross section of 6.6× 10− 44 cm 2 (4.6× 10− 44 cm 2 when combined with previous CDMS II data) at the 90% confidence level for a WIMP mass of 60 GeV\/c 2. This achieves the best sensitivity for dark matter WIMPs with masses above 44 GeV\/c 2, and significantly restricts the parameter space for some favored supersymmetric models.",
                "We present results of a Monte Carlo study of the sensitivity of the planned IceCube detector to predicted fluxes of muon neutrinos at TeV to PeV energies. A complete simulation of the detector and data analysis is used to study the detector’s capability to search for muon neutrinos from potential sources such as active galaxies and gamma-ray bursts (GRBs). We study the effective area and the angular resolution of the detector as a function of muon energy and angle of incidence. We present detailed calculations of the sensitivity of the detector to both diffuse and pointlike neutrino fluxes, including an assessment of the sensitivity to neutrinos detected in coincidence with GRB observations. After three years of data taking, IceCube will be able to detect a point-source flux of Eν2×dNν\/dEν=7×10−9 cm−2 s−1 GeV at a 5σ significance, or, in the absence of a signal, place a 90% c.l. limit at a level of Eν2×dNν\/dEν=2×10−9 …",
                "The CDMS low ionization threshold experiment (CDMSlite) uses cryogenic germanium detectors operated at a relatively high bias voltage to amplify the phonon signal in the search for weakly interacting massive particles (WIMPs). Results are presented from the second CDMSlite run with an exposure of 70 kg day, which reached an energy threshold for electron recoils as low as 56 eV. A fiducialization cut reduces backgrounds below those previously reported by CDMSlite. New parameter space for the WIMP-nucleon spin-independent cross section is excluded for WIMP masses between 1.6 and 5.5 GeV\/c 2.",
                "We report new results from the Cryogenic Dark Matter Search (CDMS II) at the Soudan Underground Laboratory. Two towers, each consisting of six detectors, were operated for 74.5 live days, giving spectrum-weighted exposures of 34 kg-d for germanium and 12 kg-d for silicon targets after cuts, averaged over recoil energies 10-100 keV for a WIMP mass of 60 GeV. A blind analysis was conducted, incorporating improved techniques for rejecting surface events. No WIMP signal exceeding expected backgrounds was observed. When combined with our previous results from Soudan, the 90% CL upper limit on the spin-independent WIMP-nucleon cross section is 1.6 x 10^{-43} cm^ 2 from Ge, and 3 x 10^{-42} cm^ 2 from Si, for a WIMP mass of 60 GeV. The combined limit from Ge (Si) is a factor of 2.5 (10) lower than our previous results, and constrains predictions of supersymmetric models."
            ],
            [
                [
                    "physics"
                ]
            ],
            [
                "Amplitude Dr. Jodi Cooley's Professional Website Home SuperCDMS at SMU Teaching Biographical Sketch Dr. Jodi Cooley is an Associate Professor in the Department of Physics at SMU.  She received a B.S. degree in Applied Mathematics and\r\n                Physics from the University of Wisconsin in Milwaukee in 1997.  She\r\n                earned her Masters in 2000  and  her Ph.D. in 2003 at the University\r\n                of Wisconsin - Madison for her research searching for neutrinos from\r\n                diffuse astronomical sources with the  AMANDA-II detector.  Upon\r\n                graduation she did postdoctoral studies at both MIT and Stanford\r\n                University.  Dr. Cooley is a Principal Investigator on the\r\n                SuperCDMS dark matter experiment.  She has won numerous awards for her research,\r\n                teaching and mentoring.  In 2018 she was elected a fellow of the\r\n                American Association for the Advancement of Science (AAAS) for her for contributions to the\r\n                search for dark matter scattering with nuclei, particularly using\r\n                cryogenic technologies. Dr. Cooley’s current research interest is to improve our understanding of the universe by    deciphering the nature of dark matter.  The existence of dark matter was first postulated nearly 80 years ago.  However, it wasn’t until the last decade that the revolution in precision cosmology revealed conclusively that about a quarter of our universe consisted of dark matter.  Dr. Cooley and her colleagues operate sophisticated cryogenic detectors.  These detectors can distinguish between elusive dark matter particles and  background particles that mimic dark matter interactions. Professional Progress Associate Professor, Physics Department, Southern Methodist University\r\n                        (2014-present) Assistant Professor, Physics Department, Southern Methodist University\r\n                        (2009-2014) Post-doctoral Scholar, Physics Department, Stanford University (2004-2009) Post-doctoral Associate, Laboratory for Nuclear Science, MIT (2003-2004) Doctor of Philosophy (Ph.D.), Physics, University of Wisconsin-Madison (2003) Master of Arts, Physics, University of Wisconsin-Madison (2000) Bachelor of Science, Applied Math and Physics, University of Wisconsin-Milwaukee\r\n                        (1997) Awards and Honors 2019:  American Association of Physics Teachers 2019 Klopsteg Memorial Lecture Award 2018:  Elected fellow of the AAAS 2016:  Gerald J. Ford Research Fellowship, SMU 2015:  Rotunda Outstanding Professor Award, SMU 2014:  Texas Section APS Robert S. Hyer Award, American Physical Society 2012:  National Science Foundation (NSF) Career Award 2012: American Physical Society (APS) Committee on the Status of Women (CSWP) Women Physicist of the Month (December) 2012 Honoring our Professor's Excellence (HOPE) Award, Southern Methodist University 2011 Ralph E. Powe Jr. Faculty Enhancement Award, Oak Ridge\r\n                        Associated Universities Curriculum Vitae My full CV including publications can be downloaded here pdf . Hot Topics February 22, 2019 : The BRN workshop report on Needs for Small Scale Dark Matter Projects is out! Details here. . November 27, 2018 : Jodi Cooley was elected a fellow of the AAAS! Details here. . August 27, 2018 : Our paper on eneergy loss due to defect formation in our detectors was chosen as an Editors Pick for APL! Read more here. June 8, 2018 : Listen as UC-Riverside Professor Flip Tanedo, science writer Ryan Mandelbaum and I discuss new ideas about dark matter on NPR's Science Friday .  May 31, 2013 : I give a review of direct detection dark matter detectors at The 25th Rencontres de Blois in Blois, France. April 15, 2013 : The CDMS collaboration releases preprints arxiv:1304.4279 and arxiv:1304.3706 in the search for dark matter using the CDMS II silicon detectors. April 10, 2013 : The\r\n                        undergraduate researchers in my lab and I present our research at the Low Radioactivity Techniques 2013 workshop hosted at Laboratori Nazionali del Gran Sasso, Italy. March 18, 2013 : I speak with the SMU Town and Gown Club about my dark matter research. March 18, 2013 : I speak with winners from the 2013 Dallas Regional Science\r\n                        and Engineering Fair at their awards banquet. June 7, 2011 :  I speak with QuarkNet teachers at SMU about dark matter research. Nov. 24, 2010 :  Watch my interview with reporter Jonathan Betz of Dallas ABC affiliate WFAA. Nov. 7, 2010 :  I speak at the Collegium da Vinci about my dark matter research in the Soudan Mine in Minnesota. Dec. 18, 2009 : The CDMS Collaboration releases results ( arXiv:0912.3592 ) in the search for dark matter using the entire CDMS II data sample. I present the results at the SLAC National Accelerator Laboratory. Apr. 6, 2009 : Join me at Sonoma State University for my public lecture, part of the \"What Physicists Do\" series! Mar. 2008: I present the status of dark matter detection using cryogenic techniques at the 2008 March APS meeting in St. Louis. ( See my talk ) Feb. 2008: CDMS presents its latest results in the search for dark matter and sets the world's most stringent limits on WIMPs ( arXiv:0802.3530 [astro-ph] ) Copyright 2008. Design by CSS Templates For Free"
            ]
        ]
    ]
}