{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KWOV7G7R",
            "-HI_tH0AAAAJ",
            [
                "Dark matter search results from the CDMS II experiment",
                "Silicon detector dark matter results from the final exposure of CDMS II",
                "Results from a low-energy analysis of the CDMS II germanium data",
                "Solar neutrino measurements in Super-Kamiokande-I",
                "Search for low-mass weakly interacting massive particles with SuperCDMS",
                "Search for low-mass weakly interacting massive particles with SuperCDMS",
                "Search for weakly interacting massive particles with the first five-tower data from the cryogenic dark matter search at the Soudan underground laboratory",
                "Sensitivity of the IceCube detector to astrophysical sources of high energy muon neutrinos",
                "New results from the search for low-mass weakly interacting massive particles with the CDMS low ionization threshold experiment",
                "Limits on spin-independent wimp-nucleon interactions from the two-tower run of the cryogenic dark matter search"
            ],
            [
                "Astrophysical observations indicate that dark matter constitutes most of the mass in our universe, but its nature remains unknown. Over the past decade, the Cryogenic Dark Matter Search (CDMS II) experiment has provided world-leading sensitivity for the direct detection of weakly interacting massive particle (WIMP) dark matter. The final exposure of our low-temperature germanium particle detectors at the Soudan Underground Laboratory yielded two candidate events, with an expected background of 0.9 ± 0.2 events. This is not statistically significant evidence for a WIMP signal. The combined CDMS II data place the strongest constraints on the WIMP-nucleon spin-independent scattering cross section for a wide range of WIMP masses and exclude new parameter space in inelastic dark matter models.",
                "We report results of a search for weakly interacting massive particles (WIMPS) with the silicon detectors of the CDMS II experiment. This blind analysis of 140.2 kg day of data taken between July 2007 and September 2008 revealed three WIMP-candidate events with a surface-event background estimate of 0.41− 0.08+ 0.20 (stat)− 0.24+ 0.28 (syst). Other known backgrounds from neutrons and Pb 206 are limited to< 0.13 and< 0.08 events at the 90% confidence level, respectively. The exposure of this analysis is equivalent to 23.4 kg day for a recoil energy range of 7–100 keV for a WIMP of mass 10 GeV\/c 2. The probability that the known backgrounds would produce three or more events in the signal region is 5.4%. A profile likelihood ratio test of the three events that includes the measured recoil energies gives a 0.19% probability for the known-background-only hypothesis when tested against the alternative WIMP …",
                "We report results from a reanalysis of data from the Cryogenic Dark Matter Search (CDMS II) experiment at the Soudan Underground Laboratory. Data taken between October 2006 and September 2008 using eight germanium detectors are reanalyzed with a lowered, 2 keV recoil-energy threshold, to give increased sensitivity to interactions from weakly interacting massive particles (WIMPs) with masses below∼ 10 GeV\/c 2. This analysis provides stronger constraints than previous CDMS II results for WIMP masses below 9 GeV\/c 2 and excludes parameter space associated with possible low-mass WIMP signals from the DAMA\/LIBRA and CoGeNT experiments.",
                "The details of Super-Kamiokande-I’s solar neutrino analysis are given. Solar neutrino measurement in Super-Kamiokande is a high statistics collection of B 8 solar neutrinos via neutrino-electron scattering. The analysis method and results of the 1496 day data sample are presented. The final oscillation results for the data are presented also.",
                "We report a first search for weakly interacting massive particles (WIMPs) using the background rejection capabilities of SuperCDMS. An exposure of 577 kg days was analyzed for WIMPs with mass< 30 GeV\/c 2, with the signal region blinded. Eleven events were observed after unblinding. We set an upper limit on the spin-independent WIMP-nucleon cross section of 1.2× 1 0− 42 cm 2 at 8 GeV\/c 2. This result is in tension with WIMP interpretations of recent experiments and probes new parameter space for WIMP-nucleon scattering for WIMP masses< 6 GeV\/c 2.",
                "We report a first search for weakly interacting massive particles (WIMPs) using the background rejection capabilities of SuperCDMS. An exposure of 577 kg days was analyzed for WIMPs with mass< 30 GeV\/c 2, with the signal region blinded. Eleven events were observed after unblinding. We set an upper limit on the spin-independent WIMP-nucleon cross section of 1.2× 1 0− 42 cm 2 at 8 GeV\/c 2. This result is in tension with WIMP interpretations of recent experiments and probes new parameter space for WIMP-nucleon scattering for WIMP masses< 6 GeV\/c 2.",
                "We report results from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory (CDMS II) featuring the full complement of 30 detectors. A blind analysis of data taken between October 2006 and July 2007 sets an upper limit on the weakly interacting massive particle (WIMP) nucleon spin-independent cross section of 6.6× 10− 44 cm 2 (4.6× 10− 44 cm 2 when combined with previous CDMS II data) at the 90% confidence level for a WIMP mass of 60 GeV\/c 2. This achieves the best sensitivity for dark matter WIMPs with masses above 44 GeV\/c 2, and significantly restricts the parameter space for some favored supersymmetric models.",
                "We present results of a Monte Carlo study of the sensitivity of the planned IceCube detector to predicted fluxes of muon neutrinos at TeV to PeV energies. A complete simulation of the detector and data analysis is used to study the detector’s capability to search for muon neutrinos from potential sources such as active galaxies and gamma-ray bursts (GRBs). We study the effective area and the angular resolution of the detector as a function of muon energy and angle of incidence. We present detailed calculations of the sensitivity of the detector to both diffuse and pointlike neutrino fluxes, including an assessment of the sensitivity to neutrinos detected in coincidence with GRB observations. After three years of data taking, IceCube will be able to detect a point-source flux of Eν2×dNν\/dEν=7×10−9 cm−2 s−1 GeV at a 5σ significance, or, in the absence of a signal, place a 90% c.l. limit at a level of Eν2×dNν\/dEν=2×10−9 …",
                "The CDMS low ionization threshold experiment (CDMSlite) uses cryogenic germanium detectors operated at a relatively high bias voltage to amplify the phonon signal in the search for weakly interacting massive particles (WIMPs). Results are presented from the second CDMSlite run with an exposure of 70 kg day, which reached an energy threshold for electron recoils as low as 56 eV. A fiducialization cut reduces backgrounds below those previously reported by CDMSlite. New parameter space for the WIMP-nucleon spin-independent cross section is excluded for WIMP masses between 1.6 and 5.5 GeV\/c 2.",
                "We report new results from the Cryogenic Dark Matter Search (CDMS II) at the Soudan Underground Laboratory. Two towers, each consisting of six detectors, were operated for 74.5 live days, giving spectrum-weighted exposures of 34 kg-d for germanium and 12 kg-d for silicon targets after cuts, averaged over recoil energies 10-100 keV for a WIMP mass of 60 GeV. A blind analysis was conducted, incorporating improved techniques for rejecting surface events. No WIMP signal exceeding expected backgrounds was observed. When combined with our previous results from Soudan, the 90% CL upper limit on the spin-independent WIMP-nucleon cross section is 1.6 x 10^{-43} cm^ 2 from Ge, and 3 x 10^{-42} cm^ 2 from Si, for a WIMP mass of 60 GeV. The combined limit from Ge (Si) is a factor of 2.5 (10) lower than our previous results, and constrains predictions of supersymmetric models."
            ],
            [
                [
                    "physics"
                ]
            ]
        ]
    ]
}