{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "KZRTJDL6",
            "Lv7sRgMAAAAJ",
            [
                "Experimental and theoretical challenges in the search for the quark–gluon plasma: The STAR Collaboration's critical assessment of the evidence from RHIC collisions",
                "Centrality Dependence of High- Hadron Suppression in  Collisions at ",
                "Evidence from  Measurements for Final-State Suppression of High- Hadrons in  Collisions at RHIC",
                "Transverse-Momentum and Collision-Energy Dependence of High- Hadron Suppression in  Collisions at Ultrarelativistic Energies",
                "Azimuthal anisotropy in Au+Au collisions at ",
                "Particle-Type Dependence of Azimuthal Anisotropy and Nuclear Modification of Particle Production in  Collisions at "
            ],
            [
                "We review the most important experimental results from the first three years of nucleus–nucleus collision studies at RHIC, with emphasis on results from the STAR experiment, and we assess their interpretation and comparison to theory. The theory-experiment comparison suggests that central Au + Au collisions at RHIC produce dense, rapidly thermalizing matter characterized by: (1) initial energy densities above the critical values predicted by lattice QCD for establishment of a quark–gluon plasma (QGP); (2) nearly ideal fluid flow, marked by constituent interactions of very short mean free path, established most probably at a stage preceding hadron formation; and (3) opacity to jets. Many of the observations are consistent with models incorporating QGP formation in the early collision stages, and have not found ready explanation in a hadronic framework. However, the measurements themselves do not yet …",
                "Inclusive transverse momentum distributions of charged hadrons within 0.2< p T< 6.0 G e V\/c have been measured over a broad range of centrality for A u+ A u collisions at s N N= 130 G e V. Hadron yields are suppressed at high p T in central collisions relative to peripheral collisions and to a nucleon-nucleon reference scaled for collision geometry. Peripheral collisions are not suppressed relative to the nucleon-nucleon reference. The suppression varies continuously at intermediate centralities. The results indicate significant nuclear medium effects on high-p T hadron production in heavy-ion collisions at high energy.",
                "We report measurements of single-particle inclusive spectra and two-particle azimuthal distributions of charged hadrons at high transverse momentum (high p T) in minimum bias and central d+ A u collisions at s N N= 200 G e V. The inclusive yield is enhanced in d+ A u collisions relative to binary-scaled p+ p collisions, while the two-particle azimuthal distributions are very similar to those observed in p+ p collisions. These results demonstrate that the strong suppression of the inclusive yield and back-to-back correlations at high p T previously observed in central A u+ A u collisions are due to final-state interactions with the dense medium generated in such collisions.",
                "We report high statistics measurements of inclusive charged hadron production in A u+ A u and p+ p collisions at s N N= 200 G e V. A large, approximately constant hadron suppression is observed in central A u+ A u collisions for 5< p T< 12 G e V\/c. The collision energy dependence of the yields and the centrality and p T dependence of the suppression provide stringent constraints on theoretical models of suppression. Models incorporating initial-state gluon saturation or partonic energy loss in dense matter are largely consistent with observations. We observe no evidence of p T-dependent suppression, which may be expected from models incorporating jet attenuation in cold nuclear matter or scattering of fragmentation hadrons.",
                "The results from the STAR Collaboration on directed flow (v 1), elliptic flow (v 2), and the fourth harmonic (v 4) in the anisotropic azimuthal distribution of particles from Au+ Au collisions at s NN= 200 GeV are summarized and compared with results from other experiments and theoretical models. Results for identified particles are presented and fit with a blast-wave model. Different anisotropic flow analysis methods are compared and nonflow effects are extracted from the data. For v 2, scaling with the number of constituent quarks and parton coalescence are discussed. For v 4, scaling with v 2 2 and quark coalescence are discussed.",
                "We present STAR measurements of the azimuthal anisotropy parameter v 2 and the binary-collision scaled centrality ratio R C P for kaons and lambdas (Λ+ Λ) at midrapidity in A u+ A u collisions at s N N= 200 G e V. In combination, the v 2 and R C P particle-type dependencies contradict expectations from partonic energy loss followed by standard fragmentation in vacuum. We establish p T≈ 5 G e V\/c as the value where the centrality dependent baryon enhancement ends. The K S 0 and Λ+ Λ v 2 values are consistent with expectations of constituent-quark-number scaling from models of hadron formation by parton coalescence or recombination."
            ],
            [
                [
                    "particle physics",
                    "nuclear physics",
                    "quantum mechanics"
                ]
            ]
        ]
    ]
}