{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "L0XN01N3",
            "7cBfJMUAAAAJ",
            [
                " in the standard model with flavor symmetry",
                " in the standard model with flavor symmetry",
                "Analysis of thermal characteristics and mechanism of degradation of flip-chip high power LEDs",
                "Connected hexagonal photonic crystals with largest full band gap",
                "Evaluation of temperature distribution of LED module",
                "Investigation of dynamic color deviation mechanisms of high power light-emitting diode",
                "CP violation in  in the SM with SU(3) symmetry",
                "Transient analysis of partial thermal characteristics of multistructure power LEDs",
                "Curved remote phosphor structure for phosphor-converted white LEDs",
                "A thermal emitter with selective wavelength: Based on the coupling between photonic crystals and surface plasmon polaritons"
            ],
            [
                "The observed branching ratios for B→ K η′ decays are much larger than factorization predictions in the standard model (SM). Many proposals have been made to reconcile the data and theoretical predictions. In this paper we study these decays within the SM using flavor SU (3) symmetry. Treating the singlet η 1 and octet (π±, 0, K±, K 0, K 0, η 8) pseudoscalar mesons as a nonet multiplet, we find that if small annihilation amplitudes are neglected only 11 hadronic parameters are needed to describe B→ PP decays where P can be one of the π, K, η and η′ mesons. We find that existing data are consistent with the SM. We also predict several measurable branching ratios and CP asymmetries for B→ K (π) η (η′), η (η′) η (η′) decays. Experiments in the near future can provide important tests for the standard model with flavor symmetry.",
                "The observed branching ratios for B→ K η′ decays are much larger than factorization predictions in the standard model (SM). Many proposals have been made to reconcile the data and theoretical predictions. In this paper we study these decays within the SM using flavor SU (3) symmetry. Treating the singlet η 1 and octet (π±, 0, K±, K 0, K 0, η 8) pseudoscalar mesons as a nonet multiplet, we find that if small annihilation amplitudes are neglected only 11 hadronic parameters are needed to describe B→ PP decays where P can be one of the π, K, η and η′ mesons. We find that existing data are consistent with the SM. We also predict several measurable branching ratios and CP asymmetries for B→ K (π) η (η′), η (η′) η (η′) decays. Experiments in the near future can provide important tests for the standard model with flavor symmetry.",
                "The purpose of this study is to investigate the thermal behavior at the die-attached interfaces of flip-chip GaN high-power light emitting diodes (LEDs) using a combination of theoretical and experimental analyses. The results indicate that contact thermal resistance increased dramatically at the die-attached interfaces with aging time and stress, degrading the luminous flux. The junction temperature and thermal uniformity of the flip-chip structure both strongly depend on the arrangement of gold bumps. Local hot spots effectively reduce light output under high electric and thermal stress, influencing the long-term performance of the LED device. The results were validated using finite element analysis and in experiments using an infrared and an emission microscope. A two-step thermal transient degradation mode was identified under various aging stresses. A simulation further optimized the bump configuration that was …",
                "A two-dimensional photonic crystal with a large full band gap has been designed, fabricated, and characterized. The photonic crystal design was based on a calculation using inverse iteration with multigrid acceleration. The fabrication of the photonic crystal on silicon was realized by the processes of electron-beam lithography and inductively coupled plasma reactive ion etching. It was found that the hexagonal array of circular columns and rods has an optimal full photonic band gap. In addition, we show that a larger extraction of light from our designed photonic crystal can be obtained when compared with the frequently used photonic crystals reported previously. Our designed PC structure therefore should be very useful for creating highly efficient optoelectronic devices.",
                "For high-power light-emitting diodes, heat management and reliability are important issues. The reliability and long lifetime of solid state lighting are especially essential in the high temperature applications, such as street lighting and automotive lighting. Because of the characteristics of semiconductor, the electrical property of light-emitting diodes is varying with operating temperature. Then, the alternation of electrical property changes the heating power and operating temperature of light-emitting diodes. This is a mutual interaction between electrical property and operating temperature, until they reach the steady state. In this paper, we designed experiments and calculation to optimize the simulation of temperature distribution of light-emitting diode module. With forward voltage measurement and thermal transient testing of light-emitting diodes, we obtained the initial values of simulations. The infrared camera …",
                "Environmental concerns have led to the popularity of solid stating lighting, in which a high quality white light source depends on the stable property of light emitting diode. This study examines a white-light high-power light-emitting diode composed of a blue chip and yellow phosphor. A white-light light-emitting diode can be divided into four parts—a blue chip, yellow phosphor, transparent silicone, and reflector. In a transient experiment, the wavelength shift of the blue chip markedly affects the conversion efficiency of yellow phosphor, causing white-light deviation, especially in the sharp variation region of absorption of yellow phosphor. A series of short-term experiments was conducted to identify the mechanisms of color deviation between yellow phosphor and transparent silicone. The robustness of commercial phosphor and silicone was much stronger than expected. In addition to a yellowed reflector and blue …",
                "In this paper we study CP violation in  decays in the Standard Model using SU (3) flavor symmetry. With SU (3) symmetry only seven hadronic parameters are needed to describe  decays in the SM when annihilation contributions are neglected. The relevant hadronic parameters can be determined using known experimental data from  and . We predict branching ratios and CP asymmetries for some of the unmeasured  decays. Some of the CP asymmetries can be large and measured at B factories. The effects of annihilation contributions can also be studied using present experimental data. Inclusion of annihilation contributions introduces six more hadronic parameters. We find that annihilation contributions are in general small, but can have significant effects on CP asymmetries and some .",
                "The performance of a high-power light-emitting diode (LED) strongly depends on the effectiveness of thermal management. Electrical, thermal, and optical measurements were combined to analyze the complex thermal structure and interface effects inside the LED package. Thermal network synthesis and 3-D finite element modeling simulations are used to simulate the heat flow path and temperature gradient from junction to environment. The exponential curve is applied to model the radiant flux and thermal resistance as a function of heating power. In addition, the results of peak wavelength obviously indicate the blue-shifted phenomena with driving current due to band filling effect and tend to be saturated when the injection current is higher than 0.5 A. The radiant flux showed the opposite behavior as driving current increases. Results demonstrated that partial thermal characteristics of the chip, die-attached layer …",
                "A phosphor-converted light emitting diode with curved remote phosphor layer was obtained in this study. By changing the geometry of the flat remote phosphor layer in a conventional remote phosphor structure, the package extraction efficiency and luminous efficacy of the curved remote phosphor structure was improved by reducing the total internal reflection at the interface of the air and phosphor layer. Ray tracing simulations were performed to analyze the package extraction efficiency of the curved remote phosphor structure. Experimental results showed that the convex remote phosphor structure had high luminous efficacy with high color uniformity. The convex remote phosphor structure would be a suitable structure if the remote phosphor structure is used in lighting applications.",
                "A thermal emitter with selective wavelength has been demonstrated in which the dielectric layers formed one-dimensional photonic crystals are sandwiched between two Ag films. The top Ag film is perforated periodically with hexagonal hole array. The selected thermal radiation of the photonic crystals resonates between two metal films and surface plasmon polaritons are generated on the top Ag and converted to light radiation. It is found that when leakage modes adjacent to the optic band gap of photonic crystals meet the resonant modes of surface plasmom polaritons, an enhanced thermal emission with maximum intensity can be obtained. The hybrid photonic and plasmonic thermal emitters are selective, which should be very useful for the creation of high power infrared light sources."
            ],
            [
                [
                    "Optoelectronics",
                    "Semiconductor",
                    "System Integration"
                ]
            ],
            [
                "Han Fu Han Fu Postdoctoral Researcher Advisor: Kathryn Levin vickeyrobert@uchicago.edu"
            ]
        ]
    ]
}