{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "L1OMQZLT",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Top A. Ravi P. Rau Alumni Professor of Physics Ph.D., 1970 - University of Chicago 223 Nicholson Hall, Tower Dr. (225) 578-6841-Office arau@phys.lsu.edu Personal Home Page Atomic Theory and Quantum Information Currently, I am exploring a general analytical technique for solving time-dependent\n                  operator equations through a succession of unitary integrations. The Bloch-Liouville\n                  equation for a (2j+1)-level system in time-dependent fields is of particular interest,\n                  along with current topics in nuclear magnetic resonance and quantum bits. The method\n                  extends to dissipation and decoherence which are of great interest in quantum information\n                  and quantum computing. Proceeding in analogy to the Bloch sphere construction for\n                  a single spin (two-level system), a geometrical construction describes higher dimensional\n                  spheres and other manifolds for two-spin and larger systems. A related investigation\n                  is to alter the evolution of entanglement between two spins in the presence of dissipation\n                  and decoherence. The so-called sudden death of entanglement can be delayed or averted\n                  by suitable local actions on the two spins. Our recent interest is in the area of quantum information: studies of entanglement\n                  and other correlations such as quantum discord, their evolution under dissipative\n                  and decoherent processes and how they may be controlled, geometrical and symmetry\n                  studies of operators and states of N qubits and connections between the Lie and clifford\n                  algebras involved with topics in projective geometry and design theory. Current and Select Publications The Beauty of Physics: Patterns, Principles, and Perspectives, Oxford University Press,\n                     2014. A. R. P. Rau “Manipulation of entanglement sudden death in an all optical experimental set-up,”\n                     (with Ashutosh Singh, S. Pradyumna, and U. Sinha), J. Opt. Soc. Am. B 34, 681-690\n                     (2017). “Shared symmetries of the hydrogen atom and the two-qubit system,” (with G. Alber),\n                     Topical Review J. Phys. B: At. Mol. Opt. Phys. 50, 242001 (2017). “Calculation of quantum discord in higher dimensions for X- and other specialized\n                     states,” Quantum Inf. Process. 17, 216 (18 pp) (2018). “Mapping qubit algebras to combinatorial designs,” (with J. P. Marceaux), Quantum\n                     Inf. Process. 19, 49 (2020)."
            ]
        ]
    ]
}