{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "L25ABUX5",
            "NnWOB3AAAAAJ",
            [
                "Not for long: The life and career of the NFL athlete",
                "NFL means not for long: The life and career of the NFL athlete"
            ],
            [
                "The NFL is the most popular professional sports league in the United States. Its athletes receive multimillion-dollar contracts and almost endless media attention. The league's most important game, the Super Bowl, is practically a national holiday. Making it to the NFL, however, is not about the promised land of fame and fortune. Robert W. Turner II draws on his personal experience as a former professional football player as well as interviews with more than 140 current and former NFL players to reveal what it means to be an athlete in the NFL and explain why so many players struggle with life after football. Without guaranteed contracts, the majority of players are forced out of the league after a few seasons. Over three-quarters of retirees experience bankruptcy or financial ruin, two-thirds live with chronic pain, and too many find themselves on the wrong side of the law. Robert W. Turner II argues that the fall from grace of so many players is no accident. The NFL, he contends, powerfully determines their experiences in and out of the league. The labor agreement provides little job security and few health and retirement benefits, and the owners refuse to share power with the players, making change difficult. And the process of becoming an elite football player--from high school to college and through the pros--leaves athletes with few marketable skills and little preparation for their first Sunday off the field. With compassion and objectivity, Not for Long reveals the life and mind of high school, college, and NFL athletes, shedding light on what might best help players transition successfully out of the sport.",
                "Over the past four decades, the National Football League (NFL) has become the most popular professional sports league in the US Yet within this popular discourse, the NFL is usually regarded as a medium of entertainment and is rarely discussed as a tightly structured corporate organization that enjoys legal cartel status. Likewise, NFL athletes receive extensive media coverage for their multi-million dollar contracts and public behavior, yet little attention has been directed at the challenges confronting these high profile athletes both while in the league and upon retirement–in particular the fact that only a few players are handsomely rewarded with long-term fame and fortune, while the vast majority wind up economically destitute with few marketable skills after playing only a minimal number of seasons in the league."
            ],
            [
                [
                    "Medical Sociology"
                ]
            ]
        ]
    ]
}