{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "L25NJDZL",
            "pxUR8_gAAAAJ",
            [
                "A rigorous derivation of gravitational self-force",
                "Rigorous derivation of electromagnetic self-force",
                "Spacetime approach to force-free magnetospheres",
                "Second-order gravitational self-force",
                "Black hole shadows, photon rings, and lensing rings",
                "Particle on the innermost stable circular orbit of a rapidly spinning black hole",
                "Exact solutions to force-free electrodynamics in black hole backgrounds",
                "Observational signature of high spin at the Event Horizon Telescope",
                "Bobbing and kicks in electromagnetism and gravity",
                "Horizon instability of extremal Kerr black holes: nonaxisymmetric modes and enhanced growth rate"
            ],
            [
                "There is general agreement that the MiSaTaQuWa equations should describe the motion of a'small body'in general relativity, taking into account the leading order self-force effects. However, previous derivations of these equations have made a number of ad hoc assumptions and\/or contain a number of unsatisfactory features. For example, all previous derivations have invoked, without proper justification, the step of'Lorenz gauge relaxation', wherein the linearized Einstein equation is written in the form appropriate to the Lorenz gauge, but the Lorenz gauge condition is then not imposed—thereby making the resulting equations for the metric perturbation inequivalent to the linearized Einstein equations.(Such a'relaxation'of the linearized Einstein equations is essential in order to avoid the conclusion that'point particles' move on geodesics.) In this paper, we analyze the issue of'particle motion'in general relativity in a …",
                "During the past century, there has been considerable discussion and analysis of the motion of a point charge in an external electromagnetic field in special relativity, taking into account “self-force” effects due to the particle’s own electromagnetic field. We analyze the issue of “particle motion” in classical electromagnetism in a rigorous and systematic way by considering a one-parameter family of solutions to the coupled Maxwell and matter equations corresponding to having a body whose charge-current density J a (λ) and stress-energy tensor T a b (λ) scale to zero size in an asymptotically self-similar manner about a worldline γ as λ→ 0. In this limit, the charge, q, and total mass, m, of the body go to zero, and q\/m goes to a well-defined limit. The Maxwell field F a b (λ) is assumed to be the retarded solution associated with J a (λ) plus a homogeneous solution (the “external field”) that varies smoothly with λ. We prove …",
                "Force-free electrodynamics (FFE) describes magnetically dominated relativistic plasma via non-linear equations for the electromagnetic field alone. Such plasma is thought to play a key role in the physics of pulsars and active black holes. Despite its simple covariant formulation, FFE has primarily been studied in 3+1 frameworks, where spacetime is split into space and time. In this paper, we systematically develop the theory of force-free magnetospheres taking a spacetime perspective. Using a suite of spacetime tools and techniques (notably exterior calculus), we cover (1) the basics of the theory, (2) exact solutions that demonstrate the extraction and transport of the rotational energy of a compact object (in the case of a black hole, the Blandford–Znajek mechanism), (3) the behaviour of current sheets, (4) the general theory of stationary, axisymmetric magnetospheres, and (5) general properties of pulsar and …",
                "The second-order gravitational self-force on a small body is an important problem for gravitational-wave astronomy of extreme mass-ratio inspirals. We give a first-principles derivation of a prescription for computing the first and second perturbed metric and motion of a small body moving through a vacuum background spacetime. The procedure involves solving for a “regular field” with a specified (sufficiently smooth)“effective source”, and may be applied in any gauge that produces a sufficiently smooth regular field.",
                "The presence of a bright “photon ring” surrounding a dark “black hole shadow” has been discussed as an important feature of the observational appearance of emission originating near a black hole. We clarify the meaning and relevance of these heuristics with analytic calculations and numerical toy models. The standard usage of the term “shadow” describes the appearance of a black hole illuminated from all directions, including from behind the observer. A backlit black hole casts a somewhat larger shadow. Neither “shadow” heuristic is particularly relevant to understanding the appearance of emission originating near the black hole, where the emission profile and gravitational redshift play the dominant roles in determining the observed size of the central dark area. A photon ring results from light rays that orbit around the black hole in the near-field region before escaping to infinity, where they arrive near a ring …",
                "We compute the radiation emitted by a particle on the innermost stable circular orbit of a rapidly spinning black hole both (a) analytically, working to leading order in the deviation from extremality and (b) numerically, with a new high-precision Teukolsky code. We find excellent agreement between the two methods. We confirm previous estimates of the overall scaling of the power radiated, but show that there are also small oscillations all the way to extremality. Furthermore, we reveal an intricate mode-by-mode structure in the flux to infinity, with only certain modes having the dominant scaling. The scaling of each mode is controlled by its conformal weight, a quantity that arises naturally in the representation theory of the enhanced near-horizon symmetry group. We find relationships to previous work on particles orbiting in precisely extreme Kerr, including detailed agreement of quantities computed here with …",
                "A shared property of several of the known exact solutions to the equations of force-free electrodynamics is that their charge-current four-vector is null. We examine the general properties of null-current solutions and then focus on the principal congruences of the Kerr black hole spacetime. We obtain a large class of exact solutions, which are in general time-dependent and non-axisymmetric. These solutions include waves that, surprisingly, propagate without scattering on the curvature of the black hole's background. They may be understood as generalizations to Robinson's solutions to vacuum electrodynamics associated with a shear-free congruence of null geodesics. When stationary and axisymmetric, our solutions reduce to those of Menon and Dermer, the only previously known solutions in Kerr. In Kerr, all of our solutions have null electromagnetic fields ( and E 2= B 2). However, in Schwarzschild or flat …",
                "We analytically compute the observational appearance of an isotropically emitting point source on a circular, equatorial orbit near the horizon of a rapidly spinning black hole. The primary image moves on a vertical line segment, in contrast to the primarily horizontal motion of the spinless case. Secondary images, also on the vertical line, display a rich caustic structure. If detected, this unique signature could serve as a ‘smoking gun’ for a high spin black hole in nature.",
                "We study systems analogous to binary black holes with spin in order to gain some insight into the origin and nature of “bobbing” motion and “kicks” that occur in this system. Our basic tool is a general formalism for describing the motion of extended test bodies in an external electromagnetic field in curved spacetime and possibly subject to other forces. We first show that bobbing of exactly the type as observed in numerical simulations of the binary black hole system occurs in a simple system consisting of two spinning balls connected by an elastic band in flat spacetime. This bobbing may be understood as arising from the difference between a spinning body’s “lab frame centroid” and its true center of mass, and is purely “kinematical” in the sense that it will appear regardless of the forces holding two spinning bodies in orbit. Next, we develop precise rules for relating the motion of charged bodies in a stationary …",
                "We show that the horizon instability of the extremal Kerr black hole is associated with a singular branch point in the Green function at the superradiant bound frequency. We study generic initial data supported away from the horizon and find an enhanced growth rate due to nonaxisymmetric modes. The growth is controlled by the conformal weight h of each mode. We speculate on connections to near-extremal black holes and holographic duality."
            ],
            [
                [

                ]
            ]
        ]
    ]
}