{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "L34U4M4J",
            "AUfXDnoAAAAJ",
            [
                "De Sitter vacua in string theory",
                "Hierarchies from fluxes in string compactifications",
                "Towards inflation in string theory",
                "Gravity duals of Lifshitz-like fixed points",
                "Flux compactification",
                "4d conformal field theories and strings on orbifolds",
                "Observational signatures and non-Gaussianities of general single-field inflation",
                "Exact results for N= 2 compactifications of heterotic strings",
                "Geometric singularities and enhanced gauge symmetries",
                "N-flation"
            ],
            [
                "We outline the construction of metastable de Sitter vacua of type IIB string theory. Our starting point is highly warped IIB compactifications with nontrivial NS and RR three-form fluxes. By incorporating known corrections to the superpotential from Euclidean D-brane instantons or gaugino condensation, one can make models with all moduli fixed, yielding a supersymmetric AdS vacuum. Inclusion of a small number of D 3-branes in the resulting warped geometry allows one to uplift the AdS minimum and make it a metastable de Sitter ground state. The lifetime of our metastable de Sitter vacua is much greater than the cosmological time scale of 10 10 yr. We also prove, under certain conditions, that the lifetime of dS space in string theory will always be shorter than the recurrence time.",
                "Warped compactifications with significant warping provide one of the few known mechanisms for naturally generating large hierarchies of physical scales. We demonstrate that this mechanism is realizable in string theory, and give examples involving orientifold compactifications of type-IIB string theory and F-theory compactifications on Calabi-Yau fourfolds. In each case, the hierarchy of scales is fixed by a choice of Ramond-Ramond and Neveu-Schwarz fluxes in the compact manifold. Our solutions involve compactifications of the Klebanov-Strassler gravity dual to a confining N= 1 supersymmetric gauge theory, and the hierarchy reflects the small scale of chiral symmetry breaking in the dual gauge theory.",
                "We investigate the embedding of brane inflation into stable compactifications of string theory. At first sight a warped compactification geometry seems to produce a naturally flat inflaton potential, evading one well known difficulty of brane–antibrane scenarios. Careful consideration of the closed string moduli reveals a further obstacle: superpotential stabilization of the compactification volume typically modifies the inflaton potential and renders it too steep for inflation. We discuss the non-generic conditions under which this problem does not arise. We conclude that brane inflation models can only work if restrictive assumptions about the method of volume stabilization, the warping of the internal space, and the source of inflationary energy are satisfied. We argue that this may not be a real problem, given the large range of available fluxes and background geometries in string theory.",
                "We find candidate macroscopic gravity duals for scale-invariant but non-Lorentz invariant fixed points, which do not have particle number as a conserved quantity. We compute two-point correlation functions which exhibit novel behavior relative to their AdS counterparts, and find holographic renormalization group flows to conformal field theories. Our theories are characterized by a dynamical critical exponent z, which governs the anisotropy between spatial and temporal scaling t→ λ z t, x→ λ x; we focus on the case with z= 2. Such theories describe multicritical points in certain magnetic materials and liquid crystals, and have been shown to arise at quantum critical points in toy models of the cuprate superconductors. This work can be considered a small step towards making useful dual descriptions of such critical points.",
                "Recent work is reviewed in which compactifications of string and M theory are constructed in which all scalar fields (moduli) are massive, and supersymmetry is broken with a small positive cosmological constant, features needed to reproduce real world physics. In this work it is explained that there is a “landscape” of string\/M theory vacua, perhaps containing many candidates for describing real world physics, and arguments are presented for and against this idea. Statistical surveys of the landscape are discussed, as well as the prospects for testable consequences of this picture, such as observable effects of moduli, constraints on early cosmology, and predictions for the scale of supersymmetry breaking.",
                "We propose and test correspondences between 4D quantum field theories (QFTs) with N= 2, 1, 0 (super) conformal invariance and type IIB string theory on various orbifolds of AdS 5× S 5. This allows us to translate the problem of finding stable nontrivial nonsupersymmetric string backgrounds into the problem of realizing nontrivial renormalization group (RG) fixed point QFTs on branes. RG fixed lines in this context correspond to string theories in which no vacuum energy is generated quantum mechanically.",
                "We perform a general study of primordial scalar non-Gaussianities in single-field inflationary models in Einstein gravity. We consider models where the inflaton Lagrangian is an arbitrary function of the scalar field and its first derivative, and the sound speed is arbitrary. We find that under reasonable assumptions, the non-Gaussianity is completely determined by five parameters. In special limits of the parameter space, one finds distinctive ‘shapes’ of the non-Gaussianity. In models with a small sound speed, several of these shapes would become potentially observable in the near future. Different limits of our formulae recover various previously known results.",
                "We search for N = 2, d = 4 theories which can be realized both as heterotic string compactifications on K3 × T2 and as type II string compactifications on Calabi-Yau threefolds. In such cases, the exact non-perturbative superpotential of one string theory is given in terms of tree level computations in the other string theory. In particular we find concrete examples which provide the stringy realization of the results of Seiberg and Witten on N = 2 Yang-Mills theory, corrected by gravitational\/ stringy effects. We also discuss some examples which shed light on how the moduli spaces of different N = 2 heterotic vacua are connected.",
                "Using “Tate's algorithm,” we identify loci in the moduli of F-theory compactifications corresponding to enhanced gauge symmetry. We apply this to test the proposed F-theory\/heterotic dualities in six dimensions. We recover the perturbative gauge symmetry enhancements of the heterotic side and the physics of small SO(32) instantons, and discover new mixed perturbative\/nonperturbative gauge symmetry enhancements. Upon further toroidal compactification to four dimensions, we derive the chain of Calabi-Yau threefolds dual to various Coulomb branches of heterotic strings.",
                "The presence of many axion fields in four-dimensional string vacua can lead to a simple, radiatively stable realization of chaotic inflation."
            ],
            [
                [
                    "String Theory",
                    "Quantum Field Theory",
                    "Theoretical Biology"
                ]
            ],
            [
                "Shamit Kachru Professor of Physics and Director, Stanford Institute for Theoretical Physics Research & Scholarship My present research interests include mathematical and computational studies of evolutionary dynamics; field theoretic condensed matter physics, including study of non-Fermi liquids and fracton phases; and mathematical aspects of string theory.  I would characterize my research programs in these three areas as being in the fledgling stage, relatively recently established, and well developed, respectively. It is hard to know what the future holds, but you can get some idea of the kinds of things I work on by looking at my past.  Highlights of my past research include: - The discovery of string dualities with 4d N=2 supersymmetry, and their use to find exact solutions of gauge theories (with Cumrun Vafa) - The construction of the first examples of AdS\/CFT duality with reduced supersymmetry (with Eva Silverstein) - Foundational papers on string compactification in the presence of background fluxes (with Steve Giddings and Joe Polchinski) - Basic models of cosmic acceleration in string theory (with Renata Kallosh, Andrei Linde, and Sandip Trivedi) - First computation of the non-Gaussianity in general single field inflation (with Xingang Chen, Min-xin Huang, and Gary Shiu) - Developing the framework underlying holography for non-relativistic field theories, relevant for modeling quantum matter at finite density (with Xiao Liu and Michael Mulligan) - Simple and tractable models of non-Fermi liquids (with Liam Fitzpatrick, Jared Kaplan, and Sri Raghu) - Studies of adaptive trade-offs in evolutionary dynamics of organisms exposed to a varying environment (with Daniel Fisher and Mikhail Tikhonov) - Developing a new approach — using string duality — to find precise expressions for Ricci flat metrics on K3 surfaces (with Arnav Tripathy and Max Zimet) For details about my present and former students, please see the “Research and Scholarship” link in my full Stanford profile. Member, Bio-X Department Chair, Stanford Physics (2018 - Present) Wells Family Director, Stanford Institute for Theoretical Physics (2017 - Present) Professor of Physics, Stanford University (1999 - Present) KITP Member and Visiting Professor, UCSB (2009 - 2010) Member, Institute for Advanced Study (1999 - 2000) Assistant Professor, UC Berkeley (1997 - 1999) Research Associate, Rutgers University (1996 - 1997) Junior Fellow, Harvard Society of Fellows (1994 - 1996) Simons Investigator Award, Simons Foundation (2017 -) Packard Fellow, David and Lucile Packard Foundation (2000-2005) Bergmann Memorial Award, Israeli Science Foundation (1999) Sloan Fellow, Sloan Foundation (1998-2000) Outstanding Junior Investigator, Department of Energy (1997-99) Scientific Advisory Committee, Kavli Institute for Theoretical Science (KITS), Beijing (2019 - Present) Editorial Board, Research in Mathematical Sciences (2015 - Present) Scientific Advisory Committee, Perimeter Institute (2015 - 2019) Advisory Board, Kavli Institute for Theoretical Physics (KITP), Santa Barbara (2014 - 2017) External Organizer, ICTP Spring School (2007 - 2010) Member, Aspen Center for Physics (2006 - 2015) Editor, JHEP (2004 - Present) External Organizer, TASI 1999, 2005, 2007 (1999 - 2007) Ph.D., Princeton University, Physics  (1994) A.B., Harvard University, Physics  (1990) skachru@stanford.edu Department of Physics Stanford University (650) 736-2047 0210 Current Research and Scholarly Interests My recent research has involved three directions: — Mathematical aspects of string theory, with a focus on interplay between BPS state counts, physics of black holes, geometry, and number theory. — Quantum field theory and condensed matter physics, with a particular interest in the emergence of non-Fermi liquid states of matter and of fracton phases. — Theoretical biology, with a focus on evolution and ecology.  This is a new initiative for me.  My first paper in this area appeared on bioRxiv in 2019, and I have started accepting students with a primary interest in this area. I typically work with a small number of graduate students and SITP postdocs.  I’ve also taken undergraduate researchers for summer or thesis projects.  My students have gone on to various interesting places after leaving Stanford. Present and former PhD Advisees: Anita Kulkarni (current student) Bryce Bagley (current student) Milind Shyani (current student) Brandon Rayhaun (current student) Xinghe Li (current student) Richard Nally (current student) Max Zimet (now a Fellow in the Black Hole Initiative at Harvard) Nathan Benjamin (now Fellow, Princeton Center for Theoretical Science) Natalie Paquette (now a Burke Fellow at Caltech) Dan Whalen (now at Renaissance Technologies) Huajia Wang (KITP postdoc, to faculty at Kavli Institute for Theoretical Sciences in 2019) Sarah Harrison (to Harvard postdoc, now joint math\/physics faculty at McGill) Dusan Simic (to KITP postdoc) Mike Mulligan (to MIT postdoc, now faculty at UC Riverside) Wu-yen Chuang (to Rutgers postdoc, now mathematics faculty at National Taiwan University) Alexander Giryavets (now Vice-President at Morgan Stanley) Xiao Liu (to Perimeter Institute postdoc, now faculty at UESTC) Liam McAllister (to Princeton postdoc, now Cornell faculty) John McGreevy (to Princeton postdoc, now UCSD faculty) Michael Schulz (to Caltech postdoc, now Bryn Mawr faculty) Present and former undergraduate research students: Anna Biggs (Harvard undergrad), summer 2019 Inigo Lombera, summer 2019 Jordi Montana-Lopez, summer 2019 Sandra Nair (UCSC undergrad, Ramanujan Fellow), summer 2019 Sandip Roy, summer 2019 Lark Wang, summer 2019 George Hulsey, 2018-19 (to graduate school at UCSB) Sungyeon Yang, 2018-19 (now in graduate school at Stanford) Newton Cheng, 2017-18 (to graduate school at UC Berkeley) Tudor Ciobanu, 2017-18 (to graduate school at Stony Brook) Ethan Sussman, 2016-18 (to graduate school in mathematics at MIT) Preethi Pallegar, 2015-16 (now in graduate school at Princeton) Marc Robbins, 2015 (now in graduate school at Illinois) Zhiming Wang, 2015 (now in graduate school at Princeton) Temple He, 2009-10 (now in graduate school at Harvard) Daniel Balick, 2005-06 (UCSB PhD in theoretical biology, now at Harvard) Christopher Beem, 2005-06 (Berkeley PhD in string theory, now faculty at Oxford) Dan Wohns, 2005-06 (Cornell PhD in string theory, now at Perimeter) Back of the Envelope Physics PHYSICS 216 (Win) Independent Studies (6) Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Sum) Graduate Research BIOPHYS 300 (Aut, Win, Spr, Sum) PHYSICS 190 (Aut, Win, Spr, Sum) Senior Honors Thesis MATH 197 (Aut, Win) Mathematical Methods for Physics PHYSICS 112 (Win) Foundations of Modern Physics PHYSICS 70 (Aut) Partial Differential Equations of Mathematical Physics PHYSICS 111 (Aut) Kevin Feigelis Luca Iliesiu Ronak Soni Wenzhe Yang Xinghe Li, Richard Nally, Brandon Rayhaun Milind Shyani Postdoctoral Research Mentor Wenzhe Yang Gravity duals of Lifshitz-like fixed points Kachru, S., Liu, X., Mulligan, M. 78 (10) DOI 10.1103\/PhysRevD.78.106005 Web of Science ID 000261214100101 Observational signatures and non-Gaussianities of general single-field inflation Chen, X., Huang, M., Kachru, S., Shiu, G. DOI 10.1088\/1475-7516\/2007\/01\/002 Web of Science ID 000244080700002 Towards inflation in string theory Kachru, S., Kallosh, R., Linde, A., Maldacena, J., McAllister, L., Trivedi, S. P. Web of Science ID 000186466700003 de Sitter vacua in string theory Kachru, S., Kallosh, R., Linde, A., Trivedi, S. P. 68 (4) DOI 10.1103\/PhysRevD.68.046005 Web of Science ID 000185235500074 Hierarchies from fluxes in string compactifications Giddings, S. B., Kachru, S., Polchinski, J. 66 (10) DOI 10.1103\/PhysRevD.66.106006 Web of Science ID 000179679900087 4D conformal field theories and strings on orbifolds Kachru, S., Silverstein, E. 80 (22) : 4855-4858 Web of Science ID 000073915100006 Non-perturbative results on the point particle limit of N=2 heterotic string compactifications NUCLEAR PHYSICS B Kachru, S., Klemm, A., Lerche, W., Mayr, P., Vafa, C. 459 (3) : 537-555 Web of Science ID A1996TU60100003 EXACT RESULTS FOR N=2 COMPACTIFICATIONS OF HETEROTIC STRINGS NUCLEAR PHYSICS B Kachru, S., Vafa, C. 450 (1-2) : 69-89 Web of Science ID A1995RU56700004 Counting spinning dyons in maximal supergravity: The Hodge-elliptic genus for tori Letters in Mathematical Physics Benjamin, N., Kachru, S., Tripathy, A. 107 (11) : 2081-2092 DOI 10.1007\/s11005-017-0981-8 Bosonization and mirror symmetry Kachru, S., Mulligan, M., Torroba, G., Wang, H. 94 (8) DOI 10.1103\/PhysRevD.94.085009 Web of Science ID 000385633600007 On the Elliptic Genera of Manifolds of Spin(7) Holonomy ANNALES HENRI POINCARE Benjamin, N., Harrison, S. M., Kachru, S., Paquette, N. M., Whalen, D. 17 (10) : 2663-2697 DOI 10.1007\/s00023-015-0454-5 Web of Science ID 000383464000002 Elliptic Genera and 3d Gravity ANNALES HENRI POINCARE Benjamin, N., Cheng, M. C., Kachru, S., Moore, G. W., Paquette, N. M. 17 (10) : 2623-2662 DOI 10.1007\/s00023-016-0469-6 Web of Science ID 000383464000001 Universal bounds on charged states in 2d CFT and 3d gravity JOURNAL OF HIGH ENERGY PHYSICS Benjamin, N., Dyer, E., Fitzpatrick, A. L., Kachru, S. DOI 10.1007\/JHEP08(2016)041 Web of Science ID 000391753700003 Emergent space-time and the supersymmetric index JOURNAL OF HIGH ENERGY PHYSICS Benjamin, N., Kachru, S., Keller, C. A., Paquette, N. M. DOI 10.1007\/JHEP05(2016)158 Web of Science ID 000391745200002 An extremal N=2 superconformal field theory JOURNAL OF PHYSICS A-MATHEMATICAL AND THEORETICAL Benjamin, N., Dyer, E., Fitzpatrick, A. L., Kachru, S. 48 (49) DOI 10.1088\/1751-8113\/48\/49\/495401 Web of Science ID 000366414100014 Mirror symmetry and the half-filled Landau level PHYSICAL REVIEW B Kachru, S., Mulligan, M., Torroba, G., Wang, H. 92 (23) DOI 10.1103\/PhysRevB.92.235105 Web of Science ID 000365780100001 Enhanced pairing of quantum critical metals near d=3+1 PHYSICAL REVIEW B Fitzpatrick, A. L., Kachru, S., Kaplan, J., Raghu, S., Torroba, G., Wang, H. 92 (4) DOI 10.1103\/PhysRevB.92.045118 Web of Science ID 000358253200004 Emergent Fermi surfaces, fractionalization and duality in supersymmetric QED JOURNAL OF HIGH ENERGY PHYSICS Hook, A., Kachru, S., Torroba, G., Wang, H. DOI 10.1007\/JHEP08(2014)031 Web of Science ID 000347889300005 Non-Fermi-liquid behavior of large-N-B quantum critical metals PHYSICAL REVIEW B Fitzpatrick, A. L., Kachru, S., Kaplan, J., Raghu, S. 89 (16) DOI 10.1103\/PhysRevB.89.165114 Web of Science ID 000334122800002 Twining genera of (0,4) supersymmetric sigma models on K3 JOURNAL OF HIGH ENERGY PHYSICS Harrison, S., Kachru, S., Paquette, N. M. DOI 10.1007\/JHEP04(2014)048 Web of Science ID 000334584600001 Interpolating from Bianchi attractors to Lifshitz and AdS spacetimes JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Kundu, N., Saha, A., Samanta, R., Trivedi, S. P. DOI 10.1007\/JHEP03(2014)074 Web of Science ID 000333161300003 Resolving Lifshitz horizons JOURNAL OF HIGH ENERGY PHYSICS Harrison, S., Kachru, S., Wang, H. DOI 10.1007\/JHEP02(2014)085 Web of Science ID 000331982400001 A simple harmonic universe JOURNAL OF HIGH ENERGY PHYSICS Graham, P. W., Horn, B., Kachru, S., Rajendran, S., Torroba, G. DOI 10.1007\/JHEP02(2014)029 Web of Science ID 000331033800001 Supersymmetric defect models and mirror symmetry JOURNAL OF HIGH ENERGY PHYSICS Hook, A., Kachru, S., Torroba, G. DOI 10.1007\/JHEP11(2013)004 Web of Science ID 000326602800003 Non-Fermi-liquid fixed point in a Wilsonian theory of quantum critical metals PHYSICAL REVIEW B Fitzpatrick, A. L., Kachru, S., Kaplan, J., Raghu, S. 88 (12) DOI 10.1103\/PhysRevB.88.125116 Web of Science ID 000324231100002 Quantum critical metals in d=3+1 dimensions PHYSICAL REVIEW B Mahajan, R., Ramirez, D. M., Kachru, S., Raghu, S. 88 (11) DOI 10.1103\/PhysRevB.88.115116 Web of Science ID 000324230700002 Mathieu moonshine and N=2 string compactifications JOURNAL OF HIGH ENERGY PHYSICS Cheng, M. C., Dong, X., Duncan, J. F., Harvey, J. A., Kachru, S., Wrase, T. DOI 10.1007\/JHEP09(2013)030 Web of Science ID 000325227100001 Vortex lattices and crystalline geometries Bao, N., Harrison, S., Kachru, S., Sachdev, S. 88 (2) DOI 10.1103\/PhysRevD.88.026002 Web of Science ID 000321672300016 Extremal horizons with reduced symmetry: hyperscaling violation, stripes, and a classification for the homogeneous case JOURNAL OF HIGH ENERGY PHYSICS Iizuka, N., Kachru, S., Kundu, N., Narayan, P., Sircar, N., Trivedi, S. P., Wang, H. DOI 10.1007\/JHEP03(2013)126 Web of Science ID 000317522400038 A maximally supersymmetric Kondo model CLASSICAL AND QUANTUM GRAVITY Harrison, S., Kachru, S., Torroba, G. 29 (19) DOI 10.1088\/0264-9381\/29\/19\/194005 Web of Science ID 000308810300006 Bianchi attractors: a classification of extremal black brane geometries JOURNAL OF HIGH ENERGY PHYSICS Iizuka, N., Kachru, S., Kundu, N., Narayan, P., Sircar, N., Trivedi, S. P. DOI 10.1007\/JHEP07(2012)193 Web of Science ID 000307299800069 Aspects of holography for theories with hyperscaling violation JOURNAL OF HIGH ENERGY PHYSICS Dong, X., Harrison, S., Kachru, S., Torroba, G., Wang, H. DOI 10.1007\/JHEP06(2012)041 Web of Science ID 000306416500042 Towards a holographic marginal Fermi liquid Jensen, K., Kachru, S., Karch, A., Polchinski, J., Silverstein, E. 84 (12) DOI 10.1103\/PhysRevD.84.126002 Web of Science ID 000297790300016 Effective field theory of fractional quantized Hall nematics PHYSICAL REVIEW B Mulligan, M., Nayak, C., Kachru, S. 84 (19) DOI 10.1103\/PhysRevB.84.195124 Web of Science ID 000297414500004 Generalized attractor points in gauged supergravity Kachru, S., Kallosh, R., Shmakova, M. 84 (4) DOI 10.1103\/PhysRevD.84.046003 Web of Science ID 000293620100009 Adventures in holographic dimer models NEW JOURNAL OF PHYSICS Kachru, S., Karch, A., Yaida, S. 13 DOI 10.1088\/1367-2630\/13\/3\/035004 Web of Science ID 000289064900002 Holography of dyonic dilaton black branes JOURNAL OF HIGH ENERGY PHYSICS Goldstein, K., Iizuka, N., Kachru, S., Prakash, S., Trivedi, S. P., Westphal, A. DOI 10.1007\/JHEP10(2010)027 Web of Science ID 000284146800027 Isotropic to anisotropic transition in a fractional quantum Hall state PHYSICAL REVIEW B Mulligan, M., Nayak, C., Kachru, S. 82 (8) DOI 10.1103\/PhysRevB.82.085102 Web of Science ID 000280606500005 Effects of Compactification in D-brane Inflation Baumann, D., Dymarsky, A., Kachru, S., Klebanov, I. R., McAllister, L. 104 (25) In D3-brane inflation, the inflaton potential receives important contributions from sources in the compact space, such as fluxes, other D-branes, and orientifold planes. Most previous analyses have considered only the effects of sources near to the inflationary D3-brane, but in fact distant sources do not generically decouple and can critically influence the dynamics during inflation. We provide a systematic method for incorporating the effects of arbitrary distant sources as perturbations to the local supergravity background. We use this approach to obtain the structure of the potential for a D3-brane in a warped throat geometry attached to a general compact space. A significant, and well-known, contribution to this potential arises from quantum effects involved in the stabilization of the compactification volume. Our method automatically captures these effects, encoding them in a suitable flux background. DOI 10.1103\/PhysRevLett.104.251602 Web of Science ID 000279179200001 PubMedID 20867362 D3-brane potentials from fluxes in AdS\/CFT JOURNAL OF HIGH ENERGY PHYSICS Baumann, D., Dymarsky, A., Kachru, S., Klebanov, I. R., McAllister, L. DOI 10.1007\/JHEP06(2010)072 Web of Science ID 000279630800019 Gravity waves and the LHC: towards high-scale inflation with low-energy SUSY JOURNAL OF HIGH ENERGY PHYSICS He, T., Kachru, S., Westphal, A. DOI 10.1007\/JHEP06(2010)065 Web of Science ID 000279630800012 Single-sector supersymmetry breaking in supersymmetric QCD Franco, S., Kachru, S. 81 (9) DOI 10.1103\/PhysRevD.81.095020 Web of Science ID 000278145100080 Stable non-supersymmetric throats in string theory JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Simic, D., Trivedi, S. P. DOI 10.1007\/JHEP05(2010)067 Web of Science ID 000278250000041 Dynamical supersymmetry breaking, with flavor Craig, N., Essig, R., Franco, S., Kachru, S., Torroba, G. 81 (7) DOI 10.1103\/PhysRevD.81.075015 Web of Science ID 000277201900075 Holographic lattices, dimers, and glasses Kachru, S., Karch, A., Yaida, S. 81 (2) DOI 10.1103\/PhysRevD.81.026007 Web of Science ID 000275068900114 Holographic gauge mediation JOURNAL OF HIGH ENERGY PHYSICS Benini, F., Dymarsky, A., Franco, S., Kachru, S., Simic, D., Verlinde, H. DOI 10.1088\/1126-6708\/2009\/12\/031 Web of Science ID 000273598500031 Holographic systematics of D-brane inflation JOURNAL OF HIGH ENERGY PHYSICS Baumann, D., Dymarsky, A., Kachru, S., Klebanov, I. R., McAllister, L. DOI 10.1088\/1126-6708\/2009\/03\/093 Web of Science ID 000265600800093 Probing Inflation with CMB Polarization CMB Polarization Workshop Baumann, D., Jackson, M. G., Adshead, P., Amblard, A., Ashoorioon, A., Bartolo, N., Bean, R., Beltran, M., De Bernardis, F., Bird, S., Chen, X., Chung, D. J., Colombo, L., Cooray, A., Creminelli, P., Dodelson, S., Dunkley, J., Dvorkin, C., Easther, R., Finelli, F., Flauger, R., Hertzberg, M. P., Jones-Smith, K., Kachru, S., Kadota, K., Khoury, J., Kinney, W. H., Komatsu, E., Krauss, L. M., Lesgourgues, J., Liddle, A., Liguori, M., Lim, E., Linde, A., Matarrese, S., Mathur, H., McAllister, L., Melchiorri, A., Nicolis, A., Pagano, L., Peiris, H. V., Peloso, M., Pogosian, L., Pierpaoli, E., Riotto, A., Seljak, U., Senatore, L., Shandera, S., Silverstein, E., Smith, T., Vaudrevange, P., Verde, L., Wandelt, B., Wands, D., Watson, S., Wyman, M., Yadav, A., Valkenburg, W., Zaldarriaga, M. : 10–120 Web of Science ID 000270939500002 D-Brane Instantons in Type II Orientifolds ANNUAL REVIEW OF NUCLEAR AND PARTICLE SCIENCE Blumenhagen, R., Cvetic, M., Kachru, S., Weigand, T. 59 : 269-296 DOI 10.1146\/annurev.nucl.010909.083113 Web of Science ID 000272247200014 N-flation Dimopoulos, S., Kachru, S., McGreevy, J., Wacker, J. G. DOI 10.1088\/1475-7516\/2008\/08\/003 Web of Science ID 000258875500003 Geometric transitions and dynamical SUSY breaking NUCLEAR PHYSICS B Aganagic, M., Beem, C., Kachru, S. 796 (1-2) : 1-24 DOI 10.1016\/j.nuclphysb.2007.11.032 Web of Science ID 000254779500001 Gravity dual of metastable dynamical supersymmetry breaking DeWolfe, O., Kachru, S., Mulligan, M. 77 (6) DOI 10.1103\/PhysRevD.77.065011 Web of Science ID 000254544500098 Meta-stable vacua and d-branes at the conifold TEN YEARS OF ADS\/CFT Argurio, R., Bertolini, M., Franco, S., Kachru, S. 1031 : 94-? Web of Science ID 000258395100007 Simple stringy dynamical supersymmetry breaking Aharony, O., Kachru, S., Silverstein, E. 76 (12) DOI 10.1103\/PhysRevD.76.126009 Web of Science ID 000251987300121 Inflationary constraints on type IIA string theory JOURNAL OF HIGH ENERGY PHYSICS Hertzberg, M. P., Kachru, S., Taylor, W., Tegmark, M. Web of Science ID 000252246500095 Searching for inflation in simple string theory models: An astrophysical perspective Hertzberg, M. P., Tegmark, M., Kachru, S., Shelton, J., Oezcan, O. 76 (10) DOI 10.1103\/PhysRevD.76.103521 Web of Science ID 000251327400033 Sequestering in string theory JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., McAllister, L., Sundrum, R. Web of Science ID 000250759700098 Complex\/symplectic mirrors COMMUNICATIONS IN MATHEMATICAL PHYSICS Chuang, W., Kachru, S., Tomasiello, A. 274 (3) : 775-794 DOI 10.1007\/s00220-007-0262-y Web of Science ID 000248411100008 Stringy instantons and cascading quivers JOURNAL OF HIGH ENERGY PHYSICS Aharony, O., Kachru, S. Web of Science ID 000249788800069 Metastable vacua and D-branes at the conifold JOURNAL OF HIGH ENERGY PHYSICS Argurio, R., Bertolini, M., Franco, S., Kachru, S. Web of Science ID 000247900400070 Stringy instantons and quiver gauge theories JOURNAL OF HIGH ENERGY PHYSICS Florea, B., Kachru, S., McGreevy, J., Saulina, N. Web of Science ID 000247030800024 Metastable supersymmetry breaking and gauge\/gravity duality FORTSCHRITTE DER PHYSIK-PROGRESS OF PHYSICS Argurio, R., Bertolini, M., Franco, S., Kachru, S. 55 (5-7) : 644-648 DOI 10.1002\/prop.200610338 Web of Science ID 000247103400021 Flux compactification REVIEWS OF MODERN PHYSICS Douglas, M. R., Kachru, S. 79 (2) : 733-796 DOI 10.1103\/RevModPhys.79.733 Web of Science ID 000246776300008 Gauge\/gravity duality and meta-stable dynamical supersymmetry breaking JOURNAL OF HIGH ENERGY PHYSICS Argurio, R., Bertolini, M., Franco, S., Kachru, S. Web of Science ID 000244120200083 Physics of string flux compactifications ANNUAL REVIEW OF NUCLEAR AND PARTICLE SCIENCE Denef, F., Douglas, M. R., Kachru, S. 57 : 119-144 DOI 10.1146\/annurev.nucl.57.090506.123042 Web of Science ID 000251313900005 Bounds on masses of bulk fields in string compactifications JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., McGreevy, J., Svrcek, P. Web of Science ID 000237369000036 Gauge-mediated supersymmetry breaking in string compactifications JOURNAL OF HIGH ENERGY PHYSICS Diaconescu, E., Florea, B., Kachru, S., Svrcek, P. Web of Science ID 000235923800054 Fixing all moduli in a simple F-theory compactification ADVANCES IN THEORETICAL AND MATHEMATICAL PHYSICS Denef, F., Douglas, M. R., Florea, B., Grassi, A., Kachru, S. 9 (6) : 861-929 Web of Science ID 000240745400001 Type IIA moduli stabilization JOURNAL OF HIGH ENERGY PHYSICS DeWolfe, O., Giryavets, A., Kachru, S., Taylor, W. Web of Science ID 000230854400012 Moduli potentials in type-IIA compactifications with RR and NS flux JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Kashani-Poor, A. K. Web of Science ID 000229059000015 Enumerating flux vacua with enhanced symmetries JOURNAL OF HIGH ENERGY PHYSICS DeWolfe, O., Giryavets, A., Kachru, S., Taylor, W. Web of Science ID 000228861300037 Gaugino condensation and nonperturbative superpotentials in flux compactifications JOURNAL OF HIGH ENERGY PHYSICS Gorlich, L., Tripathy, P. K., Trivedi, S. P., Kachru, S. Web of Science ID 000226916900074 On the taxonomy of flux vacua JOURNAL OF HIGH ENERGY PHYSICS Giryavets, A., Kachru, S., Tripathy, P. K. Web of Science ID 000224350200002 Generating small numbers by tunneling in multi-throat compactifications INTERNATIONAL JOURNAL OF MODERN PHYSICS A Dimopoulos, S., Kachru, S., Kaloper, N., Lawrence, A., Silverstein, E. 19 (16) : 2657-2704 Web of Science ID 000223091700003 The giant inflaton JOURNAL OF HIGH ENERGY PHYSICS DeWolfe, O., Verlinde, H., Kachru, S. Web of Science ID 000222828800017 Heterotic moduli stabilization with fractional Chern-Simons invariants Gukov, S., Kachru, S., Liu, X., McAllister, L. 69 (8) DOI 10.1103\/PhysRevD.69.086008 Web of Science ID 000221277400081 Flux compactifications on Calabi-Yau threefolds JOURNAL OF HIGH ENERGY PHYSICS Giryavets, A., Kachru, S., Tripathy, P. K., Trivedi, S. P. Web of Science ID 000222814600003 Moduli stabilization from fluxes in a simple IIB orientifold JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Schulz, M., Trivedi, S. P. Web of Science ID 000187912500007 Supersymmetry changing bubbles in string theory JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Liu, X., Schulz, M., Trivedi, S. P. Web of Science ID 000185083300014 New supersymmetric string compactifications JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Schulz, M. B., Tripathy, P. K., Trivedi, S. P. Web of Science ID 000182939300061 Bouncing brane cosmologies from warped string compactifications JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., McAllister, L. Web of Science ID 000182939300018 Linear sigma models for open strings JOURNAL OF HIGH ENERGY PHYSICS Hellerman, S., Kachru, S., Lawrence, A., McGreevy, J. Web of Science ID 000178975800002 Brane\/flux annihilation and the string dual of a non-supersymmetric field theory JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Pearson, J., Verlinde, H. Web of Science ID 000177447500021 Small numbers from tunneling between brane throats Dimopoulos, S., Kachru, S., Kaloper, N., Lawrence, A., Silverstein, E. 64 (12) DOI 10.1103\/PhysRevD.64.121702 Web of Science ID 000172867100003 M-theory on manifolds of G(2) holonomy and type-IIA orientifolds JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., McGreevy, J. Web of Science ID 000170648000027 Lectures on warped compactifications and stringy brane constructions Abdus Salam ICTP Trieste Spring Workshop on Superstrings and Related Matters Kachru, S. WORLD SCIENTIFIC PUBL CO PTE LTD. : 43–73 Web of Science ID 000172649300002 Mirror symmetry for open strings Kachru, S., Katz, S., Lawrence, A., McGreevy, J. 62 (12) Web of Science ID 000166039900079 Bounds on curved domain walls in 5D gravity Kachru, S., Schulz, M., Silverstein, E. 62 (8) Web of Science ID 000089977200069 Self-tuning flat domain walls in 5D gravity and string theory Kachru, S., Schulz, M., Silverstein, E. 62 (4) Web of Science ID 000088793100113 Open string instantons and superpotentials Kachru, S., Katz, S., Lawrence, A., McGreevy, J. 62 (2) Web of Science ID 000088326100080 Orientifolds, renormalization-group flows and closed string tachyons STRINGS'99 Conference Kachru, S., Kumar, J., Silverstein, E. IOP PUBLISHING LTD. : 1139–50 Web of Science ID 000086104100024 Tension is dimension JOURNAL OF HIGH ENERGY PHYSICS Harvey, J. A., Kachru, S., Moore, G., Silverstein, E. Web of Science ID 000088805600001 Supersymmetric three-cycles and (super)symmetry breaking Kachru, S., McGreevy, J. 61 (2) Web of Science ID 000084855600083 Vacuum energy cancellation in a nonsupersymmetric string Kachru, S., Kumar, J., Silverstein, E. 59 (10) Web of Science ID 000080442000066 On vanishing two loop cosmological constants in nonsupersymmetric strings JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Silverstein, E. Web of Science ID 000080522800004 Matrix description of Calabi-Yau compactifications Kachru, S., Lawrence, A., Silverstein, E. 80 (14) : 2996-2999 Web of Science ID 000072960500008 Matrix description of (1,0) theories in six dimensions Aharony, O., Berkooz, M., Kachru, S., Silverstein, E. 420 (1-2) : 55-63 Web of Science ID 000073077600010 Self-dual nonsupersymmetric type II string compactifications JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Silverstein, E. Web of Science ID 000080522600001"
            ]
        ]
    ]
}