{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "L3SICZ1X",
            "i0bK_soAAAAJ",
            [
                "Entanglement wedge reconstruction and the information paradox",
                "Replica wormholes and the black hole interior",
                "Entanglement wedge reconstruction via universal recovery channels",
                "Beyond toy models: distilling tensor networks in full AdS\/CFT",
                "Learning the alpha-bits of black holes",
                "Out-of-time-order operators and the butterfly effect",
                "Locality from the Spectrum",
                "Entanglement wedge reconstruction using the Petz map",
                "Holographic tensor networks in full AdS\/CFT",
                "Quantum maximin surfaces"
            ],
            [
                "When absorbing boundary conditions are used to evaporate a black hole in AdS\/CFT, we show that there is a phase transition in the location of the quantum Ryu-Takayanagi surface, at precisely the Page time. The new RT surface lies slightly inside the event horizon, at an infalling time approximately the scrambling time β\/2πlogS BH into the past. We can immediately derive the Page curve, using the Ryu-Takayanagi formula, and the Hayden-Preskill decoding criterion, using entanglement wedge reconstruction. Because part of the interior is now encoded in the early Hawking radiation, the decreasing entanglement entropy of the black hole is exactly consistent with the semiclassical bulk entanglement of the late-time Hawking modes, despite the absence of a firewall.",
                "Recent work has shown how to obtain the Page curve of an evaporating black hole from holographic computations of entanglement entropy. We show how these computations can be justified using the replica trick, from geometries with a spacetime wormhole connecting the different replicas. In a simple model, we study the Page transition in detail by summing replica geometries with different topologies. We compute related quantities in less detail in more complicated models, including JT gravity coupled to conformal matter and the SYK model. Separately, we give a direct gravitational argument for entanglement wedge reconstruction using an explicit formula known as the Petz map; again, a spacetime wormhole plays an important role. We discuss an interpretation of the wormhole geometries as part of some ensemble average implicit in the gravity description.",
                "In the context of quantum theories of spacetime, one overarching question is how quantum information in the bulk spacetime is encoded holographically in boundary degrees of freedom. It is particularly interesting to understand the correspondence between bulk subregions and boundary subregions in order to address the emergence of locality in the bulk quantum spacetime. For the AdS\/CFT correspondence, it is known that this bulk information is encoded redundantly on the boundary in the form of an error-correcting code. Having access only to a subregion of the boundary is as if part of the holographic code has been damaged by noise and rendered inaccessible. In quantum-information science, the problem of recovering information from a damaged code is addressed by the theory of universal recovery channels. We apply and extend this theory to address the problem of relating bulk and boundary subregions …",
                "We present a general procedure for constructing tensor networks that accurately reproduce holographic states in conformal field theories (CFTs). Given a state in a large-N CFT with a static, semiclassical gravitational dual, we build a tensor network by an iterative series of approximations that eliminate redundant degrees of freedom and minimize the bond dimensions of the resulting network. We argue that the bond dimensions of the tensor network will match the areas of the corresponding bulk surfaces. For “tree” tensor networks (ie, those that are constructed by discretizing spacetime with non intersecting Ryu-Takayanagi surfaces), our arguments can be made rigorous using a version of one-shot entanglement distillation in the CFT. Using the known quantum error correcting properties of AdS\/CFT, we show that bulk legs can be added to the tensor networks to create holographic quantum error correcting codes …",
                "When the bulk geometry in AdS\/CFT contains a black hole, boundary subregions may be sufficient to reconstruct certain bulk operators if and only if the black hole microstate is known, an example of state dependence. Reconstructions exist for any microstate, but no reconstruction works for all microstates. We refine this dichotomy, demonstrating that the same boundary operator can often be used for large subspaces of black hole microstates, corresponding to a constant fraction α of the black hole entropy. In the Schrödinger picture, the boundary subregion encodes the α-bits (a concept from quantum information) of a bulk region containing the black hole and bounded by extremal surfaces. These results have important consequences for the structure of AdS\/CFT and for quantum information. Firstly, they imply that the bulk reconstruction is necessarily only approximate and allow us to place non-perturbative lower …",
                "Out-of-time-order (OTO) operators have recently become popular diagnostics of quantum chaos in many-body systems. The usual way they are introduced is via a quantization of classical Lyapunov growth, which measures the divergence of classical trajectories in phase space due to the butterfly effect. However, it is not obvious how exactly they capture the sensitivity of a quantum system to its initial conditions beyond the classical limit. In this paper, we analyze sensitivity to initial conditions in the quantum regime by recasting OTO operators for many-body systems using various formulations of quantum mechanics. Notably, we utilize the Wigner phase space formulation to derive an ħ-expansion of the OTO operator for spatial degrees of freedom, and a large spin 1∕ s-expansion for spin degrees of freedom. We find in each case that the leading term is the Lyapunov growth for the classical limit of the …",
                "Essential to the description of a quantum system are its local degrees of freedom, which enable the interpretation of subsystems and dynamics in the Hilbert space. While a choice of local tensor factorization of the Hilbert space is often implicit in the writing of a Hamiltonian or Lagrangian, the identification of local tensor factors is not intrinsic to the Hilbert space itself. Instead, the only basis-invariant data of a Hamiltonian is its spectrum, which does not manifestly determine the local structure. This ambiguity is highlighted by the existence of dualities, in which the same energy spectrum may describe two systems with very different local degrees of freedom. We argue that in fact, the energy spectrum alone almost always encodes a unique description of local degrees of freedom when such a description exists, allowing one to explicitly identify local subsystems and how they interact. As a consequence, we can …",
                "At the heart of recent progress in AdS\/CFT is the question of subregion duality, or entanglement wedge reconstruction: which part (s) of the boundary CFT are dual to a given subregion of the bulk? This question can be answered by appealing to the quantum error correcting properties of holography, and it was recently shown that robust bulk (entanglement wedge) reconstruction can be achieved using a universal recovery channel known as the twirled Petz map. In short, one can use the twirled Petz map to recover bulk data from a subset of the boundary. However, this map involves an averaging procedure over bulk and boundary modular time, and hence it can be somewhat intractable to evaluate in practice. We show that a much simpler channel, the Petz map, is sufficient for entanglement wedge reconstruction for any code space of fixed finite dimension—no twirling is required. Moreover, the error in the …",
                "We present a general procedure for constructing tensor networks for geometric states in the Anti-de Sitter\/Conformal Field Theory (AdS\/CFT) correspondence. Given a state in a large- CFT with a static, semiclassical gravitational dual, our procedure produces a tensor network for the boundary state whose internal geometry matches (a discretization of) the bulk spacetime geometry. By invoking the\" holographic entanglement of purification\" conjecture, our construction can be made to capture the structure of the bulk spacetime at sub-AdS scales.",
                "We formulate a quantum generalization of maximin surfaces and show that a quantum maximin surface is identical to the minimal quantum extremal surface, introduced in the EW prescription. We discuss various subtleties and complications associated to a maximinimization of the bulk von Neumann entropy due to corners and unboundedness and present arguments that nonetheless a maximinimization of the UV-finite generalized entropy should be well-defined. We give the first general proof that the EW prescription satisfies entanglement wedge nesting and the strong subadditivity inequality. In addition, we apply the quantum maximin technology to prove that recently proposed generalizations of the EW prescription to nonholographic subsystems (including the so-called “quantum extremal islands”) also satisfy entanglement wedge nesting and strong subadditivity. Our results hold in the regime where …"
            ],
            [
                [
                    "Quantum Gravity",
                    "Quantum Information"
                ]
            ]
        ]
    ]
}