{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "L52OH0VF",
            "4FJTXKQAAAAJ",
            [
                "Nonperturbative analysis of the evolution of cosmological perturbations through a nonsingular bounce",
                "Evolution of curvature and anisotropy near a nonsingular bounce",
                "Unstable Growth of Curvature Perturbations in Nonsingular Bouncing Cosmologies",
                "Benefits of phenotypic plasticity for population growth in varying environments",
                "Evolutionary learning of adaptation to varying environments through a transgenerational feedback",
                "Bet Hedging against Demographic Fluctuations",
                "Environment-to-phenotype mapping and adaptation strategies in varying environments",
                "Muon charge information from geomagnetic deviation in inclined extensive air showers",
                "Regularization of the big bang singularity with a time varying equation of state ",
                "Nonsingular bouncing cosmology"
            ],
            [
                "In bouncing cosmology, the primordial fluctuations are generated in a cosmic contraction phase before the bounce into the current expansion phase. For a nonsingular bounce, curvature and anisotropy grow rapidly during the bouncing phase, raising questions about the reliability of perturbative analysis. In this paper, we study the evolution of adiabatic perturbations in a nonsingular bounce by nonperturbative methods including numerical simulations of the nonsingular bounce and the covariant formalism for calculating nonlinear perturbations. We show that the bounce is disrupted in regions of the universe with significant inhomogeneity and anisotropy over the background energy density but is achieved in regions that are relatively homogeneous and isotropic. Sufficiently small perturbations, consistent with observational constraints, can pass through the nonsingular bounce with negligible alteration from …",
                "We consider bouncing cosmologies in which an ekpyrotic contraction phase with w≫ 1 is followed by a bouncing phase with w<− 1 that violates the null energy condition. The bouncing phase, induced by ghost condensation, is designed to produce a classically nonsingular bounce at a finite value of the scale factor. We show that the initial curvature and anisotropy, though diluted during the ekpyrotic phase, grow back exponentially during the bouncing phase. Moreover, curvature perturbations and anisotropy are generated by quantum fluctuations during the ekpyrotic phase. In the bouncing phase, however, an adiabatic curvature perturbation grows to dominate and contributes a blue spectrum that spoils the scale invariance. Meanwhile, a scalar shear perturbation grows nonlinear and creates an overwhelming anisotropy that disrupts the nonsingular bounce altogether.",
                "Bouncing cosmologies require an ekpyrotic contracting phase (w≫ 1) in order to achieve flatness, homogeneity, and isotropy. Models with a nonsingular bounce further require a bouncing phase that violates the null energy condition (w<− 1). We show that the transition from the ekpyrotic phase to the bouncing phase creates problems for cosmological perturbations. A component of the adiabatic curvature perturbations, though decaying and negligible during the ekpyrotic phase, is exponentially amplified just before w approaches− 1, enough to spoil the scale-invariant perturbation spectrum.",
                "Phenotypic plasticity refers to the capacity of the same organisms to exhibit different characteristics under varied environmental conditions. A plastic developmental program allows organisms to sense environmental cues in early stages of life and express phenotypes that are better fitted to environments encountered later in life. This is often considered an adaptive strategy for living in varying environments as long as the plastic response is sufficiently fast, is accurate, and is not too costly. However, despite direct costs of maintaining plasticity and producing phenotypes, a fundamental constraint on the benefit of phenotypic plasticity comes from the predictability of the future environment based on the environmental cues received during development. Here, we analyze a model of plastic development and derive the limits within which this strategy can promote population growth. An explicit expression for the long-term …",
                "Organisms can adapt to a randomly varying environment by creating phenotypic diversity in their population, a phenomenon often referred to as “bet hedging.” The favorable level of phenotypic diversity depends on the statistics of environmental variations over timescales of many generations. Could organisms gather such long-term environmental information to adjust their phenotypic diversity? We show that this process can be achieved through a simple and general learning mechanism based on a transgenerational feedback: The phenotype of the parent is progressively reinforced in the distribution of phenotypes among the offspring. The molecular basis of this learning mechanism could be searched for in model organisms showing epigenetic inheritance.",
                "Biological organisms have to cope with stochastic variations in both the external environment and the internal population dynamics. Theoretical studies and laboratory experiments suggest that population diversification could be an effective bet-hedging strategy for adaptation to varying environments. Here we show that bet hedging can also be effective against demographic fluctuations that pose a trade-off between growth and survival for populations even in a constant environment. A species can maximize its overall abundance in the long term by diversifying into coexisting subpopulations of both “fast-growing” and “better-surviving” individuals. Our model generalizes statistical physics models of birth-death processes to incorporate dispersal, during which new populations are founded, and can further incorporate variations of local environments. In this way, we unify different bet-hedging strategies against …",
                "Biological organisms exhibit diverse strategies for adapting to varying environments. For example, a population of organisms may express the same phenotype in all environments (“unvarying strategy”) or follow environmental cues and express alternative phenotypes to match the environment (“tracking strategy”), or diversify into coexisting phenotypes to cope with environmental uncertainty (“bet-hedging strategy”). We introduce a general framework for studying how organisms respond to environmental variations, which models an adaptation strategy by an abstract mapping from environmental cues to phenotypic traits. Depending on the accuracy of environmental cues and the strength of natural selection, we find different adaptation strategies represented by mappings that maximize the long-term growth rate of a population. The previously studied strategies emerge as special cases of our model: The tracking …",
                "We propose to extract the charge information of high energy muons in very inclined extensive air showers by analyzing their relative lateral positions in the shower transverse plane. We calculate the muon lateral deviation under the geomagnetic field and compare it to dispersive deviations from other causes. By our criterion of resolvability, positive and negative muons with energies above 104 GeV will be clearly separated into two lobes if the shower zenith angle is larger than 70°. Thus we suggest a possible approach to measure the μ+\/μ− ratio for high energy muons.",
                "We study the classical dynamics of the universe undergoing a transition from contraction to expansion through a big bang singularity. The dynamics is described by a system of differential equations for a set of physical quantities, such as the scale factor a, the Hubble parameter H, the equation of state parameter w, and the density parameter Ω. The solutions of the dynamical system have a singularity at the big bang. We study if the solutions can be regularized at the singularity in the sense of whether they have unique branch extensions through the singularity. In particular, we consider the model in which the contracting universe is dominated by a scalar field with a time varying equation of state w, which approaches a constant value w c near the singularity. We prove that, for , the solutions are regularizable only for a discrete set of w c values that satisfy a coprime number condition. Our result implies that the …",
                "This thesis studies the cosmological theory in which the universe transitions from a contraction phase into an expansion phase through a big bounce. Primordial fluctuations that seed structure formation in the expansion phase arise from adiabatic perturbations in the preceding contraction phase. The purpose of this study is to understand how the properties of the adiabatic perturbations are affected by the bounce. In particular, a nonsingular type of bounce is considered in which the universe ceases contraction and reverses to expansion at a finite size, fully described by known theories of classical gravity and effective field theory. Two major aspects of such a nonsingular bounce are studied -- the stability of the bounce against inhomogeneities, and the power spectrum of adiabatic perturbations after the bounce. Results show that a class of bouncing models based on ghost condensation are subject to unstable growth of curvature and anisotropy, which alters the adiabatic perturbations and disrupts the nonsingular bounce. Another class of models with a ghost field are shown to have limited instability, though the contraction phase requires fine-tuning; sufficiently small perturbations can pass through the bounce and maintain a nearly scale-invariant power spectrum, consistent with observational constraints. Incorporating features of both models and resolving their problems, an ekpyrotic nonsingular bounce is proposed to support stable contraction and bouncing phases yet produce scale-invariant perturbations. Thus the nonsingular bouncing cosmology provides a possible explanation for the early universe."
            ],
            [
                [
                    "Biological Physics"
                ]
            ]
        ]
    ]
}