{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "L6SBYX39",
            "ziRJNcMAAAAJ",
            [
                "Real-space imaging of structural transitions in the vortex lattice of ",
                "A technique for accurate measurements of ion beam current density using a Faraday cup",
                "Charge state dependent energy deposition by ion impact",
                "A hyperthermal energy ion beamline for probing hot electron chemistry at surfaces",
                "Thermally enhanced neutralization in hyperthermal energy ion scattering",
                "Charge transfer and memory loss in keV oxygen-ion scattering from Cu (001)",
                "First multicharged ion irradiation results from the CUEBIT facility at Clemson University",
                "Temperature-dependent scattering of hyperthermal energy  ions",
                "Critical capture distances for highly charged ions above dielectric covered metal surfaces",
                "Heavy atom–surface scattering at hyperthermal energies"
            ],
            [
                "The predictions of nonlocal London theory are confirmed by real-space measurements of the hexagonal-to-square transition in the vortex lattice structure of V 3 Si. We observe that the lattice transforms from hexagonal to nearly square over the field range of 0–4 T for fields applied along the [001] direction. Above≈ 0.75 T, we find that the lattice orientation is strongly linked to the symmetry of the underlying V 3 Si crystal and has a (100) symmetry plane. Near the rhombus-to-square transition at 4 T, we observe anisotropic long-range translational order, consistent with predictions of the elasticity of the lattice near this transition.",
                "We have performed measurements of the spatial distribution of current in various alkali and reactive ion beams over the energy range 5–600 eV using a Faraday cup. Ion beam current densities have been extracted from these measurements using a simple deconvolution procedure. Our results reveal that the beams are Gaussian in shape with a constant width, σ, for energies greater than approximately 75 eV and for all ion species investigated. This width is consistent with that determined from the distribution of oxygen on a Cu(001) crystal after an O+ ion beam deposition, measured using Auger electron spectroscopy. Using the measurement technique outlined in this article, together with the linear relationship between current density and Faraday cup current, it is possible to determine the beam current density using a single current measurement.",
                "We report on a measurement of craters in thin dielectric films formed by Xe Q+(26≤ Q≤ 44) projectiles. Tunnel junction devices with ion-irradiated barriers were used to amplify the effect of charge-dependent cratering through the exponential dependence of tunneling conductance on barrier thickness. Electrical conductance of a crater σ c (Q) increased by 4 orders of magnitude (7.9× 10− 4 μ S to 6.1 μ S) as Q increased, corresponding to crater depths ranging from 2 to 11 Å. By employing a heated spike model, we determine that the energy required to produce the craters spans from 8 to 25 keV over the investigated charge states. Considering energy from preequilibrium nuclear and electronic stopping as well as neutralization, we find that at least (27±2)% of available projectile neutralization energy is deposited into the thin film during impact.",
                "An ultrahigh vacuum ion beamline and chamber have been assembled to produce hyperthermal (<400eV) energy ions for studying hot electron chemistry at surfaces. The specific design requirements for this modified instrument were chosen to enable the exposure of a metal-oxide-semiconductor (MOS) device to monoenergtic, well-collimated beams of alkali ions while monitoring both the scattered beam flux and the device characteristics. Our goal is to explore the role that hot electrons injected toward the MOS device surface play in the neutralization of scattered ions. To illustrate the functionality of our system, we present energy-resolved spectra for Na+, K+, and Cs+ ions scattered from the surface of a Ag(001) single crystal for a range of incident energies. In addition, we show MOS device current-voltage characteristics measured in situ in a new rapid-turnaround load lock and sample translation stage.",
                "Neutralization probabilities are presented for hyperthermal energy N a+ ions scattered from a Cu (001) crystal as a function of surface temperature and scattered velocity. A large enhancement in neutralization is observed as the temperature is increased. Velocity-dependent charge transfer regimes are probed by varying the incident energy, with the most prominent surface temperature effects occurring at the lowest energies. The data agree well with results obtained from a model based on the Newns-Anderson Hamiltonian, where the effects of both temperature and velocity are incorporated.",
                "Oxygen ion and neutral atom yields were measured for O+ and O− ions incident on a clean Cu (001) surface for ion energies from 0.4 to 5 keV. Scattering geometries were chosen that simplify the selection of single collisions between the incident ions and surface atoms and consequently also simplify the identification of the charge transfer mechanisms occurring in the O-Cu system. It was found that the ratio of O+ to O− ions is independent of the incident ion charge state, demonstrating that memory loss occurs over the entire range of energies and scattering geometries investigated. From general arguments based on the energies of the electronic states of the O-Cu system, we attribute the formation of scattered O− ions and neutral O atoms to a resonant charge transfer process. Evidence is presented that the formation of O+ ions is due to a hard collision between the incident ions and top layer surface atoms. Similar …",
                "A new electron beam ion trap (EBIT) based ion source and beamline were recently commissioned at Clemson University to produce decelerated beams of multi- to highly-charged ions for surface and materials physics research. This user facility is the first installation of a DREEBIT-designed superconducting trap and ion source (EBIS-SC) in the U.S. and includes custom-designed target preparation and irradiation setups. An overview of the source, beamline, and other facilities as well as results from first measurements on irradiated targets are discussed here. Results include extracted charge state distributions and first data on a series of irradiated metal-oxide-semiconductor (MOS) device targets. For the MOS devices, we show that voltage-dependent capacitance can serve as a record of the electronic component of ion stopping power for an irradiated, encapsulated oxide target.",
                "Extensive experimental and theoretical results are presented for the scattering of a beam of K+ ions incident on a Cu (001) surface along the⟨ 100⟩ azimuth with incident energies of 50 to 154 eV. Energy-resolved scattered intensity spectra reveal three distinct peaks whose widths and intensities vary with surface temperature. Using the results of a classical trajectory simulation, four distinct ionic trajectory types are assigned to these peaks. Using a classical mechanical theory that contains the correct equilibrium thermodynamics of the Cu crystal, general features of the K+ energy-resolved spectra are calculated for each trajectory type and compared with the experimental results. For the case of single ion-surface atom collisions, the dependence of the peak intensities and widths on the incident energy and surface temperature is well explained by the classical theory.",
                "We model the first stage of the electronic interaction between an ion and a metal surface covered with a thin dielectric layer. Specifically, we seek to answer two questions.(i) As an ion approaches the surface from far away, does the first electron that it captures originate from the exposed dielectric layer or the metal underneath it?(ii) What is the ion’s distance from the metal when the first electron is captured? To answer these questions, the classical potential that an electron is subject to during the interaction is calculated. The dielectric film is treated as a continuum with simple band structure. We input the parameters from recent experiments (Co with 1.5 nm thick Al 2 O 3 film) and found that (i) the first capture proceeds from the metal, and (ii) the dielectric film extends the distance threshold for first capture compared to a metal with no film.",
                "We have measured energy- and angle-resolved scattered spectra for 10–250 eV Rb+ ions incident on a Cu(0 0 1) surface at angles of 45° and 65° with respect to the surface normal. These spectra indicate that the scattering for this heavy atom–surface system involves multiple collisions with surface atoms that are binary in nature. Using a classical trajectory simulation, the trajectories that lead to scattering are analyzed and are shown to be similar to results obtained in light atom–surface systems. Based on the simulation results, a new trajectory type is proposed that involves the rehitting of a scattered Rb+ ion by a recoiling surface atom."
            ],
            [
                [
                    "Atomic Physics",
                    "Surfaces",
                    "Electronic Devices"
                ]
            ]
        ]
    ]
}