{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "L9ISCYN0",
            "V96mm8MAAAAJ",
            [
                "Advanced materials for energy storage",
                "The reduction of graphene oxide",
                "Anatase TiO 2 single crystals with a large percentage of reactive facets",
                "Three-dimensional flexible and conductive interconnected graphene networks grown by chemical vapour deposition",
                "Hydrogen storage in single-walled carbon nanotubes at room temperature",
                "Graphene Anchored with Co3O4 Nanoparticles as Anode of Lithium Ion Batteries with Enhanced Reversible Capacity and Cyclic Performance",
                "Graphene‐like carbon nitride nanosheets for improved photocatalytic activities",
                "3D aperiodic hierarchical porous graphitic carbon material for high‐rate electrochemical capacitive energy storage",
                "Graphene-Wrapped Fe3O4 Anode Material with Improved Reversible Capacity and Cyclic Stability for Lithium Ion Batteries",
                "Doped graphene sheets as anode materials with superhigh rate and large capacity for lithium ion batteries"
            ],
            [
                "Popularization of portable electronics and electric vehicles worldwide stimulates the development of energy storage devices, such as batteries and supercapacitors, toward higher power density and energy density, which significantly depends upon the advancement of new materials used in these devices. Moreover, energy storage materials play a key role in efficient, clean, and versatile use of energy, and are crucial for the exploitation of renewable energy. Therefore, energy storage materials cover a wide range of materials and have been receiving intensive attention from research and development to industrialization. In this Review, firstly a general introduction is given to several typical energy storage systems, including thermal, mechanical, electromagnetic, hydrogen, and electrochemical energy storage. Then the current status of high‐performance hydrogen storage materials for on‐board applications and …",
                "Graphene has attracted great interest for its excellent mechanical, electrical, thermal and optical properties. It can be produced by micro-mechanical exfoliation of highly ordered pyrolytic graphite, epitaxial growth, chemical vapor deposition, and the reduction of graphene oxide (GO). The first three methods can produce graphene with a relatively perfect structure and excellent properties, while in comparison, GO has two important characteristics: (1) it can be produced using inexpensive graphite as raw material by cost-effective chemical methods with a high yield, and (2) it is highly hydrophilic and can form stable aqueous colloids to facilitate the assembly of macroscopic structures by simple and cheap solution processes, both of which are important to the large-scale uses of graphene. A key topic in the research and applications of GO is the reduction, which partly restores the structure and properties of graphene …",
                "Owing to their scientific and technological importance, inorganic single crystals with highly reactive surfaces have long been studied 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13. Unfortunately, surfaces with high reactivity usually diminish rapidly during the crystal growth process as a result of the minimization of surface energy. A typical example is titanium dioxide (TiO 2), which has promising energy and environmental applications 14, 15, 16, 17. Most available anatase TiO 2 crystals are dominated by the thermodynamically stable {101} facets (more than 94 per cent, according to the Wulff construction 10), rather than the much more reactive {001} facets 8, 9, 10, 11, 12, 13, 18, 19, 20. Here we demonstrate that for fluorine-terminated surfaces this relative stability is reversed:{001} is energetically preferable to {101}. We explored this effect systematically for a range of non-metallic adsorbate atoms by first-principle quantum …",
                "Integration of individual two-dimensional graphene sheets 1, 2, 3 into macroscopic structures is essential for the application of graphene. A series of graphene-based composites 4, 5, 6 and macroscopic structures 7, 8, 9, 10, 11 have been recently fabricated using chemically derived graphene sheets. However, these composites and structures suffer from poor electrical conductivity because of the low quality and\/or high inter-sheet junction contact resistance of the chemically derived graphene sheets. Here we report the direct synthesis of three-dimensional foam-like graphene macrostructures, which we call graphene foams (GFs), by template-directed chemical vapour deposition. A GF consists of an interconnected flexible network of graphene as the fast transport channel of charge carriers for high electrical conductivity. Even with a GF loading as low as∼ 0.5 wt%, GF\/poly (dimethyl siloxane) composites show a …",
                "Masses of single-walled carbon nanotubes (SWNTs) with a large mean diameter of about 1.85 nanometers, synthesized by a semicontinuous hydrogen arc discharge method, were employed for hydrogen adsorption experiments in their as-prepared and pretreated states. A hydrogen storage capacity of 4.2 weight percent, or a hydrogen to carbon atom ratio of 0.52, was achieved reproducibly at room temperature under a modestly high pressure (about 10 megapascal) for a SWNT sample of about 500 milligram weight that was soaked in hydrochloric acid and then heat-treated in vacuum. Moreover, 78.3 percent of the adsorbed hydrogen (3.3 weight percent) could be released under ambient pressure at room temperature, while the release of the residual stored hydrogen (0.9 weight percent) required some heating of the sample. Because the SWNTs can be easily produced and show reproducible and modestly …",
                "We report a facile strategy to synthesize the nanocomposite of Co3O4 nanoparticles anchored on conducting graphene as an advanced anode material for high-performance lithium-ion batteries. The Co3O4 nanoparticles obtained are 10−30 nm in size and homogeneously anchor on graphene sheets as spacers to keep the neighboring sheets separated. This Co3O4\/graphene nanocomposite displays superior Li-battery performance with large reversible capacity, excellent cyclic performance, and good rate capability, highlighting the importance of the anchoring of nanoparticles on graphene sheets for maximum utilization of electrochemically active Co3O4 nanoparticles and graphene for energy storage applications in high-performance lithium-ion batteries.",
                "“Graphitic” (g)‐C3N4 with a layered structure has the potential of forming graphene‐like nanosheets with unusual physicochemical properties due to weak van der Waals forces between layers. Herein is shown that g‐C3N4 nanosheets with a thickness of around 2 nm can be easily obtained by a simple top‐down strategy, namely, thermal oxidation etching of bulk g‐C3N4 in air. Compared to the bulk g‐C3N4, the highly anisotropic 2D‐nanosheets possess a high specific surface area of 306 m2 g−1, a larger bandgap (by 0.2 eV), improved electron transport ability along the in‐plane direction, and increased lifetime of photoexcited charge carriers because of the quantum confinement effect. As a consequence, the photocatalytic activities of g‐C3N4 nanosheets have been remarkably improved in terms of •OH radical generation and photocatalytic hydrogen evolution.",
                "Electrochemical capacitors: A hierarchical porous graphitic carbon material, composed of macroporous ion‐buffering microreservoirs, ion‐transporting channels, and localized graphitic wall structures, is presented (see images; top: 3D skeleton, bottom: carbon platelet). The properties of this new material combine to overcome the electrode kinetic problems normally found in electrochemical capacitors, thus resulting in an excellent high‐rate energy‐storage performance.",
                "A well-organized flexible interleaved composite of graphene nanosheets (GNSs) decorated with Fe3O4 particles was synthesized through in situ reduction of iron hydroxide between GNSs. The GNS\/Fe3O4 composite shows a reversible specific capacity approaching 1026 mA h g−1 after 30 cycles at 35 mA g−1 and 580 mAh g−1 after 100 cycles at 700 mA g−1as well as improved cyclic stability and excellent rate capability. The multifunctional features of the GNS\/Fe3O4 composite are considered as follows: (i) GNSs play a “flexible confinement” function to enwrap Fe3O4 particles, which can compensate for the volume change of Fe3O4 and prevent the detachment and agglomeration of pulverized Fe3O4, thus extending the cycling life of the electrode; (ii) GNSs provide a large contact surface for individual dispersion of well-adhered Fe3O4 particles and act as an excellent conductive agent to provide a highway for …",
                "One great challenge in the development of lithium ion batteries is to simultaneously achieve high power and large energy capacity at fast charge and discharge rates for several minutes to seconds. Here we show that nitrogen- or boron-doped graphene can be used as a promising anode for high-power and high-energy lithium ion batteries under high-rate charge and discharge conditions. The doped graphene shows a high reversible capacity of >1040 mAh g–1 at a low rate of 50 mA g–1. More importantly, it can be quickly charged and discharged in a very short time of 1 h to several tens of seconds together with high-rate capability and excellent long-term cyclability. For example, a very high capacity of ∼199 and 235 mAh g–1 was obtained for the N-doped graphene and B-doped graphene at 25 A g–1 (about 30 s to full charge). We believe that the unique two-dimensional structure, disordered surface …"
            ],
            [
                [
                    "Carbon Nanotubes",
                    "Graphene",
                    "Energy storage materials",
                    "Photocatalytic Semiconductors"
                ]
            ],
            [
                "MIN CHEN Professor of Physics chenm@mit.edu (617) 253-8379 24-504 Experimental Nuclear and Particle Physics >> Relativistic Heavy Ion Physics Particle Physics, Meta Material, Backward Cherenkov Radiation, Testing Babinet Principle in electron induced radiations. Professor Chen has pioneered the field of reverse Cherenkov Radiation (RCR) in left-handed material since 2003, after working on Particles Physics for 30 years highlighted with the discovery of the J-Particle in 1974 and the Gluons, the carrier of the Nuclear Forces, in 1979 and the study of the properties of the Weak Bosons over the period 1985 to 1995: 1970: personally, designed to build a precision vertical bending double arm mass spectrometer, later leading to the discovery of the J-particle, not predicted by theory. 1974: first eliminates the background to find the sharp J-particle peak, showing the composite properties of a new heavy (Charm) quark-antiquark composite system, establishing the quark model that quarks are the basic building block of everything in the universe. 1976: invited to participate in the Nobel Prize ceremony for the experimental group leader Prof. S. C. C. Ting due to the discovery of J-particle. 1979: developed a new mathematical method to calculate the energy distribution of the hadrons produced by high energy positive and negative electron collisions, leading to the discovery of 3-jets and the carrier of the Nuclear forces, the Gluons. 1983: Fellow of Guggenheim Memorial Foundation. 1995: European Institute of Physics Nuclear Force carrier – Group Gluon Discovery Award. 2003: Launching the study of the backward Cherenkov radiation using man-made left-hand material. 2010: The backward Cherenkov radiation paper won the best paper award from the IEEE International Electromagnetism Application Conference. 2012: Invited by the President of Taiwan University to participate in the assessment of university academic courses. 2013: Awarded Outstanding Contribution Award for Academic Course Evaluation of Department of Physics and Astronomy, Shanghai Jiao tong University. 2013: Introduced the MIT-edX course to Taiwan and invited 14 well-known Taiwanese educators to MIT to learn MIT's MOOCS. 2014: Phi-Tau-Phi Academic Honors Award. 2013-2014-2015-2016, lectured at the University of Macau, Tunghai University, Electronic Science and Technology University, Zhejiang University on 1. Science and Humanities; 2. Methods of Major Scientific Discoveries; 3. Method of Developing the Standard Theory, and 4. Network teaching Methods. 2017 First Direct Observation of Backward Cherenkov Radiation in Electron Beams. He did both the theoretical prediction and computation, designed the first meta-material for RCR, which is transverse magnetic field, versus all the previous meta material being for transverse electric waves only, and he made the first convincing experimental demonstration of RCR. In 1995, he got European Physics Society Prize for the discovery of the Gluon, the carrier of the Nuclear Forces. In 2010, he got the \"Best Paper Award\" granted by 2010 International Conference EEE on Application of Electromagnetism for his experimental verification of reversed Cherenkov radiation in left-handed material, which was also in the discovery story for the January 2010 issue of Photonics Spectra (www.photonics.com). Recently he has developed a new method and obtained a patent in China and in the USA, to generate enhanced terahertz (THz) surface wave (SW) via its coupling with reversed Cherenkov radiation (RCR), excited by a sheet beam bunch which travels in a vacuum above an isotropic double negative metamaterial (DNM). The physical mechanism for the enhancement is that this DNM can support a RCR which can resonantly interact with a sheet electron beam bunch, resulting in an enhanced SW, formed due to its coupling with the enhanced RCR. Numerical results show strong enhancement for the SW and RCR in the THz band. This enhanced THz radiation has potential applications to high-power THz radiation sources and Cherenkov detectors which require large signals. He has made the theoretical computation and is now testing the Babinet principle which relates the polarization of the radiation emitted by a meta material with that emitted by its meta complementary surface. \"Determination of Strong Interaction Nuclear Radii\", Phys. Rev. Lett. 24, 792 (1970) (with H. Alvensleben etal). \"Observation of Coherent Interference Patterns Between rho, omega Decays\", Phys. Rev. Lett. 25, 1373 (1970) (with H. Alvensleben etal). \"Determination of the Photoproduction Phase of rho^o Mesons\", Phys. Rev. Lett. 25, 1377 (1970) (with H. Alvensleben etal). \"Determination of the Photoproduction Phase of phi Mesons\", Phys. Rev. Lett. 27, 444 (1971) (with H. Alvensleben etal). \"Observation of Coherent Interference Patterns Between rho, omega Decays\", Nuclear Phys. B25, 333 (1971) (with H. Alvensleben etal). \"Design of a Tagged Photon-Electron Beam Facility for FNAL\" Nuclear Instruments & Methods 102, 51 (1972). \"Application of Synchrotron Radiation for the Identification of Electrons in High Energy Beam\", with W. Busza and D. Luckey), Nuclear instruments & Methods 105, 613 (1972). \"University of California, Berkeley, Physics Problems with Solutions\", Prentice-Hall, Inc., 356 pages (1974). \"Experimental Observation of a Heavy Particle J\", Phys. Rev. Lett. 33, 404 (1974)  1404 (with J.J. Aubert, U. Becker, P.J. Biggs, J. Burger, G. Everhart, P. Goldhagen, J. Leong, T.P. McCorriston, T.G. Rhoades, M. Rohde, S.C.C. Ting and S.L. Wu). \"Discovery of the J Particle and Search for Similar Particles in Hadron Interaction, and in Photoproduction and Neutrino Production\", International Summer institute in Cargese on \"Weak and Electromagnetic Interactions at High Energies\" June 1975. Plenum Press. \"New Particle Production in Hadronic Interactions\", Proceedings of  the 1977 International School of Subnuclear Physics at Erice, Plenum Press (1979). \"Discovery of Three-Jet Events and a Test of Quantum Chromodynamics at PETRA\", Phys. Rev. Lett. 43, 830 (1979) (with D.P. Barber et al.). \"Unique Solution for the Weak Neutral Current Coupling Constants in Purely Leptonic Interactions\", Phys. Lett. 95B, 149 (1980) (with D.P. Barber et al.). \"Model Independent Second Order Determination of the Strong Coupling Constant  alpha_s”, B. Adeva et al. Phys. Rev. Lett, 50, 2051 (1983). A Short History of Measuring the Strong Coupling Constant alpha_s \" to Complete Second Order QCD\", Proceedings of XVI Intern. Symposium on Multiple Particle Dynamics, P.661, (1985); Int. Jour. of Modern Physics A, 1 (1988) 669. \"Measuring the Strength of Fundamental Forces\", Invited talk at Moriond Conf. March, 1986 and MIT-LNS Report 149. \"Measurement of g_A and g_V, the Neutral Current Coupling Constants to Leptons\", with L3 collaboration, B. Adeva etal, Phys. Lett.  B236 (1990) 109. \"Measurement of Z^0 Decays to Hadrons, and a Precise Determination of the Number of Neutrino Species\",  with L3 collaboration, B. Adeva et al, Phys. Lett.  B237 (1990) 136. \"Measurement of the Z^0  Leptonic Widths and the Vector and Axial Vector Coupling Constants\", with L3 collaboration, B. Adeva etal, Phys. Lett.  B238 (1990) 122. \"A Determination of Electroweak Parameters from Z^0 ---> mu^+ mu^- (gamma)\", with L3 collaboration, B. Adeva etal, Physics Letters B 247 (1990) 473. \"A Precise Measurement of the Number of Neutrino Species\", with L3 collaboration, B. Adeva etal, Phys. Lett. B 249 (1990) 341. \"Cerenkov Radiation in Materials with Negative Permittivity and Permeability\" J. Lu, T. Grzegorczyk, Y. Zhang, J. Pacheco Jr., B.-I. Wu, J. A. Kong, and M. Chen, Optics Express 11, 723-734 (2003). “Left-handed Metamaterial Design for Čerenkov Radiation”, B.-I. Wu, J. Lu, J. Kong, and M. Chen, Journal of Applied Physics 102, 114907, (2007). Polarized Electron-induced Radiation (SPE) Based on Babinet principle, PRL 117, 157401 (Oct., 2016). Observation of the reversed Cherenkov radiation, http:\/\/www.nature.com\/articles\/ncomms14901 . 2017"
            ]
        ]
    ]
}