{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LC9FO5MB",
            "WlfRTJgAAAAJ",
            [
                "First results from KamLAND: evidence for reactor antineutrino disappearance",
                "Measurement of neutrino oscillation with KamLAND: Evidence of spectral distortion",
                "Precision measurement of neutrino oscillation parameters with KamLAND",
                "Search for Majorana neutrinos near the inverted mass hierarchy region with KamLAND-Zen",
                "Search for Majorana neutrinos near the inverted mass hierarchy region with KamLAND-Zen",
                "Limit on Neutrinoless  Decay of  from the First Phase of KamLAND-Zen and Comparison with the Positive Claim in ",
                "Experimental investigation of geologically produced antineutrinos with KamLAND",
                "Constraints on  from a three-flavor oscillation analysis of reactor antineutrinos at KamLAND",
                "Measurement of the double-β decay half-life of 136 Xe with the KamLAND-Zen experiment",
                "Reactor on-off antineutrino measurement with KamLAND"
            ],
            [
                "KamLAND has measured the flux of ν e’s from distant nuclear reactors. We find fewer ν e events than expected from standard assumptions about ν e propagation at the 99.95% CL In a 162 ton· y r exposure the ratio of the observed inverse β-decay events to the expected number without ν e disappearance is 0.611±0.085 (s t a t)±0.041 (s y s t) for ν e energies> 3.4 M e V. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the “large mixing angle” region are excluded.",
                "We present results of a study of neutrino oscillation based on a 766 ton\/year exposure of KamLAND to reactor antineutrinos. We observe 258 ν e candidate events with energies above 3.4 MeV compared to 365.2±23.7 events expected in the absence of neutrino oscillation. Accounting for 17.8±7.3 expected background events, the statistical significance for reactor ν e disappearance is 99.998%. The observed energy spectrum disagrees with the expected spectral shape in the absence of neutrino oscillation at 99.6% significance and prefers the distortion expected from ν e oscillation effects. A two-neutrino oscillation analysis of the KamLAND data gives Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2. A global analysis of data from KamLAND and solar-neutrino experiments yields Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2 and tan﻿ 2 θ= 0.40− 0.07+ 0.10, the most precise determination to date.",
                "The KamLAND experiment has determined a precise value for the neutrino oscillation parameter Δ m 21 2 and stringent constraints on θ 12. The exposure to nuclear reactor antineutrinos is increased almost fourfold over previous results to 2.44× 10 32 proton yr due to longer livetime and an enlarged fiducial volume. An undistorted reactor ν e energy spectrum is now rejected at> 5 σ. Analysis of the reactor spectrum above the inverse beta decay energy threshold, and including geoneutrinos, gives a best fit at Δ m 21 2= 7.58− 0.13+ 0.14 (stat)− 0.15+ 0.15 (syst)× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.56− 0.07+ 0.10 (stat)− 0.06+ 0.10 (syst). Local Δ χ 2 minima at higher and lower Δ m 21 2 are disfavored at> 4 σ. Combining with solar neutrino data, we obtain Δ m 21 2= 7.59− 0.21+ 0.21× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.47− 0.05+ 0.06.",
                "We present an improved search for neutrinoless double-beta (0 ν β β) decay of Xe 136 in the KamLAND-Zen experiment. Owing to purification of the xenon-loaded liquid scintillator, we achieved a significant reduction of the Ag 110 m contaminant identified in previous searches. Combining the results from the first and second phase, we obtain a lower limit for the 0 ν β β decay half-life of T 1\/2 0 ν> 1.07× 1 0 26 yr at 90% CL, an almost sixfold improvement over previous limits. Using commonly adopted nuclear matrix element calculations, the corresponding upper limits on the effective Majorana neutrino mass are in the range 61–165 meV. For the most optimistic nuclear matrix elements, this limit reaches the bottom of the quasidegenerate neutrino mass region.",
                "We present an improved search for neutrinoless double-beta (0 ν β β) decay of Xe 136 in the KamLAND-Zen experiment. Owing to purification of the xenon-loaded liquid scintillator, we achieved a significant reduction of the Ag 110 m contaminant identified in previous searches. Combining the results from the first and second phase, we obtain a lower limit for the 0 ν β β decay half-life of T 1\/2 0 ν> 1.07× 1 0 26 yr at 90% CL, an almost sixfold improvement over previous limits. Using commonly adopted nuclear matrix element calculations, the corresponding upper limits on the effective Majorana neutrino mass are in the range 61–165 meV. For the most optimistic nuclear matrix elements, this limit reaches the bottom of the quasidegenerate neutrino mass region.",
                "We present results from the first phase of the KamLAND-Zen double-beta decay experiment, corresponding to an exposure of 89.5 kg yr of Xe 136. We obtain a lower limit for the neutrinoless double-beta decay half-life of T 1\/2 0 ν> 1.9× 10 25 yr at 90% CL The combined results from KamLAND-Zen and EXO-200 give T 1\/2 0 ν> 3.4× 10 25 yr at 90% CL, which corresponds to a Majorana neutrino mass limit of⟨ m β β⟩<(120–250) meV based on a representative range of available matrix element calculations. Using those calculations, this result excludes the Majorana neutrino mass range expected from the neutrinoless double-beta decay detection claim in Ge 76, reported by a part of the Heidelberg-Moscow Collaboration, at more than 97.5% CL",
                "The detection of electron antineutrinos produced by natural radioactivity in the Earth could yield important geophysical information. The Kamioka liquid scintillator antineutrino detector (KamLAND) has the sensitivity to detect electron antineutrinos produced by the decay of 238 U and 232 Th within the Earth. Earth composition models suggest that the radiogenic power from these isotope decays is 16 TW, approximately half of the total measured heat dissipation rate from the Earth. Here we present results from a search for geoneutrinos with KamLAND. Assuming a Th\/U mass concentration ratio of 3.9, the 90 per cent confidence interval for the total number of geoneutrinos detected is 4.5 to 54.2. This result is consistent with the central value of 19 predicted by geophysical models. Although our present data have limited statistical power, they nevertheless provide by direct means an upper limit (60 TW) for the …",
                "We present new constraints on the neutrino oscillation parameters Δ m 21 2, θ 12, and θ 13 from a three-flavor analysis of solar and KamLAND data. The KamLAND data set includes data acquired following a radiopurity upgrade and amounts to a total exposure of 3.49× 10 32 target-proton-year. Under the assumption of C P T invariance, a two-flavor analysis (θ 13= 0) of the KamLAND and solar data yields the best-fit values tan﻿ 2 θ 12= 0.444− 0.030+ 0.036 and Δ m 21 2= 7.50− 0.20+ 0.19× 10− 5 eV 2; a three-flavor analysis with θ 13 as a free parameter yields the best-fit values tan﻿ 2 θ 12= 0.452− 0.033+ 0.035, Δ m 21 2= 7.50− 0.20+ 0.19× 10− 5 eV 2, and sin﻿ 2 θ 13= 0.020− 0.016+ 0.016. This θ 13 interval is consistent with other recent work combining the CHOOZ, atmospheric and long-baseline accelerator experiments. We also present a new global θ 13 analysis, incorporating the CHOOZ, atmospheric, and …",
                "We present results from the KamLAND-Zen double-beta decay experiment based on an exposure of 77.6 days with 129 kg of 136 Xe. The measured two-neutrino double-beta decay half-life of 136 Xe is T 1\/2 2 ν= 2.38±0.02 (stat)±0.14 (syst)× 10 21 yr, consistent with a recent measurement by EXO-200. We also obtain a lower limit for the neutrinoless double-beta decay half-life, T 1\/2 0 ν> 5.7× 10 24 yr at 90% confidence level (CL), which corresponds to almost a fivefold improvement over previous limits.",
                "The recent long-term shutdown of Japanese nuclear reactors has resulted in a significantly reduced reactor ν e flux at KamLAND. This running condition provides a unique opportunity to confirm and constrain backgrounds for the reactor ν e oscillation analysis. The data set also has improved sensitivity for other ν e signals, in particular ν e’s produced in β-decays from U 238 and Th 232 within the Earth’s interior, whose energy spectrum overlaps with that of reactor ν e’s. Including constraints on θ 13 from accelerator and short-baseline reactor neutrino experiments, a combined three-flavor analysis of solar and KamLAND data gives fit values for the oscillation parameters of tan﻿ 2 θ 12= 0.436− 0.025+ 0.029, Δ m 21 2= 7.53− 0.18+ 0.18× 10− 5 eV 2, and sin﻿ 2 θ 13= 0.023− 0.002+ 0.002. Assuming a chondritic Th\/U mass ratio, we obtain 116− 27+ 28 ν e events from U 238 and Th 232, corresponding to a geo ν e flux of …"
            ],
            [
                [
                    "Neutrino Physics"
                ]
            ],
            [
                "Sanshiro Enomoto Research Associate Professor sanshiro@uw.edu 206-543-4296 NPL 116 Neutrino Physics Nuclear Experiment Particle Experiment Neutrinos: KATRIN Related News KATRIN cuts the mass estimate for the elusive neutrino in half - September 23, 2019"
            ]
        ]
    ]
}