{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LDJK1ERM",
            "RBZNdf4AAAAJ",
            [
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of Particle Physics: particle data groups",
                "Simplified models for LHC new physics searches",
                "Composite-technicolor standard model",
                "Top quark seesaw theory of electroweak symmetry breaking",
                "Review of particle physics"
            ],
            [
                "This biennial Review summarizes mueh of particle physies. Using data from previous editions, plus 2633 new measurements from 689 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 110 reviews are many that are new or heavily revised including those on CKM quark-mixing matrix, V Ud & V us, V cb, & V ub, top quark, muon anomalous magnetic moment, extra dimensions, particle detectors, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. lbl. gov.",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2778 new measurements from 645 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on CKM quark-mixing matrix, Vud & Vus, Vcb & Vub, top quark, muon anomalous magnetic moment, extra dimensions, particle detectors, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology.",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,283 new measurements from 899 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as heavy neutrinos, supersymmetric and technicolor particles, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Supersymmetry, Extra Dimensions, Particle Detectors, Probability, and Statistics. Among the 112 reviews are many that are new or heavily revised including those on: Dark Energy, Higgs Boson Physics, Electroweak Model, Neutrino Cross Section Measurements, Monte Carlo Neutrino Generators, Top Quark, Dark Matter, Dynamical Electroweak Symmetry Breaking, Accelerator Physics of Colliders, High-Energy Collider Parameters, Big Bang Nucleosynthesis, Astrophysical Constants and Cosmological Parameters. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. Ibi. gov.",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
                "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
                "This document proposes a collection of simplified models relevant to the design of new-physics searches at the Large Hadron Collider (LHC) and the characterization of their results. Both ATLAS and CMS have already presented some results in terms of simplified models, and we encourage them to continue and expand this effort, which supplements both signature-based results and benchmark model interpretations. A simplified model is defined by an effective Lagrangian describing the interactions of a small number of new particles. Simplified models can equally well be described by a small number of masses and cross-sections. These parameters are directly related to collider physics observables, making simplified models a particularly effective framework for evaluating searches and a useful starting point for characterizing positive signals of new physics. This document serves as an official summary of the …",
                "We characterize a class of composite models in which the quarks and leptons and technifermions are built from fermions (preons) bound by strong gauge interactions. We argue that if the preon dynamics has as [SU (3)× U (1)] 5 flavor symmetry that is explicitly broken only by preon mass terms proportional to the quark and lepton mass matrices, then the composite-tech-nicolor theory has a GIM mechanism that suppresses dangerous flavor changing neutral current effects. We show that the compositeness scale must be between≈ 1 TeV and≈ 2.5 TeV, giving rise to observable deviations from the standard electroweak interactions, and that B B mixing and CP violation in K mesons can differ significantly from the standard model predictions. The lepton flavor symmetries may be observable in the near future in the comparison of the compositeness effects in e+ e−→ μ+ μ− with those in e+ e−→ e+ e−.",
                "We study electroweak symmetry breaking involving the seesaw mechanism of quark condensation. These models produce a composite Higgs boson involving the left-handed top quark, yet the top quark mass arises naturally at the observed scale. We describe a schematic model which illustrates the general dynamical ideas. We also consider a generic low-energy effective theory which includes several composite scalars, and we use the effective potential formalism to compute their spectrum. We develop a more detailed model in which certain features of the schematic model are replaced by additional dynamics.",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,324 new measurements from 878 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. Particle properties and search limits are listed in Summary Tables. We give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 120 reviews are many that are new or heavily revised, including a new review on High Energy Soft QCD and Diffraction and one on the Determination of CKM …"
            ],
            [
                [
                    "Theoretical Particle Physics"
                ]
            ],
            [
                "R. Sekhar Chivukula R. Sekhar Chivukula Ph.D., Harvard University, 1987 Office: Mayer Hall Addition 5601 Phone: (858)-246-3056 sekhar@ucsd.edu My work in particle physics has focused on questions related to electroweak symmetry breaking. Prior to the discovery of the Higgs boson, my work emphasized the construction of various possible models that could account for the masses of the W- and Z-bosons, and the identification of observational tests of these new models. In addition, many of the models I proposed and studied had potential consequences in the properties of the “Big Bang” at the earliest instances of our universe when temperatures were extremely high. Since the discovery of the Higgs boson, my attention has shifted to explore whether this new particle is truly fundamental, or whether it is a composite particle made of as yet undiscovered more fundamental particles. Further information can be found at my personal website located here: https:\/\/rschivukula.physics.ucsd.edu  Honors and Awards: Fellow, American Association for the Advancement of Science (elected 2011). CIC Academic Leadership Program (ALP) Fellow (2010). APS Outstanding Referee (2010). Distinguished Visiting Scholor, Tsinghua University, Beijing, China, 2007-8. Fellow, American Physical Society (elected in 1998) DOE Outstanding Junior Investigator Award (1992-95). NSF Presidential Young Investigator Award (1990-95). SSC National Faculty Fellow (1992-94). Alfred P. Sloan Research Fellowship (1990-92).  "
            ]
        ]
    ]
}