{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LDUKWKU1",
            "PwHjGrMAAAAJ",
            [
                "Tunneling into a single magnetic atom: spectroscopic evidence of the Kondo resonance",
                "A four unit cell periodic pattern of quasi-particle states surrounding vortex cores in Bi2Sr2CaCu2O8+ δ",
                "Imaging the granular structure of high-T c superconductivity in underdoped Bi 2 Sr 2 CaCu 2 O 8+ δ",
                "Interplay of magnetism and high-T c superconductivity at individual Ni impurity atoms in Bi 2 Sr 2 CaCu 2 O 8+ δ",
                "Scanning tunneling microscopy observation of an electronic superlattice at the surface of clean gold",
                "Observation of Dirac node formation and mass acquisition in a topological crystalline insulator",
                "Local spectroscopy of a Kondo impurity: Co on Au (111)",
                "Kondo response of a single antiferromagnetic chromium trimer",
                "Direct observation of broken time-reversal symmetry on the surface of a magnetically doped topological insulator"
            ],
            [
                "The Kondo effect arises from the quantum mechanical interplay between the electrons of a host metal and a magnetic impurity and is predicted to result in local charge and spin variations around the magnetic impurity. A cryogenic scanning tunneling microscope was used to spatially resolve the electronic properties of individual magnetic atoms displaying the Kondo effect. Spectroscopic measurements performed on individual cobalt atoms on the surface of gold show an energetically narrow feature that is identified as the Kondo resonance—the predicted response of a Kondo impurity. Unexpected structure in the Kondo resonance is shown to arise from quantum mechanical interference between the d orbital and conduction electron channels for an electron tunneling into a magnetic atom in a metallic host.",
                "Scanning tunneling microscopy is used to image the additional quasi-particle states generated by quantized vortices in the high critical temperature superconductor Bi2Sr2CaCu2O8+δ. They exhibit a copper-oxygen bond–oriented “checkerboard” pattern, with four unit cell (4a0) periodicity and a ∼30 angstrom decay length. These electronic modulations may be related to the magnetic field–induced, 8a0periodic, spin density modulations with decay length of ∼70 angstroms recently discovered in La1.84Sr0.16CuO4. The proposed explanation is a spin density wave localized surrounding each vortex core. General theoretical principles predict that, in the cuprates, a localized spin modulation of wavelength λ should be associated with a corresponding electronic modulation of wavelength λ\/2, in good agreement with our observations.",
                "Granular superconductivity occurs when microscopic superconducting grains are separated by non-superconducting regions; Josephson tunnelling between the grains establishes the macroscopic superconducting state 1. Although crystals of the copper oxide high-transition-temperature (high-T c) superconductors are not granular in a structural sense, theory suggests that at low levels of hole doping the holes can become concentrated at certain locations resulting in hole-rich superconducting domains 2, 3, 4, 5. Granular superconductivity arising from tunnelling between such domains would represent a new view of the underdoped copper oxide superconductors. Here we report scanning tunnelling microscope studies of underdoped Bi 2 Sr 2 CaCu 2 O 8+ δ that reveal an apparent segregation of the electronic structure into superconducting domains that are∼ 3 nm in size (and local energy gap< 50 meV), located …",
                "Magnetic interactions and magnetic impurities are destructive to superconductivity in conventional superconductors 1. By contrast, in some unconventional macroscopic quantum systems (such as superfluid 3 He and superconducting UGe 2), the superconductivity (or superfluidity) is actually mediated by magnetic interactions. A magnetic mechanism has also been proposed for high-temperature superconductivity 2, 3, 4, 5, 6. Within this context, the fact that magnetic Ni impurity atoms have a weaker effect on superconductivity than non-magnetic Zn atoms in the high-T c superconductors has been put forward as evidence supporting a magnetic mechanism 5, 6. Here we use scanning tunnelling microscopy to determine directly the influence of individual Ni atoms on the local electronic structure of Bi 2 Sr 2 CaCu 2 O 8+ δ. At each Ni site we observe two d-wave impurity states 7, 8 of apparently opposite spin …",
                "We have used scanning tunneling spectroscopy to spatially resolve the electronic structure of clean Au (111) at low temperature. We find that the long-range herringbone reconstruction on Au (111) acts as a superlattice for surface-state electrons, creating a new band structure and modulated electronic density. Low energy electrons respond to the superlattice by localizing in the hexagonal-close-packed (hcp) region of the reconstruction, while higher energy electrons reverse this trend, shifting density back to the adjacent face-centered-cubic (fcc) region. These observations are quantitatively explained by an extended Kronig-Penney model, from which we estimate the well-depth of the reconstruction-induced surface superlattice.",
                "In topological crystalline insulators (TCIs), topology and crystal symmetry intertwine to create surface states with distinct characteristics. The breaking of crystal symmetry in TCIs is predicted to impart mass to the massless Dirac fermions. Here, we report high-resolution scanning tunneling microscopy studies of a TCI, Pb1-xSnxSe that reveal the coexistence of zero-mass Dirac fermions protected by crystal symmetry with massive Dirac fermions consistent with crystal symmetry breaking. In addition, we show two distinct regimes of the Fermi surface topology separated by a Van-Hove singularity at the Lifshitz transition point. Our work paves the way for engineering the Dirac band gap and realizing interaction-driven topological quantum phenomena in TCIs.",
                "We present a detailed study of the local electronic properties of the Kondo system formed from cobalt adatoms deposited onto Au (111) at a temperature of 6.6 K. Cryogenic scanning-tunneling spectroscopy was used to observe impurity-induced resonances at the Fermi energy and at the Au (111) surface-state band edge. The line shape of the Fermi-energy resonance, identified as a Kondo resonance, is observed to vary with lateral position from the impurity center and with impurity binding position on the reconstructed Au (111) surface. Little vertical dependence is seen in the resonance line shape for positions above the center of the impurity. Interaction effects between Kondo impurities are observed to remain small as cobalt coverage is increased up to 1 ML on the gold surface. The Kondo resonance is shown theoretically to be a member of a general class of Fano resonances arising from the interaction of a …",
                "The triangular Cr trimer (Cr 3) is a fundamental component in a number of frustrated, antiferromagnetic systems. We have used atomic manipulation and scanning tunneling spectroscopy to probe the local behavior of this basic magnetic substructure by fabricating and analyzing individual Cr trimers at the surface of gold. We find that Cr trimers can be reversibly switched between two distinct electronic states. This phenomenon can be explained as the Kondo response of a spin-switching, magnetically frustrated nanocluster. Such behavior is consistent with noncollinear magnetic states predicted for Cr trimers whose structures differ by the position of a single atom.",
                "We study interference patterns of a magnetically doped topological insulator Bi 2− x Fe x Te 3+ d by using Fourier transform scanning tunneling spectroscopy and observe several new scattering channels. A comparison with angle-resolved photoemission spectroscopy allows us to unambiguously ascertain the momentum-space origin of distinct dispersing channels along high-symmetry directions and identify those originating from time-reversal symmetry breaking. Our analysis also reveals that the surface state survives far above the energy where angle-resolved photoemission spectroscopy finds the onset of continuum bulk bands."
            ],
            [
                [
                    "Condensed Matter"
                ]
            ]
        ]
    ]
}