{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LEY0JC85",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jeffrey Chilcote Jeffrey Chilcote Assistant Professor Astrophysics PhD in Astronomy, University of California, Los Angeles, 2014 MS in Astronomy, University of California, Los Angeles, 2010 BS in Physics with Honors and Math, Northwestern University, 2008 jchilcot@nd.edu Office: 340A Nieuwland Science Hall Office phone: 574-631-9141 Professor Jeffrey Chilcote is a specialist in the construction of infrared astronomical instruments and direct imaging of extra solar planets. He is part of the team that built the integral field spectrograph’s for the Gemini Planet Imager (GPI) and the Coronagraphic High Angular Resolution Imaging Spectrograph (CHARIS). GPI is an extreme adaptive-optics, imaging polarimeter\/integral-field spectrograph designed to directly image exoplanets—planets around other stars. GPI was commissioned in early 2014 on the Gemini South Observatory located in Chile. CHARIS is an integral field spectrograph built by Princeton University and mounted behind the Subaru Coronagraphic Extreme Adaptive Optics (SCExAO) and AO188 adaptive optics systems. CHARIS achieved first light in November 2016 on the Subaru Telescope in Hawaii. He is a member of the Gemini Planet Imager Exoplanet Survey (GPIES) which is targeting some 600 stars and runs through 2019. GPIES first planet discovery, 51 Eridani b, was the most “Jupiter-like” young planet seen to date, with a methane-dominated atmosphere. Chilcote made some of the first observations of beta Pic b with GPI and published the first H-band spectrum of the planet. Further, he is part of an ongoing survey of extrasolar planets with CHARIS\/SCExAO. Chilcote received his PhD from UCLA in 2014. He worked in the UCLA Infrared Lab, which has built some of the premier infrared imagers and spectrographs for ground-based observatories. He became a Dunlap Fellow at the University of Toronto in September 2014. In September 2017, he became a postdoctoral fellow at the Kavli Institute for Particle Astrophysics and Cosmology at Stanford University. In 2018 he joined the faculty in the Department of Physics at the University of Notre Dame. Jeffrey Chilcote CV"
            ]
        ]
    ]
}