{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LFDZJK6V",
            "ykQBGwsAAAAJ",
            [
                "Resilient overlay networks",
                "Experimental security analysis of a modern automobile",
                "Comprehensive experimental analyses of automotive attack surfaces.",
                "Cultural Congruence, Strength, and Type: Relationships to Effectiveness. ASHE 1985 Annual Meeting Paper."
            ],
            [
                "A Resilient Overlay Network (RON) is an architecture that allows distributed Internet applications to detect and recover from path outages and periods of degraded performance within several seconds, improving over today's wide-area routing protocols that take at least several minutes to recover. A RON is an application-layer overlay on top of the existing Internet routing substrate. The RON nodes monitor the functioning and quality of the Internet paths among themselves, and use this information to decide whether to route packets directly over the Internet or by way of other RON nodes, optimizing application-specific routing metrics. Results from two sets of measurements of a working RON deployed at sites scattered across the Internet demonstrate the benefits of our architecture. For instance, over a 64-hour sampling period in March 2001 across a twelve-node RON, there were 32 significant outages, each lasting …",
                "Modern automobiles are no longer mere mechanical devices; they are pervasively monitored and controlled by dozens of digital computers coordinated via internal vehicular networks. While this transformation has driven major advancements in efficiency and safety, it has also introduced a range of new potential risks. In this paper we experimentally evaluate these issues on a modern automobile and demonstrate the fragility of the underlying system structure. We demonstrate that an attacker who is able to infiltrate virtually any Electronic Control Unit (ECU) can leverage this ability to completely circumvent a broad array of safety-critical systems. Over a range of experiments, both in the lab and in road tests, we demonstrate the ability to adversarially control a wide range of automotive functions and completely ignore driver input—including disabling the brakes, selectively braking individual wheels on demand, stopping the engine, and so on. We find that it is possible to bypass rudimentary network security protections within the car, such as maliciously bridging between our car’s two internal subnets. We also present composite attacks that leverage individual weaknesses, including an attack that embeds malicious code in a car’s telematics unit and that will completely erase any evidence of its presence after a crash. Looking forward, we discuss the complex challenges in addressing these vulnerabilities while considering the existing automotive ecosystem.",
                "Modern automobiles are pervasively computerized, and hence potentially vulnerable to attack. However, while previous research has shown that the internal networks within some modern cars are insecure, the associated threat model—requiring prior physical access—has justifiably been viewed as unrealistic. Thus, it remains an open question if automobiles can also be susceptible to remote compromise. Our work seeks to put this question to rest by systematically analyzing the external attack surface of a modern automobile. We discover that remote exploitation is feasible via a broad range of attack vectors (including mechanics tools, CD players, Bluetooth and cellular radio), and further, that wireless communications channels allow long distance vehicle control, location tracking, in-cabin audio exfiltration and theft. Finally, we discuss the structural characteristics of the automotive ecosystem that give rise to such problems and highlight the practical challenges in mitigating them.",
                "The relationship between the congruence, strength, and t'ie of organizational culture'and organizational effectiveness was studied; based on questionnaire* sponges by 3,. 406 administrators, faculty department head, and trustees from 334 colleges and universities. Respondents rated\\the extent to which certain characteristics were present at thein school as well as the extent to which four organizational culture types (clan, adhocracy, hierarchy, or market cultures) were dominant.'In addition to rating organizationi effectiveness on nine dimenaiOns, respondents rated t structural, rategic, decision-making, and environmental dimensions ind-mrae siIlarity ratings of scenariosj. For example, if a responent gave the most points to the stenario indicating a clan type culture, identified the-leader as a'Aaciliiator\/mentOr, indicated, that bonding occurred on the basis of loyalty, and that strategic emphases focus on human resources, the organization was identified as having a congruent culture.\\No significant differences in organizational effectiveness were found, between schools with congruent or incongruent cultures. Schools\\with strong cultures were no more effective than schools with weak ciltures. However, the type of culture at the schoo1l appeared to be mor important in accounting for effectiveness than Congruence or strength.(SW)************************************** e********************************* Reproductions supplied by EDRS are the best that can be made from the original document."
            ],
            [
                [
                    "exoplanets planets astronomy astrophysics"
                ]
            ],
            [
                "David R. Andersen David R. Andersen Professor (also in Electrical and Computer Engineering) k0rx@uiowa.edu Ph.D., Purdue University, 1986 132 IATL (319) 335-2529 Lab: 176 IATL Lab Phone: (319) 335-1608 http:\/\/dx.eng.uiowa.edu\/dave\/ Nonlinear optics; quantum electronics; solid state; embedded systems. Parametric solitons, nonlinear optical crossbar switch, passive and adaptive nonlinear optical equalizer, 4-pi confocal nonlinear optical microscopy Applications include long-haul telecommunications systems, embedded wireless communications Professor with appointments in the departments of Electrical and Computer Engineering and in Physics and Astronomy Facilities include 1100 sq. ft. lab, with a 100 femtosec Ti:Sapphire laser system and other sources for nonlinear optics Students also interact with theoretical wireless group from Electrical Engineering, medical group from Optical Science and Technology Center Research and Publications Photonics and Quantum Electronics"
            ]
        ]
    ]
}