{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LHCFDS53",
            "bCKGpuQAAAAJ",
            [
                "Chirality-specific growth of single-walled carbon nanotubes on solid alloy catalysts",
                "Controlled nanocutting of graphene",
                "Mechanical Exfoliation and Characterization of Single‐ and Few‐Layer Nanosheets of WSe2, TaS2, and TaSe2",
                "Fast growth of inch-sized single-crystalline graphene from a controlled single nucleus on Cu–Ni alloys",
                "The importance of strong carbon− metal adhesion for catalytic nucleation of single-walled carbon nanotubes",
                "Dislocation theory of chirality-controlled nanotube growth",
                "Graphene nucleation on transition metal surface: structure transformation and role of the metal step edge",
                "Ultrafast epitaxial growth of metre-sized single-crystal graphene on industrial Cu foil",
                "Nucleation and growth of single-walled carbon nanotubes: A molecular dynamics study",
                "Synthesis of large single-crystal hexagonal boron nitride grains on Cu–Ni alloy"
            ],
            [
                "Carbon nanotubes have many material properties that make them attractive for applications 1, 2. In the context of nanoelectronics 3, interest has focused on single-walled carbon nanotubes 4 (SWNTs) because slight changes in tube diameter and wrapping angle, defined by the chirality indices (n, m), will shift their electrical conductivity from one characteristic of a metallic state to one characteristic of a semiconducting state, and will also change the bandgap. However, this structure–function relationship can be fully exploited only with structurally pure SWNTs. Solution-based separation methods 5 yield tubes within a narrow structure range, but the ultimate goal of producing just one type of SWNT by controlling its structure during growth has proved to be a considerable challenge over the last two decades 6, 7, 8, 9. Such efforts aim to optimize the composition 6, 10, 11, 12, 13, 14, 15, 16, 17 or shape 18, 19, 20, 21 of …",
                "Rapid progress in graphene-based applications is calling for new processing techniques for creating graphene components with different shapes, sizes, and edge structures. Here we report a controlled cutting process for graphene sheets, using nickel nanoparticles as a knife that cuts with nanoscale precision. The cutting proceeds via catalytic hydrogenation of the graphene lattice, and can generate graphene pieces with specific zigzag or armchair edges. The size of the nanoparticle dictates the edge structure that is produced during the cutting. The cutting occurs along straight lines and along symmetry lines, defined by angles of 60° or 120°, and is deflected at free edges or defects, allowing practical control of graphene nano-engineering.",
                "Single‐ and few‐layer transition‐metal dichalcogenide nanosheets, such as WSe2, TaS2, and TaSe2, are prepared by mechanical exfoliation. A Raman microscope is employed to characterize the single‐layer (1L) to quinary‐layer (5L) WSe2 nanosheets and WSe2 single crystals with a laser excitation power ranging from 20 μW to 5.1 mW. Typical first‐order together with some second‐order and combinational Raman modes are observed. A new peak at around 308 cm−1 is observed in WSe2 except for the 1L WSe2, which might arise from interlayer interactions. Red shifting of the A1g mode and the Raman peak around 308 cm−1 is observed from 1L to 5L WSe2. Interestingly, hexagonal‐ and monoclinic‐structured WO3 thin films are obtained during the local oxidation of thinner (1L–3L) and thicker (4L and 5L) WSe2 nanosheets, while laser‐burned holes are found during the local oxidation of the WSe2 single …",
                "Wafer-scale single-crystalline graphene monolayers are highly sought after as an ideal platform for electronic and other applications 1, 2, 3. At present, state-of-the-art growth methods based on chemical vapour deposition allow the synthesis of one-centimetre-sized single-crystalline graphene domains in∼ 12 h, by suppressing nucleation events on the growth substrate 4. Here we demonstrate an efficient strategy for achieving large-area single-crystalline graphene by letting a single nucleus evolve into a monolayer at a fast rate. By locally feeding carbon precursors to a desired position of a substrate composed of an optimized Cu–Ni alloy, we synthesized an∼ 1.5-inch-large graphene monolayer in 2.5 h. Localized feeding induces the formation of a single nucleus on the entire substrate, and the optimized alloy activates an isothermal segregation mechanism that greatly expedites the growth rate 5, 6. This …",
                "Density functional theory is used to show that the adhesion between single-walled carbon nanotubes (SWNTs) and the catalyst particles from which they grow needs to be strong to support nanotube growth. It is found that Fe, Co, and Ni, commonly used to catalyze SWNT growth, have larger adhesion strengths to SWNTs than Cu, Pd, and Au and are therefore likely to be more efficient for supporting growth. The calculations also show that to maintain an open end of the SWNT it is necessary that the SWNT adhesion strength to the metal particle is comparable to the cap formation energy of the SWNT end. This implies that the difference between continued and discontinued SWNT growth to a large extent depends on the carbon−metal binding strength, which we demonstrate by molecular dynamics (MD) simulations. The results highlight that first principles computations are vital for the understanding of the binding …",
                "The periodic makeup of carbon nanotubes suggests that their formation should obey the principles established for crystals. Nevertheless, this important connection remained elusive for decades and no theoretical regularities in the rates and product type distribution have been found. Here we contend that any nanotube can be viewed as having a screw dislocation along the axis. Consequently, its growth rate is shown to be proportional to the Burgers vector of such dislocation and therefore to the chiral angle of the tube. This is corroborated by the ab initio energy calculations, and agrees surprisingly well with diverse experimental measurements, which shows that the revealed kinetic mechanism and the deduced predictions are remarkably robust across the broad base of factual data.",
                "The nucleation of graphene on a transition metal surface, either on a terrace or near a step edge, is systematically explored using density functional theory calculations and applying the two-dimensional (2D) crystal nucleation theory. Careful optimization of the supported carbon clusters, CN (with size N ranging from 1 to 24), on the Ni(111) surface indicates a ground state structure transformation from a one-dimensional C chain to a 2D sp2 C network at N ≈ 10−12. Furthermore, the crucial parameters controlling graphene growth on the metal surface, nucleation barrier, nucleus size, and nucleation rate on a terrace or near a step edge are calculated. In agreement with numerous experimental observations, our analysis shows that graphene nucleation near a metal step edge is superior to that on a terrace. On the basis of our analysis, we propose the use of graphene seeds to synthesize high-quality graphene in …",
                "A foundation of the modern technology that uses single-crystal silicon has been the growth of high-quality single-crystal Si ingots with diameters up to 12 inches or larger. For many applications of graphene, large-area high-quality (ideally of single-crystal) material will be enabling. Since the first growth on copper foil a decade ago, inch-sized single-crystal graphene has been achieved. We present here the growth, in 20 min, of a graphene film of (5 × 50) cm2 dimension with >99% ultra-highly oriented grains. This growth was achieved by: (1) synthesis of metre-sized single-crystal Cu(1 1 1) foil as substrate; (2) epitaxial growth of graphene islands on the Cu(1 1 1) surface; (3) seamless merging of such graphene islands into a graphene film with high single crystallinity and (4) the ultrafast growth of graphene film. These achievements were realized by a temperature-gradient-driven annealing technique to produce …",
                "Molecular dynamics simulations based on an empirical potential energy surface were used to study iron catalyzed nucleation and growth of single-walled carbon nanotubes (SWNTs). The simulations show that SWNTs grow from iron-carbide particles at temperatures between 800 and 1400 K, whereas graphene sheets encapsulate the particle at temperatures below 600 K and a three-dimensional soot-like structure is formed above 1600 K. Nucleation of these carbon (C) structures can be divided into three stages:  (i) at short times the FeC particle is not saturated in C and all C atoms are dissolved in the particle; (ii) at intermediate times the FeC cluster is highly supersaturated in C and carbon strings, polygons and small graphitic islands nucleate on the cluster surface; (iii) at longer times the FeC cluster is supersaturated in C and, depending on the temperature, the graphene sheet, SWNT, or soot-like structure is …",
                "Hexagonal boron nitride (h-BN) has attracted significant attention because of its superior properties as well as its potential as an ideal dielectric layer for graphene-based devices. The h-BN films obtained via chemical vapour deposition in earlier reports are always polycrystalline with small grains because of high nucleation density on substrates. Here we report the successful synthesis of large single-crystal h-BN grains on rational designed Cu–Ni alloy foils. It is found that the nucleation density can be greatly reduced to 60 per mm 2 by optimizing Ni ratio in substrates. The strategy enables the growth of single-crystal h-BN grains up to 7,500 μm 2, approximately two orders larger than that in previous reports. This work not only provides valuable information for understanding h-BN nucleation and growth mechanisms, but also gives an effective alternative to exfoliated h-BN as a high-quality dielectric layer for large …"
            ],
            [
                [
                    "Physics",
                    "Chemistry",
                    "Material Science"
                ]
            ],
            [
                "Feng Ding Associate Professor of Physics and Astronomy 107 Kinard Laboratory 864-656-0459 fding@clemson.edu Clemson Computational Biophysics Lab Ph.D., Physics, Boston University, Boston, MA M.S., Physics, Boston University, Boston, MA B.S., Physics, Nanjing University, Nanjing, China Prof. Ding is leading a computational biophysics lab at Clemson, which focuses on understanding the structure, dynamics and function interrelationship of biomolecules and molecular complexes. The long term goal of the Ding research lab is to develop state-of-the-art molecular modeling methodologies and apply these computational approaches to understand the molecular mechanisms of human diseases and help design therapeutic approaches in a cost-effective manner. The current research projects in the lab include understanding the interactions between engineered nanomaterials and biomolecules at the nano-bio interface for enabling nanomedicine and sustained nanotechnology, modeling molecular recognitions between small molecule ligands and protein receptors for drug discovery, and exploring anti-amyloid agents against the amyloid aggregation of islet amyloid peptides (IAPP, aggregation of which is associated with beta-cell death in type-2 diabetes). Research Group Website ResearcherID"
            ]
        ]
    ]
}