{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LHF2AV1D",
            "5EYjEVUAAAAJ",
            [
                "Dissipation effects on the superconductor-insulator transition in 2D superconductors",
                "Local gate control of a carbon nanotube double quantum dot"
            ],
            [
                "Results on the superconductor to insulator transition in two-dimensional films are analyzed in terms of a coupling of the system to a dissipative bath. Upon lowering the temperature the parameter that controls this coupling becomes relevant and a wide range of metallic phase is recovered.",
                "We have measured carbon nanotube quantum dots with multiple electrostatic gates and used the resulting enhanced control to investigate a nanotube double quantum dot. Transport measurements reveal honeycomb charge stability diagrams as a function of two nearly independent gate voltages. The device can be tuned from weak to strong interdot tunnel-coupling regimes, and the transparency of the leads can be controlled independently. We extract values of energy-level spacings, capacitances, and interaction energies for this system. This ability to control electron interactions in the quantum regime in a molecular conductor is important for applications such as quantum computation."
            ],
            [
                [
                    "condensed matter experiment"
                ]
            ],
            [
                "Nadya Mason 2010 Superconductivity Center (217) 244-9114 (217) 244-8544 nadya@illinois.edu Mason Research Group Professor Nadya Mason received her bachelor's degree in physics from Harvard University in 1995 and received her doctorate in physics in 2001 from Stanford University, working in the group of Aharon Kapitulnik. Her thesis research was on phase transitions in two-dimensional superconductors. Prior to joining the physics faculty at Illinois, Professor Mason was a Junior Fellow in the Society of Fellows at Harvard University, where she collaborated with Professors Charles Marcus and Michael Tinkham on projects related to both carbon nanotubes and nanostructured superconductors. Professor Mason's research at Illinois focuses on how electrons behave in low-dimensional, correlated materials, where enhanced interactions are expected to give novel results. The research is relevant to a variety of technologies, including quantum communication, information storage, and qubit control in quantum computers. Professor Mason's current research focuses on the electronic behavior of materials such as carbon nanotubes, graphene, topological insulators, nanostructured superconductors, and other novel 1D or 2D systems. Typical measurements are of electronic transport at low temperatures. Typical projects include: (i) Tunneling experiments in carbon nanotubes, to study unusual correlated states such as Luttinger liquids, (ii) Studying emergent transport behavior of hybrid systems, e.g., superconductor-graphene, superconductor-toplogical insulator, graphene-PZT, and (iii) Creating planar arrays of superconducting islands, to control and understand collective phenomena in them. Research Honors Maria Goeppert Mayer Award, 2012 Center for Advanced Study Fellow, 2011-2012 Denice Denton Emerging Leader Award, 2009 Woodrow Wilson Career Enhancement Fellow 2008-2009 Diverse Magazine \"Emerging Scholar\" 2008 National Science Foundation CAREER Award, 2007-2012 Junior Fellow, Harvard Society of Fellows 2002-2005 Fall 2019 PHYS 496 Spring 2015 PHYS 598 Spring 2011 PHYS 214 Angela Q. Chen, Moon Jip Park, Stephen T. Gill, Yiran Xiao, Gregory J. MacDougall, Matthew J. Gilbert, Nadya Mason, \"Finite momentum Cooper pairing in 3D topological insulator Josephson junctions,\" accepted, Nature Communications, arxiv:1801.08504 (2018). J. H. Hinnefeld, S.T. Gill, N. Mason, \"Graphene transport mediated by micropatterned strain,\" Appl. Phys. Lett. 112, 173504 (2018). Y. Zhang, M. Heiranian, B. Janicek, Z. Budrikis, S. Zapperi, P. Y. Huang, H. Johnson, N. R. Aluru, J. Lyding, N. Mason, \"Strain Modulation of Graphene by Nanoscale Substrate Curvatures: A Molecular View,\" Nano Letters 18, 2098 (2018). S.T. Gill, J. Damasco, D. Car, E.P.A.M. Bakkers, and N. Mason, \"Hybrid superconductor-quantum point contact devices using InSb nanowires,\" Appl. Phys. Lett. 109, 233502 (2016). M. Durkin, I. Mondragon-Shem, S. Eley, T. Hughes, N. Mason, \"History-dependent dissipative vortex dynamics in superconducting arrays,\" Phys. Rev. B 94, 024510 (2016). S. Cho, B. Dellabetta, R. Zhong, J. Schneeloch, T. Liu, G. Gu, M. Gilbert, N. Mason,  \"Aharonov-Bohm Oscillations in a Quasi-Ballistic 3D Topological Insulator Nanowire,\" Nat. Commun. 6, 7634 (2015) S. Gill, J. Hinnifeld, S. Zhu, W. Swanson, T. Li, N. Mason.  \"Mechanical Control of Graphene on Engineered Pyramidal Strain Arrays.\"  ACS Nano 9, 5799-5806.(2015). N. Bronn, N. Mason, \"Spatial dependence of electron interactions in carbon nanotubes.\"  Physical Review B, 88: 16, 161409 (2013) S. Cho, B. Dellabetta, A. Yang, J. Schneeloch, Z. J. Xu, T. Valla, G. Gu, M.J. Gilbert, N. Mason, \"Symmetry Protected Josephson Supercurrents in Three-Dimensional Topological Insulators.\"  Nature Communications, 4 , 1689 (2013). S. Eley, S. Gopalakrishnan, P.M. Goldbart, and N. Mason. \"Approaching zero-temperature metallic states in mesoscopic superconductor-normal-superconductor arrays.\" Nature Physics, 8 , 59 (2012). S. Scharfenberg, N. Mansukhani, C. Chialvo, R. Weaver, and N. Mason, \"Observation of a snap-through instability in graphene.\" Applied Physics Letters 100 , 021910 (2012). T. Dirks, T. Hughes, B. Uchoa, S. Lal, Y-F. Chen, C. Chialvo, P.M. Goldbart, and N. Mason. \"Transport through Andreev bound states in a graphene quantum dot.\" Nature Physics, 98 ,091908   (2011). Nadya Mason in Storied Illinois : Sharing the beauty and wonder of physics Physics professor Nadya Mason answers the Proust Questionnaire. Professor Nadya Mason's TED Talk on scientific curiosity Curious how stuff works? Do a hands-on experiment at home, says physicist Nadya Mason. She shows how you can demystify the world around you by tapping into your scientific curiosity—and performs a few onstage experiments of her own using magnets, dollar bills, dry ice and more. In the Media In APS's : Nadya Mason on \"When a Superconductor Doesn't Act Like One\" There are times when superconductors—materials through which electric current can travel without resistance and thus without losing energy—don’t live up to their reputation. Nadya Mason of the University of Illinois at Urbana-Champaign has been making strides toward understanding when and how electron energy loss, or dissipation, arises in otherwise superconducting systems. She had planned to share this work in the Edward A. Bouchet Award Talk at the March Meeting of the American Physical Society earlier this month. (The meeting was canceled due to concerns about the new coronavirus disease, COVID-19, but Modern technology is largely based on normal conductors, but electrical currents in these materials always dissipate some energy as heat. “Superconductors give us a great opportunity to save energy by reducing dissipation,” Mason says. “But in order to use superconductors, we have to understand how dissipation affects them in particular, and how to minimize [dissipation] and control it.” Accolades Diversity Nadya Mason makes Essence magazine's 'Woke 100' list! #90  The former U.S. national team gymnast is now making a difference in the physics lab at the University of Illinois. Through her work and presence, she helps to fill the pipeline of women and minorities who pursue physics."
            ]
        ]
    ]
}