{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LHYT22NY",
            "tQyfP6IAAAAJ",
            [
                "Great Tzotzil dictionary of San Lorenzo Zinacantán",
                "Of cabbages and kings: Tales from Zinacantan",
                "The Great Tzotzil dictionary of Santo Domingo Zinacantán: with grammatical analysis and historical commentary",
                "The Black-Man of Zinacantan: A Central American Legend",
                "Of wonders wild and new: Dreams from Zinacantán",
                "Cultural significance and lexical retention in Tzeltal-Tzotzil ethnobotany",
                "Of shoes and ships and sealing wax: Sundries from Zinacantan"
            ],
            [
                "This dictionary of Tzotzil (Mayan) vocabulary from the town of Zinacantán, Chiapas, Mexico, was compiled by the author over a period of fourteen years. In addition to unsystematic data gathering in Zinacantán, formal interviews were conducted in San Cristóbal. Two Zinacantec men accompanied the author to the United States on two occasions for further interviewing. All hypothetically possible CVC (consonant-vowel-consonant) roots were tested to discover their existence and to determine their productivity. In addition to verbal suggestions, props were helpful: objects in everyday use, dolls, sound-effect records, play-acting. Special attention was directed to ethnobotanical lexicon and data; over 3000 specimens were collected and identified both by their Tzotzil name and by their scientific name. With the aid of aerial photographs and ground surveys the township and adjoining areas were mapped. Over one thousand place names were located. A system was developed to present considerable ethnographic context for the vocabulary within each root as succinctly as possible. Wherever possible, the etymology of loan words is indicated. Each entry is furnished with grammatical analysis. The approximately 30,000 Tzotzil entries and 15,000 English entries (including scientific names) were placed on magnetic tape to permit offset printing and further scholarly investigation. The body of the text is preceded by an introduction that records the eliciting techniques, organization of material, assessment and justification of the author's ethnographic approach, together with a sample of Tzotzil oral literature. Explanatory notes provide a more technical …",
                "This collection of 173 folktales, myths, legends, and personal reminiscences from Zinacantán, Chiapas, Mexico was recorded in Tzotzil, primarily in 1960, but also in 1963, 1968, and 1971. Zinacantec oral literature as represented here in the contributions of nine individuals, eight men and one woman, constitutes a small part of the community's awareness of past and present. The narrative style is no different from that of everyday speech. The form and content of the tales may vary considerably from one telling to the next. While a good number of tale motifs show unmistakable European provenience, others, apparently native to Middle America, are widely represented throughout southern Mexico and Guatemala, with a far smaller number restricted to the Chiapas highlands. The Tzotzil texts, with free English translations, are accompanied by linguistic, ethnographic, and folkloristic commentary.",
                "Emphasis upon publication as a means of “diffusing knowledge was expressed by the first Secretary of the Smithsonian. In his formal plan for the Institution, Joseph Henry outlined a program that included the following statement:\" It is proposed to publish a series of reports, giving an account of the new discoveries in science, and of the changes made from year to year in all branches of knowledge.\" This theme of basic research has been adhered to through the years by thousands of titles issued in series publications under the Smithsonian imprint, commencing with Smithsonian Contributions to Knowledge in 1848 and continuing with the following active series:",
                "The subject of this work is anomalies—those things that are between one state and another, neither dead nor alive, neither animal nor human. In this instance, they are the\" spooks\"(espantos) that inhabit the Maya area: the charcoal-cruncher, a disembodied head that goes off into the night to eat charcoal; the characotels, men who have turned into animals in order to steal chickens; and others. The victims chosen by spooks are likewise between two states: they are caught while asleep or drunk; or they may be humans who ignore social conventions and behave in\" un-human\" manner. The Black-man of Zinacantan focuses on a small, super-sexed demon who possesses a six-foot-long, death-dealing penis and a penchant for mischief-making. This demon is known in Highland Chiapas as h'ik'al, the Black-man. Although h'ik'al's prototype may have been the bat deity, an ancient Maya god of sacrifice, the demon has been adapted to contemporary life. Sarah Blaffer analyzes the position of anomalies in societies and shows h'ik'al as a norm-offending, yet norm-reinforcing, specter, who by his character and actions demonstrates the proper sex roles for Zinacantec men and women. The data for the study was recorded in Zinacantan, a Tzotzil-speaking Maya community, and in other Maya towns in southern Mexico and Guatemala; the study includes an analysis of tales recorded and translated by Robert M. Laughlin. The drawings that decorate the text were adapted by Virginia Savage and Joseph Barbieri. Besides being a comprehensive treatment of Maya demonology, the book demonstrates the newer approaches in comparative mythology of …",
                "This collection of 260 dream texts from Zinacantán, Chiapas, Mexico, was recorded in Tzotzil, primarily during 1963, and subsequently translated by the author into English. Dreams are ascribed considerable importance by the Zinacantecs, who see them not merely as portents of future events, but as actual, present encounters of the individual's soul, both in its contest with the souls of hostile humans and in communication with the deities. Dreams inform an individual of his capacity as a musician, a bonesetter, a midwife, or a shaman. Over one hundred dream motifs are given standard interpretations by the Zinacantecs, who modify them to fit personal situations. Included here are the dreams of eleven Zinacantecs, two of whom were shamans. Their richness of dialogue and imagery represent a hitherto much neglected aspect of Middle American culture. The dreams are accompanied by ethnographic commentary.",
                "Our paper is concerned with the question whether names of important things last longer than names of unimportant things. More formally, if the names of items within a specific semantic domain are segregated according to their cultural utility or importance, do they display different rates of retention: does the relative significance of an item to a particular culture accelerate or retard the loss of its name? Many historical linguists implicitly adopt the position that culturally significant items have names which change relatively rapidly, although the exact causes for this change are never clearly spelled out. In this paper, we will present evidence which challenges this traditional view by reporting findings that show a positive correlation between the lexical retention of plant names and the cultural significance of the plant segregates to which they refer.One of the major difficulties encountered in testing the relationship of …",
                "This volume is divided into two sections. Part 1 contains the travels of two Mayan Indians from Zinacantán, Chiapas, Mexico, who accompanied the author to the United States in 1963 and again in 1967. The first trip was described as it unfolded and then again after the passage of eight years. The second trip was described four years later. The travelers comment on such varied subjects as the assassination of President Kennedy, the Zuni Shalako, a football game, first views of snow and of the ocean, black-white relations, automation, and the March on the Pentagon in November 1967. Part 2 is a miscellany of ethnographic texts supplied by Romin Teratol, one of the above travelers, in response to the author's occasional requests for re-creations of Zinacantec dialogue and activities. The subjects range from seductions, a birth, requests for loans and repayment, requests for godparents, and for the return of a wife, house-dedication prayers, common prayers, religious officials' prayers, shamans' prayers, oaths of office, religious officials' songs, a wedding song, and a drunkard's song. Together they provide a convincing if haphazard exhibit of the richness and variety of Zinacantec oral literature as it is created daily by the citizens of Zinacantán."
            ],
            [
                [
                    "Mesoamerican",
                    "Caribbean",
                    "Ethnology",
                    "lexicography"
                ]
            ],
            [
                "Robert Laughlin Anne T. and Robert M. Bass Professor in the School of Humanities and Sciences http:\/\/large.stanford.edu Professor Laughlin is a theorist with interests ranging from hard-core engineering to cosmology. He is an expert in semiconductors (Nobel Prize 1998) and has also worked on plasma and nuclear physics issues related to fusion and nuclear-pumped X-ray lasers. His technical work at the moment focuses on “correlated-electron” phenomenology – working backward from experimental properties of materials to infer the presence (or not) of new kinds of quantum self-organization. He recently proposed that all Mott insulators – including the notorious doped ones that exhibit high-temperature superconductivity – are plagued by a new kind of subsidiary order called “orbital antiferromagnetism” that is difficult to detect directly. He is also the author of A Different Universe, a lay-accessible book explaining emergent law. Professor of Applied Physics (Dual Appointment with Physics), Stanford University (1993 - 2007) Postdoc, AT&T Bell Laboratories (1979 - 1981) Professor of Physics, Stanford University (1989 - Present) Onsager Medal, Norwegian University of Science and Technology (2007) Doctorate of Letters, University of Maryland (2005) Golden Plate, Stanford University (1999) Nobel Prize in Physics, Royal Swedish Academy of Sciences (1998) Benjamin Franklin Medal for Physics, The Franklin Institute (1998) Member, National Academy of Sciences (1994-Present) Oliver E. Buckley Prize, American Physical Society (1986) E. O. Lawrence Award for Physics, U.S. Department of Energy (1985) Research Scientist, Lawrence Livermore National Laboratory (1981 - 2004) President, Korean Advanced Institute for Science and Technology (2004 - 2006) President, Asia-Pacific Center for Theoretical Physics (2004 - 2006) Board Member, Science Foundation Ireland (2002 - 2003) Program Affiliations Science, Technology and Society Ph.D., Massachusetts Institute of Technology, Physics  (1979) A.B., University of California at Berkeley, Mathematics  (1972) ndl@stanford.edu Department of Physics McCullough 301 94305 (650) 723-4563 (650) 724-3681 (fax) 4045 Profile: Correlated-electron materials. Cuprate superconductivity. Quantum self-organization. Emergent quantum field theory. Other Names: Bob Laughlin Introduction to Nuclear Energy PHYSICS 241 (Win) Introduction to the Physics of Energy PHYSICS 240 (Aut) Independent Studies (2) Introduction to Nuclear Energy PHYSICS 241 (Win) Introduction to the Physics of Energy PHYSICS 240 (Aut) Introduction to Nuclear Energy PHYSICS 241 (Win) Introduction to the Physics of Energy PHYSICS 240 (Aut) Abhimanyu Banerjee, Edgard Bonilla, Caleb Cook , Eric Cooper, Joe Finney, Yudan Guo, Haoyuan Li, Xinghe Li, Eli Mueller, Aidan O'Beirne Avikar Periwal , Xinyu Ren, Jonathan San Miguel, Ruby Shi, Jun Ho Son, Kaan Yay Powering the Future: How We Will (Eventually) Solve the Energy Crisis and Fuel the Civilization of Tomorrow Laughlin, R. B. New York: Basic Books. The Crime of Reason Laughlin, R. B. New York: Basic Books. Gossamer superconductivity PHILOSOPHICAL MAGAZINE Laughlin, R. B. 86 (9) : 1165-1171 DOI 10.1080\/14786430500395678 Web of Science ID 000235958200001 Looking for a Hero Laughlin, R. B. Seoul: Hans Media. A Different Universe: Remaking Physics from the Bottom Down Laughlin, R. B. New York: Basic Books. Spectroscopy of matter near criticality ANNALS OF PHYSICS Bernevig, B. A., Giuliano, D., Laughlin, R. B. 311 (1) : 182-190 DOI 10.1016\/j.aop.2003.10.005 Web of Science ID 000220879000008 The cup of the hand Laughlin, R. B. 303 (5663) : 1475-1477 Web of Science ID 000220000100026 PubMedID 15001764 Hiawatha's Valence Bonding Annals of Improbable Research Laughlin, R. B. 10 (6) : 8 Emergent Relativity and the Physics of Black Hole Horizons Analog Models of General Relativity Chapline, G., Laughlin, R. B., Santiago, D. I. edited by Visser, M. Singapore: World Scientific. Emergent relativity International Symposium on Frontiers in Science Laughlin, R. B. WORLD SCIENTIFIC PUBL CO PTE LTD. : 18–43 Web of Science ID 000186708100004 Truth, ownership, and scientific tradition Laughlin, R. B. 55 (12) : 10-11 Web of Science ID 000179481800001 Coordinate representation of the one-spinon one-holon wave function and spinon-holon interaction PHYSICAL REVIEW B Bernevig, B. A., Giuliano, D., Laughlin, R. B. 65 (19) DOI 10.1103\/PhysRevB.65.195112 Web of Science ID 000175860900047 The physical basis of computability COMPUTING IN SCIENCE & ENGINEERING Laughlin, R. B. 4 (3) : 27-30 Web of Science ID 000175131400006 The quantum criticality conundrum ADVANCES IN PHYSICS Laughlin, R. B., Lonzarich, G. G., Monthoux, P., Pines, D. 50 (4) : 361-365 Web of Science ID 000172573000001 Balanced branching in transcription termination PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Harrington, K. J., Laughlin, R. B., Liang, S. 98 (9) : 5019-5024 The theory of stochastic transcription termination based on free-energy competition [von Hippel, P. H. & Yager, T. D. (1992) Science 255, 809-812 and von Hippel, P. H. & Yager, T. D. (1991) Proc. Natl. Acad. Sci. USA 88, 2307-2311] requires two or more reaction rates to be delicately balanced over a wide range of physical conditions. A large body of work on glasses and large molecules suggests that this balancing should be impossible in such a large system in the absence of a new organizing principle of matter. We review the experimental literature of termination and find no evidence for such a principle, but do find many troubling inconsistencies, most notably, anomalous memory effects. These effects suggest that termination has a deterministic component and may conceivably not be stochastic at all. We find that a key experiment by Wilson and von Hippel [Wilson, K. S. & von Hippel, P. H. (1994) J. Mol. Biol. 244, 36-51] thought to demonstrate stochastic termination was an incorrectly analyzed regulatory effect of Mg(2+) binding. Web of Science ID 000168311500041 PubMedID 11309513 Spinon attraction in spin-1\/2 antiferromagnetic chains Bernevig, B. A., Giuliano, D., Laughlin, R. B. 86 (15) : 3392-3395 We derive the representation of the two-spinon wave function for the Haldane-Shastry model in terms of the spinon coordinates. This result allows us to rigorously analyze spinon interaction and its physical effects. We show that spinons attract one another. The attraction gets stronger as the size of the system is increased and, in the thermodynamic limit, determines the power law with which the susceptibility diverges. Web of Science ID 000168045700044 PubMedID 11327978 Hidden order in the cuprates PHYSICAL REVIEW B CHAKRAVARTY, S., Laughlin, R. B., Morr, D. K., Nayak, C. 63 (9) Web of Science ID 000167312000081 Quantum phase transitions and the breakdown of classical general relativity PHILOSOPHICAL MAGAZINE B-PHYSICS OF CONDENSED MATTER STATISTICAL MECHANICS ELECTRONIC OPTICAL AND MAGNETIC PROPERTIES Chapline, G., Hohlfeld, E., Laughlin, R. B., Santiago, D. I. 81 (3) : 235-254 Web of Science ID 000167699700001 The middle way PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Laughlin, R. B., Pines, D., Schmalian, J., Stojkovic, B. P., Wolynes, P. 97 (1) : 32-37 Mesoscopic organization in soft, hard, and biological matter is examined in the context of our present understanding of the principles responsible for emergent organized behavior (crystallinity, ferromagnetism, superconductivity, etc.) at long wavelengths in very large aggregations of particles. Particular attention is paid to the possibility that as-yet-undiscovered organizing principles might be at work at the mesoscopic scale, intermediate between atomic and macroscopic dimensions, and the implications of their discovery for biology and the physical sciences. The search for the existence and universality of such rules, the proof or disproof of organizing principles appropriate to the mesoscopic domain, is called the middle way. Web of Science ID 000084624500009 PubMedID 10618366 The theory of everything PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Laughlin, R. B., Pines, D. 97 (1) : 28-31 We discuss recent developments in our understanding of matter, broadly construed, and their implications for contemporary research in fundamental physics. Web of Science ID 000084624500008 PubMedID 10618365 Quantum number fractionalization in antiferromagnets Workshop with Learning on Field Theories for Low-Dimensional Condensed Matter Systems Laughlin, R. B., Giuliano, D., Caracciolo, R., White, O. L. : 83–115 Web of Science ID 000167994700003 Differential light scattering: Probing the sonoluminescence collapse PHYSICAL REVIEW E Vacca, G., Morgan, R. D., Laughlin, R. B. 60 (6) : R6303-R6306 We have developed a light scattering technique based on differential measurement and polarization (differential light scattering, DLS) capable in principle of retrieving timing information with picosecond resolution without the need for fast electronics. DLS was applied to sonoluminescence, duplicating known results (sharp turnaround, self-similar collapse); the resolution was limited by intensity noise to about 0.5 ns. Preliminary evidence indicates a smooth turnaround on a less than approximately 0.5-ns time scale, and suggests the existence of subnanosecond features within a few nanoseconds of the turnaround. Web of Science ID 000084600400013 PubMedID 11970620 Nobel Lecture: Fractional quantization REVIEWS OF MODERN PHYSICS Laughlin, R. B. 71 (4) : 863-874 Web of Science ID 000082039400001 A critique of two metals ADVANCES IN PHYSICS Laughlin, R. B. 47 (6) : 943-958 Web of Science ID 000077086400001 Magnetic induction of d(x2-y2)+id(xy) order in high-T-c superconductors Laughlin, R. B. 80 (23) : 5188-5191 Web of Science ID 000074011900041 Parallels Between Quantum Antiferromagnetism and the Strong Interactions Proceedings of the Inaugural Conference of the Asia-Pacific Center for Theoretical Physics Laughlin, R. B. edited by Cho, Y. M., Hong, J. B., Yang, C. N. Singapore: World Scientific. Evidence for quasiparticle decay in photoemission from underdoped cuprates Laughlin, R. B. 79 (9) : 1726-1729 Web of Science ID A1997XU05700037 Evidence for composite nature of quasiparticles in the 2D t-J model NUCLEAR PHYSICS B Beran, P., Poilblanc, D., Laughlin, R. B. 473 (3) : 707-720 Web of Science ID A1996VA45100010 Evidence for electron decay in photoemission from Sr2CuO2Cl2 Conference on Spectroscopies in Novel Superconductors Laughlin, R. B. PERGAMON-ELSEVIER SCIENCE LTD. : 1627–32 Web of Science ID A1995TL54700012 NUMERICAL EVIDENCE FOR ELECTRON DECAY IN THE 2-DIMENSIONAL T-J MODEL International Euroconference on Magnetic Correlations, Metal-Insulator-Transitions, and Superconductivity in Novel Materials Laughlin, R. B. SPRINGER\/PLENUM PUBLISHERS. : 443–66 Web of Science ID A1995QX87700040 FRACTIONAL VORTICES AS EVIDENCE OF TIME-REVERSAL SYMMETRY-BREAKING IN HIGH-TEMPERATURE SUPERCONDUCTORS Sigrist, M., Bailey, D. B., Laughlin, R. B. 74 (16) : 3249-3252 Web of Science ID A1995QT44900040 TUNNELING GAP AS EVIDENCE FOR TIME-REVERSAL SYMMETRY-BREAKING AT SURFACES OF HIGH-TEMPERATURE SUPERCONDUCTORS PHYSICA C-SUPERCONDUCTIVITY AND ITS APPLICATIONS Laughlin, R. B. 234 (3-4) : 280-284 Web of Science ID A1994PY37800011 RESPONSE FUNCTION OF THE T-J MODEL CALCULATED USING ANYON TECHNIQUES PHYSICAL REVIEW B TIKOFSKY, A. M., Laughlin, R. B. 50 (14) : 10165-10189 Web of Science ID A1994PL95100056 SPIN SUSCEPTIBILITY AND GAP STRUCTURE OF THE FRACTIONAL-STATISTICS GAS PHYSICAL REVIEW B Levy, J. L., Laughlin, R. B. 50 (10) : 7107-7123 Web of Science ID A1994PH22200063 TIME-REVERSAL SYMMETRY-BREAKING IN SUPERCONDUCTORS - A PROPOSED EXPERIMENTAL TEST PHYSICAL REVIEW B Beasley, M. R., Lew, D., Laughlin, R. B. 49 (17) : 12330-12332 Web of Science ID A1994NL64300103 GAUGE-THEORY OF THE 3-DIMENSIONAL CHIRAL SPIN LIQUID NUCLEAR PHYSICS B TIKOFSKY, A. M., LIBBY, S. B., Laughlin, R. B. 413 (3) : 579-604 Web of Science ID A1994MZ28400002 D-WAVE SUPERCONDUCTIVITY WITH A GAP Conference on Strongly Correlated Electronic Materials: The Los Alamos Symposium 1993 Laughlin, R. B. ADDISON-WESLEY PUBL CO. : 566–569 Web of Science ID A1994BC51Q00033 New Elementary Particles in Quantum Antiferromagnets and Their Potential Relevance to High-Temperature Superconductivity Modern Perspectives in Many-Body Physics: Proceedings of the 6th Physics Summer School Laughlin, R. B. edited by Das, M. P., Mahanty, J. Singapore: World Scientific. FRACTIONAL-STATISTICS GAS WITH SPIN AND STABILITY OF THE SUPERFLUID STATE PHYSICAL REVIEW B Beran, P., Laughlin, R. B. 48 (14) : 10382-10390 Web of Science ID A1993MB64800047 COMPUTATION OF THE OPTICAL CONDUCTIVITY OF THE T-J MODEL USING ANYON TECHNIQUES TIKOFSKY, A. M., Laughlin, R. B., Zou, Z. 69 (25) : 3670-3673 Web of Science ID A1992KC93100020 QUANTUM-MECHANICS OF THE FRACTIONAL-STATISTICS GAS - RANDOM-PHASE APPROXIMATION PHYSICAL REVIEW B Dai, Q., Levy, J. L., Fetter, A. L., Hanna, C. B., Laughlin, R. B. 46 (9) : 5642-5677 Web of Science ID A1992JM06400077 ABSENCE OF CIRCULAR-DICHROISM IN HIGH-TEMPERATURE SUPERCONDUCTORS LAWRENCE, T. W., Szoke, A., Laughlin, R. B. 69 (9) : 1439-1442 Web of Science ID A1992JK86400038 MACROSCOPICALLY DOPED CHIRAL-SPIN-LIQUID STATE PHYSICAL REVIEW B Zou, Z., Levy, J. L., Laughlin, R. B. 45 (2) : 993-1012 Web of Science ID A1992HA07400052 HOLE PROPAGATOR OF THE CHIRAL SPIN LIQUID PHYSICAL REVIEW B Laughlin, R. B. 45 (1) : 400-414 Web of Science ID A1992GY51600047 ANYONS AND SUPERCONDUCTIVITY - RANDOM PHASE APPROXIMATION INTERNATIONAL JOURNAL OF MODERN PHYSICS B Fetter, A. L., Hanna, C. B., Laughlin, R. B. 5 (16-17) : 2751-2790 Web of Science ID A1991GP58900009 CURRENT STATUS OF SEMIONIC PAIRING THEORY OF HIGH-TC SUPERCONDUCTORS WORKSHOP ON PHYSICS AND MATHEMATICS OF ANYONS Laughlin, R. B. WORLD SCIENTIFIC PUBL CO PTE LTD. : 1507–19 Web of Science ID A1991FX39300004 NON-ABELIAN MONOPOLES IN THE 3-DIMENSIONAL CHIRAL SPIN LIQUID NUCLEAR PHYSICS B LIBBY, S. B., Zou, Z., Laughlin, R. B. 348 (3) : 693-713 Web of Science ID A1991ER47000012 QUANTUM-MECHANICS OF THE FRACTIONAL-STATISTICS GAS - PARTICLE-HOLE INTERACTION PHYSICAL REVIEW B Hanna, C. B., Laughlin, R. B., Fetter, A. L. 43 (1) : 309-319 Web of Science ID A1991EQ74400030 CHARGED EXCITATIONS OF THE CHIRAL SPIN LIQUID PHYSICAL REVIEW B Zou, Z., Laughlin, R. B. 42 (7) : 4073-4079 Web of Science ID A1990DX52100032 Fractional Statistics in the Quantum Hall Effect Fractional Statistics and Anyon Superconductivity Laughlin, R. B. edited by Wilzcek, F. Singapore: World Scientific. : 262 QUANTUM-MECHANICS OF THE FRACTIONAL-STATISTICS GAS - HARTREE-FOCK APPROXIMATION PHYSICAL REVIEW B Hanna, C. B., Laughlin, R. B., Fetter, A. L. 40 (13) : 8745-8758 Web of Science ID A1989AX80800016 THEORY OF THE SPIN LIQUID-STATE OF THE HEISENBERG-ANTIFERROMAGNET PHYSICAL REVIEW B KALMEYER, V., Laughlin, R. B. 39 (16) : 11879-11899 Web of Science ID A1989AA06500006 RANDOM-PHASE APPROXIMATION IN THE FRACTIONAL-STATISTICS GAS PHYSICAL REVIEW B Fetter, A. L., Hanna, C. B., Laughlin, R. B. 39 (13) : 9679-9681 Web of Science ID A1989U545400120 SPIN HAMILTONIAN FOR WHICH QUANTUM HALL WAVEFUNCTION IS EXACT ANNALS OF PHYSICS Laughlin, R. B. 191 (1) : 163-202 Web of Science ID A1989AB89600005 Fractional Quantization in High-Temperature Superconductivity Mechanisms of High-Temperature Superconductivity Laughlin, R. B. edited by Kamimura, H., Oshiyama, A. Heidelberg: Springer. : 76 Fractional Statistics in the Quantum Hall Effect Two-Dimensional Strongly Correlated Electron Systems Laughlin, R. B. edited by Gan, Z., Sun, Z. London: Gordon and Breach. : 199 THE RELATIONSHIP BETWEEN HIGH-TEMPERATURE SUPERCONDUCTIVITY AND THE FRACTIONAL QUANTUM HALL-EFFECT Laughlin, R. B. 242 (4878) : 525-533 The case is made that the spin-liquid state of a Mott insulator, hypothesized to exist by Anderson and identified by him as the correct context for discussing high-temperature superconductors, occurs in these materials and exhibits the principles of fractional quantization identified in the fractional quantum Hall effect. The most important of these is that particles carrying a fraction of an elementary quantum number, in this case spin, attract one another by a powerful gauge force, which can lead to a new kind of superconductivity. The temperature scale for the superconductivity is set by an energy gap in the spin-wave spectrum, which is also the fundamental measure of how \"liquid\" the spins are. Web of Science ID A1988Q634500026 PubMedID 17815892 SUPERCONDUCTING GROUND-STATE OF NONINTERACTING PARTICLES OBEYING FRACTIONAL STATISTICS Laughlin, R. B. 60 (25) : 2677-2680 Web of Science ID A1988N873200030 EQUIVALENCE OF THE RESONATING-VALENCE-BOND AND FRACTIONAL QUANTUM HALL STATES KALMEYER, V., Laughlin, R. B. 59 (18) : 2095-2098 Web of Science ID A1987K611000028 DIFFERENTIAL CONDUCTANCE IN 3-DIMENSIONAL RESONANT TUNNELING PHYSICAL REVIEW B KALMEYER, V., Laughlin, R. B. 35 (18) : 9805-9808 Web of Science ID A1987J131400043 POSITRONIUM TIME-OF-FLIGHT SPECTROSCOPY OF DISSIMILAR METALS PHYSICAL REVIEW B Howell, R. H., ROSENBERG, I. J., Fluss, M. J., Goldberg, R. E., Laughlin, R. B. 35 (10) : 5303-5306 Web of Science ID A1987G717000100 Elemental Theory: The Incompressible Quantum Fluid The Quantum Hall Effect Laughlin, R. B. edited by Prange, R. E., Girvin, S. M. New York: Springer. : 233 Dilute Fermi Liquid of Polarons in Copper Oxide Superconductors Novel Superconductivity Laughlin, R. B., Hanna, C. B. edited by Wolf, S. A., Kresin, V. Z. New York: Plenum. : 553 Electrical Resistivity as Quantum Chaos Chaos '87: International Conference on the Physics of Chaos and Systems Far from Equilibrium Laughlin, R. B. edited by Duong-Van, M. Amsterdam: North-Holland. : 213 MECHANISM OF CURRENT MODULATION BY OPTIC PHONONS IN HETEROJUNCTION TUNNELING EXPERIMENTS PHYSICAL REVIEW B Hanna, C. B., Hellman, E. S., Laughlin, R. B. 34 (8) : 5475-5483 Web of Science ID A1986E450200063 OSCILLATIONS IN THE CURRENT-VOLTAGE CHARACTERISTICS OF GAAS-ALGAAS TUNNEL-JUNCTIONS Hanna, C. B., Laughlin, R. B. 56 (23) : 2547-2547 Web of Science ID A1986C602500032 DESTRUCTION OF THE FRACTIONAL QUANTUM HALL-EFFECT BY DISORDER SURFACE SCIENCE Laughlin, R. B. 170 (1-2) : 167-172 Web of Science ID A1986C416000029 TEMPERATURE-DEPENDENCE OF INTERATOMIC FORCES IN THE THOMAS-FERMI APPROXIMATION Laughlin, R. B. : 510-518 Web of Science ID A1986AXE1300059 ONE DIMENSIONAL POLARON EFFECTS AND CURRENT INHOMOGENEITIES IN SEQUENTIAL PHONON EMISSION PHYSICA B & C Hellman, E. S., Harris, J. S., Hanna, C. B., Laughlin, R. B. 134 (1-3) : 41-46 Web of Science ID A1985AWJ3500009 SCALING OF CONDUCTIVITIES IN THE FRACTIONAL QUANTUM HALL-EFFECT PHYSICAL REVIEW B Laughlin, R. B., Cohen, M. L., KOSTERLITZ, J. M., Levine, H., LIBBY, S. B., Pruisken, A. M. 32 (2) : 1311-1314 Web of Science ID A1985AMH6100091 Quasiparticle Aggregation in the Fractional Quantum Hall Effect Proceedings of the 17th International Conference on the Physics of Semiconductors Laughlin, R. B. edited by Chadi, D. J., Harrison, W. A. New York: Springer. : 255 The Gauge Argument for Accurate Quantization of the Hall Conductance Two-Dimensional Systems, Heterostructures and Superlattices Laughlin, R. B. edited by Bauer, G., Kuchar, F., Heinrich, H. Heidelberg: Springer. : 272 EXCITONS IN THE FRACTIONAL QUANTUM HALL-EFFECT PHYSICA B & C Laughlin, R. B. 126 (1-3) : 254-259 Web of Science ID A1984TV28200036 Fractional Quantization of the Hall Conductance Two-Dimensional Systems, Heterostructures and Superlattices Laughlin, R. B. edited by Bauer, G., Kuchar, F., Heinrich, H. Heidelberg: Springer. : 285 PRIMITIVE AND COMPOSITE GROUND-STATES IN THE FRACTIONAL QUANTUM HALL-EFFECT SURFACE SCIENCE Laughlin, R. B. 142 (1-3) : 163-172 Web of Science ID A1984TD36900028 LEVITATION OF EXTENDED-STATE BANDS IN A STRONG MAGNETIC-FIELD Laughlin, R. B. 52 (25) : 2304-2304 Web of Science ID A1984SV88800031 QUANTIZED MOTION OF 3 TWO-DIMENSIONAL ELECTRONS IN A STRONG MAGNETIC-FIELD PHYSICAL REVIEW B Laughlin, R. B. 27 (6) : 3383-3389 Web of Science ID A1983QH04500025 ANOMALOUS QUANTUM HALL-EFFECT - AN INCOMPRESSIBLE QUANTUM FLUID WITH FRACTIONALLY CHARGED EXCITATIONS Laughlin, R. B. 50 (18) : 1395-1398 Web of Science ID A1983QM76700017 EXCHANGE THEORY OF RESISTIVITY SATURATION PHYSICAL REVIEW B Laughlin, R. B. 26 (6) : 3479-3482 Web of Science ID A1982PH27000093 HELIUM DIFFRACTION FROM THE GAAS(110) SURFACE AND THE GENERATION OF HELIUM-SURFACE POTENTIALS PHYSICAL REVIEW B Laughlin, R. B. 25 (4) : 2222-2247 Web of Science ID A1982NL11500016 UNIVERSAL BEHAVIOR IN THE ELECTRICAL-CONDUCTIVITY OF STRONG-SCATTERING EXPANDED FLUID METALS PHYSICAL REVIEW B Laughlin, R. B. 26 (12) : 7019-7022 Web of Science ID A1982PV35300071 QUANTIZED HALL CONDUCTIVITY IN 2 DIMENSIONS PHYSICAL REVIEW B Laughlin, R. B. 23 (10) : 5632-5633 Web of Science ID A1981LR24700084 OPTICAL-ABSORPTION EDGE OF SIO2 PHYSICAL REVIEW B Laughlin, R. B. 22 (6) : 3021-3029 Web of Science ID A1980KK44900050 Stanford Institute for Theoretical Physics Research in the Stanford Institute for Theoretical Physics (SITP) spans a wide range of topics from understanding the fundamental nature of forces, particles and space-time geometry, to condensed matter physics and quantum information.  There is considerable cross-fertilization in some of these endeavors with faculty in the SLAC Theory Group and the Savas Dimopoulos (650) 723-4231 Savas@stanford.edu Theoretical Physics Sebastian Doniach SXDWC@SLAC.Stanford.Edu Theoretical Physics Alexander Fetter fetter@stanford.edu Theoretical Physics Peter Graham Associate Professor pwgraham@stanford.edu Publications on INSPIRE Theoretical Physics Sean Hartnoll Associate Professor (650) 724-9662 hartnoll@stanford.edu Publications on Google Scholar Publications on INSPIRE Publications on the arXiv Public lecture: From black holes to superconductors Short interview: string theory and black holes Lectures and talks on YouTube Theoretical Physics Patrick Hayden (650) 725-9181 phayden@stanford.edu Publications on Google Scholar Theoretical Physics Shamit Kachru (650) 736-2047 skachru@stanford.edu Theoretical Physics Renata Kallosh (650) 725-4736 kallosh@stanford.edu Theoretical Physics Vedika Khemani Assistant Professor vkhemani@stanford.edu Khemani recognized for work on time-crystals Publications on Google Scholar Theoretical Condensed Matter Physics Theoretical Physics Steven Kivelson Kivelson@stanford.edu Defining \"Emergence\" in Physics Understanding Complexity Kivelson Group Web Link Theoretical Physics Robert Laughlin (650) 723-4563 ndl@stanford.edu Theoretical Physics Andrei Linde (650) 494-6106 alinde@stanford.edu List of publications on inSPIRE List of publications in Google Scholar Theoretical Physics Xiaoliang Qi xlqi@stanford.edu Theoretical Physics Srinivas Raghu Associate Professor (650) 926-3068 sraghu@stanford.edu Theoretical Physics Leonardo Senatore Associate Professor senatore@stanford.edu Theoretical Physics Stephen Shenker (650) 723-4232 sshenker@stanford.edu Publications on INSPIRE Theoretical Physics Eva Silverstein evas@stanford.edu ArXiv papers Theoretical Physics Leonard Susskind The Theoretical Minimum lecture series Publications on INSPIRE Theoretical Physics"
            ]
        ]
    ]
}