{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LIACBP4K",
            "8gzfsNsAAAAJ",
            [
                "Intergenerationally gifted asset dispositions",
                "Domesticating public space through ritual: Tailgating as vestaval",
                "Orchestrating rituals through retailers: An examination of gift registry",
                "Beyond fungible: Transforming money into moral and social resources",
                "Weight loss through virtual support communities: A role for identity-based motivation in public commitment",
                "Hyperfiliation and cultural citizenship: African American consumer acculturation",
                "Grooving in the ludic foodscape: Bridled revelry in collegiate tailgating",
                "Gifts and gifting in online communities",
                "Earmarking Money and Consumption",
                "The effects of self-construal fit on motivation, attitudes, and charitable giving"
            ],
            [
                "This study examines the mechanisms by which intergenerationally gifted assets are transformed into inalienable wealth and describes how such gifts convey and transfer meaning within families. The study's findings reveal that individuals employ indexical accounts to allocate assets in support of relational goals and employ prosaic accounts to achieve utilitarian goals. These findings contribute to intergenerational gifting theories by demonstrating how an asset transitions between inalienable and alienable states, identifying antecedents and consequences of prosaic and indexical accounts, explaining the interactions between inalienable and alienable states and between indexical and prosaic account allocations, and discussing the implications of labeled assets on consumer behavior.",
                "Using a semiotic square to study placeway rituals, we theorize one particular sanctuary, a secular ritual we term vestaval—and specifically, its manifestation in the form of tailgating—as a site of popular communion. Vestaval demonstrates the power of consumption to stimulate social and civic engagement. We employ an ethnographic team methodology to describe and analyze the phenomenon. We theorize the eversion mechanism that animates vestaval and sets it apart from other social forms including spectacle, festival, and carnival well known to consumer research. We explore how vestaval turns the domestic world inside out and offers a template both for the temporary suspension and potential remaking of the social relations of market and polity. We detail a set of practices within four themes—location, construction, customization, and inhabitation—that enables the conversion of private space to public …",
                "We explore the phenomenon of gift registry as a specific ritual within a larger set of wedding rituals to understand interactions between consumers and retailers. We find that roles for retailers in family based rituals are expanding, given how consumers employ brands to negotiate meaning, experiences of identity, and the dispersion of social systems. These changes allow retailers, as ritual orchestrators, an opportunity to participate more fully in the gift registry ritual by shaping the experience for each type of ritual participant—bride, groom, and gift-giver. Our research contributes an interpretation of how consumers negotiate brand meaning within a temporary gift system, as they perform gift giving rituals situated squarely within the marketplace. We explore the implications these rituals have for the construction of identity, consumer-to-consumer and consumer-to-brand relationships. We provide suggestions for …",
                "An essential characteristic of marketing practice and theory is the promotion of exchanges, many of which are funded by money. Marketing literature thus places great emphasis on determining what factors influence consumers to engage in the marketplace. Less understood, however, is how consumers allocate monetary resources to fund exchanges. Scholars have demonstrated that people employ earmarks to segregate money by source, meaning, or purpose. The ethnographic study of provisioning in the current research adds to prior scholarship with an explanation of how money, as a fungible resource, is transformed into moral and social resources by the behavioral process of ascribing earmarks and approaching provisioning. As part of this study, the author develops a typology that incorporates thrift provisioning and splurge provisioning approaches to categorize consumer goals derived from the use of …",
                "Individuals increasingly participate in virtual support communities (VSCs) where they conduct numerous aspects of their lives with others whom they may never encounter in person, and they interact within these communities to attain various goals. Research finds that individuals are more likely to achieve success with such goals when they make a public commitment to achieving them. Through our netnographic inquiry, we extend prior theorizing of VSC with an explanation of how public commitment manifests in VSC in support of goal attainment. More specifically, we find these online communities make salient a context relevant social identity which motivates behaviors that facilitate compliance to the public commitment, and hence, more effective goal pursuit. In addition, we create a typology of member roles within these VSC that further influence public commitment. Our findings contribute to theories of VSC and …",
                "The experiences of African American expatriates in South Africa are explored to explain how acculturation in circumstances of hyperfiliation influences cross-cultural consumption for the purposes of performing cultural citizenship. The acculturation sub-processes of revision, restoration, and retroversion are analyzed to examine the ways in which social capital is mobilized in citizenship projects. These aspects of expatriate experiences are unpacked, theoretical implications are identified, and managerial implications are discussed.",
                "Throughout North America, the open air public feasting and drinking that surrounds an athletic event, most commonly football, is labeled “tailgating.” In this article, we explore how consumers infuse their place-creating activity with a well-modulated aura of revelry that energizes tailgating without jeopardizing either its immediate or long-term viability. To an appreciable degree, tailgating is about celebrating and preserving the communal bond enkindled in the primal hearth. We characterize tailgating as a “ludic foodscape” in an attempt to capture the kinetic, multisensory backdrop and atmosphere of playful consumer creativity against which the revelry of feasting and drinking unfolds. Our study is located at the intersection of inquiries into foodscapes, brandscapes, and landscapes. Among the interpretive themes emerging from our ethnographic analysis, we have implicated three in particular in the generation and …",
                "Purpose–We study weight loss communities to contribute to the understanding of how gifting, sharing, and the relationship between them allow individuals to pursue status transitions for a social identity.",
                "Purpose À Individuals use money, time, and effort to consume, yet implicit in most consumer research is the availability of these resources, particularly money. While the literature provides an explanation of many aspects of consumption experiences, an explanation of how money is used to fund consumption is needed.",
                "Stores commonly advertise their sales by putting signs in the shop windows to beckon consumers to go into the store. In some Asian cities, often one would see sale signs in English as well as in Chinese. What is interesting about the signs is that they differ not just in the language used, but also in the literal meaning of the words in the signs. The sign in English typically advertises how much of the original price consumers would save (eg,“40% off—Big Sale”), the parallel sign in Chinese indicates how much of that original price consumers would have to pay (“六 折 大 减 价” literally translates into “Pay 60%—Big Sale”). This seemingly minor twist in the message conveyed in the sale signs reflects one of the fundamental differences between an individualist and a collectivist culture: whereas members from an individualist culture who are more likely to have an independent self-construal tend to focus their attention on the presence and absence of positive outcomes (hence the sale sign emphasizing savings), those from a collectivist culture who are more likely to have an interdependent self-construal tend to focus their attention on the absence and presence of negative outcomes (hence the sign emphasizing payment). This difference in sensitivity to positive and negative outcomes is one of the differences that reflect the psychological processes and motivational orientations associated with the two distinct ways that people from an individualist versus a collectivist culture view the self (Lee, Aaker, & Gardner, 2000).The objective of this chapter is to provide insights into the key construct underlying one of the major cultural divides—individualism …"
            ],
            [
                [
                    "consumer research",
                    "rituals",
                    "gift-giving"
                ]
            ]
        ]
    ]
}