{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LITZJ3KF",
            "sSuuUakAAAAJ",
            [
                "Ga–Doped Pt–Ni Octahedral Nanoparticles as a Highly Active and Durable Electrocatalyst for Oxygen Reduction Reaction",
                "Synthesis of Chemically Ordered Pt3Fe\/C Intermetallic Electrocatalysts for Oxygen Reduction Reaction with Enhanced Activity and Durability via a Removable …",
                "Fabrication of Mg–Ni–Sn alloys for fast hydrogen generation in seawater",
                "Opportunities for intermediate temperature renewable ammonia electrosynthesis",
                "Thin Nickel Layer with Embedded WC Nanoparticles for Efficient Oxygen Evolution",
                "Corrosion-resistant coating for cathode current collector and wet-seal area of molten carbonate fuel cells",
                "Influence of Carbonaceous Species on Aqueous Photo-catalytic Nitrogen Fixation by Titania",
                "Fe and N co-doped mesoporous carbon nanofibers as a non-precious metal catalyst for oxygen reduction reaction and a durable support for Pt nanoparticles"
            ],
            [
                "Bimetallic PtNi nanoparticles have been considered as a promising electrocatalyst for oxygen reduction reaction (ORR) in polymer electrolyte membrane fuel cells (PEMFCs) owing to their high catalytic activity. However, under typical fuel cell operating conditions, Ni atoms easily dissolve into the electrolyte, resulting in degradation of the catalyst and the membrane-electrode assembly (MEA). Here, we report gallium-doped PtNi octahedral nanoparticles on a carbon support (Ga–PtNi\/C). The Ga–PtNi\/C shows high ORR activity, marking an 11.7-fold improvement in the mass activity (1.24 A mgPt–1) and a 17.3-fold improvement in the specific activity (2.53 mA cm–2) compared to the commercial Pt\/C (0.106 A mgPt–1 and 0.146 mA cm–2). Density functional theory calculations demonstrate that addition of Ga to octahedral PtNi can cause an increase in the oxygen intermediate binding energy, leading to the enhanced …",
                "Recently, Pt3M (M = Fe, Ni, Co, Cu, etc.) intermetallic compounds have been highlighted as promising candidates for oxygen reduction reaction (ORR) catalysts. In general, to form those intermetallic compounds, alloy phase nanoparticles are synthesized and then heat-treated at a high temperature. However, nanoparticles easily agglomerate during the heat treatment, resulting in a decrease in electrochemical surface area (ECSA). In this study, we synthesized Pt–Fe alloy nanoparticles and employed carbon coating to protect the nanoparticles from agglomeration during heat treatment. As a result, Pt3Fe L12 structure was obtained without agglomeration of the nanoparticles; the ECSA of Pt–Fe alloy and intermetallic Pt3Fe\/C was 37.6 and 33.3 m2 gPt–1, respectively. Pt3Fe\/C exhibited excellent mass activity (0.454 A mgPt–1) and stability with superior resistances to nanoparticle agglomeration and iron leaching …",
                "Mg-2.7Ni-x wt.% Sn(x = 0–2) alloys were fabricated to promote hydrogen generation kinetics of Mg-2.7Ni alloy. The Sn in Mg-2.7Ni-Sn alloys exists as Mg2Sn phase at the grain boundary and solid solution at the Mg matrix. The Mg2Sn at the grain boundary acts as the initiation site for pitting corrosion and the dissolved Sn in the alloy causes pitting corrosion by locally breaking the surface oxide film in the Mg matrix in seawater. The Mg-2.7Ni-1Sn alloy showed an excellent hydrogen generation rate of 28.71 ml min−1 g−1, which is 1700 times faster than that of pure Mg due to the combined action of galvanic and intergranular corrosion as well as pitting corrosion in seawater. As the solution temperature was increased from 30 to 70 °C, the hydrogen generation rate from the hydrolysis of the Mg-2.7Ni-1Sn alloy was dramatically increased from 34 to 257.3 ml min−1 g−1. The activation energy for the hydrolysis of Mg …",
                "Production of ammonia using only renewable energy is achievable through various routes; however, direct electrochemical conversion technologies have achieved significant attention. Despite this attention, the promise for electrochemical ammonia synthesis is unclear, as most electrochemical technology performance is well below that of the Haber–Bosch process (state of the art). Thus, there is a growing interest in defining realistic performance targets which would make renewable ammonia derived from electrochemical systems a reality. However, most efforts thus far have only explored optimizing single technology specific performance metrics such as faradaic efficiency. Optimization of this single performance metric often occurs at the expense of the rate of production which drives implementation and thus can be misleading. Here, we aim to outline the performance targets achievable for renewable ammonia …",
                "Developing active and stable electrocatalysts for the oxygen evolution reaction (OER) is essential to enhance the efficiency of water splitting. Herein, we report a nickel\/tungsten carbide (Ni\/WC) composite catalyst in which WC nanoparticles are embedded underneath thin Ni layers as a highly active OER catalyst in an alkaline electrolyte. The thin Ni layer has a modulated electronic structure stemming from the interaction with the WC. The Ni\/WC composite exhibits excellent OER activity and durability in a 1 M KOH solution. The turnover frequency of the Ni\/WC composite (0.58 s–1) is increased by approximately 5.8 times relative to that of the Ni nanoparticles (0.10 s–1). The significant increase in catalytic activity of the Ni\/WC composite can be attributed to the adsorption property change originating from the interaction between the Ni layers and the WC nanoparticles. X-ray photoelectron spectroscopy (XPS) and …",
                "High-temperature corrosion of metallic bipolar plates is a main problem to limit system reliability of molten carbonate fuel cells (MCFCs). In particular, cathode current collector (CCC) and wet-seal area in the bipolar plates suffer severe corrosion during MCFCs operation. Herein, we are trying to explore facile and cost-effective coating materials and methods to enhance corrosion resistance of CCC and wet-seal area of MCFCs. Cobalt (Co) layer was coated by using electrodeposition method for CCC, and aluminum (Al) layer was coated by using mechanical cladding method for wet-seal area. Co and Al layers were transformed into in-situ lithiated oxides, which are LiCoO2 and LiAlO2, by reacting with electrolytes without detachment. These in-situ formed oxides efficiently impede formation and growth of corrosion scales by preventing permeation of electrolytes. We believe that Co electrodeposition and Al cladding …",
                "For decades, reports have suggested that photo-catalytic nitrogen fixation by titania in an aqueous environment is possible. Yet a consensus does not exist regarding how the reaction proceeds. Furthermore, the presence of an aqueous protonated solvent and the similarity between the redox potential for nitrogen and proton reduction suggest that ammonia production is unlikely. Here, we re-investigate photo-catalytic nitrogen fixation by titania in an aqueous environment through a series of photo-catalytic and electrocatalytic experiments. Photo-catalytic testing reveals that mineral phase and metal dopants play a marginal role in promoting nitrogen photofixation, with ammonia production increasing when the majority phase is rutile and with iron dopants. However, the presence of a trace amount of adsorbed carbonaceous species increased the rate of ammonia production by two times that observed without …",
                "Cost reduction and long-term durability are crucial issues for the commercialization of polymer electrolyte membrane fuel cells. To accomplish these goals, herein, we report an electrospun iron and nitrogen codoped mesoporous carbon nanofiber (Fe-N-MCNF) for use as both a low-cost nonprecious metal catalyst and a durable support of platinum nanoparticles. Silica nanoparticles and polyvinyl acetate are used together as porogens to create mesopores. As a synergetic effect of these two types of porogens, numerous mesopores are successfully formed inside of the carbon nanofibers. The highly mesoporous structure increases the specific surface area and improves the diffusion kinetics of the reactants, leading to an increase in the effective surface area of the Fe-N-MCNFs for electrochemical reactions. Therefore, the Fe-N-MCNFs can have high oxygen reduction reaction activity alone in an acidic solution and …"
            ],
            [
                [
                    "Electrochemistry",
                    "Nanomaterials",
                    "Electrocatalysts",
                    "Energy",
                    "Catalysts"
                ]
            ],
            [
                "Jeonghoon Lim Graduate Student Physics 2323 Osborn Dr jhlim@iastate.edu 515-294-5440"
            ]
        ]
    ]
}