{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LLC1U3I3",
            "CjB8EcsAAAAJ",
            [
                "Size-Dependent Ag2S Nanodots for Second Near-Infrared Fluorescence\/Photoacoustics Imaging and Simultaneous Photothermal Therapy",
                "Nanocomposite‐based photodynamic therapy strategies for deep tumor treatment",
                "Protein-nanoreactor-assisted synthesis of semiconductor nanocrystals for efficient cancer theranostics",
                "Highly Efficient FRET System Capable of Deep Photodynamic Therapy Established on X-ray Excited Mesoporous LaF3:Tb Scintillating Nanoparticles",
                "Bifunctional tellurium nanodots for photo-induced synergistic cancer therapy",
                "A novel deep photodynamic therapy modality combined with CT imaging established via X-ray stimulated silica-modified lanthanide scintillating nanoparticles",
                "GSH‐Depleted PtCu3 Nanocages for Chemodynamic‐ Enhanced Sonodynamic Cancer Therapy",
                "Albumin-coordinated assembly of clearable platinum nanodots for photo-induced cancer theranostics",
                "NaCeF4:Gd,Tb Scintillator as an X-ray Responsive Photosensitizer for Multimodal Imaging-Guided Synchronous Radio\/Radiodynamic Therapy",
                "Rationally Designed Monodisperse Gd2O3\/Bi2S3 Hybrid Nanodots for Efficient Cancer Theranostics"
            ],
            [
                "Ag2S nanoparticles are increasingly important in biomedicine, such as in cancer imaging. However, there has been only limited success in the exploration of theranostic Ag2S nanoparticles for photoinduced cancer imaging and simultaneous therapy. Here we report size-dependent Ag2S nanodots (NDs) with well-defined nanostructure as a theranostic agent for multimodal imaging and simultaneous photothermal therapy. The NDs are precisely synthesized through carefully controlled growth of Ag2S in hollow human serum albumin nanocages. These NDs produce effective fluorescence in second near-infrared (NIR-II) region, distinct photoacoustic intensity, and good photothermal conversion in a size-dependent manner under light irradiation, thereby generating sufficient in vivo fluorescence and photoacoustic signals as well as potent hyperthermia at tumors. Moreover, Ag2S NDs possess ideal resistance to …",
                "Photodynamic therapy (PDT), as an emerging clinically approved modality, has been used for treatment of various cancer diseases. Conventional PDT strategies are mainly focused on superficial lesions because the wavelength of illumination light of most clinically approved photosensitizers (PSs) is located in the UV\/VIS range that possesses limited tissue penetration ability, leading to ineffective therapeutic response for deep‐seated tumors. The combination of PDT and nanotechnology is becoming a promising approach to fight against deep tumors. Here, the rapid development of new PDT modalities based on various smartly designed nanocomposites integrating with conventionally used PSs for deep tumor treatments is introduced. Until now many types of multifunctional nanoparticles have been studied, and according to the source of excitation energy they can be classified into three major groups: near …",
                "Unlike metal nanoparticles (eg, Au nanorods) and p-doped semiconductors (eg, Cu2− xS) with surface plasmon resonance, this type of nanoparticles can generate NIR absorbance through the d–d energy-band transition, and be easily synthesized at a low cost without the demand of precise shape.[3b, 4b, 5] However, these nanoparticles often encounter both poor NIR absorbance and insufficient photothermal conversion efficiency.[4b, c] Moreover, there are only a few transition metal sources that are available to fabricate this type of stoichiometric photothermal nanoparticles in addition to copper, owing to the absence of available synthetic method.[4a] In addition, the existing methods generally employ stabilizers to synthesize the nanoparticles, which do not allow facile postmodification or functionalization for desirable diagnostic characteristics such as enhanced ultrasensitivity and spatial resolution as well.[6] Consequently, these concerns arouse our interest to explore a facile synthesis approach to fabricate high-performance stoichiometric transition metal semiconductor nanoparticles for diagnostic and therapeutic purposes.Many proteins such as human serum albumin (HSA), ferritin, and bovine serum albumin (BSA) play an essential role in the distribution of transition metal ions with partially filled d-electronic subshell such as Cu2+, Co2+, and Fe2+ for specific physiological or pathological process.[7] These transition metal ions are able to preferably bind with proteins through various metal binding sites including N-terminal amine, Cys residues, and multimetal binding sites.[7, 8] Interestingly, these proteins can generally display the …",
                "Photodynamic therapy (PDT) for deep-seated tumor is largely impeded by the limited penetration depth of excitation light in tissue. X-ray is considered as an ideal energy source to activate photosensitizers (PSs) located deep within the body with the assistance of scintillating nanoparticles (ScNPs). However, the efficacy under this concept is not satisfying due to the low scintillating luminescence and weak energy transfer from ScNPs to PSs. Here, mesoporous LaF3:Tb ScNPs were successfully synthesized by a facile hydrothermal process to act as PS carriers and X-ray energy transducers, owing to their good ionizing radiation stopping power and high luminescence efficiency. The formation mechanism of porous structure was elucidated in detail with classical crystallization theory. After a systematic investigation, LaF3:Tb ScNPs with optimized scintillating luminescence were obtained for loading Rose Bengal (RB …",
                "Elemental tellurium (Te) nanoparticles are increasingly important in a variety of applications such as thermoelectricity, photoconductivity, and piezoelectricity. However, they have been explored with limited success in their biomedical use, and thus a tremendous challenge still exists in the exploration of Te nanoparticles that can treat tumors as an effective anticancer agent. Here, we introduce bifunctional Te nanodots with well-defined nanostructure as an effective anticancer agent for photo-induced synergistic cancer therapy with tumor ablation, which is accomplished using hollow albumin nanocages as a nanoreactor. Under near-infrared light irradiation, Te nanodots can produce effective photothermal conversion, as well as highly reactive oxygen species such as •O2– and dismutated •OH via a type-I mechanism through direct electron transfer, thereby triggering the potent in vivo hyperthermia and simultaneous …",
                "Multifunctional LaF3:Tb scintillating nanoparticles (ScNPs) coated with homogenous layers of silica and subsequently tethered with RB covalently were elaborated. The nanoconjugates with a high colloidal stability and biocompatibility could generate a reasonable amount of 1O2 through efficient energy transfer upon external illumination, which enables them to be potentially applied in diagnosis and photodynamic therapy for deep seated tumour.",
                "The ultrahigh concentration of glutathione (GSH) inside tumors destroys reactive oxygen species (ROS)‐based therapy, improving the outcome of chemodynamic therapy (CDT)‐enhanced sonodynamic therapy (SDT) by depleting GSH is full of great challenge. Herein, PtCu3 nanocages are first reported as acting as a sonosensitizer with highly efficient ROS generation under ultrasound irradiation. In addition, PtCu3 nanocages can act as horseradish peroxidase‐like nanozymes, catalyzing the decomposition of H2O2 into •OH under acidic conditions for CDT. Surprisingly, PtCu3 nanocages can act as another kind of nanozyme, mimicking glutathione peroxidase (GSH‐Px), which plays an important role in accelerating GSH depletion by oxidizing molecules, further weakening the capacity of tumor cells scavenging ROS by GSH. Both in vitro and in vivo studies demonstrate that PtCu3 nanocages perform well in …",
                "Photoactive noble metal nanoparticles are of increasing importance toward personalized cancer therapy in the field of precision nanomedicine. A critical challenge remains in the exploration of clinically potential noble metal nanoparticles for highly efficient cancer theranostics. Here, we introduce albumin-coordinated assembly of clearable Pt nanodots (Pt-NDs) with monodisperse nanostructure as high-performance theranostic agents for imaging-guided photothermal tumor ablation. We precisely manipulate the reduction and growth of tetravalent Pt ions into ultrasmall nanodots through albumin-directed growth kinetics, thereby leading to the synthesis of monodisperse 6.7 nm Pt-NDs with albumin molecules as the corona. Pt-NDs exhibit the surface plasmon resonance at 225 nm with enhanced near-infrared (NIR) absorbance, ideal resistance to photo-bleaching, distinct photoacoustic and X-ray signals, as well as …",
                "Photosensitizers (PSs) that are directly responsive to X-ray for radiodynamic therapy (RDT) with desirable imaging abilities have great potential applications in cancer therapy. Herein, the cerium (Ce)-doped NaCeF4:Gd,Tb scintillating nanoparticle (ScNP or scintillator) is first reported. Due to the sensitization effect of the Ce ions, Tb ions can emit fluorescence under X-ray irradiation to trigger X-ray excited fluorescence (XEF). Moreover, Ce and Tb ions can absorb the energy of secondary electrons generated by X-ray to produce reactive oxide species (ROS) for RDT. With the intrinsic absorption of X-ray by lanthanide elements, the NaCeF4:Gd,Tb ScNPs also act as a computed tomography (CT) imaging contrast agent and radiosensitizers for radiotherapy (RT) sensitization synchronously. Most importantly, the transverse relaxation time of Gd3+ ions is shortened due to the doping of Ce and Tb ions, leading to the …",
                "Multifunctional nanotheranostic agents are of particular importance in the field of precise nanomedicine. However, a critical challenge remains in the rational fabrication of monodisperse multicomponent nanoparticles with enhanced multifunctional characteristics for efficient cancer theranostics. Here, a rational and facile synthesis of monodisperse Gd2O3\/Bi2S3 hybrid nanodots (Gd\/Bi‐NDs) is demonstrated as a multifunctional nanotheranostic agent using a albumin nanoreactor for computed tomography (CT)\/photoacoustics (PA)\/magnetic resonance (MR) imaging and simultaneous photothermal tumor ablation. Two nanoprecipitation reactions in one albumin nanoreactor are simultaneously conducted to generate ultrasmall Gd\/Bi‐NDs with both orthorhombic Bi2S3 and cubic Gd2O3 nanostructures. Their hybrid nanostructure generates distinctly enhanced longitudinal relaxivity in the spatially confined albumin …"
            ],
            [
                [
                    "Nanomaterial"
                ]
            ],
            [
                "Yongan  Tang Assistant Professor tangy@nccu.edu (919) 530-5106 1106 Mary M. Townes Science Building more detailed information can be find: https:\/\/sites.google.com\/site\/nanophotonicresearchgroup\/home"
            ]
        ]
    ]
}