{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LLHPKQRM",
            "bARcJ-4AAAAJ",
            [
                "Analytic properties of the Landau gauge gluon and quark propagators",
                "Evidence for a Bound  Dibaryon from Lattice QCD",
                "Light nuclei and hypernuclei from quantum chromodynamics in the limit of SU (3) flavor symmetry",
                "Chiral extrapolation of lattice moments of proton quark distributions"
            ],
            [
                "We explore the analytic structure of the gluon and quark propagators of Landau gauge QCD from numerical solutions of the coupled system of renormalized Dyson-Schwinger equations and from fits to lattice data. We find sizable negative norm contributions in the transverse gluon propagator indicating the absence of the transverse gluon from the physical spectrum. A simple analytic structure for the gluon propagator is proposed. For the quark propagator we find evidence for a masslike singularity on the real timelike momentum axis, with a mass of 350 to 500 MeV. Within the Green’s function approach that is employed, we identify a crucial term in the quark-gluon vertex that leads to a positive definite Schwinger function for the quark propagator.",
                "We present evidence for the existence of a bound H dibaryon, an I= 0, J= 0, s=− 2 state with valence quark structure u u d d s s, at a pion mass of m π∼ 389 MeV. Using the results of lattice QCD calculations performed on four ensembles of anisotropic clover gauge-field configurations, with spatial extents of L∼ 2.0, 2.5, 3.0, and 3.9 fm at a spatial lattice spacing of b s∼ 0.123 fm, we find an H dibaryon bound by B∞ H= 16.6±2.1±4.6 MeV at a pion mass of m π∼ 389 MeV.",
                "The binding energies of a range of nuclei and hypernuclei with atomic number A≤ 4 and strangeness| s|≤ 2, including the deuteron, dineutron, H-dibaryon, He 3, He Λ 3, He 4, He Λ 4, and He Λ Λ 4, are calculated in the limit of flavor-SU (3) symmetry at the physical strange-quark mass with quantum chromodynamics (without electromagnetic interactions). The nuclear states are extracted from lattice QCD calculations performed with n f= 3 dynamical light quarks using an isotropic clover discretization of the quark action in three lattice volumes of spatial extent L∼ 3.4 fm, 4.5 fm, and 6.7 fm, and with a single lattice spacing b∼ 0.145 fm.",
                "We present the resolution of a long-standing discrepancy between the moments of parton distributions calculated from lattice QCD and their experimental values. We propose a simple extrapolation formula for the moments of the nonsinglet quark distribution u− d, as a function of quark mass, which embodies the general constraints imposed by the chiral symmetry of QCD. The inclusion of the leading nonanalytic behavior leads to an excellent description of both the lattice data and the experimental values of the moments."
            ],
            [
                [
                    "Nuclear Physics",
                    "Particle Physics",
                    "Lattice QCD"
                ]
            ],
            [
                "WILLIAM DETMOLD Associate Professor of Physics Graduate Program Faculty Coordinator wdetmold@mit.edu (617) 324-6181 6-303 Scott Morley (617) 253-4852 RELATED LINKS: Center for Theoretical Physics Laboratory for Nuclear Science Theoretical Nuclear and Particle Physics - QCD: Quantum Chromodynamics - Standard Model Professor Detmold's research interests are in strong interaction dynamics in theoretical particle and nuclear physics. Detmold uses analytic methods and supercomputers to solve the complex equations of quantum chromodynamics (QCD) that describe the strong interaction and seeks to understand the emergence of hadrons and nuclei from the underlying Standard Model of particle physics. He aims to determine the properties and interactions of these systems from first principles to confront experiment and to make predictions for regimes such as in the interior of neutron stars where experiments are not possible. Professor Detmold obtained his PhD from the University of Adelaide, Australia and joined the MIT physics faculty in 2012, moving from the College of William & Mary where he was an Assistant Professor. Prior to that position, he was a Research Assistant Professor at the University of Washington. Professor Detmold is the recipient of a Department of Energy Outstanding Junior Investigator award. Ten from the Department of Physics honored by the American Physical Society , 10.19.2016] Five from MIT win Early Career Awards , 5.8.2013] Bachelor of Science (Math. Sci.), University of Adelaide, 1996 Bachelor of Science (Hons.), University of Adelaide, 1997 Doctor of Philosophy (Th. Phys.), University of Adelaide, 2002 Postdoctoral Associate, University of Washington, 2002-2004 Research Assistant Professor, University of Washington, 2004-2008 Assistant Professor, College of William & Mary, 2008-2012 Assistant Professor, Massachusetts Institute of Technology, 2008-present Honors and Awards Fellow, American Physical Society, 2016 Department of Energy Early Career  Research Program Award, 2013 Department of Energy Office of Nuclear Physics Outstanding Junior Investigator Award, 2009 Harold Woolhouse Prize for best Ph.D. thesis in the Faculty of Science, 2002 Australian Postgraduate Award, 1998 Adelaide University Medal, 1997 A full listing of Professor Detmold's publications can be found on inSPIRE . November 5, 2020 6:17 PM"
            ]
        ]
    ]
}