{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LM7DY9LS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Researchers@Brown Researchers@Brown Search Search Search Back to search Advanced search… Manage your Profile Chung-I Tan title=\"Email Chung-I_Tan@brown.edu Overview Research Background Affiliations Teaching View All Curriculum Vitae [PDF] × Website information Text: URL: Save Cancel Chung-I Tan Professor of Physics Overview Professor Tan is a graduate of the University of California, Berkeley, where he also received the Ph.D. in Physics. He taught at Princeton University, before joining the Brown faculty. He has carried out research at the Brookhaven National laboratory, Lawrence Berkeley Laboratory, the Aspen Center for Physics, Univ. of Paris, and at CERN, the European Center for Particle Physics. He has also served as Professor Associate at the University of Paris and University of Provence during his various sabbatical leaves. Professor Tan was the Chair of the Physics Department in 2004-2010. He has also served on the FEC, as the Chair for 2009-2010. For AY 2011-12, he is leading Brown's Year of China Initiative. Brown Affiliations Physics Research Research Overview Professor Tan's research interest is in theoretical particle physics, which deals with the fundamental understanding of the origin of forces and particles. This is the realm where quantum principle and relativity both play a pivotal role. His research has focused on non-perturbative consequences of Quantum Chromodynamics (QCD), which serves as the basis in understanding the origin of the force responsible for the very existence of elementary particles such as proton, neutron, pion, etc. His recent research deals with the novel notion of \"Gauge\/String Duality\", the use of String Theory in exploring features of physics at the energy range covered by the Large Hadron Collider (LHC) at Geneva, Switzerland. Research Statement Professor Chung-I Tan's research has focused on non-perturbative consequences of Quantum Chromodynamics (QCD). It has been a long held belief that QCD in a non-perturbative setting can be described by a string theory. The discovery by Maldacena of exact String\/Gauge duality through the AdS\/CFT mechanism now allows explicit calculation in some QCD like SUSY theories. The challenge is to abstract from these models fundamental concepts applicable to QCD. Prof. Tan has had a long interest in the formulation of the QCD string and in its phenomenological consequence. Specific efforts include the following areas: QCD from gauge\/gravity duality, QCD at High Energy, Diffractive Scattering, Chirally improved lattice QCD, Confinement\/de-confinement transitions, etc.  What follows is a brief description of some of his research results during the past three years, with key references listed as footnotes. Some of these results have also been reported in various topical conferences and workshops. These efforts have involved many active collaborators: Prof. R. Brower (Boston U.), Prof. E. M. Levin (Tel Aviv U.), Prof. S. Mathur (Ohio State U.), Prof. J. Polchinski, (UC, Santa Barbara), Prof. M. Strassler (U. of Washington), and Prof. C. Thorn (U. of Florida). Other collaborations include E.Berger (Argonne National Lab.), Koji Hashimoto (Tokyo), B. Mueller (Duke), S. Terashima (Kyoto), and others. QCD at High Energy and String\/Gauge Duality: Prof. Tan with R. Brower, M. Strassler and J. Polchinski are now working on a range of problems investigating high-energy processes. In the absence of a complete formulation of a QCD string, the goal is to determine model independent consequence of String\/Gauge duality for QCD. This general approach originates with the observation of Polchinski and Strassler  that the wide-angle scattering of glueballs in a cut-off AdS5 background gave power behavior consistent with parton counting rules.  This was extended to MQCD by Brower and Tan, where they noted also the subtlety of the Regge limit, and identified both the soft Pomeron trejectory for the tensor glueball and a hard component. This program initiated by Brower, Polchinski, Strassler and Tan holds the promise of a new era where string\/gauge duality can be used directly to provide insights on experimental observables at high energies. Glueball and Stretched String Spectra: It is possible to test the viability of a dual QCD model by studying its spectral properties in comparison with lattice data.  In the strong coupling limit (where the dual is super gravity in AdS-like background), Brower, Mathur and Tan have performed the first complete calculation of the low-lying glueball spectrum. The construction is based on Witten's suggestion to introduce into the AdS7xS4 background a Euclidean black hole breaking conformal and super symmetries leading to a confining theory with a QCD like spectrum. In spite of obvious limitation, the comparison with lattice data of Morningstar and Peardon is encouraging. The full bosonic multiplet for the IIA supergraviton is required to match the spectra. Phenomenology of High Energy Diffractive Scattering: The field of \"Pomeron\" physics has been stimulated in recent years by the experimental studies for small-x physics at HERA as well as by \"hard diffractive\" measurements at FNAL; its import will become more prominent as one moves into the LHC energies, e.g., diffractive Higgs production.  Prof. Tan has carried out several related projects in this area. Prof. Tan has examined carefully the notion of Pomeron flux and its renormalization. By maintaining factorization, unambiguous predictions for double Pomeron exchange, doubly diffraction dissociation, etc., both at Tevatron and at LHC energies, can be made. In view of our recent work, (hep-th\/0603115), further refinement is currently being formulated. Another project involves an effort in providing a unified treatment of HE hadronic collision incorporating both hard and soft processes at high energy. String\/Flux-Tube Duality on the Lightcone: In collaboration with R. Brower and C. Thorn, Prof. Tan has also explored the equivalence of quantum field theory and string theory as exemplified by the AdS\/CFT correspondence from the point of view of lightcone quantization. Brower, Tan, and Thorn have carried out an investigation to see how the lightcone description deals with the many aspects of the duality already understood from other starting points, e.g., on the string side, they discuss the lightcone version of small oscillations about the static string connecting a heavy external quark source to a heavy external antiquark source.  Their results are completely consistent with those obtained by more standard covariant methods , thus providing further support for the AdS\/CFT conjecture. Glueballs in an AdS Black Hole and Localized Gravity: As a further exploration of the AdS\/CFT correspondence, Brower, Mathur and Tan considered a model of brane world gravity in the context of non-conformal non-SUSY matter in the confined phase.  They modify the earlier strong coupling solution to the glueball spectrum in an AdS Black Hole by introducing a Randall-Sundrum Planck brane as a UV cut-off. The goal of this toy model is to exhibit a self-consistent model of gravity interacting with non-conformal matter in the confined phase. This gives rise to a compactified 5-d brane world gravity with a Kaluza-Klein ``photon'' and ``dilaton''. In their earlier paper they had noted that the strong coupling glueball spectrum had an ``accidental'' scalar-tensor degeneracy.  The same mechanism that is need to split this spectral line consistent with QCD at weak coupling here is apparently needed to lift the dilaton mass consistent with cosmological constraints. Funded Research RESEARCH GRANTS: (a) Current Grants: (i) U. S. Department of Energy, ``Theoretical Studies in High-Energy Physics\", (Cont. DOE-DE-FG02-91ER40688.A013 - Task A), Nov. 2008-Oct. 2011, Co-principal Investigator and Person-in-charge. (ii) National Science Foundation, \"Support for US HE Physics for International Moriond Conf.\", 03\/15\/06-04\/14\/11, Principal Investigator. (b) Recently Completed Grants: (i) U. S. Department of Energy, \"Theoretical Studies in High-Energy Physics\", (Cont. DOE-DE-FG02-91ER40688.A013 - Task A), Nov. 2005-Oct. 2008, Co-principal Investigator. (ii) National Science Foundation, \"Support for US HE Physics for International Moriond Conf.\", 03\/15\/04-04\/14\/06, Principal Investigator. Scholarly Work \"High Energy Scattering and AdS\/CFT\", Progress of Theoretical Physics Suppl. 187, 189, 2011. \"String-Gauge Dual Description of Deep Inelastic Scattering at Small-x\", JHEP 1011, 051 (2010). (with R.C. Brower, M. Djuric, and I. Sarcevi). \"On the Eikonal Approximation in AdS Space\", JHEP 0903: 050, 2009, (with R. C. Brower, and M. Strassler). \"On the Pomeorn at Large 't Hooft Coupling\", JHEP 0903:092, 2009, (with R. C. Brower, and M. Strassler). \"Analyticity for multi-Regge Limits of Bern-Dixon-Smirnov Amplitude\", Nucl. Phys. B822, 301, 2009, (with R. C. Brower, H. Nastse, H. Schnitzer.) \"Odderon in Gauge\/String Dduality\", JHTP 0907: 063, 2009, (with R.C. Brower and M. Djuric). \"Glueball decay in holographic QCD\", Phys. Rev. D77: 086001, 2008, (with K. Hashimoto and S. Terashima). \"Analytic expression for the joint x and Q**2 dependences of the structure functions of deep inelastic scattering,'\" Phys. Rev. Lett. 98, 242001 (2007), (with E. L. Berger, and M. M. Block). \"Pomeron and String\/Gauge Duality\". (with R. C. Brower, J. Polchinski and M. Strassler), hep-th\/0603115. ``Small x behavior of parton distributions from the observed Froissart energy dependence of the deep inelastic scattering cross section,'' (with M. M.Block, and E. L.Berger), Phys. Rev. Lett. 97, 252003 (2006). \"String\/Flux-Tubes in large N Gauge Theories\". (with R. C. Brower, and C. Thorn), hep-th\/0603256. \"HE Amplitude as an Admixture of Soft and Hard Pomeron\", Nucl. Phys. A732 (2004) 73, (with S. Bondarenko and E. Levin), hep-ph\/036231. \"Hard Scattering in the M theory Dual for the QCD String\", Nucl. Phys. B661 (2003) 344, (with R. C. Brower), hep-th\/0207144. \"Discrete Spectrum of the Garviton in the AdS(5) Black Hole Background,\" (with R.C. Brower and S.D. Mathur), Nucl. Phys. B574 (2000) 219. \"Glueball Spectrum for QCD from AdS Supergravity Duality,\" (with R.C. Brower and S.D. Mathur), Nucl. Phys. B587 (2000) 249. \"From Blackholes to Pomeron: Tensor Glueball and Pomeron Intercept at Strong Coupling,\" (with R.C. Brower and S.D. Mathur), Proc. of 19th ISMD, (2000) 304. \"Diffractive Production at Collider Energies and Factorization,\" Physics Report 315 (1999) 175. \"Magnetic Momnopole Content of Hot Instantons,\" (with R.C. Brower, D. Chen, J. Negele, and K. Orginos), Nucl. Phys. P73 (1999) 557. \"Magnetic Monopole Loop for the Yang-Mills Instanton,\" (with R. C. Brower, and K. N. Orginos), Phys. Rev. D55 (1997) 6313. \"Critical Behavior of Simplicial Chiral Models,\" (with R. C. Brower, M. Campostrini, K. Orginos, P. Rossi and E. Vicari), Phys. Rev. D53 (1996) 3230. \"The Chiral Extension of Lattice QCD,\" (with R. C. Brower, and K. Orginos), Nucl. Phys. B42 (1995) 42. \"High-Energy Scattering in (2+1) QCD: A Dipole Picture,\" (with M. Li), Phys. Rev. D51 (1995) 3287. \"Dual Parton Model,\" (with A. Capella, U. Sukhatme and T.V. Tran), Phys. Report. 236 (1994) 225. Background Education and Training Year Degree Institution 1968 PhD University of California, Berkeley 1962 BA University of California, Berkeley Honors and Awards n\/a Affiliations Visualize it Affiliations n\/a Teaching Teaching Overview Courses Taught: PHYS 0050: Foundation of Mechanics PHYS 0070: Analytic Mechanics PHYS 0470: Electricity and Magnetism PHYS 0500: Advanced Classical Mechanics PHYS 1410: Quantum Mechanics A PHYS 1420: Quantum Mechanics B PHYS 2030: Classical Theoretical Physics I PHYS 2050: Quantum Mechanics I PHYS 2170: Introduction to Nuclear and High Energy Physics Teaching PHYS 0160 - Introduction to Relativity and Quantum Physics PHYS 0500 - Advanced Classical Mechanics PHYS 0720 - Methods of Mathematical Physics PHYS 1410 - Quantum Mechanics A About Help Brown University Feedback © 2017 Brown University | Terms of Use |\n\t\t\t\t\tPowered by VIVO"
            ]
        ]
    ]
}