{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LO9UT38D",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Log In Alex Zakhidov Research Group Physics Department at Texas State University Menu Skip to content Home Group Teaching Publications News Contact Us Software Dr. Alex Zakhidov Associate Professor Department of Physics Texas State University 601 University Drive San Marcos, TX 78666 (RFM3230) Office : (512) 245-4280 Fax: (512) 245-3675 Email: alex.zakhidov@txstate.edu Research Interests Dr. Zakhidov’s research is focused on the comprehensive study of organic semiconductors including: fundamentals, processing, mechanisms and applications in optoelectronics. Particular topics of interest, include: Organic light emitting diodes (OLEDs) for displays and lighting Perovskite photovoltaic devices (solar cells and photodiodes) Organic thin film transistors (OTFTs) and circuits Organic micro-cavities and organic lasers Nano-carbon (carbon nanotubes and graphene) electrodes Molecular doping High-resolution structuring of organic semiconductors Dr. Zakhidov pioneered orthogonal micro- and nano-fabrication technique for organic semiconducting structuring and processing. This method essentially enables fundamental nano-science of organic electronic devices as well as their heterogeneous integration with the state of the art traditional electronics. Selected Publications More than 65 peer-review publications. H-factor 24. Over 2000 total citations. Polarons in Halide Perovskites: A Perspective D. Ghosh, E. Welch, A.J. Neukirch, A. Zakhidov, S. Tretiak, J. Phys. Chem. Lett., 11 , 9 (2020). Ultrafast zero-bias photocurrent and terahertz emission in hybrid perovskites P.A. Obraztsov, D. Lyashenko, P.A. Chizhov, K. Konishi, N. Nemoto, M. Kuwata-Gonokami, E. Welch, A.N. Obraztsov, A. Zakhidov, Comm. Physics 1 , 14 (2018). Solution-processed organic light-emitting diodes with emission from a doublet exciton; using (2,4,6-trichlorophenyl)methyl as emitter E. Neier, R.A. Ugarte, N. Rady, S. Venkatesan, T.W. Hudnall, A. Zakhidov, Organic Electronics, 44 ,126 (2017). Role of interface in stability of perovskite solar cells C. Manspeaker, S. Venkatesan, A. Zakhidov, and K.S. Martirosyan, Curr. Opin. Chem. Eng. 15 , 1 (2017). Solvent Toolkit for Electrochemical Characterization of Hybrid Perovskite Films M. Hasan, S. Venkatesan, D. Lyashenko, J.D. Slinker, and A. Zakhidov, Anal. Chem. 89 , 9649 (2017). Tailoring nucleation and grain growth by changing the precursor phase ratio for efficient organic lead halide perovskite optoelectronic devices S. Venkatesan, M. Hasan, J. Kim, N.R. Rady, S. Sohal, E. Neier, Y. Yao, A. Zakhidov, J. Mater. Chem. C 5 , 10114 (2017). Density functional theory + U modeling of polarons in organohalide lead perovskites E. Welch, L. Scolfaro, A. Zakhidov, AIP Advances 6 , 125037 (2016). Reliable Annealing of CH3NH3PbI3 Films Deposited on ZnO C. Manspeaker, P. Scruggs, J. Preiss, D.A. Lyashenko, and A. Zakhidov, J. Phys. Chem. C 120 , 6377 (2016). Doped Organic Transistors: Inversion and Depletion Regime B. Lüssem, M.L. Tietze, H. Kleemann, C. Hoßbach, J.W. Bartha, Al.A Zakhidov, K. Leo, Nature Communications, 4 , 275 (2013). Phase-locked coherent modes in a patterned metal-organic microcavity R. Brückner, Al.A. Zakhidov, R. Scholz, M. Sudzius, S.I. Hintschich, H. Fröb, V.G. Lyssenko, K. Leo, Nature Photonics, 6 322 (2012). Orthogonal processing: A new strategy for organic electronics Al.A. Zakhidov, J.-K. Lee, J.A. DeFranco, H.H. Fong, P.G. Taylor, M. Chatzichristidi, C.K. Ober, G.G. Malliaras, Chem. Sci., 2 , 1178 (2011). A light-emitting memristor Al.A. Zakhidov, B. Jung, J.D. Slinker, H.D. Abruña, G.G. Malliaras, Organic Electronics 11 , 150 (2010). Electrochemically Tuned Properties for Electrolyte-Free Carbon Nanotube Sheets Al.A. Zakhidov, D-S. Suh, A.A. Kuznetsov, J.N. Barisci, E. Muñoz, A.B. Dalton, S. Collins, V.H. Ebron, M. Zhang, J.P. Ferraris, A.A. Zakhidov, R.H. Baughman, Adv. Funct. Mat. 19 , 2266 (2009). Hydrofluoroethers as orthogonal solvents for the chemical processing of organic electronic materials Al.A. Zakhidov, J.-K. Lee, H.H. Fong, J.A. DeFranco, M. Chatzichristidi, P.G. Taylor, C.K. Ober, G.G. Malliaras, Adv. Mat. 20 , 3481 (2008) Mechanism of low-voltage field emission from nanocarbon materials Al.A. Zakhidov, A.N. Obraztsov, A.P. Volkov, D.A. Lyashenko, Journal of Experimental and Theoretical Physics 100 , 89 (2005) Patents (co-) inventor of approx. 8 patent families Education Profile M.Sc., Dipl.-Phys., Moscow State University, Russia, 1998-2004 Ph.D., Physics, Moscow State University, Russia, 2006 Professional Profile 2020 – present Associate Professor at Texas State University, Department of Physics. 2014-2020 Assistant Professor at Texas State University, Department of Physics. 2012-2014 Group Leader at Fraunhofer Institute for Organic Materials and Electronic Devices Dresden (COMEDD), Dresden, Germany 2010-2011 Alexander Von Humboldt Fellowship at Technische Universität, Dresden 2007-2010 Postdoctoral Fellow at Cornell University, MSE Department. 2006 – Visiting researcher at University of Texas at Dallas Awards 2019 Texas State COSE Award for Excellence in Scholarly\/Creative Activities 2018 Texas State Presidential Distinction Award for Excellence in Scholarly Activities 2012 FhG ATTRACT Grant (for 2.5MEur) 2010 Alexander Von Humboldt Fellowship 2009 Materials Research Society 2009 Spring Meeting, poster award 2006 Russian Foundation for Basics Research Grant #06-02-26536 2004 Rem Khokholov award for the best student scientific work (MSU) 2003 M. Lomonosov award for academic excellence (MSU) Pages Contact Us Dr. Alex Zakhidov Group News Publications Equipment Lab Polices OLEDs Organic Electronics OTFTs Perovskite Solar Cells Software Teaching Proudly powered by WordPress Official Texas State University Disclaimer"
            ]
        ]
    ]
}