{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LONWM816",
            "XnUMcGcAAAAJ",
            [
                "The relationships between heavy metal (Cd, Cr, Cu, Fe, Pb, Zn) levels and the size of six Mediterranean fish species"
            ],
            [
                "Heavy metal (Cd, Cr, Cu, Fe, Pb, Zn) concentrations in the muscle, gill and liver of six fish species (Sparus auratus, Atherina hepsetus, Mugil cephalus, Trigla cuculus, Sardina pilchardus and Scomberesox saurus) from the northeast Mediterranean Sea were measured and the relationships between fish size (length and weight) and metal concentrations in the tissues were investigated by linear regression analysis. Metal concentrations (as μg\/g d.w.) were highest in the liver, except for iron in the gill of Scomberesox saurus and lowest in the muscle of all the fish species. Highest concentrations of Cd (4.50), Cr (17.1) and Pb (41.2) were measured in liver tissues of T. cuculus, Sardina pilchardus and A. hepsetus, respectively. The liver of M. cephalus showed strikingly high Cu concentrations (202.8). The gill of Scomberesox saurus was the only tissue that showed highest (885.5) iron concentrations.Results of linear …"
            ],
            [
                [
                    "Molecular Pharmacology",
                    "Neuroscience",
                    "Pediatrics"
                ]
            ],
            [
                "Machiel Blok Assistant Professor of Physics PhD, Delft University of Technology 420 Bausch and Lomb machielblok@rochester.edu Biography Professor Blok received his BS in applied physics from Delft University of Technology in 2010 and his MS and PHD in applied physics (2015) from TU Delft, where he worked in the QuTech institute. After a postdoc at UC Berkeley (2015-2018) and Lawrence Berkeley National Lab (2019) he joined the University of Rochester in 2020 as an assistant professor in the Department of Physics and Astronomy. Research Overview Professor Blok's research interests lie at the intersection of quantum information science, atomic, molecular, and optical physics, condensed matter and quantum cosmology. The Blok lab uses microwave photons in lithographically defined superconducting circuits and Josephson tunnel junctions to encode and process quantum information in higher-dimensional non-linear oscillators. Using this available toolbox of circuit QED, these chips are designed for quantum simulation, quantum sensing and to study open questions at the interface of quantum information science, high-energy physics and condensed matter."
            ]
        ]
    ]
}