{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LPAXOHYM",
            "NssZKX0AAAAJ",
            [
                "Coherent multidimensional optical spectroscopy of excitons in molecular aggregates; quasiparticle versus supermolecule perspectives",
                "Direct evidence of quantum transport in photosynthetic light-harvesting complexes",
                "Photosynthetic reaction center as a quantum heat engine",
                "Coherent two-dimensional nanoscopy",
                "Spatiotemporal control of nanooptical excitations",
                "Quantum-coherence-enhanced surface plasmon amplification by stimulated emission of radiation",
                "Coherent multidimensional optical probes for electron correlations and exciton dynamics: from NMR to X-rays",
                "Analytic coherent control of plasmon propagation in nanostructures",
                "Deterministic spatiotemporal control of optical fields in nanoantennas and plasmonic circuits",
                "Coherence brightened laser source for atmospheric remote sensing"
            ],
            [
                "Molecular aggregates are abundant in nature; they form spontaneously in concentrated solutions and on surfaces and can be synthesized by supramolecular chemistry techniques. 1-3 Assemblies of chromophores play important roles in many biological processes such as light-harvesting and primary",
                "The photosynthetic light-harvesting apparatus moves energy from absorbed photons to the reaction center with remarkable quantum efficiency. Recently, long-lived quantum coherence has been proposed to influence efficiency and robustness of photosynthetic energy transfer in light-harvesting antennae. The quantum aspect of these dynamics has generated great interest both because of the possibility for efficient long-range energy transfer and because biology is typically considered to operate entirely in the classical regime. Yet, experiments to date show only that coherence persists long enough that it can influence dynamics, but they have not directly shown that coherence does influence energy transfer. Here, we provide experimental evidence that interaction between the bacteriochlorophyll chromophores and the protein environment surrounding them not only prolongs quantum coherence, but also spawns …",
                "Two seemingly unrelated effects attributed to quantum coherence have been reported recently in natural and artificial light-harvesting systems. First, an enhanced solar cell efficiency was predicted and second, population oscillations were measured in photosynthetic antennae excited by sequences of coherent ultrashort laser pulses. Because both systems operate as quantum heat engines (QHEs) that convert the solar photon energy to useful work (electric currents or chemical energy, respectively), the question arises whether coherence could also enhance the photosynthetic yield. Here, we show that both effects arise from the same population–coherence coupling term which is induced by noise, does not require coherent light, and will therefore work for incoherent excitation under natural conditions of solar excitation. Charge separation in light-harvesting complexes occurs in a pair of tightly coupled chlorophylls …",
                "We introduce a spectroscopic method that determines nonlinear quantum mechanical response functions beyond the optical diffraction limit and allows direct imaging of nanoscale coherence. In established coherent two-dimensional (2D) spectroscopy, four-wave–mixing responses are measured using three ingoing waves and one outgoing wave; thus, the method is diffraction-limited in spatial resolution. In coherent 2D nanoscopy, we use four ingoing waves and detect the final state via photoemission electron microscopy, which has 50-nanometer spatial resolution. We recorded local nanospectra from a corrugated silver surface and observed subwavelength 2D line shape variations. Plasmonic phase coherence of localized excitations persisted for about 100 femtoseconds and exhibited coherent beats. The observations are best explained by a model in which coupled oscillators lead to Fano-like resonances in …",
                "The most general investigation and exploitation of light-induced processes require simultaneous control over spatial and temporal properties of the electromagnetic field on a femtosecond time and nanometer length scale. Based on the combination of polarization pulse shaping and time-resolved two-photon photoemission electron microscopy, we demonstrate such control over nanoscale spatial and ultrafast temporal degrees of freedom of an electromagnetic excitation in the vicinity of a nanostructure. The time-resolved cross-correlation measurement of the local photoemission yield reveals the switching of the nanolocalized optical near-field distribution with a lateral resolution well below the diffraction limit and a temporal resolution on the femtosecond time scale. In addition, successful adaptive spatiotemporal control demonstrates the flexibility of the method. This flexible simultaneous control of temporal and …",
                "We investigate surface plasmon amplification in a silver nanoparticle coupled to an externally driven three-level gain medium and show that quantum coherence significantly enhances the generation of surface plasmons. Surface plasmon amplification by stimulated emission of radiation is achieved in the absence of population inversion on the spasing transition, which reduces the pump requirements. The coherent drive allows us to control the dynamics and holds promise for quantum control of nanoplasmonic devices.",
                "  Over the past 15 years, researchers have extended the multidimensional techniques which originated with NMR in the 1970s to infrared and visible coherent spectroscopy. These advances have dramatically enhanced the temporal resolution from the microsecond to the femtosecond regime.NMR spectroscopists have developed principles for the design of pulse sequences that enhance selected spectral features and reveal desired dynamical events. Extending these principles to the optical regime offers numerous opportunities for narrowing the line shapes in specific directions, unraveling weak cross-peaks from otherwise congested spectra, and controlling the interferences between quantum pathways. We can achieve these enhancements by shaping the spectral and temporal profiles of the pulses. Pulse polarization shaping may lead to unique probes of time-dependent chirality.In this Account, we compare …",
                "We present general analytic solutions for optical coherent control of electromagnetic energy propagation in plasmonic nanostructures. Propagating modes are excited with tightly focused ultrashort laser pulses that are shaped in amplitude, phase, and polarization (ellipticity and orientation angle). We decouple the interplay between two main mechanisms which are essential for the control of local near-fields. First, the amplitudes and the phase difference of two laser pulse polarization components are used to guide linear flux to a desired spatial position. Second, temporal compression of the near-field at the target location is achieved using the remaining free laser pulse parameter to flatten the local spectral phase. The resulting enhancement of nonlinear signals from this intuitive analytic two-step process is compared to and confirmed by the results of an iterative adaptive learning loop in which an evolutionary …",
                "We show that laser pulse shaping techniques can be applied to tailor the ultrafast temporal response of localized and propagating optical near fields in resonant optical antennas (ROAs) and plasmonic transmission lines, respectively. Using finite-difference time-domain simulations followed by Fourier transformation, we obtain the impulse response of a nanostructure in the frequency domain, which allows obtaining its temporal response to any arbitrary pulse shape. To illustrate the potential of the method we demonstrate deterministic optimal temporal pulse compression in ROAs with reduced symmetry, in a plasmonic two-wire transmission line, and in a prototype plasmonic circuit combining propagation effects and local resonances. The method described here will be of importance for the coherent control of field propagation in nanophotonic structures and light-induced processes in nanoscopic volumes.",
                "We have studied coherent emission from ambient air and demonstrated efficient generation of laser-like beams directed both forward and backward with respect to a nanosecond ultraviolet pumping laser beam. The generated optical gain is a result of two-photon photolysis of atmospheric O2, followed by two-photon excitation of atomic oxygen. We have analyzed the temporal shapes of the emitted pulses and have observed very short duration intensity spikes as well as a large Rabi frequency that corresponds to the emitted field. Our results suggest that the emission process exhibits nonadiabatic atomic coherence, which is similar in nature to Dicke superradiance where atomic coherence is large and can be contrasted with ordinary lasing where atomic coherence is negligible. This atomic coherence in oxygen adds insight to the optical emission physics and holds promise for remote sensing techniques employing …"
            ],
            [
                [
                    "biophysics",
                    "quantum optics",
                    "nanoscale materials",
                    "spectroscopy"
                ]
            ]
        ]
    ]
}