{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LPH1RCGK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Raymond E. White Professor | Senior Associate Dean 219 Gallalee Hall (205) 348-1640 rwhite@ua.edu Personal By appointment PhD, University of Virginia, 1986 Professor White uses X-ray satellite observatories to study the hot atmospheres of elliptical galaxies and clusters of galaxies. He uses X-ray spectroscopy to determine the gas temperatures and chemical abundances in these atmospheres, in order to help determine how galaxies and clusters evolve. More specifically, Prof. White uses X-ray observations to constrain theoretical models of supernovae (exploding stars), which enrich these atmospheres with elements such as oxygen, silicon, and iron. Professor White also uses X-ray observations to investigate the origin and energetics of high-redshift Lyman-alpha-emitting clouds, in collaboration with Professor Keel. Professor White collaborated with Professor Keel in a very different research direction: using partially overlapping pairs of galaxies to determine whether spiral galaxies are largely opaque or transparent to light. The non-overlapping parts of the background galaxy can be used to reconstruct how much of its light is lost from the overlapping parts as it passes through the foreground galaxy. They used this technique to construct detailed maps of the dust (which blocks light) in several spiral galaxies. Professor White received his doctoral degree from the University of Virgina in 1986. He joined the faculty of The University of Alabama in 1988. Raymond\nE. White III Professor of Astronomy Interests: Nature and evolution of hot gas in galaxies & clusters of galaxies. Recent studies include: constraining Type Ia supernovae models with X-ray spectroscopy of intracluster gas investigating the origin and energetics of high-redshift Lyman-alpha clouds constructing and analyzing the first X-ray-complete sample of elliptical\ngalaxies using the energy content and chemistry of cluster gas to constrain the\nnature of galaxy formation discovering that abundance gradients in the hot gas of galaxy clusters\nare common determining the dynamical temperature of dark matter in elliptical galaxies assessing environmental influences on the X-ray emitting gas in early-type\ngalaxies using partially overlapping galaxies to determine\ndirectly the opacity of spiral galaxies Curriculum\nVitae Bibliography Preprints Biography Photos Course Resources: AY 101 - Introductory Astronomy My Astronomical Image Collections: Galaxy\nCluster Mug Shots Overlapping\nPairs of Galaxies Hubble Heritage Project image & bio Press Releases: Galactic\nSilhouettes - Hubble\nHeritage Project - 11 May 2000 Cosmic\nSilhouettes Give Rare Glimpse of Galaxies' Dust - AAS meeting - 9 Jan 1998 Astronomers\nSee Galaxies Though Thick and Thin - AAS meeting - 16\nJan 1996 Raymond E. White III Department of Physics & Astronomy University of Alabama Tuscaloosa, AL 35487-0324 phone: fax: home page: e-mail: (205)348-3040 (205)348-5051 astronomy.ua.edu\/white\/ rwhite@ua.edu "
            ]
        ]
    ]
}