{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LRO7OVDY",
            "uDO37TIAAAAJ",
            [
                "Collison-induced rototranslational absorption spectra of H2-He pairs at temperatures from 40 to 3000 K",
                "Modeling of pressure-induced far-infrared absorption spectra Molecular hydrogen pairs",
                "The collision induced spectroscopies: Concerning the desymmetrization of classical line shape",
                "Laser-induced breakdown spectroscopy for detection of lead in concrete",
                "Dynamics of OH (X2 Pi, v= 0) in high-energy atmospheric pressure electrical pulsed discharge",
                "Semi-empirical model of collision-induced absorption spectra of H2–H2 complexes in the second overtone band of hydrogen at temperatures from 50 to 500 K"
            ],
            [
                "The zeroth, first, and second spectral moments of the rototranslational collision-induced absorption (RT CIA) spectra of hydrogen-helium mixtures are calculated from the fundamental theory, for temperatures from 40 to 3000 K. With the help of simple analytical functions of three parameters and the information given, the RT CIA spectra of H2-He pairs can be generated on computers of small capacity, with rms deviations from exact quantum profiles of not more than a few percent. Such representations of the CIA spectra are of interest for work related to the atmospheres of the outer planets and cool stars. The theoretical spectra are in close agreement with existing laboratory measurements at various temperatures from about 77 to 3000 K.",
                "Meyer et al.(1985) have calculated the accurate induced dipole moment function of H2-H2 from first principles, using highly correlated wave functions for the first time in such work. The present paper is concerned with the collision-induced translational-rotational absorption coefficient for molecular hydrogen pairs, taking into account computations on the basis of the fundamental theory considered by Meyer et al. Data have been obtained for temperatures in the range from 40 to 300 K. Criteria are developed for choosing among various model line shapes. It is found that certain models are capable of approximating the quantum profiles closely, with rms errors of only a few percent.",
                "Classical spectral line shapes are symmetric and easy to compute. Measured broad profiles, on the other hand, are asymmetric (principle of detailed balance) and can be reproduced from a much more involved quantum theory. Various desymmetrization procedures are known which, when applied to classical profiles, result in a line shape that is formally consistent with the asymmetry required by detailed balance. It is an interesting fact that various desymmetrization procedures known give rise to very different profiles. Little is known about which (if any) results in a simple but accurate substitute for the quantum shape.An ab initio quantum calculation is in close agreement with a measurement of the binary collision induced, translational Raman spectrum of helium at 30 amagat. To a classical line shape based on the same input, four common desymmetrization procedures are applied. The comparison shows …",
                "Time-resolved laser-induced breakdown spectroscopy was applied for quantitative measurement of lead content in concrete at levels down to 10 ppm. The breakdown was formed at the sample surface by a Q-switched ND: YAG laser operating at a 1.06-μm wavelength and a repetition rate of 10 Hz. Contamination levels were inferred from the ratio of the integrated emission line of lead to a known reference line of the matrix. The lead contamination can be determined on an absolute scale down to 10 ppm at an optimum delay time of 3.0 μs. These results were derived from analysis of the temporal evolution of the calibration function within a 0.1- to 19.0-μs time range. The calibration function exhibits no dependence on the incident laser pulse energy, which was varied from 250 to 400 mJ.",
                "Time transients of the number density of the hydroxyl radical ground state X 2 Pi (v= 0) formed in the DC high-energy atmospheric pressure pulsed discharge were measured by means of laser-induced fluorescence. The frequency doubled dye laser was tuned to the A 2 Sigma from X 2 Pi (v'= 1 from v\"= 0) transition at 282 nm while emission at 309 nm from A 2 Sigma to X 2 Pi (v'= 0 to v\"= 0) band, was observed. The discharge peak current I max varied from 10-2 to 10 A, and the time duration was from 500 ns to 50 mu s. The discharge was operated at repetition rate of 10 Hz. The population of v\"= 0 of OH reaches the steady state within the first 20 mu s of the discharge and its value is independent on the current for I max> or= 0.2 A. The significant build-up of v\"= 0 state population was observed after the discharge pulse. The hydroxyl ground state number density reaches its maximum value approximately 100 mu s …",
                "We present a semi-empirical numerical method to compute the binary collision-induced rotovibrational absorption spectra (RV CIA) of H 2–H 2 complexes in the second overtone band of hydrogen, at temperatures from 50 to 500 K. The spectral region of the second overtone corresponds approximately to∼ 0.86–0.77 μm, and is often referred to as the (3–0) band. Model spectra closely reproduce recent two-body experimental CIA measurements (Brodbeck et al. 1999). The numerical procedure described in this paper uses simple analytical model lineshapes and can generate the RV CIA spectra of H 2–H 2 with simplicity. The lineshape parameters are based on the fit to experimental data, but their temperature dependence is imposed to agree with quantum mechanical theory (Fu et al. 1999). The F ORTRAN program, utilizing the presented method, is available at http:\/\/www. astro. ku. dk\/~ aborysow\/programs\/. The …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}