{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LT59NCVY",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Robert Wald Robert Wald Professor Charles H. Swift Distinguished Service Professor, Dept. of Physics, Enrico Fermi Institute, and the College Address: PRC 443 Phone: 773-702-7765 rmwa@uchicago.edu My research has been concerned with a broad range of topics in classical general relativity, cosmology, and quantum phenomena related to gravity. A great deal of my research has focused on the theory of black holes---regions of spacetime where gravity is so strong that nothing can escape---and the remarkable (mathematical and physical) analogy between the laws of black hole physics and the ordinary laws of thermodynamics. In particular, the fact that black holes radiate as perfect black bodies as a consequence of quantum particle creation effects has led to many deep insights into the nature of quantum gravity. My interests also span mathematical investigations of classical general relativity and applications of general relativity to cosmology and astrophysics. In the past few years, one of my main research efforts has concerned the formulation of quantum field theory in the presence of gravity, i.e., quantum field theory in curved spacetime. In this approach, gravity is treated classically, but all other fields are treated in accord with the principles of quantum field theory. Some major issues of principle arise in the formulation of this theory on account of the lack of Poincare symmetry and the absence of a preferred vacuum state, but it has recently been shown that the theory can be formulated in a fully satisfactory manner. It is my hope that this will provide important clues to the formulation of a fully quantum theory of gravity itself. Another main research effort has concerned self-force (or “radiation reaction”) effects on the motion of small bodies in classical general relativity. These effects must be fully understood to predict the gravitational radiation emitted by, say, a small black hole as it inspirals into a large black hole. The notion of a “point particle” does not make sense in general relativity, but one can consider a limit wherein a body's mass as well as its size shrinks to zero in an asymptotically self-similar manner. Self-force effects can then be rigorously derived as a perturbative correction to geodesic motion, and self-consistent schemes for determining motion and radiation can then be developed. Another recent main research effort has concerned has concerned analysis of the effects of small scale inhomogeneities in classical general relativity, as is needed for applications to cosmology. A new perturbative framework was developed that allows nonlinear effects to be important on small scales. This framework was used to show that small scale inhomogeneities cannot produce accelerated expansion of the universe, as had been suggested by a number of authors. Selected Publications , R.M. Wald. University of Chicago Press, 1984. Quantum Fields in Curved Spacetime and Black Hole Thermodynamics . R.M. Wald. University of Chicago Press, 1994. Some Properties of Noether Charge and a Proposal for Dynamical Black Hole Entropy , V. Iyer and R.M. Wald, Phys. Rev. D 50, 846, 1994. The Thermodynamics of Black Holes , R.M. Wald, Living Reviews in Relativity 4, 2001-6 (2001). gr-qc\/9912119. Axiomatic Quantum Field Theory in Curved Spacetime , S. Hollands and R.M. Wald, Commun. Math. Phys. 293, 85 (2010). arXiv:0803.2003. A Rigorous Derivation of Gravitational Self-force , S.E. Gralla and R.M. Wald. Class.Quant.Grav. 25, 205009, 2008. arXiv:0806.3293. A new framework for analyzing the effects of small scale inhomogeneities in cosmology . S.R. Green and R.M. Wald, arXiv:1011.4920."
            ]
        ]
    ]
}