{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LT8JD3PJ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "David  Turnshek Professor 316 Allen Hall (412) 624–9015 turnshek@pitt.edu Most of Turnshek's work has been devoted to the study of Quasi–Stellar Objects (QSOs) and the use of them as probes of galaxies and the intergalactic medium. QSOs (often called quasars) are widely believed to be the active nucleus of galaxies, with the active nuclei powered by a supermassive (one million to one billion solar masses) black hole surrounded by an accretion disk. A large amount of Turnshek's effort has gone toward the study of Broad Absorption Line (BAL) QSOs, which eject matter at high velocity, often near one–tenth the speed of light. Turnshek's BAL QSO studies include multi–wavelength observations (x–ray, UV, optical, IR, radio), ionization and abundance investigations, and the derivation of covering factor and geometry constraints. His numerical modelling in this area involves photoionization and radiative transfer calculations. Other work in the area of QSO research includes the general problem of the interpretation of QSO emission–line spectra, the study of QSO host galaxies, and observation and interpretation of quiescent brightness variations in QSOs. He has also worked on various classes of intervening QSO absorption–line systems. One line of such research involves investigations of the evolution and properties of damped Lyman–Alpha systems. The damped systems in QSO spectra are the result of absorption of background QSO light by large amounts of neutral hydrogen gas in foreground galaxies and proto–galaxies. The damped systems contain the bulk of the neutral gas mass in the Universe. Neutral gas is a necessary requirement for the eventual formation of molecular clouds and the conversion of gas into stars. Turnshek's current work in this area emphasizes the determination of the statistical properties of the damped Lyman–Alpha systems at low redshift, which are poorly known, and the use of these results to constrain the galaxy formation process. Some of Turnshek's other lines of research involve placing observational constraints on the size–scales of intervening absorbers, as well as the use of gravitational lenses to study QSOs, intervening foreground gas the gravitational potentials of the lenses. Most of Turnshek's efforts have involved making observations with either the Hubble Space Telescope or large ground–based telescopes. He is also actively involved in outreach. Prior to joining the faculty at the University of Pittsburgh in 1988, Turnshek held appointments at Pittsburgh (1981–84), Cambridge (1982), and the Space Telescope Science Institute (1984 – 88). Selected Publications \" The MMT Survey for Intervening MgII Absorption, \" D. B. Nestor, D. A. Turnshek, and S. M. Rao, ApJ, in press , 2006 (astro-ph\/0601279). \" Average Extinction Curves and Relative Abundances for Quasi-Stellar Object Absorption-Line Systems at 1 < z < 2, \" D. B. York, ..., D. A. Turnshek, et al., MNRAS, 367 , 945, 2006. \" Damped Lyman-Alpha Systems at z<1.65: The Expanded Sloan Digital Sky Survey Hubble Space Telescope Sample, \" S. M. Rao, D. A. Turnshek, and D. B. Nestor, ApJ, 636 , 610, 2006. \" On the Steady Nature of Line-driven Disk Winds: Application to Cataclysmic Variables, \" N. Pereyra, D. J. Hillier, and D. A. Turnshek, ApJ, 636 , 411, 2006. \" Constraining the Photometric Properties of MgII-absorbing Galaxies with the Sloan Digital Sky Survey, \" S. Zibetti, B. Menard, D. B. Nestor, and D. A. Turnshek, ApJ, 631 , L105, 2005. (412) 624–9015"
            ]
        ]
    ]
}