{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LU0U2BRU",
            "XZveWLMAAAAJ",
            [
                "Establishing a causal chain: why experiments are often more effective than mediational analyses in examining psychological processes."
            ],
            [
                "The authors propose that experiments that utilize mediational analyses as suggested by RM Baron and DA Kenny (1986) are overused and sometimes improperly held up as necessary for a good social psychological paper. The authors argue that when it is easy to manipulate and measure a proposed psychological process that a series of experiments that demonstrates the proposed causal chain is superior. They further argue that when it is easy to manipulate a proposed psychological process but difficult to measure it that designs that examine underlying process by utilizing moderation can be effective. It is only when measurement of a proposed psychological process is easy and manipulation of it is difficult that designs that rely on mediational analyses should be preferred, and even in these situations careful consideration should be given to the limiting factors of such designs."
            ],
            [
                [
                    "tobacco",
                    "tobacco control",
                    "public health",
                    "social psychology",
                    "health psychology"
                ]
            ],
            [
                "Assistant Professor of Physics and Astronomy Kinard Laboratory 864-656-3416 fung@clemson.edu Fung Research Group Ph.D., Astronomy & Astrophysics, University of Toronto B.S., Physics & Its Applications, University of Toronto at Scarborough Astrophysics Professor Fung’s group studies the theory of planet formation, such as how planets and protoplanets accrete material and grow, how they migrate, and how protoplanetary disks, the cradles of these young planets, react to their formation. Ultimately, the group aims to provide an explanation for the origin of the Earth and the solar system, as well as the thousands of exoplanets discovered around other stars. The group develops software to take advantage of GPU acceleration and produce high resolution hydrodynamical simulations of planet-disk interaction, which they use to model relevant physics and compare with observations. Therefore, code development, especially on massively parallel GPU applications, is also a major component of their research."
            ]
        ]
    ]
}