{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LUVEUMR4",
            "kEMlX3sAAAAJ",
            [
                "Sound and heat revolutions in phononics",
                "Hypersonic phononic crystals",
                "Diamond-structured photonic crystals",
                "Bicontinuous cubic block copolymer photonic crystals",
                "Narrow low-frequency spectrum and heat management by thermocrystals",
                "Photonic crystals through holographic lithography: Simple cubic, diamond-like, and gyroid-like structures",
                "3D micro‐and nanostructures via interference lithography",
                "Simultaneous localization of photons and phonons in two-dimensional periodic structures",
                "Periodic materials and interference lithography: for photonics, phononics and mechanics",
                "25th anniversary article: Ordered polymer structures for the engineering of photons and phonons"
            ],
            [
                "The phonon is the physical particle representing mechanical vibration and is responsible for the transmission of everyday sound and heat. Understanding and controlling the phononic properties of materials provides opportunities to thermally insulate buildings, reduce environmental noise, transform waste heat into electricity and develop earthquake protection. Here I review recent progress and the development of new ideas and devices that make use of phononic properties to control both sound and heat. Advances in sonic and thermal diodes, optomechanical crystals, acoustic and thermal cloaking, hypersonic phononic crystals, thermoelectrics, and thermocrystals herald the next technological revolution in phononics.",
                "In this Letter we propose the use of hypersonic phononic crystals to control the emission and propagation of high frequency phonons. We report the fabrication of high quality, single crystalline hypersonic crystals using interference lithography and show that direct measurement of their phononic band structure is possible with Brillouin light scattering. Numerical calculations are employed to explain the nature of the observed propagation modes. This work lays the foundation for experimental studies of hypersonic crystals and, more generally, phonon-dependent processes in nanostructures.",
                "Certain periodic dielectric structures can prohibit the propagation of light for all directions within a frequency range. These'photonic crystals' allow researchers to modify the interaction between electromagnetic fields and dielectric media from radio to optical wavelengths. Their technological potential, such as the inhibition of spontaneous emission, enhancement of semiconductor lasers, and integration and miniaturization of optical components, makes the search for an easy-to-craft photonic crystal with a large bandgap a major field of study. This progress article surveys a collection of robust complete three-dimensional dielectric photonic-bandgap structures for the visible and near-infrared regimes based on the diamond morphology together with their specific fabrication techniques. The basic origin of the complete photonic bandgap for the'champion'diamond morphology is described in terms of dielectric …",
                "Three‐dimensional photonic crystals are fabricated from block copolymers, forming a double gyroid network structure. Further processing produces three‐dimensionally nanoporous, freestanding materials (see Figure), and allows dielectric enhancement and infiltration, which dramatically improve optical and material properties. These etched materials provide a path to highly effective photonic crystals via self‐assembly.",
                "By transforming heat flux from particle to wave phonon transport, we introduce a new class of engineered material to control thermal conduction. We show that rationally designed nanostructured alloys can lead to a fundamental new approach for thermal management, guiding heat as photonic and phononic crystals guide light and sound, respectively. Novel applications for these materials include heat waveguides, thermal lattices, heat imaging, thermo-optics, thermal diodes, and thermal cloaking.",
                "We show how to fabricate three basic photonic crystal structures with simple cubic, fcc, and bcc translational symmetry by interference lithography. The structures are fabricable by the interference of beams launched from the same half space. The simple cubic structure is size scalable while the structure with fcc translational symmetry possesses two band gaps. Both these structures are experimentally realized.",
                "Interference lithography (IL) holds the promise of fabricating large‐area, defect‐free 3D structures on the submicrometer scale both rapidly and cheaply. A stationary spatial variation of intensity is created by the interference of two or more beams of light. The pattern that emerges out of the intensity distribution is transferred to a light sensitive medium, such as a photoresist, and after development yields a 3D bicontinuous photoresist\/air structure. Importantly, by a proper choice of beam parameters one can control the geometrical elements and volume fraction of the structures. This article provides an overview of the fabrication of 3D structures via IL (e.g., the formation of interference patterns, their dependence on beam parameters and several requirements for the photoresist) and highlights some of our recent efforts in the applications of these 3D structures in photonic crystals, phononic crystals and as microframes …",
                "We demonstrate theoretically the simultaneous localization of photons and phonons in the same spatial region by introducing lattice defects in a periodic array of dielectric\/elastic material that exhibits gaps for both electromagnetic and elastic waves. Transverse electromagnetic waves, pure shear elastic waves, and mixed shear and dilatation elastic waves were simultaneously localized. The coexistent localization of light and sound can have a strong influence on photon-phonon interactions (i.e., optical cooling) and the possibility of dual acoustic-optical devices that can integrate the management of sound, heat, and light.",
                "Written by the department head of materials science and engineering at MIT, this concise and stringent introduction takes readers from the fundamental theory to in-depth knowledge. It sets out with a theoretical scheme for the design of desirable periodic structures, then presents the experimental techniques that allow for fabrication of the periodic structure and exemplary experimental data. Subsequently, theory and numerical data are used to demonstrate how these periodic structures control the photonic, acoustic, and mechanical properties of materials, concluding with examples from these three important fields of applications. The result is must-have knowledge for both beginners and veterans in the field.",
                "The engineering of optical and acoustic material functionalities via construction of ordered local and global architectures on various length scales commensurate with and well below the characteristic length scales of photons and phonons in the material is an indispensable and powerful means to develop novel materials. In the current mature status of photonics, polymers hold a pivotal role in various application areas such as light‐emission, sensing, energy, and displays, with exclusive advantages despite their relatively low dielectric constants. Moreover, in the nascent field of phononics, polymers are expected to be a superior material platform due to the ability for readily fabricated complex polymer structures possessing a wide range of mechanical behaviors, complete phononic bandgaps, and resonant architectures. In this review, polymer‐centric photonic and phononic crystals and metamaterials are …"
            ],
            [
                [
                    "heat transfer",
                    "energy",
                    "separations",
                    "condensed matter physics"
                ]
            ],
            [
                "mmaldovan6 Martin Maldovan Assistant Professor Ph.D. in Materials Science, Massachusetts Institute of Technology (MIT) B.S. in Physics, University of Buenos Aires, Argentina Thermal Energy and Mass Transport at the Nanoscale Metamaterials Physics of Photonic and Phononic Materials 28. Ordered Polymer Structures for the Engineering of Photons and Phonons Lee J-H, Koh C. Y., Singer J. P., Jeon S. J., Maldovan M., Stein O. and Thomas E. L.  Advanced Materials 26 (4): 532-568 JAN 2014 27. Sound and Heat Revolutions in Phononics Maldovan M.  Nature 503 (7475): 209-217 NOV 14 2013  26. Narrow Low-Frequency Spectrum and Heat Management by Thermocrystals Maldovan M.  Physical Review Letters 110 (2): 025902 JAN 9 2013  25.  Transition between Ballistic and Diffusive Heat Transport Regimes in Silicon Materials Maldovan M.  Applied Physics Letters 101 (11): 113110 SEP 10 2012  24.   Thermal Conductivity of Semiconductor Nanowires from Micro-to-Nano Length Scales Maldovan M.  Journal of Applied Physics 111 (2): 024311 JAN 15 2012 23.   Thermal Energy Transport Model for Micro-toNanograin Polycrystalline Semiconductors  Maldovan M.  Journal of Applied Physics 110 (11): 114310 DEC 1 2011 22.   Micro-to-Nano Scale Thermal Energy Conduction in Semiconductor Thin Films Maldovan M.  Journal of Applied Physics 110 (3): 034308 AUG 1 2011 21.   Book Periodic Materials and Interference Lithography: for Photonics, Phononics, and Mechanics Maldovan M. and Thomas E. L. Wiley OCT 2008 20.   Sub-Micrometer Scale Periodic Porous Cellular Structures Maldovan M.,  Ullal C. K., Jang J-H., and Thomas E. L. Advanced Materials 19 (22): 3809-3813 NOV 19 2007 19.   3D Micro and Nanostructures via Interference Lithography Jang J-H., Ullal C. K., Maldovan M., Gorishnyy T., Kooi S., Koh C., and Thomas E. L.  Advanced Functional Materials 17 (16): 3027-3041 NOV 5 2007 18.   Phononics: Colloidal Crystals go Hypersonic Thomas E. L., Gorishnyy T. and Maldovan M.  Nature Materials 5 (10): 773-774 OCT 2006 17.   Simultaneous Localization of Photons and Phonons in Two-dimensional Periodic Structures Maldovan M., and Thomas E. L.  Applied Physics Letters 88 (25): 251907 JUN 19 2006 16.   Simultaneous Complete Elastic and Electromagnetic Band Gaps in Periodic Structures Maldovan M., and Thomas E. L.  Applied Physics B-Lasers and Optics 83 (4): 595-600 JUN 2006 15.   Assembly of Wiseana Iridovirus: Viruses for Colloidal Photonic Crystals Juhl S. B., Chan E. P., Ha Y-H, Maldovan M, et al.  Advance Functional Materials 16 (8): 1086-1094 MAY 19 2006 14.   Sound Ideas Goryshnyy T., Maldovan M., Ullal C. K. and Thomas E. L.  Physics World 18 (12): 24-29 DEC 2005  13.   Hypersonic Phononic Crystals Gorishnyy T., Ullal C. K., Maldovan M., et al.  Physical Review Letters 94 (11): 115501 MAR 25 2005 12.   Photonic Crystals: Six Connected Dielectric Networks with Simple Cubic Symmetry Maldovan M. and Thomas E. L.  Journal of the Optical Society of America B - Optical Physics 22 (2): 466-473  FEB 2005  11.   Diamond-Structured Photonic Crystals Maldovan M. and Thomas E. L.  Nature Materials 3 (9): 593-600 SEP 2004 10.   Layer-by-Layer Photonic Crystal with a Repeating Two-Layer Sequence Maldovan M.  Applied Physics Letters 85 (6): 911-913 AUG 9 2004 9.   Photonic Crystals Through Holographic Lithography: Simple Cubic, Diamond-like, and Gyroid-like Structures Ullal C. K., Maldovan M., Thomas E. L., et al.  Applied Physics Letters 84 (26): 5434-5436 JUN 28 2004 8.   Layer-by-Layer Diamond-like Woodpile Structure with a Large Photonic Band Gap Maldovan M., Thomas E. L., and Carter W. C.  Applied Physics Letters 84 (3): 362-364 JAN 19 2004 7.   Three-Dimensional Dielectric Network Structures with Large Photonic Band Gaps Maldovan M., Carter W. C., and Thomas E. L.  Applied Physics Letters 83 (25): 5172-5174 DEC 22 2003 6.   Exploring for 3D Photonic Bandgap Structures in the 11 f.c.c. Space Groups Maldovan M., Ullal C. K., Carter W. C., et al.  Nature Materials 2 (10): 664-667 OCT 2003 5.   Validation of the effective-medium approximation for the dielectric permittivity of oriented nanoparticle-filled materials: effective permittivity for dielectric nanoparticles in multilayer photonic composites Maldovan M., Bockstaller M. R., Thomas E. L., et al.  Applied Physics B - Lasers and Optics 76 (8): 877-884 JUL 2003 4.   Triply Periodic Bicontinuous Structures Through Interference Lithography: A Level-Set Approach Ullal C. K., Maldovan M., Wohlgemuth M., et al.  Journal of the Optical Society of America A - Optics Image Science and Vision 20 (5): 948-954 MAY 2003 3.   Bicontinuous Cubic Block Copolymer Photonic Crystals Urbas A. M., Maldovan M., DeRege P., et al.  Advanced Materials 14 (24): 1850-1853 DEC 17 2002 2.   Photonic Properties of Bicontinuous Cubic Microphases Maldovan M., Urbas A. M., Yufa N., et al.  Physical Review B 65 (16): Art. No. 165123 APR 15 2002 1.   Simulation of Isothermal Fission Gas Release - An Analytical Solution Maldovan M., Denis A., & Piotrkowski R.  Nuclear Engineering and Design 187 (3): 327-337 MAR 1999   Books: Periodic Materials and Interference Lithography: for Photonics, Phononics, and Mechanics             Maldovan M. and Thomas E. L.                         Wiley OCT 2008 mmaldovan6@gatech.edu (404) 385-3753 Research Group Website"
            ]
        ]
    ]
}