{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LVYPY72N",
            "3BHE24AAAAAJ",
            [
                "Guidelines for the use and interpretation of assays for monitoring autophagy",
                "Evolution of the immune system in humans from infancy to old age",
                "Molecular definitions of autophagy and related processes",
                "Guidelines for the use of flow cytometry and cell sorting in immunological studies",
                "Divergent T-cell cytokine patterns in inflammatory arthritis",
                "The autophagy protein Atg7 is essential for hematopoietic stem cell maintenance",
                "Deleterious mutations in LRBA are associated with a syndrome of immune deficiency and autoimmunity",
                "Loss of autophagy in erythroid cells leads to defective removal of mitochondria and severe anemia in vivo",
                "Depletion of CD25+ regulatory cells results in suppression of melanoma growth and induction of autoreactivity in mice.",
                "Autophagy in stem cells"
            ],
            [
                "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
                "This article reviews the development of the immune response through neonatal, infant and adult life, including pregnancy, ending with the decline in old age. A picture emerges of a child born with an immature, innate and adaptive immune system, which matures and acquires memory as he or she grows. It then goes into decline in old age. These changes are considered alongside the risks of different types of infection, autoimmune disease and malignancy.",
                "Over the past two decades, the molecular machinery that underlies autophagic responses has been characterized with ever increasing precision in multiple model organisms. Moreover, it has become clear that autophagy and autophagy‐related processes have profound implications for human pathophysiology. However, considerable confusion persists about the use of appropriate terms to indicate specific types of autophagy and some components of the autophagy machinery, which may have detrimental effects on the expansion of the field. Driven by the overt recognition of such a potential obstacle, a panel of leading experts in the field attempts here to define several autophagy‐related terms based on specific biochemical features. The ultimate objective of this collaborative exchange is to formulate recommendations that facilitate the dissemination of knowledge within and outside the field of autophagy research.",
                "From a technical point of view a flow cytometer is a light detection device capable of detecting photons of different wavelengths over a high dynamic range. In order to achieve a high dynamic range, the optics, signal detection, and processing units must be carefully designed.",
                "A major immunoregulatory mechanism in inflammatory infections and allergic diseases is the control of the balance of cytokines secreted by Th1\/Th2 subsets of T helper (Th) cells. This might also be true in autoimmune diseases; a Th2 pattern that prevents an effective immune response in infections with intracellular bacteria may favor immunosuppression in autoimmune disease. The pattern of cytokine expression was compared in the synovial tissue from patients with a typical autoimmune disease, rheumatoid arthritis, and with a disorder with similar synovial pathology but driven by persisting exogenous antigen, reactive arthritis. We screened 12 rheumatoid and 9 reactive arthritis synovial tissues by PCR and in situ hybridization for their expression of T-cell cytokines. The cytokine pattern differs significantly between the two diseases; rheumatoid arthritis samples express a Th1-like pattern whereas in reactive …",
                "The role of autophagy, a lysosomal degradation pathway which prevents cellular damage, in the maintenance of adult mouse hematopoietic stem cells (HSCs) remains unknown. Although normal HSCs sustain life-long hematopoiesis, malignant transformation of HSCs leads to leukemia. Therefore, mechanisms protecting HSCs from cellular damage are essential to prevent hematopoietic malignancies. In this study, we crippled autophagy in HSCs by conditionally deleting the essential autophagy gene Atg7 in the hematopoietic system. This resulted in the loss of normal HSC functions, a severe myeloproliferation, and death of the mice within weeks. The hematopoietic stem and progenitor cell compartment displayed an accumulation of mitochondria and reactive oxygen species, as well as increased proliferation and DNA damage. HSCs within the Lin−Sca-1+c-Kit+ (LSK) compartment were significantly reduced …",
                "Most autosomal genetic causes of childhood-onset hypogammaglobulinemia are currently not well understood. Most affected individuals are simplex cases, but both autosomal-dominant and autosomal-recessive inheritance have been described. We performed genetic linkage analysis in consanguineous families affected by hypogammaglobulinemia. Four consanguineous families with childhood-onset humoral immune deficiency and features of autoimmunity shared genotype evidence for a linkage interval on chromosome 4q. Sequencing of positional candidate genes revealed that in each family, affected individuals had a distinct homozygous mutation in LRBA (lipopolysaccharide responsive beige-like anchor protein). All LRBA mutations segregated with the disease because homozygous individuals showed hypogammaglobulinemia and autoimmunity, whereas heterozygous individuals were healthy. These …",
                "Timely elimination of damaged mitochondria is essential to protect cells from the potential harm of disordered mitochondrial metabolism and release of proapoptotic proteins. In mammalian red blood cells, the expulsion of the nucleus followed by the removal of other organelles, such as mitochondria, are necessary differentiation steps. Mitochondrial sequestration by autophagosomes, followed by delivery to the lysosomal compartment for degradation (mitophagy), is a major mechanism of mitochondrial turnover. Here we show that mice lacking the essential autophagy gene Atg7 in the hematopoietic system develop severe anemia. Atg7−\/− erythrocytes accumulate damaged mitochondria with altered membrane potential leading to cell death. We find that mitochondrial loss is initiated in the bone marrow at the Ter119+\/CD71High stage. Proteomic analysis of erythrocyte ghosts suggests that in the absence of …",
                "Treatment with monoclonal antibodies (mAbs) specific for CD25 (anti-CD25 mAb) has been shown to suppress growth of a variety of different tumours in mice. These studies did not however determine whether or not anti-CD25 mAbs facilitate tumour rejection by depletion of regulatory T cells or by binding to tumour-specific effector cells. Using a murine model of melanoma we have found that treatment of mice with anti-CD25 mAb facilitates long-term CD4+ T cell-mediated tumour immunity through depletion of CD25+ regulatory cells. We further show that the effector CD4+ T cells confer long-term tumour immunity even in the presence of CD25+ regulatory cells and do not require CD8+ T cells for tumour rejection. The inhibitory impact of anti-CD25 mAb treatment on tumour growth may be the result of depleting CD25+ regulatory cells that normally inhibit the generation of immune responses to self-antigens that are shared by the tumour. We have performed experiments to determine whether or not immune responses to melanocyte antigens are generated in anti-CD25 mAb-treated, melanoma-immune mice. The results of the experiments indicate that a T cell response to the melanocyte antigen tyrosinase accompanies suppression of tumour growth in mice lacking CD25+ regulatory cells.",
                "Autophagy is a highly conserved cellular process by which cytoplasmic components are sequestered in autophagosomes and delivered to lysosomes for degradation. As a major intracellular degradation and recycling pathway, autophagy is crucial for maintaining cellular homeostasis as well as remodeling during normal development, and dysfunctions in autophagy have been associated with a variety of pathologies including cancer, inflammatory bowel disease and neurodegenerative disease. Stem cells are unique in their ability to self-renew and differentiate into various cells in the body, which are important in development, tissue renewal and a range of disease processes. Therefore, it is predicted that autophagy would be crucial for the quality control mechanisms and maintenance of cellular homeostasis in various stem cells given their relatively long life in the organisms. In contrast to the extensive body of …"
            ],
            [
                [
                    "Immunology",
                    "Autophagy"
                ]
            ],
            [
                "Anna Maria Simon Anna Maria Simon Associate Professor M.Sc. in Physics, Jagiellonian University, Krakow, Poland Ph.D. in Physics, Jagiellonian University, Krakow, Poland E-mail: anna.simon@nd.edu Office address: 221 Office phone: 574-631-9960 Web site: https:\/\/sites.nd.edu\/anna-simon\/ Capture reactions, such as (n,γ), (p,γ) and (a,γ), play critical roles in a variety of applications including nuclear astrophysics, nuclear energy and national security. Neutron capture cross section data on variety of materials is necessary for designing next-generation nuclear reactors, for designing scanning devices that will efficiently search for prohibited substances in large-volume cargos at ports of entry. Another application of capture nuclear reaction is the stockpile stewardship program. Most nuclear weapons in the U.S. stockpile were produced during the 1950s and 1960s. At the time of their original production, nuclear weapons were not designed or intended to last indefinitely. Because the United States also voluntarily ended underground nuclear explosive testing, science-based assessments of the reliability of nuclear weapons are required to assess and certify the stockpile without nuclear explosive testing. To achieve this goal, information on the behavior of materials under extreme conditions, nuclear hydrodynamic, nuclear reactions and high density physics are all combined into models and simulations that are benchmarked against data from tests performed in the 1950 and 1960. My research group contributed to these efforts by developing new techniques to constrain the (n,γ) cross sections for various nuclei that are of interest to security, non-proliferation and stockpile stewardship applications. For that purpose, we perform experiments at the Cyclotron Laboratory at Texas A&M in collaboration with scientists from the Lawrence Livermore National Laboratory. We utilize particle-gamma coincidences following (p,d) and (p,t) reaction to infer the (n,γ) cross sections using the surrogate method and the Oslo method. This work effort is supported by CENTAUR , Center for Excellence under the National Nuclear Security Administration. The charged-particle capture reactions of interest to my group are important for the astrophysical p-process, a process that is responsible for production of 35 proton-rich isotopes of nuclei in the rage between selenium and mercury. This exotic process occurs during an explosion of a supernova, and in a violent short-time burst destroys the seed s-process nuclei to produce proton-rich isotopes. We measure the reactions that are key to this process using our gamma-ray summing detector, HECTOR . We also use those measurements to improve the predictions of the cross-sections from the statistical model calculations, by providing constraints on the input parameters to those models for ranges of heavy nuclei masses. Those results are then incorporated by our group into network calculations to model the p-process to better understand the astrophysical environment where the p-process may occur. The complete and up-to-date list of my publications can be found via https:\/\/scholar.google.com\/citations?hl=en&user=17AW_KEAAAAJ&view_op=list_works&sortby=pubdate CV - Prof. Simon"
            ]
        ]
    ]
}