{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LWINLO88",
            "Q3ERywYAAAAJ",
            [
                "Organolanthanide-catalyzed hydroamination. A kinetic, mechanistic, and diastereoselectivity study of the cyclization of N-unprotected amino olefins",
                "Chiral organolanthanides designed for asymmetric catalysis. A kinetic and mechanistic study of enantioselective olefin hydroamination\/cyclization and hydrogenation by C1 …",
                "Application of chiral mixed phosphorus\/sulfur ligands to palladium-catalyzed allylic substitutions",
                "Organolanthanide-catalyzed hydroamination. Facile, regiospecific cyclization of unprotected amino olefins",
                "Distinct Reactivity of Pd(OTs)2: The Intermolecular Pd(II)-Catalyzed 1,2-Carboamination of Dienes",
                "A chiral samarium-based catalyst for the asymmetric Meerwein-Ponndorf-Verley reduction",
                "Electrophilic activation of alkenes by platinum (II): So much more than a slow version of palladium (II)",
                "Mechanistic surprises in the gold (I)‐catalyzed intramolecular hydroarylation of Allenes",
                "Room‐Temperature Palladium‐Catalyzed CH Activation: ortho‐Carbonylation of Aniline Derivatives",
                "Stereoselection effects in the catalytic hydroamination\/cyclization of amino olefins at chiral organolanthanide centers"
            ],
            [
                "CH3, CH2CH3; Ln= Nd, R= CH2CH3) and Cp'2LaŅCH (CH3) CH2CR2CH2 (HNCH (CH3) CH2CR2CH2)(R= H, CH3) were synthesized to model species in the catalytic cycle. Crystallographic datafor Cp'2LaNHCH3 (H2NCH3) at-120 C were as follows: Plfn, Z= 4, a= 19.901 (4) A, b= 11.695 (3) A, c= 20.202 (3) A, ß= 97.95 (2), and R (F)= 0.049 for 3296 independent reflections with I> 2.58< r (7). Two independent molecules crystallize per unit cell with average La-NHCH3 and La<-NH2CH3 bond distances of 2.31 (1) and 2.70 (1) A, respectively. The two molecules differ slightly in relative orientations of the NCH3 groups. The amine-amido complexes undergo rapidintramolecular proton transfer between amine and amido ligands (< 7*= 12.4 ą 0.5 kcal mol™ 1). Intermolecular exchange with free amine is rapid on the NMR time scale at-80 C. The ordering of precatalyst activities,(Cp'2LaCH (TMS) 2> Cp'2SmCH (TMS …",
                "Nd, Sm) effect the cyclizationof 2-aminohex-5-ene to frans-2, 5-dimethylpyrrolidine in> 95% diastereoselectivity at 25 C. The corresponding hydrocarbyl complexes serve as precatalysts for the efficient asymmetric deuteration and hydrogenation of styrene and 2-phenyl-1-butene, respectively. For the organosamarium-derived catalysts, 2-phenyl-1-butene hydrogenation to yield exclusively 2-phenylbutane-1, 2-c\/2 under D2 in a non-mass-transfer-limited reaction regime obeys the ratelaw v—\/c [olefin][lanthanide] 1\/2 [H2] 1, suggesting rapid, operationally irreversible olefin insertion (the step in which stereochemistry is fixed), a rapid preequilibrium involving an alkyl or alkyl\/hydride dimer, and turnover-limiting hydrogenolysis of an intermediate samarium alkyl with k^ Jk^= 1.5-2.3 at 25 C. Enantiomeric excesses as high as 64%(96% at-80 C) and turnover frequencies as high as 26 000 h_1 are observed at 25 C, Ph2= 1 …",
                "A modular approach to the synthesis of a class of mixed phosphorus\/sulfur ligands was designed to identify important ligand structural features for enantioselective palladium-catalyzed allylic subsitutions of acyclic and cyclic ayllic esters. After a systematic variation of the ligand substituents at sulfur, phosphorus, and the ligand backbone, ligand 11k was found to be optimal in the palladium-catalyzed allylic substitution of 1,3-diphenylpropenyl acetate with dimethyl malonate or benzylamine in high yield and excellent enantioselectivity (95−98% ee). A similar optimization of the mixed phosphorus\/sulfur ligand for the palladium-catalyzed allylic substitution of cycloalkenyl acetates showed that 49g afforded the highest enantioselectivities (91−97% ee). Application of this methodology to heterocyclic substrates was developed as an efficient approach to the enantioselective synthesis of 3-substituted piperidines and …",
                "The remarkable facility with which early lanthanide-alkyl bonds undergo olefin insertion within bis (pentamethylcyclo-pentadienyl) metal coordination spheres1 (eg, eq 1; A,(1 atm ethylene; 25 C) 5 1800 s\" 1 when X= primary alkyl or hydride and Ln= Lala) suggests that, in this environment, thermody-",
                "A Pd-catalyzed intermolecular 1,2-carboamination route to indolines from N-aryl ureas and 1,3-dienes that proceeds under mild conditions in relatively nonacidic media, is presented. The in situ generation, or preformation, of a palladium tosylate emerges as a key parameter in gaining the requisite reactivity for the C−H insertion\/carbopalladation\/nucleophilic displacement process.",
                "The Meerwein-Ponndorf-Verley (MPV) reduction enjoys a prominent historical position in synthesis methodology, 1 and milder variants of this process utilizing trivalent lanthanide catalysts continue to improve the utility of thisreaction for the reduction of ketones. 2 The purpose of this communication is to report an enantioselective variantof the MPV reduction which is catalyzed by a chiral samarium (III) complex at ambient temperatures in 2-propanol. 3 On the basis of precedent established by Kagan, 2 a range of Sm (III) complexes were generated from freshly prepared Simla and chiral bi-and tridentate ligands. These complexes were screened as catalysts in the reduction of o-chloroacetophenone (25 equiv of 2-propanol, 25 C)(eq 1). This screening process",
                "The electrophilic activation of alkenes by transition‐metal catalysts is a fundamental step in a rapidly growing number of catalytic processes. Although palladium is the best known metal for this purpose, the special properties of its third‐row cousin platinum (strong metal–ligand bonds and slow substitution kinetics) have enabled the development of transformations that are initiated by addition to the CC bonds by protic carbon, nitrogen, oxygen, and phosphorus nucleophiles, as well as alkene or arene nucleophiles. Additionally, reactivity profiles, which are often unique to platinum, provide wholly new reaction products. This Review concerns platinum‐catalyzed electrophilic alkene activation reactions, with a special emphasis on the mechanistic properties of known systems, on the differences between platinum and palladium catalysts, and on the prospects for the development of new systems.",
                "Gold (I)-catalyzed carbon–carbon bond-forming reactions continue to fascinate the synthetic community but are less well investigated than many conventional metal catalysts.[1] In many cases a cationic gold (I) species activates an unsaturated CÀC bond and isomerizes or functionalizes it to build molecular complexity via reactive intermediates which include gold–π complexes, gold–vinyl species, and gold–carbene species. Support for these intermediates is mainly based on gold (I) organometallic chemistry, though computational studies and the isolation of proposed catalytic intermediates have been reported.[2–5] We report mechanistic studies on a seemingly simple gold (I)-catalyzed reaction and demonstrate the importance of dinuclear organometallic intermediates. Whereas similar dinuclear species have been postulated on the basis of density functional theory (DFT) studies,[5b] di-gold intermediates have …",
                "The interconversion of ArÀH and ArÀFG (FG= functional group) is an attractive process for the synthesis of functionalized aromatic rings and the development of transitionmetal catalysts for achieving this transformation is currently an area of intense activity. Whilst a range of efficient catalyst systems have recently been reported, it is of note that nearly all of them require high temperatures and\/or powerful oxidants.[1] Indeed, the development of an effective catalytic protocol for carbonylation using CO by palladium (II)-mediated CÀH activation has long been recognized as being difficult and only recently has the first example been reported.[2] Herein we report a room-temperature, ureadirected, palladium-catalyzed carbonylation that provides access to biologically and synthetically useful anthranilic acid derivatives and heterocycles under mild conditions.",
                "0276-7333\/92\/2311-2003 $03.00\/0 © 1992 American Chemical Society characterization, and efficacy (high enantiomeric excesses and turnover frequencies) as precatalysts for asymmetric olefin hydrogenation of the chiral organolanthanide com-plexes Me2Si (Me4C6)(C5H3R*) SmCH (SiMe3) 2 (1 and 3; R*(1)(a) Conticello, V. P.; Brard, L; Giardello, M. A.; Tsuji, Y.; Stem, C. L.; Sabat, M.; Marks, T. J. J. Am. Chem. Soc. 1992, 114, 2761-2762.(b) Symmetry labels refer to the planar chirality element associated with Ln coordinationto the appropriate cyclopentadienyl enantioface."
            ],
            [
                [

                ]
            ]
        ]
    ]
}