{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LWPYJMFD",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Stuart L. Shapiro 237A Loomis Laboratory (217) 333-5427 (217) 333-4990 slshapir@illinois.edu Professor Stuart Shapiro received an A.B in astronomy from Harvard in 1969 and M.A. and Ph.D. degrees in astrophysical sciences from Princeton University in 1971 and 1973, respectively. He went from research associate to full professor of astronomy and physics at Cornell University (1973-1995) before relocating to the University of Illinois in 1996. Professor Shapiro has broad research interests that span many areas of theoretical astrophysics and general relativity theory, including the physics of black holes and neutron stars, gravitational collapse, the generation of gravitational waves, and the dynamics of large N-body dynamical systems. His research emphasizes the use of supercomputers to solve long-standing, fundamental problems in numerical relativity and computational astrophysics. Shapiro has worked on the theory of accretion onto compact objects, relativistic stellar dynamics, gravitational collapse, binary black hole and neutron star inspiral and coalescence, the generation of gravitational waves, the formation of black holes, Big-Bang nucleosynthesis and neutrino astrophysics, to name a few topics. Some of his most important simulations include the emitted radiation spectrum from gas accreting onto black holes and neutron stars, the disruption and consumption of stars in star clusters containing a central supermassive black hole, the formation of a supermassive black hole at the center of a galaxy or quasar from the collapse of a relativistic collisionless gas, the head-on collision and merger of two black holes, and the gravitational wavetrain from the late inspiral of coalescing binary neutron stars. He merged the fields of stellar dynamics and numerical relativity, a development which led to the simulation of the catastrophic collapse of an unstable, relativistic cluster to a black hole, the demonstration that toroidal black holes can arise as transients during gravitational collapse, and the possibility that naked singularities might form during the collapse of collisionless matter from reasonable initial conditions, thereby violating cosmic censorship. Long interested in the future detection of gravitational waves by laser interferometers like LIGO and LISA, Shapiro and his group are working on the theory of gravitational wave generation and the identification of promising astrophysical sources. Professor Shapiro's deep interest in training young scientists has given him a reputation as an inspiring and effective classroom teacher and research advisor. He has created and taught over a dozen courses in physics and astrophysics. The textbook that he coauthored, Black Holes, White Dwarfs and Neutron Stars: The Physics of Compact Objects (John Wiley, 1983) is a standard in the field. His research has led him to develop numerous videos of his computer simulations, which offer both great technical insight to experts and qualitative understanding to non-specialists. He leads a vibrant group of graduate students and postdocs working in theoretical astrophysics and general relativity. For over two decades he has trained an expert team of advanced undergraduates doing research in theoretical astrophysics and general relativity by means of supercomputer simulation and visualization. His undergraduate research program is among the most successful in the nation; members of his team are highly sought after by the most select graduate programs in physics, astronomy, computer science, and related areas. Important Links Curriculum Vitae Recent Publications Publications News Gazette Interview, February 2005 Movies Illinois Relativity Group With my group I will pursue research in general relativity and theoretical astrophysics funded by my NSF and NASA grants. Our area of focus will be tackling problems involving general relativity, the generation of gravitational radiation, relativistic hydrodynamics, and relativistic magnetohydrodynamics. A common thread uniting the different theoretical topics is the crucial role of gravitation, especially relativistic gravitation. Compact objects provide the principal forum, and the dynamics of matter in a strong gravitational field is a major theme. Some of the topics for investigation include the inspiral and coalescence of compact binaries (binary black holes, binary neutron stars, binary black hole--neutron stars and binary white dwarf-neutron stars), the generation of gravitational waves from binaries and othe rpromising astrophysical sources and the accompanying electromagnetic signals, gravitational collapse, the stability of rotating, relativistic stars and the evolution and final fate of unstable stars, gamma-ray burst sources, and circumbinary disks around merging supermassive black holes in the cores of galaxies and quasars. Most of these topics represent long-standing, fundamental problems in theoretical physics requiring large-scale computation for solution. Hence the approach involves to a significant degree large-scale computations on parallel machines, as well as analytical modeling. Many of the numerical calculations employ the state-of-the-art computational and visualization resources of the UIUC's National Center for Supercomputing Applications (NCSA), including Blue Waters. They comprise both initial value and evolution computations and treat vacuum spacetimes containing black holes as sell as spacetimes containing realistic matter sources, magnetic fields and both electromagnetic and neutrino radiation. The results have important implications for astronomical observations, including those planned for gravitational wave interferometers, such as the Advanced LIGO\/VIRGO network, GEO, KAGRA and eLISA, and for telescopes that will measure transient optical events, such as the LSST. Research Honors Hans A. Bethe Prize, American Physical Society (2017) Amity High School Hall of Honor (2006) Fellow, Institute of Physics, U.K. (2004) Fellow, American Physical Society (1998) Offered Beatrice Tinsley Visiting Professor of Astronomy, Univ. Texas (1996) First Prize, IBM Supercomputing Competition (1991) Forefronts of Large-Scale Computation Award (1990) IBM Supercomputing Competition Award (1990) John Simon Guggenheim Memorial Foundation Fellowship (1989-90) Association of American Publishers Award (1984) Alfred P. Sloan Research Fellowship (1979) Spring 2017 PHYS 541 Spring 2016 PHYS 516 Spring 2012 PHYS 516 T. Baumgarte and S. L. Shapiro. Numerical integration of Einstein's field equations. Phys. Rev. D 59 , 024007-1-7 (1998). S. L. Shapiro and S. A. Teukolsky. Formation of naked singularities: The violation of cosmic censorship. Phys. Rev. Lett. 66 , 994 (1991). S. L. Shapiro. Accretion onto black holes: The emergent radiation spectrum. Astrophys. J. 180 , 531 (1973). Books Authored or Co-Authored (Original Editions) T. W. Baumgarte and S. L. Shapiro, Numerical Relativity: Solving Einstein’s Equations on the Computer , Cambridge University Press, Cambridge, (720 pgs.) (2010). S. L. Shapiro and S. A. Teukolsky. Black holes, White Dwarfs and Neutron Stars:  The Physics of Compact Objects. (John Wiley: New York  - 645 pgs. (1983)  (Russian Edition: MIR Publishers, Moscow).  (1986). Accolades Illinois Physics researchers represented on 9 of NCSA's final round of Blue Waters allocations Thirty-eight research groups at the have been allocated new computation time on the Blue Waters supercomputer at the National Center for Supercomputing Applications (NCSA), with funding from the National Science Foundation (NSF). This round of allocations provides over 17 million node-hours, equivalent to over half a billion core hours, and is valued at over $10.5 million, helping Illinois researchers push the boundaries of innovation and frontier science discovery. Looking back Astrophysics Astrophysics\/Cosmology Astronomy Numerical Relativity Early theoretical work at Illinois foreshadowed LIGO\/Virgo announcement The historic October 16 joint announcement by the U.S.-based Laser Interferometer Gravitational-Wave Observatory (LIGO) and the Europe-based Virgo detector of the first detection of gravitational waves produced by colliding neutron stars is doubly noteworthy. It’s also the first cosmic event observed in both gravitational waves and light—some 70 ground- and space-based observatories observed the colliding neutron stars. This is arguably the biggest moment to date in “multi-messenger astronomy.” In a press release issued by LIGO and Virgo collaborations, National Science Foundation Director France A. Córdova comments, “It is tremendously exciting to experience a rare event that transforms our understanding of the workings of the universe. This discovery realizes a long-standing goal many of us have had, that is, to simultaneously observe rare cosmic events using both traditional as well as gravitational-wave observatories. Only through NSF’s four-decade investment in gravitational-wave observatories, coupled with telescopes that observe from radio to gamma-ray wavelengths, are we able to expand our opportunities to detect new cosmic phenomena and piece together a fresh narrative of the physics of stars in their death throes.” Well before the development of today’s innovative technologies supporting this simultaneous gravitational-wave and optical observation, early research in numerical relativity at the University of Illinois at Urbana-Champaign helped to lay the theoretical foundation for it. In fact, many features of the discovery had been predicted in the early computational simulations of Professor of Physics and Astronomy Stuart Shapiro and his group. Accolades Shapiro wins 2017 Bethe Prize University of Illinois Professor of Physics and Astronomy Stuart Shapiro has been selected for the 2017 Hans A. Bethe Prize of the American Physical Society (APS). The Bethe Prize is conferred annually to a scholar who has made outstanding contributions to theory, experiment, or observation in astrophysics, nuclear physics, nuclear astrophysics, or closely related fields. The citation reads, “For seminal and sustained contributions to understanding physical processes in compact object astrophysics, and advancing numerical relativity.” Illinois researchers part of the collaboration identifying a second gravitational wave event In less than the blink of an eye Einstein’s theory of relativity is on its way to becoming just another science fact. Scientists observed gravitational waves—ripples in the fabric of spacetime for the second time—and researchers at the National Center for Supercomputing Applications at the were part of the Ligo collaboration identifying the event."
            ]
        ]
    ]
}