{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LXEGJN8G",
            "bY_SX5MAAAAJ",
            [
                "Prevalence of parasitism and adult survival time of Aedes albifasciatus (Diptera: Culicidae) parasitized by Strelkovimermis spiculatus (Nematoda: Mermithidae)",
                "Adaptation to temperate climates: Evidence of photoperiod-induced embryonic dormancy in Aedes aegypti in South America"
            ],
            [
                "We described the carryover of Strelkovimermis spiculatus (Poinar and Camino) (Nematoda: Mermithidae) from mosquito larvae, the primary site of maturation, to adults. We analyzed the survival time of male and female Aedes albifasciatus (Macquart) (Diptera: Culicidae) parasitized by S. spiculatus, the time of emergence of nematodes from adult mosquitoes, and the state of parasitism in the same mosquito cohorts during the immature stages. Mosquito larvae with single and multiple parasitism (up to 11 parasites) were observed. The mortality of mosquito larvae and adults was produced in all cases where at least one mermithid emerged. The mortality of S. spiculatus showed an increasing trend in mosquito larvae with larger numbers of nematodes and was higher in larvae parasitized by eight or more nematodes. Maximum survival of parasitized adult females of Ae. albifasciatus was 38 days, while non …",
                "Dormancy is a developmental arrest in arthropods, in response to unfavorable conditions in temporally varying environments. In Aedes aegypti, the supposed inability of eggs to inhibit hatching has been used to explain the restriction of this species to tropical and subtropical regions. However, the geographic range of Ae. aegypti is constantly expanding towards temperate regions. Thus, the aim of the present study was to assess the ability of Ae. aegypti individuals from a temperate region (Buenos Aires City, Argentina) to enter photoperiod induced dormancy. To this end, we exposed both the parental generation and the eggs to short-day (SD: 10L:14D) and long-day (LD: 14L:10D) photoperiods, and studied the temporal variation in egg hatching. The experiment consisted of 28 treatment combinations of three factors: parental photoperiod (SD or LD), egg storage photoperiod (SD or LD), and age of eggs (14, 28, 42 …"
            ],
            [
                [
                    "Biología",
                    "Entomología",
                    "Dipterología"
                ]
            ]
        ]
    ]
}