{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LXH0LH9Z",
            "wMl0M1oAAAAJ",
            [
                "New extended model of hadrons",
                "Multiquark hadrons. I. Phenomenology of Q 2 Q 2 mesons",
                "Masses and other parameters of the light hadrons",
                "Strange matter",
                "Perhaps a stable dihyperon",
                "Sum rule for deep-inelastic electroproduction from polarized protons",
                "Baryon structure in the bag theory",
                "Multiquark hadrons. II. methods",
                "Diquarks and exotic spectroscopy",
                "The g1 problem: Deep inelastic electron scattering and the spin of the proton"
            ],
            [
                "We propose that a strongly interacting particle is a finite region of space to which fields are confined. The confinement is accomplished in a Lorentz-invariant way by endowing the finite region with a constant energy per unit volume, B. We call this finite region a\" bag.\" The contained fields may be either fermions or bosons and may have any spin; they may or may not be coupled to one another. Equations of motion and boundary conditions are obtained from a variational principle. The confining region has no dynamical freedom but constrains the fields inside: There are no excitations of the coordinates determining the confining region. The model possesses many desirable features of hadron dynamics:(i) a parton interpretation and presumably Bjorken scaling; the confined fields are free or weakly interacting except close to the boundary;(ii) infinitely rising Regge trajectories as a consequence of the bag's finite extent …",
                "The spectra and dominant decay couplings of Q 2 Q 2 mesons are presented as calculated in the quark-bag model. Certain known 0+ mesons [ε (700), S*, δ, κ] are assigned to the lightest cryptoexotic Q 2 Q 2 nonet. The usual quark-model 0+ nonet (Q QL= 1) must lie higher in mass. All other Q 2 Q 2 mesons are predicted to be broad, heavy, and usually inelastic in formation processes. Other Q 2 Q 2 states which may be experimentally prominent are discussed.",
                "The masses and static parameters of the light hadrons (the pseudoscalar and vector meson nonets and the baryon octet and decuplet) are calculated using the bag model. The effects of quark kinetic energy, bag energy, strange-quark mass, colored-gluon exchange in lowest order, and energy associated with certain quantum fluctuations are included. These are parameterized by four constants which have fundamental significance and do not change from multiplet to multiplet. The fit to the spectrum is good. The ordering of all the states is given correctly. The intramultiplet splittings are very accurate for the baryon decuplet and reasonably good for the other multiplets. The isosinglet pseudoscalar mesons η and η′ are treated separately in light of the special role that gluon intermediate states play in these states. Magnetic moments, weak decay constants, and charge radii are calculated. Where comparison with …",
                "We explore the properties of quark matter in equilibrium with the weak interactions, containing comparable numbers of up, down, and strange quarks. Witten has recently conjectured that this\" strange matter\" may be absolutely stable. Using a Fermi-gas model including O (α c) corrections we establish the conditions under which strange matter in bulk is stable and describe its characteristics. Augmenting our model with surface-tension and Coulomb effects we study strange matter with intermediate baryon number 10 2≲ A≲ 10 7. For low baryon numbers A≲ 10 2, we replace the Fermi gas by the bag model and study shell effects and the approach to the bulk limit. Finally, we discuss the phenomenology of strange matter in all its forms.",
                "In the quark bag model, the same gluon-exchange forces which make the proton lighter than the Δ (1236) bind six quarks to form a stable, flavor-singlet (with strangeness of-2) J P= 0+ dihyperon (H) at 2150 MeV. Another isosinglet dihyperon (H*) with J P= 1+ at 2335 MeV should appear as a bump in Λ Λ invariant-mass plots. Production and decay systematics of the H are discussed.",
                "A sum rule is derived for the asymmetry in deep-inelastic scattering of polarized electrons from polarized protons:∫ 0 1 d ξ g ep (ξ)≈ 0.15 g A. The result follows from the quark light-cone algebra and the assumption that strange quarks do not contribute to the asymmetry. The latter is justified by conventional parton-model arguments.",
                "A relativistic quark model of the hadron based on the bag theory is presented. The bag equations for massless, Dirac fields with quark quantum numbers are solved in three space dimensions for the special case of a static spherical boundary. These solutions are quantized in an approximation which neglects zero-point fluctuations. The spectrum of lowlying baryon resonances is constructed. The only parameter of the model is fixed by the average mass of the N (938) and Δ (1236). The gyromagnetic ratio, axial-vector charge, and charge radius of the proton are computed and found to be 2.6, 1.09, and 1.0 fm, respectively. Refinements of the quantization procedure are discussed.",
                "Techniques for estimating the masses and decay couplings of multiquark hadrons (Q m Qn, n+ m> 3) are developed with specific reference to the Q 2 Q 2 sector. The dynamics is based on a quark-bag model of light, colored, and permanently confined quarks gauge-coupled to non-Abelian colored gluons. The SU (6) of\" color-spin\" generated by color SU (3) and the SU (2) of relativistic j= 1 2 quarks dominates the spectrum. Color-spin rules analogous to Hund's rules of atomic spectroscopy dictate that the lightest multiquark handrons are not exotic, are of low spin, and are coupled predominantly to strange Q 3 and Q Q decay channels, Multiquark hadrons are consequently elusive and may be misclassified as conventional Q Q mesons or Q 3 baryons.",
                "We propose that the recently discovered Θ+ baryon is a bound state of four quarks and an antiquark, containing two highly correlated u d pairs. If so, the Θ+ has positive parity, and it lies in an near-ideally mixed S U (3) f 10 f⊕ 8 f. The Roper resonance and the P 11 (1710) fit naturally into this classification. We predict an isospin 3\/2 multiplet of Ξ’s (S=− 2) with J Π= 1 2+ around 1750 MeV. A search for manifestly exotic Ξ+ and Ξ--in this mass range could provide a sharp test of our proposal. We predict that charm and bottom analogs of the Θ+ may be stable against strong decays.",
                "A recent measurement of the spin-dependent structure function of the proton, g1p(x, Q2), suggest that the quark's spin accounts for little of the proton's spin. We analyze several theoretical issues bearing on this result. We discuss the result expected in a variety of quark models. We examine the proposal that gluons contribute to the proton's spin in an amount calculable (in terms of gluon distribution functions) in perturbative QCD. We examine the conserved currents associated with Lorentz transformations in QCD, derive sum rules and show that the anomalous (gluonic) U(1)A current, Kμ, is not in general to be identified with the gluon spin. Finally, we discuss the ensemble of nucleon matrix elements of quark bilinear operators and urge an experimental and theoretical program to study them."
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                "ROBERT L. JAFFE Otto (1939) and Jane Morningstar Professor of Physics jaffe@mit.edu (617) 253-4858 6-411 Joyce Berggren (617) 253-4827 RELATED LINKS: MIT Center for Theoretical Physics MIT MacVicar Fellows Program American Physical Society Panel on Public Affairs MIT Energy Initiative The Physics of Energy, 8.21 OCW site The Physics of Energy, Internal MIT Site Theoretical Particle Physics | The Physics of Energy General Interest Publications & Lectures APS Talk on Teaching Physics of Energy at MIT As Time Goes By ( Natural History , Oct 2006) Times of Our Lives ( Natural History , Nov 2006) Getting to Know Your Constituents One Theorist's Perspective on Four Eras of Electron-Proton Scattering Energy Critical Elements (APS News April 2011) National Academy of Sciences Biographical Memoir for Sidney D. Drell Commentary on Feynman's 1964 Messenger Lectures \"On the Nature of Physical Law\" - TBA Robert Jaffe is best known for his research on the quark substructure of matter.  In the early 1970s he and his colleagues (Alan Chodos, Kenneth Johnson, Charles Thorn, and Victor Weisskopf) at MIT formulated the first consistent description of quark confinement, the \"MIT Bag Model\", and used it to elucidate many aspects of the quark substructure of matter.  Earlier, together with John Ellis of CERN, Jaffe formulated a sum rule which relates polarized lepton scattering to the spin substructure of the nucleon.  Tests of this sum rule in the late 1980s sparked a renewal of interest in the hadron spin physics. Jaffe, together with students and collaborators, explained the role of higher twist and nuclear effects in deep inelastic lepton scattering.  Jaffe and Aneesh Manohar of UC San Diego first described the contribution of quark and gluon orbital angular momentum to the spin of the nucleon. They also discovered and described several quark and gluon distribution functions unique to higher spin targets, including one uniquely sensitive to gluons in nuclear targets.  In a series of papers, Jaffe and Xiangdong Ji of the University of Maryland described phenomena associated with transverse spin in hadron substructure and defined  \"transversity\", a novel quark spin observable now being studied in a variety of experiments.  Jaffe was deeply involved in the development of the spin physics program at Brookhaven National Lab. Jaffe also began the systematic study of exotic hadrons in the 1970s.  He proposed that the scalar (spinless) mesons should be interpreted as two quark, two antiquark states, an interpretation which has only recently won wide acceptance.  He and Kenneth Johnson launched the theory of glueballs --- hadrons made entirely of the gluons which mediate confining forces.  Together with Edward Farhi, Jaffe first described the properties of strange quark matter and explored its significance in astrophysics. In the late 1990's Jaffe, Farhi, and collaborators developed analytical and computational tools for the study of quantum vacuum energies --- Casimir energies --- with applications in the Standard Model and beyond.  More recently Jaffe's interest in vacuum fluctuation mediated phenomena  has taken a practical turn:  In  collaboration with  Mehran Kardar, Thorsten Emig, Noah Graham, Giuseppe Bimonte, and several students and postdocs, Jaffe developed powerful practical methods to determine the geometry dependence of Casimir forces as they affect micro-electro-mechancial systems.  This work, at the intersection of statistical physics, scattering theory, and classical electromagnetism, has revolutionized the both the conceptual framework in which fluctuation forces are considered and has made possible exact calculation of Casimir forces and related phenomena for many systems of experimental interest. Robert L. Jaffe was born in Bath, Maine in 1946.  After attending public schools in Stamford, Connecticut, Robert Jaffe received his AB, summa cum laude in Physics from Princeton, where he was Valedictorian of the Class of 1968 .  He received his MS (1971) and PhD (1972) degrees from Stanford University.  At Stanford, in 1969 together with Joyce Kobayashi and Joel Primack, he founded the Stanford Workshops on Political and Social Issues . In 1972 Jaffe came to MIT as a postdoctoral research associate in the Center for Theoretical Physics and joined the MIT faculty in 1974.   Professor Jaffe has spent sabbatical years at the SLAC, Oxford, Boston University, and Harvard.  In 2004 he was a resident scholar at the Rockefeller Foundation Study Center at Bellagio, Italy.   Jaffe has served on and chaired numerous program advisory committees, scientific steering committees, and visiting committees at national labs and major universities.  Since 2005 Professor Jaffe has been collaborating on the development of a new private university of science and technology in Lahore Pakistan, as a member and chair of its international advisory committee. In 2008 Jaffe was elected to a term on the American Physical Society's Panel on Public Affairs (POPA).  In 2012 Jaffe was elected to the POPA Chair Line and served as Chair of POPA during 2014.  As a member of POPA in 2011, Jaffe led a study of Energy Critical Elements:  Securing Materials for Emerging Technologies , which led to Jaffe's involvement in several energy related studies with collaborators across several departments at MIT. Professor Jaffe has been deeply engaged in MIT's physics teaching program.  In the 1990s Jaffe developed MIT's current three term undergraduate quantum mechanics sequence, including the \"MIT Physical Review\" research paper, which became a model for MIT's Communication Requirement.   In 2005 Jaffe and Professor Washington Taylor began the development of a new course on the \"Physics of Energy\" at MIT.  The course was first taught in 2008 and now serves as the foundational science requirement for MIT's Energy Studies Minor. Jaffe's and Taylor's textbook, \" The Physics of Energy \", was published in the spring of 2018  and was awarded the 2019 PROSE award of the Association of American Publishers for the best textbook of 2018 in the physical sciences and mathematics. In recognition of his teaching and course development, Jaffe was awarded the Science Council Prize for Excellence in Teaching Undergraduates (1983), the Graduate Student Council Teaching Award (1988), and the Physics Department Buechner Teaching Prize both in 1997 and again (jointly with Washington Taylor) in 2009.   In January 1998, Jaffe was named a Margaret MacVicar Faculty Fellow in recognition of his contributions to MIT's teaching program.  In 2000, Jaffe was appointed as the Otto and Jane Morningstar Professor of Science at MIT. Jaffe has been very active in MIT affairs.  He was cofounder of the Symposium at MIT, an interdisciplinary faculty program dedicated to improving communication and the exchange of ideas within the faculty.  He has served as chair of MIT's Committee on the Undergraduate Program and of MIT's Faculty Policy Committee.     In 1992 he was elected to a term as Chair of the MIT Faculty, which concluded in June of 1995.  From 1998 until 2004, Jaffe served as Director of the Center for Theoretical Physics. Professor Jaffe is a Member of the American Academy of Arts and Sciences, and a Fellow of the American Physical Society and the American Association for the Advancement of Science. CV & Bibliography Curriculum Vitae (updated as of 6\/10\/2019) Complete INSPIRE Bibliography Google Scholar On Theoretical Physics: Unconventional States of Confined Quarks and Gluons Bound States in Twisting Tubes Exotica The Casimir Effect and the Quantum Vacuum Ordinary and Extraordinary Hadrons Scattering Theory Approach to Electrodynamic Casimir Forces On Energy Related Subjects: Energy Critical Elements:  Securing Materials for Emerging Technologies The Future of Solar Energy Metals Production Requirements for Rapid Photovoltaics Deployment Pathways for Solar Photovoltaics More Photos During talk At blackboard 1 At blackboard 2 Headshot 1 H eadshot 2 H eadshot 3 July 15, 2020 4:17 PM"
            ]
        ]
    ]
}