{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LYA5VWVX",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Edward Van Keuren Edward Van Keuren Edward Van Keuren Associate Professor 528 Reiss Science Building Telephone: (202) 687-5982 E-mail: erv@ Website: http:\/\/site.physics.georgetown.edu\/~vankeu Edward Van Keuren is an Associate Professor in the Department of Physics at Georgetown University. After obtaining a Ph.D. in Physics from Carnegie Mellon University in 1990, Prof. Van Keuren worked for the German chemical company, BASF AG, in Germany and Japan, and also spent several years at the Japanese National Institute of Materials and Chemical Research. He has over 75 publications in peer reviewed journals, and his work has been recognized by a National Science Foundation Faculty Early Career Development Award, an Oak Ridge Associated Universities Ralph E. Powe Junior Faculty Enhancement Award and a Georgetown University Teaching and Learning with Technology fellowship. He is a member of the American Physical Society, American Chemical Society and SPIE. He joined Georgetown in 1999 and from 2007-2013, he was Chair of the Georgetown Physics Department. His work at BASF encompassed the development and characterization of novel optical switching materials, in particular those based on organic nanoparticles. He also developed a number of fiber optic light scattering methods for determining particle size in concentrated dispersions. Since coming to Georgetown, his research has been concerned with the preparation and application of nanoparticles. His research focus is on both applying novel optical characterization methods to measure the initial nucleation and self-assembly of organic nanoparticles in solution as well as the development of new nanoparticle materials for applications such as MRI contrast enhancement. Synthesis and optical characterization of nanoparticles We are studying the nucleation and growth of organic nanoparticles. We typically use precipitation methods to induce a high level of supersaturation in a solution and observe the formation of nanoparticles using a number of methods, including dynamic light scattering, absorption, fluorescence and Raman spectroscopy and electron microscopy. These observations are used to develop and refine models of molecular self-assembly\/self-organization. Development of characterization techniques We are working on several new methods for characterizing molecular diffusion and self-assembly, including spectrally selective fluorescence correlation spectroscopy and Raman correlation spectroscopy. With the latter, we will be able to characterize diffusion of specific components of a complex mixture. Application of nanomaterials We are working on two areas of application of nanomaterials. One is the development of new materials for organic photovoltaic devices The other is in the development of nanoparticles for cancer imaging and therapy.  S. Qi, X. Liang, H. Lu, C. Ma, E. Van Keuren, The refractive index change and self-defocusing effect of Methyl Red Doped Polymer, Jap. J. Appl. Phys. 48 , 11503 (2009). J. Mertzman, S. Kar, S. Lofland, T. Fleming, E. Van Keuren, Y Tong, and S. Stoll, Surface attached manganese-oxo clusters as potential contrast agents, Chem. Commun. 7 , 788 (2009). R. Ross, C. Cardona, D. Guldi, S. Sankaranarayanan, M. Reese, N. Kopidakis, J. Peet, B. Walker, G, Bazan, E. Van Keuren, B. Holloway, and M. Drees, Endohedral fullerenes for the advancement of organic photovoltaic devices, Nature Materials 8 , 208 (2009). C. Ma, Q. Zhang, and E. Van Keuren Right-angle slot waveguide bends with high bending efficiency, Opt. Express 16 , 14330 (2008). E. Van Keuren, A. Bone, and C. Ma, Phthalocyanine Nanoparticle Formation in Supersaturated Solutions , Langmuir 24 (12), 6079 (2008). C. Ma and E. Van Keuren, A three-dimensional wide-angle BPM for optical waveguide structures, Optics Express 15 , 402 (2007). E. Van Keuren and R. White, Structure\/property relations in conjugated polymers for photonics, Nonlinear Optics, Quantum Optics 33 , 63 (2005). E. Van Keuren, D. Littlejohn, and W. Schrof, Three-dimensional thermal imaging using two-photon microscopy, J. Phys. D: Appl. Phys. 37 , 2938 (2004). E. Van Keuren and W. Schrof, Fluorescence recovery after two-photon bleaching for the determination of dye diffusion in polymer systems, Macromol. 15 , 5002 (2003). E. Van Keuren, E. Georgieva, and J. Adrian, Kinetics of the Formation of Organic Molecular Nanocrystals, Nano Letters (3), 141 (2001). T. Wakebe and E. Van Keuren, Two Photon Induced Fluorescence Spectra of Xanthene Dyes, Jpn. J. Appl. Phys. part 1 38 (6A), 3556 (1999)."
            ]
        ]
    ]
}