{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LZ0OY03B",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Steven A. Dytman Professor Emeritus 416 Allen Hall (412) 624-9244 dytman@pitt.edu The study of the fundamental properties of neutrinos is one of the frontiers of high energy physics today. Since they are so elusive, experiments come very slowly. However, each one comes packed with information. My interest is in the next generation of high quality measurements which will done at Fermilab and in Japan. To measure neutrino mixing, a good measurement of the ν energy is critical. With the coarse–grained detectors in use today, simulation of detector response is key. I am involved with 2 efforts to improve this determination. The MINERνA experiment is under construction and started taking data in 2009. I am proud to have a leadership role in this experiment.  It will measure basic hadron production cross sections with a fine–grained detector and much better statistics than the past. I will then use these new data to greatly improve the Monte Carlo simulation packages. The second experiment will measure the third neutrino mixing angle Θ13 at the new JPARC accelerator in Japan with much improved accuracy. This experiment will both complete the first generation of experiments and introduce the second generation where CP violation properties will hopefully be measured.  This experiment started taking data in 2009. Selected Publications \" Baryon Resonance Extraction from πN Data using a Unitary Multichannel Model, \" T.P. Vrana, S.A. Dytman, and T.-S. H. Lee, Phys. Repts. 328 , 181 (2000). \" A Review of Light Baryon Properties, \" S.A. Dytman, Proceedings of the 10th International Conference on the Structure of Baryons, Nucl. Phys. A755 , 49 (2005). \" Observation of h c 1P1 State of Charmonium, \" J.L. Rosner et al. (CLEO Collaboration), Phys. Rev. Lett. 95: 102003 (2005). \" Review of Final State Interactions in Neutrino Interactions, \" S.A. Dytman, Prepared for 6th International Workshop on Neutrino-Nucleus Interactions in the Few-GeV Region (NUINT 2009), Sitges, Spain, 18-22 May 2009.  AIP Conf.Proc.1189 51, (2009). \" Proceedings, NSTAR2002, Workshop on the Physics of Excited Nucleons, Pittsburgh, Pennsylvania, S.A. Dytman, E.S. Swanson, eds., World Scientific (2003) .  (412) 624-9244"
            ]
        ]
    ]
}