{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "LZR3FF3Q",
            "RrsdApUAAAAJ",
            [
                "The Wide-field Infrared Survey Explorer (WISE): mission description and initial on-orbit performance",
                "The first measurement of spectral lines in a short-period star bound to the galaxy’s central black hole: a paradox of youth",
                "Design and development of NIRSPEC: a near-infrared echelle spectrograph for the Keck II telescope",
                "The afterglow, redshift and extreme energetics of the γ-ray burst of 23 January 1999"
            ],
            [
                "The all sky surveys done by the Palomar Observatory Schmidt, the European Southern Observatory Schmidt, and the United Kingdom Schmidt, the InfraRed Astronomical Satellite, and the Two Micron All Sky Survey have proven to be extremely useful tools for astronomy with value that lasts for decades. The Wide-field Infrared Survey Explorer (WISE) is mapping the whole sky following its launch on 2009 December 14. WISE began surveying the sky on 2010 January 14 and completed its first full coverage of the sky on July 17. The survey will continue to cover the sky a second time until the cryogen is exhausted (anticipated in 2010 November). WISE is achieving 5σ point source sensitivities better than 0.08, 0.11, 1, and 6 mJy in unconfused regions on the ecliptic in bands centered at wavelengths of 3.4, 4.6, 12, and 22 μm. Sensitivity improves toward the ecliptic poles due to denser coverage and lower zodiacal …",
                "We have obtained the first detection of spectral absorption lines in one of the high‐velocity stars in the vicinity of the Galaxy’s central supermassive black hole. Both Brγ (2.1661 μm) and He i (2.1126 μm) are seen in absorption in S0‐2 with equivalent widths (  and   Å) and an inferred stellar rotational velocity (  km s−1) that are consistent with that of an O8–B0 dwarf, which suggests that it is a massive (∼15 M⊙) young (less than 10 Myr) main‐sequence star. This presents a major challenge to star formation theories, given the strong tidal forces that prevail over all distances reached by S0‐2 in its current orbit (130–1900 AU) and the difficulty in migrating this star inward during its lifetime from farther out where tidal forces should no longer preclude star formation. The radial velocity measurements (  km s−1) and our reported proper motions for S0‐2 strongly constrain its orbit, providing a direct measure of the black hole …",
                "The design and development of NIRSPEC, a near-IR echelle spectrograph for the Keck II 10-meter telescope is described. This instrument is a large, facility-class vacuum-cryogenic spectrometer with a resolving power of R equals 25,000 for a 0.4 inch slit. It employs diamond-machined metal optics and state-of-the-art IR array detectors for high throughput, together with powerful user-friendly software for ease of use.",
                "Long-lived emission, known as afterglow, has now been detected from about a dozen γ-ray bursts. Distance determinations place the bursts at cosmological distances, with redshifts, z, ranging from∼ 1 to 3. The energy required to produce these bright γ-ray flashes is enormous: up to∼ 10 53 erg, or 10 per cent of the rest-mass energy of a neutron star, if the emission is isotropic. Here we present optical and near-infrared observations of the afterglow of GRB990123, and we determine a redshift of z⩾ 1.6. This is to date the brightest γ-ray burst with a well-localized position and if the γ-rays were emitted isotropically, the energy release exceeds the rest-mass energy of a neutron star, so challenging current theoretical models of the sources. We argue, however, that our data may provide evidence of beamed (rather than isotropic) radiation, thereby reducing the total energy released to a level where stellar-death models …"
            ],
            [
                [
                    "Low mass stars and brown dwarfs",
                    "star formation",
                    "instrumentation"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}