{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M00GCV74",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Martin Gundersen  Professor of Electrical Engineering and Physics  Contact Information  E-mail:  mag@usc.edu  Phone: (213) 740-4396 Office: SSC 421  LINKS  Personal Website        Biographical Sketch  Professor of Electrical Engineering, Physics and Astronomy, and Chemical Engineering and Materials Science at the University of Southern California.  Chair of the Department of Electrical Engineering–Electrophysics from 1998 to 2003. Visiting Professor at UCLA (1986-87), Visiting Scientist at MIT (1986-1987 and 1989) and at C.E.R.N. (1987), Visiting Associate at Caltech (1993-94), and Visiting Professor of Physics at the Naval Postgraduate School.  Published ˜350 scientific papers, graduated 23 PhD students.  Life Fellow of the IEEE, Fellow of the Optical Society of America, Sol Schneider award of the 2010 IEEE Power Modulator and High Voltage Conference, 2000 Germeshausen Award of the IEEE Power Modulator Symposium , USC Viterbi School of Engineering Senior Research Award in 2008, School of Engineering Service award in 1992.  Organized and directed technical meetings including the 1980 OSA Topical Meeting on Infrared Lasers, the 1989 NATO Advance Research Workshop on Physics and Applications of Hollow Electrode Glow Switches, Technical Program Chairman for the IEEE Power Modulator Symposium in 1990 and 1998, and Chair of the Executive Committee for the 2002 and 2004 Power Modulator Conference and High Voltage Workshop, and the 2004-2006 American Film Institute “Catalyst” Workshops for teaching scriptwriting to scientists and engineers.  Technical advisor on the film “Real Genius”.  Current research interests include engine combustion efficiency based on transient plasma physics, pulsed power science and technology, medical and agricultural applications of pulsed power.  Education   Ph.D. Physics, USC, Los Angeles, CA, 10\/1972    Academic Appointment, Affiliation, and Employment History   Visiting Scientist, C.E.R.N., 01\/01\/1987-  Visiting Scientist, MIT, 01\/01\/1986-  Visiting Associate, Caltech, 01\/01\/1993-01\/01\/1994  Visiting Professor, University of California, Los Angeles, 01\/01\/1986-01\/01\/1987   Description of Research  Summary Statement of Research Interests  Research activities are in applied plasma science with applications to combustion, pollution control, and pulsed power; quantum electronics, semiconductor devices and physics, and biophysics. Current interests include applications of pulsed power to biological cells, and investigation of cellular responses to pulsed electrical fields. Plasma research includes the transient plasma devices for treatment of polluting gases including NOx emissions from diesel engines, VOC emissions abatement, and applications to power plants, gasoline engines and other sources. The work combines research and development of both plasmas and advanced pulsed power technology, and study of underlying physical mechanisms responsible for plasma chemistry. Research is investigating the application of transient plasmas to ignition for a variety of combustion applications. Gas phase switch research includes optical diagnostic methods for high current discharges, laser induced fluorescence, theory and experiment in developing quantitative models of processes in high power thyratrons. Results for high power switching include the development of a new high power glow discharge switch, the back-lighted thyratron, which can operate at voltages >= 100 kV, peak currents > 50 kA. Semiconductor switch research for pulsed power applications includes investigation of basic physics problems related to high power devices, and fabrication of GaAs switches. Research in semiconductor physics includes development of a model for phonon sideband structure that appears in radiative recombination. Work in quantum electronics includes research and development of optically pumped and other lasers, investigation of new lasing mechanisms, and the development of powerful single mode IR lasers. Dr. Gundersen was technical advisor to Tristar Pictures during production of the motion picture Real Genius and appeared in a bit role, The Lost World, and Congo, several television productions, and has worked with the American Film Institute on workshops for science fiction writers for television and motion pictures.    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}