{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M04LKBHL",
            "bEbIMr8AAAAJ",
            [
                "A surface coordination network based on substrate‐derived metal adatoms with local charge excess",
                "Effect of Ligands on the Geometric and Electronic Structure of Au13 Clusters",
                "Electronic properties and charge transfer phenomena in Pt nanoparticles on γ-Al 2 O 3: size, shape, support, and adsorbate effects",
                "Rationale for the Higher Reactivity of Interfacial Sites in Methanol Decomposition on Au13\/TiO2(110)",
                "Adsorption and diffusion of hydrogen on Pd (211) and Pd (111): Results from first-principles electronic structure calculations",
                "Selective oxidation of ammonia on RuO2 (1 1 0): A combined DFT and KMC study"
            ],
            [
                "In the quest for increased control and tuneability of organic patterns at metal surfaces, more and more systems emerge that rely upon coordination of metal adatoms by organic ligands using endgroups such as carbonitriles, amines, and carboxylic acids.[1] Such systems promise great flexibility in the size and geometry of the surface pattern through choice of the ligand shape, the number and arrangement of ligating endgroups, and the nature of the metal centers. Planar (trigonal or square) arrangements of ligands around metal centers occur most commonly as a result of attractive interactions of the ligands with the substrate. In contrast, in the solution phase planar, and in particular trigonal planar, arrangements are quite rare and generally require ligands whose nature (for example bidentate, pincer shape) forces planarity.Given the relatively short history of the field of surface coordination chemistry, compared to its …",
                "We have carried out scalar relativistic density functional theory calculations within the projector augmented wave scheme and the pseudopotential approach, to examine the effect of ligands on the geometric and electronic structure of four Au13 isomers: planar, flake, cuboctahedral, and icosahedral clusters. We find, in agreement with previous theoretical calculations, that for the clean cluster the planar geometry has the lowest total energy while the icosahedral and cuboctahedral structures undergo Jahn−Teller distortion. On the other hand, when ligated by phosphines, the icosahedron is found to assume the lowest total energy. The rationale for the stabilization of the icosahedron in the ligated Au13 cluster is traced to the ligand-induced charge transfer from the surface Au−Au to Au-ligand bonds leading to the formation of a strong Au-ligand covalent bond and introduction of a compressive strain which further …",
                "This study presents a systematic detailed experimental and theoretical investigation of the electronic properties of size-controlled free and γ-Al2O3-supported Pt nanoparticles (NPs) and their evolution with decreasing NP size and adsorbate (H2) coverage. A combination of in situ X-ray absorption near-edge structure (XANES) and density functional theory (DFT) calculations revealed changes in the electronic characteristics of the NPs due to size, shape, NP–adsorbate (H2) and NP–support interactions. A correlation between the NP size, number of surface atoms and coordination of such atoms, and the maximum hydrogen coverage stabilized at a given temperature is established, with H\/Pt ratios exceeding the 1 : 1 ratio previously reported for bulk Pt surfaces.",
                "Interfacial and perimeter sites have been known for their high activity in various reactions on supported gold nanoparticles. We find that the higher activity of interfacial sites in Au13\/TiO2(110) toward methanol decomposition originates from charge-transfer-induced Coulomb interaction among the gold, reactant, and reducible TiO2 support, brought about through the formation of an ionic O–Au bond between gold and methoxy in such sites, which turns the participating perimeter gold atom cationic. A direct result of such charge-transfer-induced repulsive interaction between cationic gold and positively charged C moiety of methoxy is activation of the positively charged C moiety of methoxy, as manifested by the pronounced elongation of O–C bond length and the tilting of the methoxy axis, which facilitate reaction of methoxy through C–H scission with the bridge oxygen atoms that are readily available from the …",
                "We have carried out first-principles calculations of H adsorption on Pd (211) using density-functional theory with the generalized gradient approximation in the plane-wave basis to find out that the most preferred is the threefold hollow site on the terrace of Pd (211) with an adsorption energy of 0.52 eV: the hcp and fcc sites being almost energetically equally favorable. For subsurface H adsorption on Pd (211), the octahedral site with an adsorption energy of 0.19 eV is slightly more favorable than the tetrahedral site (0.18 eV). Our calculated activation energy barrier for H to diffuse from the preferred surface site to the subsurface one on Pd (211) is 0.33 eV, as compared with 0.41 eV on Pd (111). Thus, there is an enhancement of the probability of finding subsurface hydrogen in Pd (211). Additionally, we find the diffusion barriers for H on the terraces of Pd (211) to be 0.11 eV, while that along the step edge to be only 0 …",
                "We have used a combination of density functional theory (DFT) and kinetic Monte Carlo (KMC) simulations to calculate the reaction rates for the selective oxidation of ammonia on RuO2(1 1 0). Our KMC simulations of 18 reactions among NHx(x=0–3) and OHx(x=0–2) species on RuO2(1 1 0) show 93% selectivity for NO, in close agreement with experiment (∼95%). The chief factor in the high selectivity for NO on the RuO2(1 1 0) surface is the significantly reduced N diffusion (via N blocking) caused by various intermediates present on the RuO2(1 1 0) surface, which severely inhibits the recombination rate of N + N → N2 but interfere far less with that of N + O → NO owing to the nearby availability of O from dissociation of O2."
            ],
            [
                [
                    "Physics",
                    "Chemistry"
                ]
            ],
            [
                "Sampyo Hong Associate Professor Brewton-Parker College sampyo.hong@ucf.edu"
            ]
        ]
    ]
}