{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M061Y0J6",
            "CL-plaQAAAAJ",
            [
                "Pairing state with a time-reversal symmetry breaking in FeAs-based superconductors",
                "Quasiparticle interference on the surface of the topological insulator Bi 2 Te 3",
                "Theory for slightly doped antiferromagnetic Mott insulators",
                "Anisotropic-Fermi-liquid theory of ultracold fermionic polar molecules: Landau parameters and collective modes",
                "Theory of unconventional metamagnetic electron states in orbital band systems",
                "Non-Fermi liquid due to orbital fluctuations in iron pnictide superconductors",
                "Modulation doping near Mott-insulator heterojunctions",
                "Three-dimensional collective charge excitations in electron-doped copper oxide superconductors",
                "Spectroscopic imaging scanning tunneling microscopy as a probe of orbital structures and ordering",
                "Quasiparticle interference in the unconventional metamagnetic compound Sr 3 Ru 2 O 7"
            ],
            [
                "We investigate the competition between the extended s±-wave and d x 2− y 2-wave pairing order parameters in the iron-based superconductors. Because of the frustrating pairing interactions among the electron and the hole Fermi pockets, a time-reversal symmetry breaking s+ i d pairing state could be favored. We analyze this pairing state within the Ginzburg-Landau theory and explore the experimental consequences. In such a state, spatial inhomogeneity induces a supercurrent near a nonmagnetic impurity and the corners of a square sample. The resonance mode between the s±-and d x 2− y 2-wave order parameters can be detected through the B 1 g Raman spectroscopy.",
                "The quasiparticle interference of the spectroscopic imaging scanning tunneling microscopy has been investigated for the surface states of the large gap topological insulator Bi 2 Te 3 through the T-matrix formalism. Both the scalar-potential scattering and the spin-orbit scattering on the warped hexagonal isoenergy contour are considered. While backscatterings are forbidden by time-reversal symmetry, other scatterings are allowed and exhibit strong dependence on the spin configurations of the eigenfunctions at k ⃗ points over the isoenergy contour. The characteristic scattering wave vectors found in our analysis agree well with recent experiment results.",
                "Trial wavefunctions, constructed explicitly from the unique 2-dimensional Mott insulating state with antiferromagnetic order, are proposed to describe the low-energy states of a Mott insulator slightly doped with holes or electrons. With the state behaving like charged quasi-particles with well-defined momenta, a rigid band is observed. These states have much less pairing correlations than previously studied ones. Small Fermi patches obtained are consistent with recent experiments on high T c cuprates doped lightly with holes or electrons. States showing the incoherent and spin-bag behaviors are also discussed. Using these wavefunctions, a number of results obtained by exact calculations are reproduced.",
                "We study the Fermi liquid properties of the cold atomic dipolar Fermi gases with the explicit dipolar anisotropy using perturbative approaches. Due to the explicit dipolar anisotropy, Fermi surfaces exhibit distortions of the d r 2− 3 z 2 type in three dimensions and of the d x 2− y 2 type in two dimensions. The fermion self-energy, effective mass, and Fermi velocity develop the same anisotropy at the Hartree-Fock level proportional to the interaction strength. The Landau interaction parameters in the isotropic Fermi liquids become the tridiagonal Landau interaction matrices in the dipolar Fermi liquids which renormalize thermodynamic susceptibilities. With large dipolar interaction strength, the Fermi surface collapses along directions perpendicular to the dipole orientation. The dynamic collective zero sound modes exhibit an anisotropic dispersion with the largest sound velocity propagating along the polar directions …",
                "We extend the study of the Fermi surface instability of the Pomeranchuk type into systems with orbital band structures, which are common features in transition metal oxides. Band hybridization significantly shifts the spectral weight of the Landau interactions from the conventional s-wave channel to unconventional non-s-wave channels, which results in anisotropic (nematic) Fermi surface distortions even with ordinary interactions in solids. The Ginzburg-Landau free energy is constructed by coupling the charge-nematic, spin-nematic, and ferromagnetic order parameters together, which shows that nematic electron states can be induced by metamagnetism. The connection between this mechanism and the anisotropic metamagnetc states observed in Sr 3 Ru 2 O 7 at high magnetic fields is studied in a multiband Hubbard model with the hybridized quasi-one-dimensional d x z and d y z bands.",
                "We study the influence of quantum fluctuations on the electron self-energy in the normal state of iron pnictide superconductors using a five-orbital tight-binding model with generalized Hubbard on-site interactions. Within a one-loop treatment, we find that an overdamped collective mode develops at low frequency in channels associated with quasi-one-dimensional d x z and d y z bands. When the critical point for the C 4-symmetry-broken phase (structural phase transition) is approached, the overdamped collective modes soften, and acquire increased spectral weight, resulting in non-Fermi-liquid behavior at the Fermi surface characterized by a frequency dependence of the imaginary part of the electron self-energy of the form ω λ, 0< λ< 1. We argue that this non-Fermi-liquid behavior is responsible for the recently observed zero-bias enhancement in the tunneling signal in point-contact spectroscopy. A key …",
                "We argue that interesting strongly correlated two-dimensional electron systems can be created by modulation doping near a heterojunction between Mott insulators. Because the dopant atoms are remote from the carrier system, the electronic system will be weakly disordered. We argue that the competition between different ordered states can be engineered by choosing appropriate values for the dopant density and the setback distance of the doping layer. In particular larger setback distances favor two-dimensional antiferromagnetism over ferromagnetism. We estimate some key properties of modulation-doped Mott-insulator heterojunctions by combining insights from Hartree-Fock theory and dynamical mean-field-theory descriptions and discuss potentially attractive material combinations.",
                "High-temperature copper oxide superconductors consist of stacked CuO 2 planes, with electronic band structures and magnetic excitations that are primarily two-dimensional 1, 2, but with superconducting coherence that is three-dimensional. This dichotomy highlights the importance of out-of-plane charge dynamics, which has been found to be incoherent in the normal state 3, 4 within the limited range of momenta accessible by optics. Here we use resonant inelastic X-ray scattering to explore the charge dynamics across all three dimensions of the Brillouin zone. Polarization analysis of recently discovered collective excitations (modes) in electron-doped copper oxides 5, 6, 7 reveals their charge origin, that is, without mixing with magnetic components 5, 6, 7. The excitations disperse along both the in-plane and out-of-plane directions, revealing its three-dimensional nature. The periodicity of the out-of-plane …",
                "Unlike charge and spin, the orbital degree of freedom of electrons in transition metal oxides is difficult to detect. We present a theoretical study of a new detection method in metallic orbitally active systems by analyzing the quasiparticle scattering interference (QPI) pattern of the spectroscopic imaging scanning tunneling spectroscopy, which is sensitive to orbital structures and orbital ordering. The QPIs for the d x z and d y z-orbital bands in the t 2 g-orbital systems show a characteristic stripelike feature as a consequence of their quasi-one-dimensional nature, which is robust against orbital hybridization. With the occurrence of orbital ordering proposed in Sr 3 Ru 2 O 7 and iron pnictides, the stripelike QPI patterns exhibit nematic distortion breaking the C 4 symmetry.",
                "Quasiparticle interference (QPI) in spectroscopic imaging scanning tunneling microscopy provides a powerful method to detect orbital band structures and orbital ordering patterns in transition-metal oxides. We use the T-matrix formalism to calculate the QPI spectra for the unconventional metamagnetic system of Sr 3 Ru 2 O 7 with a t 2 g-orbital band structure. A detailed tight-binding model is constructed accounting for features such as spin-orbit coupling, bilayer splitting, and the staggered rotation of the RuO octahedra. The band parameters are chosen by fitting the calculated Fermi surfaces with those measured in the angular-resolved photoemission spectroscopy experiment. The calculated quasiparticle interference at zero magnetic field exhibits a hollow squarelike feature arising from the nesting of the quasi-one-dimensional d x z and d y z orbital bands, in agreement with recent measurements by Lee et al.[Nat …"
            ],
            [
                [
                    "Condensed Matter Theory"
                ]
            ]
        ]
    ]
}