{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M082VT9W",
            "glpROtsAAAAJ",
            [
                "Topological insulators and superconductors",
                "Dirac semimetal in three dimensions",
                "Classification of topological quantum matter with symmetries",
                "Surface states and topological invariants in three-dimensional topological insulators: Application to ",
                "Surface states and topological invariants in three-dimensional topological insulators: Application to Bi 1− x Sb x",
                "Topological defects and gapless modes in insulators and superconductors",
                "From Luttinger liquid to non-Abelian quantum Hall states",
                "Majorana fermions and non-Abelian statistics in three dimensions",
                "Classification of two-dimensional topological crystalline superconductors and majorana bound states at disclinations",
                "Critical behavior of a point contact in a quantum spin Hall insulator"
            ],
            [
                "Topological insulators are new states of quantum matter which cannot be adiabatically connected to conventional insulators and semiconductors. They are characterized by a full insulating gap in the bulk and gapless edge or surface states which are protected by time-reversal symmetry. These topological materials have been theoretically predicted and experimentally observed in a variety of systems, including HgTe quantum wells, BiSb alloys, and Bi 2 Te 3 and Bi 2 Se 3 crystals. Theoretical models, materials properties, and experimental results on two-dimensional and three-dimensional topological insulators are reviewed, and both the topological band theory and the topological field theory are discussed. Topological superconductors have a full pairing gap in the bulk and gapless surface states consisting of Majorana fermions. The theory of topological superconductors is reviewed, in close analogy to the …",
                "We show that the pseudorelativistic physics of graphene near the Fermi level can be extended to three dimensional (3D) materials. Unlike in phase transitions from inversion symmetric topological to normal insulators, we show that particular space groups also allow 3D Dirac points as symmetry protected degeneracies. We provide criteria necessary to identify these groups and, as an example, present ab initio calculations of β-cristobalite BiO 2 which exhibits three Dirac points at the Fermi level. We find that β-cristobalite BiO 2 is metastable, so it can be physically realized as a 3D analog to graphene.",
                "Topological materials have become the focus of intense research in recent years, since they exhibit fundamentally new physical phenomena with potential applications for novel devices and quantum information technology. One of the hallmarks of topological materials is the existence of protected gapless surface states, which arise due to a nontrivial topology of the bulk wave functions. This review provides a pedagogical introduction into the field of topological quantum matter with an emphasis on classification schemes. Both fully gapped and gapless topological materials and their classification in terms of nonspatial symmetries, such as time reversal, as well as spatial symmetries, such as reflection, are considered. Furthermore, the classification of gapless modes localized on topological defects is surveyed. The classification of these systems is discussed by use of homotopy groups, Clifford algebras, K theory …",
                "We study the electronic surface states of the semiconducting alloy bismuth antimony (Bi 1− x Sb x). Using a phenomenological tight-binding model, we show that the Fermi surface for the 111 surface states encloses an odd number of time-reversal-invariant momenta (TRIM) in the surface Brillouin zone. This confirms that the alloy is a strong topological insulator in the (1; 111) Z 2 topological class. We go on to develop general arguments which show that spatial symmetries lead to additional topological structure of the bulk energy bands, and impose further constraints on the surface band structure. Inversion-symmetric band structures are characterized by eight Z 2 “parity invariants,” which include the four Z 2 invariants defined by time-reversal symmetry. The extra invariants determine the “surface fermion parity,” which specifies which surface TRIM are enclosed by an odd number of electron or hole pockets. We …",
                "We study the electronic surface states of the semiconducting alloy bismuth antimony (Bi 1− x Sb x). Using a phenomenological tight-binding model, we show that the Fermi surface for the 111 surface states encloses an odd number of time-reversal-invariant momenta (TRIM) in the surface Brillouin zone. This confirms that the alloy is a strong topological insulator in the (1; 111) Z 2 topological class. We go on to develop general arguments which show that spatial symmetries lead to additional topological structure of the bulk energy bands, and impose further constraints on the surface band structure. Inversion-symmetric band structures are characterized by eight Z 2 “parity invariants,” which include the four Z 2 invariants defined by time-reversal symmetry. The extra invariants determine the “surface fermion parity,” which specifies which surface TRIM are enclosed by an odd number of electron or hole pockets. We …",
                "We develop a unified framework to classify topological defects in insulators and superconductors described by spatially modulated Bloch and Bogoliubov de Gennes Hamiltonians. We consider Hamiltonians H (k, r) that vary slowly with adiabatic parameters r surrounding the defect and belong to any of the ten symmetry classes defined by time-reversal symmetry and particle-hole symmetry. The topological classes for such defects are identified and explicit formulas for the topological invariants are presented. We introduce a generalization of the bulk-boundary correspondence that relates the topological classes to defect Hamiltonians to the presence of protected gapless modes at the defect. Many examples of line and point defects in three-dimensional systems will be discussed. These can host one dimensional chiral Dirac fermions, helical Dirac fermions, chiral Majorana fermions, and helical Majorana fermions …",
                "We formulate a theory of non-Abelian fractional quantum Hall states by considering an anisotropic system consisting of coupled, interacting one-dimensional wires. We show that Abelian bosonization provides a simple framework for characterizing the Moore-Read state, as well as the more general Read-Rezayi sequence. This coupled wire construction provides a solvable Hamiltonian formulated in terms of electronic degrees of freedom, and provides a direct route to characterizing the quasiparticles and edge states in terms of conformal field theory. This construction leads to a simple interpretation of the coset construction of conformal field theory, which is a powerful method for describing non-Abelian states. In the present context, the coset construction arises when the original chiral modes are fractionalized into coset sectors, and the different sectors acquire energy gaps due to coupling in “different directions …",
                "We show that three dimensional superconductors, described within a Bogoliubov–de Gennes framework, can have zero energy bound states associated with pointlike topological defects. The Majorana fermions associated with these modes have non-Abelian exchange statistics, despite the fact that the braid group is trivial in three dimensions. This can occur because the defects are associated with an orientation that can undergo topologically nontrivial rotations. A feature of three dimensional systems is that there are “braidless” operations in which it is possible to manipulate the ground state associated with a set of defects without moving or measuring them. To illustrate these effects, we analyze specific architectures involving topological insulators and superconductors.",
                "We classify discrete-rotation symmetric topological crystalline superconductors (TCS) in two dimensions and provide the criteria for a zero-energy Majorana bound state (MBS) to be present at composite defects made from magnetic flux, dislocations, and disclinations. In addition to the Chern number that encodes chirality, discrete rotation symmetry further divides TCS into distinct stable topological classes according to the rotation eigenspectrum of Bogoliubov-de Gennes quasiparticles. Conical crystalline defects are shown to be able to accommodate robust MBS when a certain combination of these bulk topological invariants is nontrivial as dictated by the index theorems proved within. The number parity of MBS is counted by a Z 2-valued index that solely depends on the disclination and the topological class of the TCS. We also discuss the implications for corner-bound Majorana modes on the boundary of …",
                "We study a quantum point contact in a quantum spin Hall insulator. It has recently been shown that the Luttinger liquid theory of such a structure maps to the theory of a weak link in a Luttinger liquid with spin with Luttinger liquid parameters g ρ= 1\/g σ= g< 1. We show that for weak interactions, 1\/2< g< 1, the pinch-off of the point contact as a function of gate voltage is controlled by a novel quantum critical point, which is a realization of a nontrivial intermediate fixed point found previously in the Luttinger liquid model with spin. We predict that the dependence of the conductance on gate voltage near the pinch-off transition for different temperatures collapses onto a universal curve described by a crossover scaling function associated with that fixed point. We compute the conductance and critical exponents of the critical point as well as the universal scaling function in solvable limits, which include g= 1− ϵ, g= 1\/2+ ϵ, and …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}