{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M13MRDWM",
            "ZDL6ITwAAAAJ",
            [
                "Experimental characterization of electrospinning: the electrically forced jet and instabilities",
                "Electrospinning and electrically forced jets. I. Stability theory",
                "Single-bubble sonoluminescence",
                "Controlling the fiber diameter during electrospinning",
                "Electrospinning: A whipping fluid jet generates submicron polymer fibers",
                "Electrospinning and electrically forced jets. II. Applications",
                "Microfluidics: the no-slip boundary condition",
                "A cascade of structure in a drop falling from a faucet",
                "Electric-field-induced capillary attraction between like-charged particles at liquid interfaces",
                "Phase diagrams for sonoluminescing bubbles"
            ],
            [
                "In the electrospinning process, polymer fibers with submicron-scale diameters are formed by subjecting a fluid jet to a high electric field. We report an experimental investigation of the electrically forced jet and its instabilities. The results are interpreted within the framework of a recently developed theory for electrified fluid jets. We find that the process can be described by a small set of operating parameters and summarized through the use of operating diagrams of electric field versus flow rate. In addition, the jet current is related to the net charge density and found to depend on the fluid properties, the applied electric field and the equipment configuration. The net charge density appears to be relatively insensitive to the flow rate, at least for high flow rates. The experiments reveal that a key process in the formation of submicron-scale solid fibers is a convective instability, the rapidly whipping jet. The dependence of …",
                "Electrospinning is a process in which solid fibers are produced from a polymeric fluid stream (solution or melt) delivered through a millimeter-scale nozzle. The solid fibers are notable for their very small diameters (<1 μm). Recent experiments demonstrate that an essential mechanism of electrospinning is a rapidly whipping fluid jet. This series of papers analyzes the mechanics of this whipping jet by studying the instability of an electrically forced fluid jet with increasing field strength. An asymptotic approximation of the equations of electrohydrodynamics is developed so that quantitative comparisons with experiments can be carried out. The approximation governs both long wavelength axisymmetric distortions of the jet, as well as long wavelength oscillations of the centerline of the jet. Three different instabilities are identified: the classical (axisymmetric) Rayleigh instability, and electric field induced axisymmetric and …",
                "Single-bubble sonoluminescence occurs when an acoustically trapped and periodically driven gas bubble collapses so strongly that the energy focusing at collapse leads to light emission. Detailed experiments have demonstrated the unique properties of this system: the spectrum of the emitted light tends to peak in the ultraviolet and depends strongly on the type of gas dissolved in the liquid; small amounts of trace noble gases or other impurities can dramatically change the amount of light emission, which is also affected by small changes in other operating parameters (mainly forcing pressure, dissolved gas concentration, and liquid temperature). This article reviews experimental and theoretical efforts to understand this phenomenon. The currently available information favors a description of sonoluminescence caused by adiabatic heating of the bubble at collapse, leading to partial ionization of the gas inside the …",
                "We present a simple analytical model for the forces that determine jet diameter during electrospinning as a function of surface tension, flow rate, and electric current in the jet. The model predicts the existence of a terminal jet diameter, beyond which further thinning of the jet due to growth of the whipping instability does not occur. Experimental data for various electrospun fibers attest to the accuracy of the model.",
                "Polymeric fibers with diameters in the range from 50 nm to 5 μm are produced by accelerating a fluid jet in an electric field, in a process known as “electrospinning.” Here we show that an essential element of the process is a fluid instability, the rapidly whipping jet. The phenomena responsible for the onset of whipping are revealed by a linear instability analysis that describes the jet behavior in terms of known fluid properties and operating conditions. The behavior of two competing instabilities, the Rayleigh mode and the axisymmetric conducting mode, is also described. The results are summarized using operating diagrams, delineating regimes of operation in electrospinning, which are in good agreement with experimental observations.",
                "Electrospinning is a process in which solid fibers are produced from a polymeric fluid stream (solution or melt) delivered through a millimeter-scale nozzle. This article uses the stability theory described in the previous article to develop a quantitative method for predicting when electrospinning occurs. First a method for calculating the shape and charge density of a steady jet as it thins from the nozzle is presented and is shown to capture quantitative features of the experiments. Then, this information is combined with the stability analysis to predict scaling laws for the jet behavior and to produce operating diagrams for when electrospinning occurs, both as a function of experimental parameters. Predictions for how the regime of electrospinning changes as a function of the fluid conductivity and viscosity are presented.",
                "The no-slip boundary condition at a solid-liquid interface is at the center of our understanding of fluid mechanics. However, this condition is an assumption that cannot be derived from first principles and could, in theory, be violated. We present a review of recent experimental, numerical and theoretical investigations on the subject. The physical picture that emerges is that of a complex behavior at a liquid\/solid interface, involving an interplay of many physico-chemical parameters, including wetting, shear rate, pressure, surface charge, surface roughness, impurities and dissolved gas.",
                "A drop falling from a faucet is a common example of a mass fissioning into two or more pieces. The shape of the liquid in this situation has been investigated by both experiment and computer simulation. As the viscosity of the liquid is varied, the shape of the drop changes dramatically. Near the point of breakup, viscous drops develop long necks that then spawn a series of smaller necks with ever thinner diameters. Simulations indicate that this repeated formation of necks can proceed ad infinitum whenever a small but finite amount of noise is present in the experiment. In this situation, the dynamical singularity occurring when a drop fissions is characterized by a rough interface.",
                "Nanometre-and micrometre-sized charged particles at aqueous interfaces are typically stabilized by a repulsive Coulomb interaction. If one of the phases forming the interface is a nonpolar substance (such as air or oil) that cannot sustain a charge, the particles will exhibit long-ranged dipolar repulsion 1; if the interface area is confined, mutual repulsion between the particles can induce ordering 2 and even crystallization 3, 4. However, particle ordering has also been observed in the absence of area confinement 5, suggesting that like-charged particles at interfaces can also experience attractive interactions 6. Interface deformations are known to cause capillary forces that attract neighbouring particles to each other, but a satisfying explanation for the origin of such distortions remains outstanding 7, 8. Here we present quantitative measurements of attractive interactions between colloidal particles at an oil–water …",
                "Sound driven gas bubbles in water can emit light pulses. This phenomenon is called sonoluminescence (SL). Two different phases of single bubble SL have been proposed: diffusively stable and diffusively unstable SL. We present phase diagrams in the gas concentration versus forcing pressure state space and also in the ambient radius versus gas concentration and versus forcing pressure state spaces. These phase diagrams are based on the thresholds for energy focusing in the bubble and two kinds of instabilities, namely (i) shape instabilities and (ii) diffusive instabilities. Stable SL only occurs in a tiny parameter window of large forcing pressure amplitude Pa∼1.2–1.5 atm and low gas concentration of less than 0.4% of the saturation. The upper concentration threshold becomes smaller with increased forcing. Our results quantitatively agree with experimental results of Putterman’s UCLA group on argon, but …"
            ],
            [
                [

                ]
            ],
            [
                "Michael P. Brenner Michael P. Brenner Michael F. Cronin Professor of Applied Mathematics and Applied Physics and Professor of Physics; Area Dean, Applied Mathematics Our research uses methods and ideas of applied mathematics to address problems in science and engineering. We are first and foremost problem solvers, and search widely to find problems where mathematics (simple or complicated, with large computer simulations or without) can answer scientific questions. Current research projects range from efforts to understand the limitations of self assembly (e.g. what can be reliably assembled with spherically symmetric building blocks), to algorithm development for atmospheric chemistry (the development of algorithms to accelerate simulations of global pollution), to fluid mechanics (e.g. the aerodynamics of whale flippers, the splashing of droplets and the ejection of fungal spores), to material science (pattern formation on ion sputtered surfaces) to studies of the connection between evolution and physiology, targeted to specific protein families (voltage gated ion channels and hemoglobin). Joanne Bourgeois Pierce Hall 313 29 Oxford Street Cambridge MA 02138 brenner@seas.harvard.edu p: (617) 495-3336"
            ]
        ]
    ]
}