{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M24DCUD2",
            "sq3UWUdynmsC",
            [
                "Graphene based materials: past, present and future",
                "Ultralight multiwalled carbon nanotube aerogel"
            ],
            [
                "Graphene, a two dimensional monoatomic thick building block of a carbon allotrope, has emerged as an exotic material of the 21st century, and received world-wide attention due to its exceptional charge transport, thermal, optical, and mechanical properties. Graphene and its derivatives are being studied in nearly every field of science and engineering. Recent progress has shown that the graphene-based materials can have a profound impact on electronic and optoelectronic devices, chemical sensors, nanocomposites and energy storage. The aim of this review article is to provide a comprehensive scientific progress of graphene to date and evaluate its future perspective. Various synthesis processes of single layer graphene, graphene nanoribbons, chemically derived graphene, and graphene-based polymer and nano particle composites are reviewed. Their structural, thermal, optical, and electrical properties …",
                "Ultralight multiwalled carbon nanotube (MWCNT) aerogel is fabricated from a wet gel of well-dispersed pristine MWCNTs. On the basis of a theoretical prediction that increasing interaction potential between CNTs lowers their critical concentration to form an infinite percolation network, poly(3-(trimethoxysilyl) propyl methacrylate) (PTMSPMA) is used to disperse and functionalize MWCNTs where the subsequent hydrolysis and condensation of PTMSPMA introduces strong and permanent chemical bonding between MWCNTs. The interaction is both experimentally and theoretically proven to facilitate the formation of a MWCNT percolation network, which leads to the gelation of MWCNT dispersion at ultralow MWCNT concentration. After removing the liquid component from the MWCNT wet gel, the lightest ever free-standing MWCNT aerogel monolith with a density of 4 mg\/cm3 is obtained. The MWCNT aerogel has …"
            ],
            [
                [
                    "Bioprinting",
                    "Neural Regeneration",
                    "Self-Folding",
                    "Biomedical Devices",
                    "Graphene Oxide"
                ]
            ],
            [
                "Daeha  Joung Assistant Professor Experimental biophysics, Experimental Nanoscience 701 W. Grace St. 2103 joungd2@vcu.edu 828-3154 Postdoctoral Associate, 2016-2019, Mechanical Engineering, University of Minnesota Postdoctoral Associate, 2014-2016, Electrical Engineering, University of Minnesota Ph.D. 2012, Physics, University of Central Florida M.S 2008, Physics, Eastern Michigan University B.S. 2004, Physics, Soonchunhyang University, South Korea CURRENT RESEARCH INTERESTS 3D Printing and Bioprinting Neural Regeneration Devices Origami-Inspired Self-Folding Biomedical Devices Bio-Nanoelectronics 3D Printed Stem‐Cell Derived Neural ProgenitorsGenerate Spinal Cord Scaffolds , D. Joung, V. Truong, C.C. Neitzke, S.‐Z. Guo, P.J. Walsh, J.R. Monat, F. Meng, S.H. Park, J.R. Dutton, A.M. Parr, M.C. McAlpine, Advanced Functional Materials 28, 1801850 (2018). 3D Bioprinted In Vitro Metastatic Models via Reconstruction of Tumormicroenvironments , F. Meng, C. M. Meyer, D. Joung, D.C. Sorby, M. C. McAlpine, A. Panoskaltsis-Mortari, Advanced Materials 31, 1806899 (2019). 3D Printed Polymer Photodetectors , S. H. Park, R. Su, J. Jeong, S.-Z. Guo, K. Qiu, D. Joung, F. Meng, M. C. McAlpine, Advanced Materials 30, 1803980 (2018). Self-Assembled Three-Dimensional Graphene-Based Polyhedrons Inducing Volumetric Light Confinement , D. Joung, A. Nemilentsau, K. Agarwal, C. Dai, C. Liu, Q. Su, J. Li, T. Low, S.J. Koester, J.-H. Cho, Nano Letters 17, 1987-1994 (2017). Tunable Optical Transparency in Self-Assembled Three-Dimensional Polyhedral Graphene oxide , D. Joung, T. Gu, J. H. Cho, ACS Nano 10, 9586 (2016). Research Group Link  Google Scholar Profile Link"
            ]
        ]
    ]
}