{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M2YH8PLU",
            "PBLUJ5kAAAAJ",
            [
                "Challenges in assessing mobile health app quality: a systematic review of prevalent and innovative methods",
                "Deep learning of vortex induced vibrations",
                "Effect of low-level radiation on the death of male germ cells"
            ],
            [
                "Mobile apps are poised to become a major source of health guidance; however, concerns about their quality and safety remain. Governments, clinicians, and health researchers are struggling to determine how to adequately evaluate the content and function of mobile health apps to guide consumers toward apps that will effectively and safely support their health. Researchers are both adapting existing research methods, such as those for systematic reviews, and exploring novel methods toward this aim. The purpose of this systematic review was to describe prevalent and emerging methods for searching, data extraction, and analysis in the context of mobile health apps and commercial app stores.A systematic search was conducted on April 6, 2016, according to Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines, for published studies that evaluated health …",
                "Vortex induced vibrations of bluff bodies occur when the vortex shedding frequency is close to the natural frequency of the structure. Of interest is the prediction of the lift and drag forces on the structure given some limited and scattered information on the velocity field. This is an inverse problem that is not straightforward to solve using standard computational fluid dynamics (CFD) methods, especially since no information is provided for the pressure. An even greater challenge is to infer the lift and drag forces given some dye or smoke visualizations of the flow field. Here we employ deep neural networks that are extended to encode the incompressible Navier-Stokes equations coupled with the structure's dynamic motion equation. In the first case, given scattered data in space-time on the velocity field and the structure's motion, we use four coupled deep neural networks to infer very accurately the structural parameters, the entire time-dependent pressure field (with no prior training data), and reconstruct the velocity vector field and the structure's dynamic motion. In the second case, given scattered data in space-time on a concentration field only, we use five coupled deep neural networks to infer very accurately the vector velocity field and all other quantities of interest as before. This new paradigm of inference in fluid mechanics for coupled multi-physics problems enables velocity and pressure quantification from flow snapshots in small subdomains and can be exploited for flow control applications and also for system identification.",
                "Liu, G. W., Gong, P. S., Zhao, H. G., Wang, Z. C., Gong, S. L. and Cai, L. Effect of Low-Level Radiation on the Death of Male Germ Cells. Radiat. Res. 165, 379–389 (2006).Hormetic and adaptive responses induced by low-level radiation in hematopoietic and immune systems have been observed, as shown by stimulatory effects on cell growth and resistance to subsequent radiation-induced cytogenetic damage. However, in terms of cell death by apoptosis, the effects of low-level radiation are controversial: Some studies showed decreased apoptosis in response to low-level radiation while others showed increased apoptosis. This controversy may be related to the radiation doses or dose rates and also, more importantly, to the cell types. Testes are one of the most radiosensitive organs. The loss of male germ cells after exposure to ionizing radiation has been attributed to apoptosis. In the present study, the …"
            ],
            [
                [
                    "Pharmacy",
                    "Public Health",
                    "Practice Guidelines"
                ]
            ]
        ]
    ]
}