{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M3OUGZBC",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Padmaja Guggilla Professor of Physics and Interim-Chairperson of Physics, Chemistry, and Mathematics Organic Solar Cells, Composite materials, Pyroelectric materials, Infrared Sensors,\n                     Condensed matter physics, Crystal Growth, Thin film and Thick film technology, Composite\n                     Films, Nanotechnology. Office: 123 V. M. Chambers Bld. Phone: (256) 372-8141 E-Mail: padmaja.guggilla [at] aamu.edu Grants Received  Co-PI: ADVANCE: The Alabama ADVANCE Partnership for Gender Equity from National Science\n                        Found ation. 2019-2022 ($195,040) Co-PI: Sub-award: RII Track-1: CPU2AL: Connecting the Plasma Universe to Plasma Technology in Alabama\n                  (2017-2022) ($658,000)  PI: Research Experience for Undergraduates (REU) from National Science Foundation. 2016-2021 ($278,000)  Co-PI: MRI: Acquisition of an X-Ray Photoelectron Spectrometer for Advancing Multidisciplinary\n                              Research and Education in Quantum Mechanics, Nanotechnology, Biosensors, and Energy\n                              Storage from National Science Foundation. 2018-2020 ($628,558) Co-PI: Elevating STEM Freshmen Computer Literacy Education with Evidence-Based Teaching and\n                        Research Integration at AAMU from Department of Education 2015-2019 ($356,658) Senior Personnel: RISE Grant from National Science Foundation. 2016-2019 ($999,999)​ PI: DHS-BS Grant from Department of Homeland Security. 2011-2017 ($483,768) Co-I: S-STEM Grant from National Science Foundation. 2012-2017 ($599,999)  PI:  EPSCoR RII C2 A&M Subcontract. 2012-2013 ($46,423)  PI: Research Experience for Undergraduates (REU) from National Science Foundation. 2013-2016 ($268,000) PI: Research Experience for Undergraduates (REU) from National Science Foundation. 2010-2013 ($267,000)  Co-I: RISE Grant from National Science Foundation . 2009 -2012 ($1,000,000)  Co-I : HBCU Substance Abuse Treatment Workforce Development from Morehouse School of Medicine. 2008 Mini Grant ($8000) Awards Recipient of the \"2018-Emerging Scholar in USA\" from Diverse Issues in Higher Education Magazine. Recipient of the \"Professor of the Year\" for 2016-2017 from Alabama A&M University. Received “Faculty of the year award for Excellence in Scholarship, Research Activity and Other\n                           Professional Contributions” award from College of Engineering Technology and Physical Sciences, AAMU (2016-2017) Featured in Huntsville Times as “AAMU-2017: 142 point of Pride” (2017) Selected for “Covington Who’s Who” (2017) Selected for “2017 Albert Nelson Marquis Lifetime Achievement Award” by Marquis Who’s Who Honorable Mention in “Who’s Who in America” (2017) Featured in AAMU Bulldog-BottomLine and CETPS Newsletter as STEM Faculty Won DoEd Grant (2016). Served as Session Chair at both Polymer Science and Engineering-2016 and Materials Science and Engineering-2016 Conferences. Recipient of the \"Faculty of the Year, Overall Award 2013-2014\" from College of Engineering, Technology and Physical Sciences Featured in Huntsville Times as “AAMU-2011: 135 point of Pride” (2011) Recipient of the \"Most Effective New faculty of the Year 2008-2009\" from School of Arts and Sciences, AAMU Nominated for the \"Best Teacher-Scholar of the Year 2008-2009\" from School of Arts and Sciences, AAMU.  Synergistic Activities Served as STEMDAY-2018 Chair, Alabama A&M University. Served as STEMDAY-2017 Co-Chair, Alabama A&M University. Serving on the NSF-Proposals panelist since 2013.  Served on the Air Force Research Lab (AFRL) Sumer Faculty Fellowship Program (SFFP)\n                     proposals panelist from 2015 Invited as speaker at Energy, Materials and Nanotechnology (EMN) Conference, University of Central Florida, Orlando, FL (2013). Associate Editor of Versita (Emerging Science Publisher) Open Access journal publisher\n                  (2012-2014). Invited as speaker at the colloquium talk at University of Alabama at Huntsville\n                  (2012). Served on the NSF-GRFP panelist and DoD-NDSEG panelist from 2012. Served on the judge panel of AAMU Robotics Competition in LEGO at AAMU in  Fall-2012. Served on judge panel for AAS Gorgas Scholarship since 2010 Invited to review proposals and technical papers for Federal funding agencies and\n                  various reputed Journals.  (2009-till date) Invited as speaker to give a talk on Transition from F1 to H1 at Asha Kiran Non-Profit\n                  Organization, Huntsville, AL. Complete List of Publications Book Chapters Padmaja Guggilla , Ashok Batra. “Novel Electroceramic: Polymer Composites - Preparation, Properties\n                  and Applications”, Composite Materials\/Book 3, ISBN 978-953-307-352-1, Edited by:\n                  John Cuppoletti, InTech - Open Access Publisher, August, 2011. Ashwith Chilvery, Sharvare Palwai, Padmaja Guggilla , Kijana Wren and Devon Edinburgh. \"Perovskite Materials: Recent Advancements and\n                  Challenges\", Perovskite Materials, Devices and Integration, DOI: 10.5772\/intechopen.88500,\n                  InTech - Open Access Publisher, September, 2019. Journal Publications 1. S Palwai, P Guggilla , A Chilvery, “Impact of Perovskite Materials in Ferroelectric Polymer”, Nano Tech\n                  Appl, Volume 3, Issue 1, Pages 1-5 (2020). 2. Yakup Yıldırım, Anjan Biswas, Padmaja Guggilla , O. González-Gaxiola, Mehmet Ekici, Abdullah Kamis Alzahrani, Milivoj R. Belic, \" Exhibit of highly dispersive optical solitons in birefringent fibers with four forms\n                     of nonlinear refractive index by exp-function expansion \", Optik - International Journal for Light and Electron Optics 208, 164471 (2020). 3. Yakup Yıldırıma, Anjan Biswas, Padmaja Guggilla , Fouad Mallawi, Milivoj R. Belic, \" Cubic–quartic optical solitons in birefringent fibers with four forms of nonlinear\n                     refractive index \", Optik - International Journal for Light and Electron Optics 203, 163885 (2020). 4. Adel Darwish, Emad Abo El-Dahab, Hamdy Ahmed, Ahmed H. Arnous, Manar S. Ahmed,\n                  Anjan Biswas, Padmaja Guggilla , Yakup Yıldırım, Fouad Mallawi, Milivoj R. Belic, \"Optical solitons in fiber Bragg gratings via modified simple equation\" , Optik - International Journal for Light and Electron Optics 203, 163886 (2020). 5. Saima Arshed, Anjan Biswas, Padmaja Guggilla, Ali Saleh Alshomrani, \"Optical solitons\n                  for Radhakrishnan–Kundu–Lakshmanan equation with full nonlinearity\", Physics Letters\n                  A, Elsevier (2019) 6. Padmaja Guggilla , Aschalew Kassu, David Simpson, “Optical characterization of polystyrene and ZnO”,\n                  Nanoengineering: Fabrication, Properties, Optics, and Devices XV, Volume 10730, International\n                  Society for Optics and Photonics (2018) 7. Guggilla P , Chilvery A and Powell R, “Reducing the Bandgap Energy via Doping Process in Lead-Free\n                  Thin Film Nanocomposites”, Research and Reviews: Journal of Materials Science, Volume\n                  5, Number 1, 33-44 (2017). 8. Padmaja Guggilla , Courtney Walker, Matthew Edwards, Ashwith Chilvery, Brian Thomas, “Dielectric Behavior\n                  of Lithium Tantalate (LiTaO3)\/Poly(vinylidene fluoride) (PVDF) Nanocomposites Doped\n                  with MWCNTs”, Advanced Science, Engineering and Medicine Volume 9, Number 3, 204-208\n                  (2017). 9. Matthew Edwards, Padmaja Guggilla , Angela Reedy, Quratulann Ijaz, Afef Janen, Samuel Uba, Michael Curley, “Moderate\n                  temperature-dependent surface and volume resistivity and low-frequency dielectric\n                  constant measurements of pure and multi-walled carbon nanotube (MWCNT) doped polyvinyl\n                  alcohol thin films”, Photonic Fiber and Crystal Devices: Advances in Materials and\n                  Innovations in Device Applications XI, Volume 10382, International Society for Optics\n                  and Photonics (2017) 10. Padmaja Guggilla , Ashwith Chilvery, Kamala Bhat, Edelmy J. Bernardez, “Thin Films to Single Crystals:\n                  Organometal Halide Perovskite Materials for Advanced Optoelectronics”, Journal of\n                  Photonic Materials and Technology, 2(3): 25-31 (2016). 11. P Guggilla, Ryan Moxon, AK Batra, R Powell, “Effects of Oxygen ion irradiation on PZT Modified\n                  Ferroelectric Materials for Space Applications”, International Journal of Nanotechnology\n                  and Nanomedicine, Volume 1, Number 1, 1-7 (2016). 12. P Guggilla , M Edwards, “Dielectric, Conductance and Pyroelectric Characterization of MWCNT:PVDF\n                  Nanocomposite Thin Films for Multiple Device Applications”, International Journal\n                  of Composite Materials Volume 6, Number 5, 145-151 (2016). 13. Padmaja Guggilla , Courtney Walker, Aschalew Kassu, “Efficiency of Lead-Free Nanocomposite Films Doped\n                  with MWCNT”, Under Review, Research Journal of Nanoscience and Engineering (2017) 14. Almuatasim Alomari, Ashok K. Batra, Bir B. Bohara, Padmaja Guggilla , \"Dielectric and Piezoelectric Behavior of Functional Paint\/PMN-PT Nanocomposite\n                  Films for Energy Harvesting\", Under Review, Journal of Electronic Materials (2017) 15. A. K Batra, A. Alomari, P Guggilla, D Brown, O Kamara, RB Lal, “Growth and Optical Characterization of Doped Triglycine\n                  Sulfate (TGS) Crystals”, Advanced Science, Engineering and Medicine 8 (9), 689-694\n                  (2016). 16. A Chilvery, S Das, P Guggilla , C Brantley, A Sunda-Meya, “A perspective on the recent progress in solution-processed\n                  methods for highly efficient perovskite solar cells”, Science and Technology of advanced\n                  Materials, Taylor & Francis, 17 (1), 650-658 (2016) 17. A. K. Chilvery, P Guggilla , AK Batra, DD Gaikwad, JR Currie, “Efficient planar perovskite solar cell by spray\n                  and brush solution-processing methods”,Journal of Photonics for Energy 5 (1), 053093-053093\n                  (2015) 18.  M. Edwards, P Guggilla , A Janen, J Polius, S Egarievwe, M Curley, “Dielectric Surface Currents and Dielectric\n                  Constant Measurements of Pure and Multi-walled Carbon Nanotubes (MWCNT) Doped Polyvinyl\n                  Alcohol Thin Films”, American Journal Of Materials Science 5 (3A), 1-7 (2015) 19.  A. K. Chilvery, AK Batra, B Yang, K Xiao, P Guggilla, MD Aggarwal, “Perovskites: transforming photovoltaics, a mini-review”, Journal of\n                  Photonics for Energy 5 (1), 057402-057402 20.  A. K. Batra, ME Edwards, P Guggilla , MD Aggarwal, RB Lal, “Pyroelectric properties of PVDF: MWCNT nanocomposite film\n                  for uncooled infrared detectors and medical applications”, Integrated Ferroelectrics\n                  158 (1), 98-107 (2014) 21.  Ashok Batra, A. K. Chilvery, Padmaja Guggilla , Mohan Aggarwal, James R. Currie Jr.. “Micro-and Nano-Structured Metal Oxide Chemical\n                  Sensors for Volatile Organic   Compounds”, Journal of Nanoscience and Nanotechnology\n                  Vol. 14, 1–21 (2014) NASA Technical Memorandum M. D. Aggarwal, A. K. Batra, M. E. Edwards, P. Guggilla , B.G. Penn, J. R. Currie Jr, “Pyroelectric Materials for Uncooled Infrared Detectors:\n                  Processing, Properties and Applications” NASA Technical Memorandum (2010) (Authors’\n                  names in alphabetical order). Conference Proceedings​ Efficient Planar Perovskite Solar Cell by Spray and Brush Solution-Processing Methods, Ashwith\n                  Kumar Chilvery; Padmaja Guggilla ; Ashok K. Batra ; Dyaneshwar D. Gaikwad ; James R. Currie, J. Photon. Energy (2015) Dielectric Surface Currents and Dielectric Constant Measurements of Pure and Multi-walled\n                     Carbon Nanotubes (MWCNT) Doped Polyvinyl Alcohol Thin Films, Matthew Edwards, Padmaja Guggilla , Afef Janen, Jemilia Polius, Stephen Egarievwe, Michael Curley, American Journal\n                     of Materials Science (2015) Perovskites: Transforming Photovoltaics, a Mini-Review, Ashwith Kumar Chilvery, Ashok\n                     K Batra, Bin Yang, Kai Xiao, Padmaja Guggilla , Mohan D Aggarwal, Raja Surabhi, Ravi B Lal, James R Currie, Benjamin G Penn, J.\n                     Photon. Energy (2015) Determining the electrical mechanism of the surface resistivity property of doped\n                     polyvinyl alcohol (PVA) and the pyroelectric property of polyvinylidene difluoride\n                     (PVDF) thin films, Matthew Edwards; Afef Janen; Padmaja Guggilla ; Jemelia Polius; Jade Douglas; Michael Curley, Infrared Sensors, Devices, and Applications V (2015) Micro-and nano-structured metal oxides based chemical sensors: an overview, Ashok\n                     K Batra, AK Chilvery, Padmaja Guggilla , Mohan Aggarwal, James R Currie , Journal of Nanoscience Nanotechnology (2014) Characterization of polymeric composite films with MWCNT and Ag nanoparticles , Matthew\n                        E Edwards, Ashok K Batra, Ashwith K Chilvery, Padmaja Guggilla , Manmohan D Aggarwal, Infrared Sensors, Devices, and Applications II (2012) Pyroelectric Properties of PVDF: MWCNT Nanocomposite Film for Uncooled Infrared Detectors\n                     and Medical Applications, AK Batra, ME Edwards, P Guggilla, MD Aggarwal, RB Lal, Integrated Ferroelectrics: An International Journal (2014) Measurement of the dielectric, conductance, and pyroelectric properties of MWCNT:PVDF\n                     nanocomposite thin films for application in infrared technologies, Matthew Edwards;\n                     Padmaja Guggilla; John Corda; Stephen Egarievwe, Infrared Sensors, Devices, and Applications III (2013) Bojun Zhang, T. X. Zhang, P. Guggilla , and M. Dokhanian. “Gravitational Field Shielding by Scalar Field and Type II Superconductors.”,\n                        Journal of Advanced Studies in Theoretical and Experimental Physics, Progress in Physics\n                        Vol 1 (2013)  Ashwith K. Chilvery, Ashok K. Batra, Padmaja Guggilla , R. B. Lal, Raja Surabhi. “A Versatile Technique for the Fabrication of PEDOT: PSS\n                        Films for Organic Solar Cells”. Energy Science and Technology Vol. 4, No. 2, 2012,\n                        pp. 6-11. M. E. Edwards, Ashok K. Batra, Ashwith K. Chilvery, Padmaja Guggilla , M. D. Aggarwal. “Pyroelectric Properties of PVDF: MWCNT Nanocomposite Film for Uncooled\n                     Infrared Detectors”. Materials Sciences and Applications, 2012, 3, 851-855 A. K. Batra, Padmaja Guggilla , M. Dokhanian, M. D. Aggarwal, M. E. Edwards, A. Vaseashta, \"Computation of Current\n                        Response of a Bimorph Pyroelectric Infrared Detector\", Digest Journal of Nanomaterials\n                        and Biostructures, Vol. 5, No. 3, p. 863-871 (2010). A. K. Batra, Padmaja Guggilla , M. Dokhanian, M. D. Aggarwal, M. E. Edwards, A. Vaseashta, \"Computation of Current\n                        Response of a Bimorph Pyroelectric Infrared Detector\", Journal of Optoelectronics\n                        and Advanced Materials, p. 1165, vol. 12, (2010). Guggilla Padmaja , Batra, A. K., Currie, J. R., Aggarwal, M. D., Penn, B., Lal, R. B. “Pyroelectric\n                        Ceramics for Infrared Detection Applications.” NASA Technical Reports Server (2010). Padmaja Guggilla , Ashok Batra, Matthew Edwards, \"Electrical Characterization of LiTaO3:P(VDF-TrFE)Composites\",Journal\n                     of Materials Science, 44:5469-5474,2009.  A. K. Batra, John Corda, Padmaja Guggilla , M. D. Aggarwal and M. E. Edwards, “Dielectric and Pyroelectric Properties of LiTaO3:P(VDF-TrFE\n                     Composite Films”, Communicated with SPIE 2009 SanJose, CA. Padmaja Guggilla , Ashok K. Batra, Matthew E. Edwards, “Novel Pyroelectric Material Systems for Infrared\n                     Sensor Applications ” Bulletin of the American Physical Society Volume 53, Number\n                     13, American Physical Society, SESAPS'08. Padmaja Guggilla , Ashok K. Batra, James R. Currie, Mohan D. Aggarwal, Mohammad A. Alim and Ravindra\n                     B. Lal. “ Pyroelectric Ceramics for Infrared Detection Applications.” Materials Letters\n                     60 (2006): 1937 –1942. Batra A.K., Guggilla Padmaja , Cunnigham Dewanna, Aggarwal M. D., Lal R. B. “ Growth and Characterization of Rare\n                     Earths Doped Triglycine Sulfate Crystals.” Physica B, Condensed Matter 371, (2006):\n                     210. A. K. Batra, Padmaja Guggilla , Mohan Aggarwal and R.B. Lal. “Effects of O + Irradiation on Infrared Sensing Characteristics\n                     of Modified PZT Ceramic.” Nuclear Instruments and Methods in Physics Research B 246(2006):\n                     369-373. Padmaja Guggilla , A. K. Batra , J. R. Currie , M. D. Aggarwal and R. B. Lal “Computation of Current\n                     Responsivity of a Bimorph Pyroelectric Infrared Detector.” Proc. SPIE - Int. Soc.\n                     Opt. Eng., Vol. 6295, Infrared Detectors and Focal Plane Arrays VIII; (Sep 2006):\n                     62950Q. Guggilla, Padmaja , Batra, Ashok K. , Aggarwal, Mohan D. , Lal, R. B. “ Investigation on Nanocomposites\n                     for Pyroelectric Infrared Sensors.” Proc. SPIE, Vol. 5725, 295, (2005). Ashok K. Batra , M. Simmons , Padmaja Guggilla , M. D. Aggarwal, and R. B. Lal. “Studies of Electrical Conduction in Pyroelectric\n                     DTGS: PVDF Composites.” Proc. SPIE Int. Soc. Opt. Eng. Organic Photonic Materials\n                     and Devices VI Vol. 5351, Jun., (2004): p.298-302. Gebre Tesfaye,Batra A. Ashok K., Guggilla Padmaja, Aggarwal Mohan D., Lal Ravindra B. “Pyroelectric Properties of Pure and Doped Lithium\n                     Niobate Crystals for Infrared Sensors.” Ferroelectric Letters, 31, (2004): 131 -139. A.K. Batra, M. Simmons, Padmaja Guggilla , M. D. Aggarwal, R. B. Lal. “ Studies on DTGS: PVDF Composites for Pyroelectric Infrared\n                     Detectors.” Integrated Ferroelectrics, Vul.63, (2004): pp 161-169. Houssam A. Toutanji, Padmaja Guggilla , Bryan Cheatwood. “ Development of a New Experimental Approval for Bridge Deck Evaluation.”\n                     Technical report submitted to Utility Transportation Contractors Association, Allenwood,\n                     NJ (2002). Technical Presentations \"Investigation on Pyroelectric Films for Infrared Sensors”, Air Force Research\n                     Laboratory (AFRL)\/ Historically Black Colleges and Universities (HBCU)\/ Minority Institutions\n                     (MIS) Major Thrust technical Seminar, Tallahassee, FL, Sep 27 - Sep 29, 2005. \"A Study of Materials for Uncooled Infrared Detectors”, Air Force Research Laboratory\n                     (AFRL)\/ Historically Black Colleges and Universities (HBCU)\/ Minority Institutions\n                     (MIS) Major Thrust technical Seminar, Greensboro, NC, Oct 31 - Nov 2, 2006. \"Novel Pyroelectric Material Systems for Infrared Sensor Applications\" , American\n                     Physical Society, SESAPS '08 meeting, Raleigh, NC, Oct 29- Nov 1, 2008. In order to view PDF files on your computer, you must have a PDF reader program installed.\n                     If you do not already have such a reader, you can download a free reader at Adobe's\n                     website: Download Adobe Acrobat Reader Software"
            ]
        ]
    ]
}