{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M44896CS",
            "LrbvEacAAAAJ",
            [
                "Advances and future prospects of spin-transfer torque random access memory",
                "Local manipulation and reversal of the exchange bias field by ion irradiation in FeNi\/FeMn double layers",
                "Switching distributions for perpendicular spin-torque devices within the macrospin approximation",
                "Suppression of exchange bias by ion irradiation",
                "Origin of low Gilbert damping in half metals",
                "Measurements of the exchange stiffness of YIG films using broadband ferromagnetic resonance techniques",
                "Oscillatory exchange bias effect in FeNi\/Cu\/FeMn and FeNi\/Cr\/FeMn trilayer systems",
                "Spin pumping in Co56Fe24B20 multilayer systems",
                "Interfacial perpendicular magnetic anisotropy and damping parameter in ultra thin Co2FeAl films",
                "Tuning exchange bias and coercive fields in ferromagnet\/antiferromagnet bilayers with ion irradiation"
            ],
            [
                "Spin-transfer torque random access memory (STT-RAM) is a potentially revolutionary universal memory technology that combines the capacity and cost benefits of DRAM, the fast read and write performance of SRAM, the non-volatility of Flash, and essentially unlimited endurance. In order to realize a small cell size, high speed and achieve a fully functional STT-RAM chip, the MgO-barrier magnetic tunnel junctions (MTJ) used as the core storage and readout element must meet a set of performance requirements on switching current density, voltage, magneto-resistance ratio (MR), resistance-area product (RA), thermal stability factor (¿) , switching current distribution, read resistance distribution and reliability. In this paper, we report the progress of our work on device design, material improvement, wafer processing, integration with CMOS, and testing for a demonstration STT-RAM test chip, and projections based on …",
                "Both the direction and the strength of the exchange bias field H eb of an FeNi\/FeMn double layer are manipulated locally by He ion irradiation in an applied magnetic field. The magnitude of H eb is enhanced over its initial value in the low ion dose regime. Above a threshold irradiation dose a reduction and eventually a suppression of H eb is found. The direction of H eb is initialized by the field direction during irradiation. These observations are discussed considering the structural modifications caused by the ion bombardment. The data are well described by a model, which is based on the competition between the enhancement of the exchange bias field strength due to defect creation in the antiferromagnetic layer and the decrease induced by intermixing at the ferromagnet\/antiferromagnet interface.",
                "We model “soft” error rates for writing (WSER) and for reading (RSER) for spin-torque memory devices that have a free layer with easy axis perpendicular to the film plane by solving the Fokker-Planck equation for the probability distribution of the angle that the free layer magnetization makes with the normal to the plane of the film. We obtain: 1) an exact, closed form, analytical expression for the zero-temperature switching time as a function of initial angle; 2) an approximate analytical expression for the distribution function of the direction of the magnetization and the exponential decay of the WSER as a function of the time the current is applied; 3) comparison of the approximate analytical expressions for the distribution function and WSER to numerical solutions of the Fokker-Planck equation; 4) an approximate analytical expression for the distribution function and WSER for the case in which the pinned layer is not …",
                "The exchange bias effect in ferromagnetic\/antiferromagnetic sandwich structures is generally believed to be sensitive on the interface exchange interaction, the magnetization, and the thickness of the ferromagnetic layer. Also the interface structure plays a crucial role. We show that, by irradiating samples with He ions, we can manipulate the exchange bias field in a controlled manner. Depending on the dose (1014–1017 ions\/cm2) and the acceleration voltage (10–35 kV) of the ions, the shift of the hysteresis can be reduced or even fully suppressed. Potential applications of this effect for magnetic patterning on the nanoscale will be discussed.",
                "Using a combination of first-principles calculations and an extended Hückel tight binding model this letter reports on the origin of the low Gilbert damping in half metals. This approach enables the prediction of the lower limit for the magnetization relaxation in a wide variety of material systems relevant for future spintronic applications. For the two model systems Co2MnGe and Co2MnSi minimal damping parameters of 1.9×10−4 and 0.6×10−4 are predicted.",
                "Measurements of the exchange stiffness D and the exchange constant A of Yttrium Iron Garnet (YIG) films are presented. YIG films with thicknesses from 0.9 to 2.6 µm were investigated with a microwave setup in a wide frequency range from 5 to 40 GHz. The measurements were performed with the external static magnetic field applied in-plane and out-of-plane. The method of Schreiber and Frait (1996 Phys. Rev. B 54 6473), based on the analysis of the perpendicular standing spin wave mode frequency dependence on the applied out-of-plane magnetic field, was used to obtain the exchange stiffness D. This method was modified to avoid the influence of internal magnetic fields during the determination of the exchange stiffness. Furthermore, the method was also adapted for in-plane measurements. The results obtained using all methods are compared and values of D between (5.18±0.01) centerdot 10− 17 T …",
                "The first experimental observation of a spacer-thickness dependent oscillatory exchange bias effect in ferromagnet(FM)\/spacer\/antiferromagnet trilayers is reported. The period of the oscillatory exchange bias field is found to be half of the period of the oscillatory interlayer coupling in the corresponding FM\/spacer\/FM systems with the same spacer, indicating that the observed effect is caused by an analogous coupling mechanism, being, however, sensitive to the absolute value of the coupling strength and not on its sign.",
                "Broadband in-plane ferromagnetic resonance measurements were performed over a frequency range from 7 to 40 GHz on various Co 56 Fe 24 B 20 systems with adjacent thin non-magnetic layers of Ru, Ta and Cu. Co 56 Fe 24 B 20 samples bounded by either Ru or Ta layers exhibit a contribution to the Gilbert damping constant inversely proportional to the thickness of the Co 56 Fe 24 B 20 layer, consistent with spin-pumping theory. In contrast, samples with 20 nm thick Cu bounding layers did not show a significant dependence of the Gilbert damping constant on the Co 56 Fe 24 B 20 thickness, which can be understood based on the far larger spin diffusion length of Cu in comparison with Ru or Ta.",
                "B2-ordered Co2FeAl films were synthesized using an ion beam deposition tool. A high degree of chemical ordering ∼81.2% with a low damping parameter (α) less than 0.004 was obtained in a 50 nm thick film via rapid thermal annealing at 600 °C. The perpendicular magnetic anisotropy (PMA) was optimized in ultra thin Co2FeAl films annealed at 350 °C without an external magnetic field. The reduced thickness and annealing temperature to achieve PMA introduced extrinsic factors thus increasing α significantly. However, the observed damping of Co2FeAl films was still lower than that of Co60Fe20B20 films prepared at the same thickness and annealing temperature.",
                "The effect of He ion irradiation on the magnetic properties of NiFe exchange coupled to different antiferromagnetic alloys (FeMn, CrMn, and PtMn) with the same layer thickness is investigated. All systems exhibit an enhanced coercivity prior to irradiation. An exchange bias field is only observed for FeMn and PtMn. Upon ion irradiation the FeMn-based system shows with increasing ion dose an enhancement followed by a decrease and finally a full suppression of the exchange bias field. For systems exchange coupled to PtMn only a decrease and suppression of the bias field is found. This can be attributed to the ion induced chemical disordering of the antiferromagnetic phase in the latter case. In the case of CrMn the antiferromagnetic layer thickness is too small to induce an exchange bias field, but an enhanced coercivity is observed which is caused by the exchange coupling between the antiferromagnetic and …"
            ],
            [
                [
                    "Magnetism",
                    "Magnetization dynamics"
                ]
            ]
        ]
    ]
}