{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M4DMLIGJ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Michael  Romalis Michael  Romalis Professor of Physics 609-258-5586 romalis@Princeton.EDU 230 Jadwin Hall physics.princeton.edu\/romalis\/ I am interested in applications of atomic physics techniques to fundamental questions about the workings of the Universe as well as to practical applications in other areas of science.  Our past research includes development of ultra-sensitive atomic magnetometers and their applications for tests of Lorentz and CPT symmetry,  and measurements of magnetic fields generated by the brain and weak magnetization of ancient rocks. Our experiments are typically performed by a small group of people and use a variety of experimental techniques and devices, such as optical pumping, NMR, SQUID magnetometers, single frequency diode lasers, multi-layer magnetic shields, ultra-low noise electronics, etc. Substantial effort is devoted to detailed understanding and modeling of various systematic effects. We also explore practical applications of atomic physics techniques, leading to creation of a small start-up company. Our current efforts are focused in the following directions: Tests of CPT and Lorentz symmetry at the South Pole  Lorentz symmetry underlies of all known forces of nature, providing one of the few links between gravity and quantum mechanics. It postulates that laws of physics are invariant under rotation and remain the same in a moving reference frame. Lorentz symmetry is also closely connected to Charge-Parity-Time (CPT) reversal symmetry that enforces the equivalence of particles and anti-particles. We are performing some of the most precise tests of these fundamental symmetries using sensitive atomic magnetometers that can detect interaction of particle spins with a preferred direction in space, such as the direction of Earth’s motion relative to the rest frame of the Cosmic Background Radiation. Our current experimental sensitivity is limited by systematic effects associated with Earth’s rotation, which creates a preferred direction in our lab. To further improve these limits we plan to move the experiment to the South Pole, which provides the most symmetrical location on Earth to look for the effects of cosmic anisotropy.   Development of quantum-limited atomic sensors  We are developing ultra-sensitive atomic magnetometers and exploring techniques for further improvement in their sensitivity using quantum entanglement. In particular, we focus on high-density alkali-metal vapors with non-linear spin relaxation mechanisms that allow for sensitivity improvements using spin-squeezing measurements. Such magnetometers are particularly suitable for practical applications and are already being built into commercial magnetic sensors. Similar atomic spin techniques can also be used for inertial rotation measurements and are being used to develop miniature gyroscopes.  Development of ultra-sensitive co-magnetometers  Co-magnetometers consist of two spin species occupying the same volume and measuring the same magnetic field. Such redundant measurements can allow one to cancel magnetic field fluctuations and focus on more interesting interactions going beyond the Standard Model. One example of such interaction is an electric dipole moment (EDM). While all particles with spin have magnetic dipole moments, no permanent electric dipole moment has ever been found because it would violate Charge-Parity (CP) symmetry. CP symmetry is violated at a small level in the Standard Model, but this violation is too small to be seen by current EDM experiments and also is insufficient to explain the asymmetry between matter and anti-matter in the Universe. Thus, searches for EDMs are particularly sensitive to new sources of CP violation beyond the Standard Model. We are currently developing a co-magnetometer with 129 Xe atoms to search for an EDM. Other effects that can be constrained with co-magnetometers include spin-gravity coupling and anomalous spin-spin interactions. The energy resolution of noble gas co-magnetometers can reach 10 -27 eV, allowing one to perform the most sensitive energy shift measurements.   Physical chemistry applications of precision measurements.  We have developed several new physical chemistry techniques based on atomic physics tricks. We performed the first measurements of NMR scalar spin-spin coupling (J-coupling) in van-der-Waals molecules, which is normally obscured by rapid chemical exchange. Using hyperpolarized 129 Xe and sensitive SQUID magnetometers one can measure the average frequency shift of proton NMR frequency from scalar spin interaction with 129 Xe.  We developed a new NMR detection technique using polarization rotation of linearly polarized light propagating through the sample. Such nuclear spin optical rotation (NSOR) combines feature of optical and NMR spectroscopy and can provide unique information on molecular hyperfine interactions on solution. Currently we are investigating novel multi-pass optical geometries to enhance the NSOR signal and perform systematic studies in different chemical compounds. Romalis Group Homepage Selected Publications  M. Smiciklas, J.M. Brown, L.W. Cheuk, S.J. Smullin, M.V. Romalis, New test of local lorentz invariance using a 21 Ne-Rb-K co-magnetometer , Phys. Rev. Lett. 107 , 171604 (2011).  G. Vasilakis, V. Shah, M.V. Romalis, Stroboscopic back-action evasion in a dense alkali-metal vapor , Phys. Rev. Lett. 106 , 143601 (2011).  H. B. Dang, A. C. Maloof, M. V. Romalis, Ultrahigh sensitivity magnetic field and magnetization measurements with an atomic magnetometer , Appl. Phys. Lett. 97 , 151110, (2010).   S. Ikäläinen, M. V. Romalis, P. Lantto, and J. Vaara, Chemical Distinction by Nuclear Spin Optical Rotation , Phys. Rev. Lett. 105 , 153001 (2010).  G. Vasilakis, J. M. Brown, T. W. Kornack and M. V. Romalis, Limits on New Long Range Nuclear Spin-Dependent Forces Set with a K- 3 He Co-magnetometer , Phys. Rev. Lett. 103 , 261801, (2009). W.C. Griffith, M.D. Swallows, T.H. Loftus, M.V. Romalis, B.R. Heckel and E.N. Fortson, Improved Limit on the Permanent Electric Dipole Moment of Hg-199 , Phys. Rev. Lett. 102 , 101601 (2009).  D. Budker and M. V. Romalis , Optical magnetometry (review), Nature Physics 3 , 227 (2007).  H. Xia, A. Ben-Amar Baranga, D. Hoffman, and M. V. Romalis, Magnetoencephalography with an atomic magnetometer , Appl. Phys. Lett. 89 , 211104 (2006).  I.M. Savukov, S.-K. Lee and M.V. Romalis, Optical detection of liquid-state NMR , Nature 442 , 1021 (2006).  W. Kornack, R. K. Ghosh and M. V. Romalis, Nuclear spin gyroscope based on an atomic co-magnetometer , Phys. Rev. Lett. 95 , 230801 (2005).  M. P. Ledbetter, I. M. Savukov, M. V. Romalis, Non-linear amplification of small spin precession using long range dipolar interactions , Phys. Rev. Lett. 94 , 060801 (2005).  M. Pospelov and M. Romalis, Lorentz invariance on trial , Physics Today 57 , 40, (2004).  J. J. Heckman, M. P. Ledbetter, and M. V. Romalis, Enhancement of SQUID-Detected NMR Signals with Hyperpolarized Liquid 129 Xe in a 1 m T Magnetic Field , Phys. Rev. Lett. 91 , 067601 (2003).  I. K. Kominis, T. W. Kornack, J. C. Allred and M. V. Romalis, A Sub-femtotesla multi-channel atomic magnetometer , Nature, 422 , 596 (2003).  J. C. Allred, R. N. Lyman, T. W. Kornack, and M. V. Romalis, High-sensitivity atomic magnetometer unaffected by spin-exchange relaxation , Phys. Rev. Lett. 89 , 130801 (2002). "
            ]
        ]
    ]
}