{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M54ZM6HW",
            "jV5I49wAAAAJ",
            [
                "Thermal phenomenology of hadrons from 200A GeV S+ S collisions",
                "Radial and elliptic flow at RHIC: Further predictions",
                "Collective flow and viscosity in relativistic heavy-ion collisions",
                "ALICE: physics performance report, volume I",
                "Anisotropic transverse flow and the quark-hadron phase transition",
                "Hydrodynamic description of ultra-relativistic heavy-ion collisions",
                "Elliptic flow at SPS and RHIC: From kinetic transport to hydrodynamics",
                "ALICE: Physics Performance Report, Volume II",
                "Particle interferometry for relativistic heavy-ion collisions",
                "Hadronic dissipative effects on elliptic flow in ultrarelativistic heavy-ion collisions"
            ],
            [
                "We develop a complete and consistent description for the hadron spectra from heavy ion collisions in terms of a few collective variables, in particular temperature, longitudinal, and transverse flow. To achieve a meaningful comparison with presently available data, we also include the resonance decays into our picture. To disentangle the influences of transverse flow and resonance decays in the m T spectra, we analyze in detail the shape of the m T spectra.",
                "Using a hydrodynamic model, we predict the transverse momentum dependence of the spectra and the elliptic flow for different hadrons in Au+ Au collisions at s= 130 A GeV. The dependence of the differential and p t-integrated elliptic flow on the hadron mass, equation of state and freeze-out temperature is studied both numerically and analytically.",
                "We review collective flow, its anisotropies, and its event-to-event fluctuations in relativistic heavy-ion collisions, as well as the extraction of the specific shear viscosity of quark–gluon plasma from collective flow data collected in heavy-ion collision experiments at RHIC and the LHC. We emphasize the similarities between the Big Bang of our universe and the Little Bangs created in heavy-ion collisions.",
                "ALICE is a general-purpose heavy-ion experiment designed to study the physics of strongly interacting matter and the quark–gluon plasma in nucleus–nucleus collisions at the LHC. It currently includes more than 900 physicists and senior engineers, from both nuclear and high-energy physics, from about 80 institutions in 28 countries.The experiment was approved in February 1997. The detailed design of the different detector systems has been laid down in a number of Technical Design Reports issued between mid-1998 and the end of 2001 and construction has started for most detectors.Since the last comprehensive information on detector and physics performance was published in the ALICE Technical Proposal in 1996, the detector as well as simulation, reconstruction and analysis software have undergone significant development. The Physics Performance Report (PPR) will give an updated and …",
                "We use (3+ 1)-dimensional hydrodynamics with exact longitudinal boost invariance to study the influence of collision centrality and initial energy density on the transverse flow pattern and the angular distributions of particles emitted near midrapidity in ultrarelativistic heavy-ion collisions. We concentrate on radial flow and the elliptic flow coefficient v 2 as functions of the impact parameter and collision energy. We demonstrate that the finally observed elliptic flow is established earlier in the collision than the observed radial flow and thus probes the equation of state at higher energy densities. We point out that a phase transition from hadronic matter to a color-deconfined quark-gluon plasma leads to nonmonotonic behavior in both beam energy and impact parameter dependences which, if observed, can be used to identify such a phase transition. Our calculations span collision energies from the Brookhaven AGS …",
                "Relativistic hydrodynamics has been extensively applied to high energy heavy-ion collisions. We review hydrodynamic calculations for Au+Au collisions at RHIC energies and provide a comprehensive comparison between the model and experimental data. The model provides a very good description of all measured momentum distributions in central and semiperipheral Au+Au collisions, including the momentum anisotropics (elliptic flow) and systematic dependencies on the hadron rest masses up to transverse momenta of about 1.5–2 GeV\/c. This provides impressive evidence that the bulk of the fireball matter shows efficient thermalization and behaves hydrodynamically. At higher pT the hydrodynamic model begins to gradually break down, following an interesting pattern which we discuss. The elliptic flow anisotropy is shown to develop early in the collision and to provide important information about the early …",
                "Anisotropic transverse flow is studied in Pb+Pb and Au+Au collisions at SPS and RHIC energies. The centrality and transverse momentum dependence at midrapidity of the elliptic flow coefficient v2 is calculated in the hydrodynamic and low density limits. Hydrodynamics is found to agree well with the RHIC data for semicentral collisions up to transverse momenta of 1–1.5 GeV\/c, but it considerably overestimates the measured elliptic flow at SPS energies. The low density limit LDL is inconsistent with the measured magnitude of v2 at RHIC energies and with the shape of its pt-dependence at both RHIC and SPS energies. The success of the hydrodynamic model points to very rapid thermalization in Au+Au collisions at RHIC and provides a serious challenge for kinetic approaches based on classical scattering of on-shell particles.",
                "ALICE is a general-purpose heavy-ion experiment designed to study the physics of strongly interacting matter and the quark–gluon plasma in nucleus–nucleus collisions at the LHC. It currently involves more than 900 physicists and senior engineers, from both the nuclear and high-energy physics sectors, from over 90 institutions in about 30 countries.",
                "In this report we give a detailed account on Hanbury Brown\/Twiss (HBT) particle interferometric methods for relativistic heavy-ion collisions. These exploit identical two-particle correlations to gain access to the space-time geometry and dynamics of the final freeze-out stage. The connection between the measured correlations in momentum space and the phase-space structure of the particle emitter is established, both with and without final state interactions. Suitable Gaussian parametrizations for the two-particle correlation function are derived and the physical interpretation of their parameters is explained. After reviewing various model studies, we show how a combined analysis of single- and two-particle spectra allows to reconstruct the final state of relativistic heavy-ion collisions.",
                "We study the elliptic flow coefficient v 2 (η, b) in Au+ Au collisions at s= 200 A GeV as a function of pseudorapidity η and impact parameter b. Using a hybrid approach which combines early ideal fluid dynamical evolution with late hadronic rescattering, we demonstrate strong dissipative effects from the hadronic rescattering stage on the elliptic flow. With Glauber model initial conditions, hadronic dissipation is shown to be sufficient to fully explain the differences between measured v 2 values and ideal hydrodynamic predictions. Initial conditions based on the Color Glass Condensate model generate larger elliptic flow and seem to require additional dissipation during the early quark–gluon plasma stage in order to achieve agreement with experiment."
            ],
            [
                [
                    "Theoretical Nuclear and Particle Physics",
                    "Heavy Ion Physics"
                ]
            ]
        ]
    ]
}