{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M5UDW1D0",
            "V7LDCRgAAAAJ",
            [
                "Biotic invasions: causes, epidemiology, global consequences, and control",
                "Atlas of entomopathogenic fungi",
                "Parthenium hysterophorus. a review of its weed status and the possibilities for biological control",
                "Endophytes and mycoparasites associated with an indigenous forest tree, Theobroma gileri, in Ecuador and a preliminary assessment of their potential as biocontrol agents of …",
                "A revision of Verticillium section Prostrata. V. The genus Pochonia, with notes on Rotiferophthora.",
                "Entomogenous fungi in tropical forest ecosystems: an appraisal",
                "A chemotaxonomic evaluation of the genus Beauveria",
                "Pod rot of cacao caused by Moniliophthora (Monilia) roreri.",
                "Hidden diversity behind the zombie-ant fungus Ophiocordyceps unilateralis: four new species described from carpenter ants in Minas Gerais, Brazil",
                "Taxonomy and biocontrol potential of a new species of Trichoderma from the Amazon basin of South America"
            ],
            [
                "Biotic invaders are species that establish a new range in which they proliferate, spread, and persist to the detriment of the environment. They are the most important ecological outcomes from the unprecedented alterations in the distribution of the earth's biota brought about largely through human transport and commerce. In a world without borders, few if any areas remain sheltered from these immigrations.The fate of immigrants is decidedly mixed. Few survive the hazards of chronic and stochastic forces, and only a small fraction become naturalized. In turn, some naturalized species do become invasive. There are several potential reasons why some immigrant species prosper: some escape from the constraints of their native predators or parasites; others are aided by human‐caused disturbance that disrupts native communities. Ironically, many biotic invasions are apparently facilitated by cultivation and …",
                "Biological insecticides are competing more and more with traditional chemical pesticides. A successful application of natural pathogens requires a better understanding of both fungal and insect ecology and physiology. This Atlas provides a comprehensive overview of these fields and includes the taxonomy of those species of fungi which are proven pathogens. Biotechnological methods for the genetic modification of these natural pathogens resulting in further optimization and the advantages of biological control are discussed.",
                "The neotropical composite, Parthenium hysterophorus, has achieved major weed status in India and Australia within the past few decades. The reasons for its success as an alien invasive weed are discussed, particularly those relating to allelopathy, together with its effect on crop production, animal husbandry, human health and biodiversity. The actual and potential use of natural enemies as classical biological control agents is reviewed and the work undertaken over the last 20 years on screening and evaluating both insect and fungal agents is analysed. It is concluded that successful management of this weed can only be achieved by an integrated approach in which biological control, because of its cost effectiveness, environmental safety and sustainability, could play a significant role.",
                "The main constraint and continuing threat to cocoa production in Latin America is disease caused by two basidiomycete fungi belonging to the genus Crinipellis (Agaricales), both of which are currently on an invasive front. Classical biological control, in which coevolved natural enemies are considered to offer the most potential for sustainable control of invasive alien organisms, is investigated as a management strategy. Our initial approach has been to search for the suspected coevolved host (Theobroma gileri) of one of these pathogens, Crinipellis roreri, the causal agent of frosty pod rot, in the mesic forests of north-west Ecuador; to isolate the endophytes and mycoparasites associated with both host and pathogen; to screen selected fungi in the greenhouse and laboratory, in order to determine their biocontrol potential. Endophytes were isolated directly in the field from healthy tree boles and pods, and …",
                "A part of the species formerly classified in Verticillium verticillium Subject Category: Organism Namessee more details sect. Prostrata is unrelated to the majority subsumed in Lecanicillium on molecular grounds. Most species of this clade have conspicuous dictyochlamydospores (formerly assembled in Diheterospora), while others are distinct only by the tendency to form swollen vegetative hyphae, chromophilic, relatively short conidia, and the lack of crystals. The genus Pochonia, which predates Diheterospora, was used for this group. The distinctness of P. chlamydosporia and P. suchlasporia, each with two varieties, was confirmed. A teleomorph, Cordyceps cordyceps Subject Category: Organism Names",
                " 1. Species of the genus Cordyceps (Ascomycotina; Clavicipitales) are the commonest fungi encountered on arthropods in tropical forests.2. The asexual states of Cordyceps may occur in conjunction with or separately from the perfect state and are classified in the genera Hirsutella, Hymenostilbe, Nomuraea, Paecilomyces and Verticillium of the imperfect fungi (Deuteromycotina; Moniliales).3. Most Cordyceps species have a restricted host range and this rigid host specificity, at the generic or tribal level, is especially evident in ant‐fungal associations.4. Pathogenicity was not tested but circumstantial evidence is presented which supports the view that Cordyceps species are primary pathogens of arthropods.5. Observations of living, infected ants suggest that behavioural patterns are radically altered, possibly altruistically orientated.6. It is thought that entomogenous fungi are involved in the regulation of arthropod …",
                "Intra- and interspecific variation of thirty-two isolates assignable to the genus Beauveria was evaluated using 64 morphological and biochemical characters. Two isolates of Tolypocladium cylindrosporum were included to test generic concepts. Seventeen cluster groups were obtained following a numerical taxonomic analysis, each group being separated by at least one character. Cultural characters were highly variable and could not be used reliably for species determination. Spore form was the most useful criterion to distinguish between species. Biochemical data generally supported species concepts based purely on morphology, with the exception of B. bassiana which comprised a heterogeneous assemblage of strains. There is evidence from API ZYM and esterase patterns that this variability is determined by host (substrate) and geographical origins. B. alba, although morphologically close to B. bassiana …",
                "see more details and Colombia. The presence of the pathogen on wild Herrania and Theobroma spp. in these countries indicates that it is indigenous to the northwestern part of S. America. Although confined to this geographic zone and parts of Central America, it presents a potential threat to cacao cultivation elsewhere. The climatic range of M. roreri is wide and high incidence is directly related to high rainfall. Conidia are the only known infective propagules and penetrate the epidermis of pods of any age directly. Symptoms appear in 30-50 days on pods infected at an early stage of development. External lesions occur 2-3 months after infection, followed by sporulation 7 days or more later, producing the typical white, cream to brown, powdery bloom. The conidia are probably dispersed by wind and rain and are present in the air spora of cacao farms throughout the year. Germination may occur on spore trap slides at low temps.(21-23 deg C) and high RH (> 90%) but germination in the lab. is irregular, suggesting an in-built dormancy mechanism. Under field conditions the conidia remain viable on mummified hanging pods for up to 9 months, but in soil or on pods on the soil viability is limited to 2-3 months. Chitin deposition in the spore wall may provide resistance to desiccation. Evidence suggests that the mycelium invades the pod cushion and may systemically invade pods forming on that cushion or on neighbouring ones. The conidia penetrated and colonized seedling tissues and unhardened flush stems, producing characteristic symptoms, in glasshouse tests. Infection of flowers by conidia has not been confirmed. The most suitable form of …",
                "Background Ophiocordyceps unilateralis (Clavicipitaceae: Hypocreales) is a fungal pathogen specific to ants of the tribe Camponotini (Formicinae: Formicidae) with a pantropical distribution. This so-called zombie or brain-manipulating fungus alters the behaviour of the ant host, causing it to die in an exposed position, typically clinging onto and biting into the adaxial surface of shrub leaves. We (HCE and DPH) are currently undertaking a worldwide survey to assess the taxonomy and ecology of this highly variable species.   Methods We formally describe and name four new species belonging to the O. unilateralis species complex collected from remnant Atlantic rainforest in the south-eastern region (Zona da Mata) of the State of Minas Gerais, Brazil. Fully illustrated descriptions of both the asexual (anamorph) and sexual (teleomorph) stages are provided for each species. The new names are registered in Index Fungorum (registration.indexfungorum.org) and have received IF numbers. This paper is also a test case for the electronic publication of new names in mycology.   Conclusions We are only just beginning to understand the taxonomy and ecology of the Ophiocordyceps unilateralis species complex associated with carpenter ants; macroscopically characterised by a single stalk arising from the dorsal neck region of the ant host on which the anamorph occupies the terminal region and the teleomorph occurs as lateral cushions or plates. Each of the four ant species collected - Camponotus rufipes, C. balzani, C. melanoticus and C. novogranadensis - is attacked by a distinct species of Ophiocordyceps readily separated using traditional …",
                "The new species Trichoderma ovalisporum is described and its biocontrol potential against Crinipellis species is analyzed. Using partial nuclear translation elongation factor 1α (EF-1α) and partial nuclear actin gene intron and exon sequences, T. ovalisporum is identified as a member of Trichoderma sect. Trichoderma and as a close relative of T. koningii-like taxa that have ellipsoidal to oblong, smooth conidia. Sequences of the internal transcribed spacer regions 1 and 2 (ITS) of the nuclear ribosomal gene cluster did not resolve the phylogeny of T. ovalisporum and its closest relatives. Trichoderma ovalisporum is morphologically similar to T. koningii, Hypocrea stilbohypoxyli, and three as yet undescribed Trichoderma taxa. It differs from its close relatives in having smaller, ovoidal conidia and in its fast rate of growth at 30 °C. Trichoderma ovalisporum was isolated twice: once from witches’ broom …"
            ],
            [
                [
                    "Mycology",
                    "biological control",
                    "entomopathogenic fungi"
                ]
            ]
        ]
    ]
}