{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M7DPTHQ5",
            "p58OEnAAAAAJ",
            [
                "Morphology-dependent energy transfer within polyfluorene thin films",
                "Low-energy vibrational modes in phenylene oligomers studied by THz time-domain spectroscopy",
                "Morphology dependence of the triplet excited state formation and absorption in polyfluorene",
                "Control of β-phase formation in polyfluorene thin films via Franck–Condon analysis",
                "The role of CH and CC stretching modes in the intrinsic non-radiative decay of triplet states in a Pt-containing conjugated phenylene ethynylene",
                "Polymer light-emitting diodes with spin-polarised charge injection"
            ],
            [
                "We have performed a detailed study of the photoluminescence from thin films of blue-light-emitting poly (9, 9-dioctylfluorene) containing different fractions of planarized (β-phase) chains within the glassy polymer film. By choosing solvents with a range of polarities and boiling points we were able to cast films with reliable control of the relative amounts of β-phase chains present. We analyzed the emission spectra in terms of Franck-Condon progressions and found that, at low temperatures (8 K), the luminescence can be modeled accurately by considering two distinct contributions from the two phases present in the film. The Huang-Rhys parameter for the β phase is shown to be approximately half the value obtained for the glassy phase, in agreement with a more delocalized exciton in the β phase. Time-resolved photoluminescence measurements on a film containing roughly 25% of β phase reveal a fast transfer of …",
                "Low-energy vibrational modes have been investigated in polycrystalline biphenyl, para-terphenyl, para-quaterphenyl and para-sexiphenyl using THz time-domain spectroscopy (THz-TDS). A number of both internal and external infrared-active modes were observed for wavenumbers ranging between 20 and 80 cm−1. The temperature dependence of these modes is consistent with structural phase transitions occurring in the molecular crystal, indicating that THz-TDS is a sensitive probe of the conformation of conjugated molecular systems.",
                "Poly (9, 9-dioctylfluorene)(PFO) is widely used as a highly efficient blue-emitting polymer for light-emitting diode applications. Films of PFO are known to contain a planar β-phase or a disordered glassy phase that affects the emission characteristics. We have studied the morphology dependence of the photoinduced absorption in such PFO films and find that the T 1‐T n absorption signal differs between the two phases in energy, linewidth, and intensity. The lower intensity we observe in the β-phase as compared to the glassy phase is evidence for a lower T 1 population in the former. We attribute this to firstly, reduced intersystem crossing and secondly, increased charge generation due to both more extended conjugation along the chains and higher interchain interactions in the planar, well-ordered β-phase. The reduced energy and smaller linewidth of the triplet absorption in the β-phase as compared to the glassy …",
                "In the blue light-emitting polymer poly(9,9-dioctylfluorene) (PFO) two distinct morphological phases have been identified, that is the glassy phase and a planar β-phase. We show that the proportion of the formation of the two phases can be controlled by simply spinning thin films from different solvents such as chloroform and cyclopentanone. We use a Franck–Condon analysis with vibrational modes obtained from Raman spectra to analyze the emission spectra at low temperature. Films spun from cyclopentanone are dominated by from the β-phase emission while films spun from chloroform have a high fraction of glassy phase emission. Comparison between absorption and emission spectra shows evidence for spectral diffusion from the glassy to the β-phase. We discuss the Huang–Rhys parameters for both phases.",
                "The intrinsic non-radiative decay (internal conversion) from the triplet excited state in phosphorescent dyes can be described by a multi-phonon emission process. Since non-radiative decay of triplet excitons can be a significant process in organic light-emitting diodes, a detailed understanding of this decay mechanism is important if the overall device efficiency is to be controlled. We compare a deuterated Pt(II)-containing phenylene ethynylene with its non-deuterated counterpart in order to investigate which phonon modes control to the non-radiative decay path. We observe that deuteration does not decrease the non-radiative decay rate. A Franck-Condon analysis of the phosphorescence spectra shows that the electronic excitation is coupled strongly to the breathing mode of the phenyl ring and the C≡C carbon stretching modes, while high-energy C-H or C-D stretching modes play an insignificant role. We …",
                "This study is concerned with the characterisation of the injection properties of the manganite compound La0.7Sr0.3MnO3 (LSMO) and its use as a spin-polarised anode in polymer light-emitting diodes. Charge carrier injection and electroluminescence in a polymer LED with an LSMO anode is achieved. A dependence of the current–voltage characteristics of LEDs with LSMO anodes on the temperature is observed and compared to the behaviour of LEDs with standard ITO anodes. The temperature dependence is shown to be due to improved hole injection at low temperatures, possibly originating from magnetic ordering upon cooling."
            ],
            [
                [
                    "semiconductor physics",
                    "organic optoelectronics",
                    "nanotechnology"
                ]
            ],
            [
                "        Profiles            search        Schools     School of Arts and Humanities   School of Arts, Technology, and Emerging Communication   School of Behavioral and Brain Sciences   Erik Jonsson School of Engineering and Computer Science   School of Economic, Political and Policy Sciences   School of Interdisciplinary Studies   Naveen Jindal School of Management   School of Natural Sciences and Mathematics    Browse All     Login          Warning: This site requires a JavaScript-enabled browser in order to function properly. If you have disabled JavaScript, please enable it for this site.           Amena Khan  Senior Lecturer I - Physics    Khan@utdallas.edu  +1 (972) 883-5779  PHA1.224      About Amena Khan        Professional Preparation  Research Areas      Professional Preparation  Physics  University of Cambridge - 2005    Research Areas  Semiconductors, Nanoscale physics, Optoelectronics      Questions? Check our FAQ or contact us. | University of Texas at Dallas | Office of Research         "
            ]
        ]
    ]
}