{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M8Y1BKZ6",
            "HED1_-cAAAAJ",
            [
                "Equation of state of a dense and magnetized fermion system",
                "Magnetic color-flavor locking phase in high-density QCD",
                "Color-superconducting gap in the presence of a magnetic field",
                "Equation of state for the magnetic-color-flavor-locked phase and its implications for compact star models",
                "Magnetic phases in three-flavor color superconductivity",
                "Quark antiscreening at strong magnetic field and inverse magnetic catalysis",
                "Momentum spectra of electrons rescattered from rare-gas targets following their extraction by one-and two-color femtosecond laser pulses",
                "Measurement of the b-hadron production cross section using decays to D∗+ μ− X final states in pp collisions at√ s= 7 TeV with the ATLAS detector",
                "Neutrino propagation in a strongly magnetized medium",
                "Neutrino self-energy and index of refraction in strong magnetic field: A new approach"
            ],
            [
                "The equation of state of a system of fermions in a uniform magnetic field is obtained in terms of the thermodynamic quantities of the theory by using functional methods. It is shown that the breaking of the O (3) rotational symmetry by the magnetic field results in a pressure anisotropy, which leads to the distinction between longitudinal-and transverse-to-the-field pressures. A criterion to find the threshold field at which the asymmetric regime becomes significant is discussed. This threshold magnetic field is shown to be the same as the one required for the pure field contribution to the energy and pressures to be of the same order as the matter contribution. A graphical representation of the field-dependent anisotropic equation of state of the fermion system is given. Estimates of the upper limit for the inner magnetic field in self-bound stars, as well as in gravitationally bound stars with inhomogeneous distributions of mass …",
                "We investigate the effects of an external magnetic field in the gap structure of a color superconductor with three massless quark flavors. Using an effective theory with four-fermion interactions, inspired by one-gluon exchange, we show that the long-range component B of the external magnetic field that penetrates the color-flavor locked phase modifies its gap structure, producing a new phase of lower symmetry. A main outcome of our study is that the B field tends to strengthen the gaps formed by Q-charged and Q-neutral quarks that coupled among themselves through tree-level vertices. These gaps are enhanced by the field-dependent density of states of the Q-charged quarks on the Fermi surface. Our considerations are relevant for the study of highly magnetized compact stars.",
                "We explore the effects of an external magnetic field in the structure and magnitude of the diquark condensate in a three massless quark flavor color superconductor. It is shown that the long-range component B˜ of the external magnetic field that penetrates the color-flavor locked (CFL) phase modifies its gap structure, producing a new phase of lower symmetry. Our analysis is performed within an NJL effective field theory with four-fermion interactions, inspired by one-gluon exchange. Using Ritus' method, we compute the quark propagators in the presence of a background magnetic field, and derive the gap equations for arbitrary values of the field. An analytical solution is found for strong magnetic fields. A main outcome of our study is that the B˜ field tends to strengthen the gaps that get contributions from pairs of Q˜-charged quarks. These gaps are enhanced through the field-dependent density of states of the Q˜ …",
                "Using the solutions of the gap equations of the magnetic-color-flavor-locked (MCFL) phase of paired quark matter in a magnetic field, and taking into consideration the separation between the longitudinal and transverse pressures due to the field-induced breaking of the spatial rotational symmetry, the equation of state of the MCFL phase is self-consistently determined. This result is then used to investigate the possibility of absolute stability, which turns out to require a field-dependent “bag constant” to hold. That is, only if the bag constant varies with the magnetic field, there exists a window in the magnetic field vs bag constant plane for absolute stability of strange matter. Implications for stellar models of magnetized (self-bound) strange stars and hybrid (MCFL core) stars are calculated and discussed.",
                "The best natural candidates for the realization of color superconductivity are quark stars—not yet confirmed by observation—and the extremely dense cores of compact stars, many of which have very large magnetic fields. To reliably predict astrophysical signatures of color superconductivity, a better understanding of the role of the star’s magnetic field in the color-superconducting phase that is realized in the core is required. This paper is an initial step in that direction. The field scales at which the different magnetic phases of a color superconductor with three quark flavors can be realized are investigated. Going from weak to strong fields, the system first undergoes a symmetry transmutation from a color-flavor-locked (CFL) phase to a magnetic-CFL (MCFL) phase, and then a phase transition from the MCFL phase to the paramagnetic-CFL (PCFL) phase. The low-energy effective theory for the excitations of the …",
                "The dependence of the QCD coupling constant with a strong magnetic field and the implications for the critical temperature of the chiral phase transition are investigated. It is found that the coupling constant becomes anisotropic in a strong magnetic field and that the quarks, confined by the field to the lowest Landau level where they pair with antiquarks, produce an antiscreening effect. These results lead to inverse magnetic catalysis, providing a natural explanation for the behavior of the critical temperature in the strong-field region.",
                "We have used velocity-map imaging to measure the three-dimensional momenta of electrons rescattered from Xe and Ar following the liberation of the electrons from these atoms by 45 fs, 800 nm intense laser pulses. Strong structure in the rescattering region is observed in both angle and energy, and is interpreted in terms of quantitative rescattering (QRS) theory. Momentum images have also been taken with two-color (800 nm+ 400 nm) pulses on Xe targets. A strong dependence of the spectra on the relative phase of the two colors is observed in the rescattering region. Interpretation of the phase dependence using both QRS theory and a full solution to the time-dependent Schrödinger equation shows that the rescattered electrons provide a much more robust method for determining the relative phase of the two colors than do the direct electrons.",
                "The b-hadron production cross section is measured with the ATLAS detector in pp collisions at √s = 7 TeV, using 3.3 pb−1 of integrated luminosity, collected during the 2010 LHC run. The b-hadrons are selected by partially reconstructing D∗+μ−X final states. Differential cross sections are measured as functions of the transverse momentum and pseudorapidity. The measured production cross section for a b-hadron with pT > 9 GeV and |η| < 2.5 is 32.7±0.8(stat.)+4.5 −6.8(syst.) μb, higher than the next-to-leading- order QCD predictions but consistent within the experimental and theoretical uncertainties.",
                "We derive general expressions at the one-loop level for the coefficients of the covariant structure of the neutrino self-energy in the presence of a constant magnetic field. The neutrino energy spectrum and index of refraction are obtained for neutral and charged media in the strong-field limit (M W≫ B≫ m e, T, μ,| p|) using the lowest Landau level approximation. The results found within the lowest Landau level approximation are numerically validated, summing in all Landau levels, for strong B≫ T 2 and weakly strong B≳ T 2 fields. The neutrino energy in leading order of the Fermi coupling constant is expressed as the sum of three terms: a kinetic-energy term, a term of interaction between the magnetic field and an induced neutrino magnetic moment, and a rest-energy term. The leading radiative correction to the kinetic-energy term depends linearly on the magnetic field strength and is independent of the chemical …",
                "The Ritus Ep eigenfunction method is extended to the case of spin-1 charged particles in a constant electromagnetic field and used to calculate the one-loop neutrino self-energy in the presence of a strong magnetic field. From the obtained self-energy, the neutrino dispersion relation and index of refraction in the magnetized vacuum are determined within the field range m2e⪡eB⪡M2W. The propagation of neutrinos in the magnetized vacuum is anisotropic due to the dependence of the index of refraction on the angle between the directions of the neutrino momentum and the external field. Possible cosmological implications of the results are discussed."
            ],
            [
                [
                    "Nuclear physics",
                    "High energy physics",
                    "astrophysics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}