{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "M9SNFXXA",
            "AYsf7U4AAAAJ",
            [
                "A theory of organizational readiness for change",
                "Conceptualization and measurement of organizational readiness for change: a review of the literature in health services research and other fields",
                "Using organization theory to understand the determinants of effective implementation of worksite health promotion programs",
                "Organizational readiness for implementing change: a psychometric assessment of a new measure",
                "Promoting clinical involvement in hospital quality improvement efforts: the effects of top management, board, and physician leadership."
            ],
            [
                "Change management experts have emphasized the importance of establishing organizational readiness for change and recommended various strategies for creating it. Although the advice seems reasonable, the scientific basis for it is limited. Unlike individual readiness for change, organizational readiness for change has not been subject to extensive theoretical development or empirical study. In this article, I conceptually define organizational readiness for change and develop a theory of its determinants and outcomes. I focus on the organizational level of analysis because many promising approaches to improving healthcare delivery entail collective behavior change in the form of systems redesign--that is, multiple, simultaneous changes in staffing, work flow, decision making, communication, and reward systems. Organizational readiness for change is a multi-level, multi-faceted construct. As an organization …",
                "Health care practitioners and change experts contend that organizational readiness for change is a critical precursor to successful change implementation. This article assesses how organizational readiness for change has been defined and measured in health services research and other fields. Analysis of 106 peer-reviewed articles reveals conceptual ambiguities and disagreements in current thinking and writing about organizational readiness for change. Inspection of 43 instruments for measuring organizational readiness for change reveals limited evidence of reliability or validity for most publicly available measures. Several conceptual and methodological issues that need to be addressed to generate knowledge useful for practice are identified and discussed.",
                "The field of worksite health promotion has moved toward the development and testing of comprehensive programs that target health behaviors with interventions operating at multiple levels of influence. Yet, observational and process evaluation studies indicate that such programs are challenging for worksites to implement effectively. Research has identified several organizational factors that promote or inhibit effective implementation of comprehensive worksite health promotion programs. However, no integrated theory of implementation has emerged from this research. This article describes a theory of the organizational determinants of effective implementation of comprehensive worksite health promotion programs. The model is adapted from theory and research on the implementation of complex innovations in manufacturing, education and health care settings. The article uses the Working Well Trial to …",
                "Organizational readiness for change in healthcare settings is an important factor in successful implementation of new policies, programs, and practices. However, research on the topic is hindered by the absence of a brief, reliable, and valid measure. Until such a measure is developed, we cannot advance scientific knowledge about readiness or provide evidence-based guidance to organizational leaders about how to increase readiness. This article presents results of a psychometric assessment of a new measure called Organizational Readiness for Implementing Change (ORIC), which we developed based on Weiner’s theory of organizational readiness for change. We conducted four studies to assess the psychometric properties of ORIC. In study one, we assessed the content adequacy of the new measure using quantitative methods. In study two, we examined the measure’s factor structure and reliability in a laboratory simulation. In study three, we assessed the reliability and validity of an organization-level measure of readiness based on aggregated individual-level data from study two. In study four, we conducted a small field study utilizing the same analytic methods as in study three. Content adequacy assessment indicated that the items developed to measure change commitment and change efficacy reflected the theoretical content of these two facets of organizational readiness and distinguished the facets from hypothesized determinants of readiness. Exploratory and confirmatory factor analysis in the lab and field studies revealed two correlated factors, as expected, with good model fit and high item loadings. Reliability analysis in the …",
                "STUDY QUESTION: An examination of the effects of top management, board, and physician leadership for quality on the extent of clinical involvement in hospital CQI\/TQM efforts. DATA SOURCES: A sample of 2,193 acute care community hospitals, created by merging data from a 1989 national survey on hospital governance and a 1993 national survey on hospital quality improvement efforts. STUDY DESIGN: Hypotheses were tested using Heckman's two-stage modeling approach. Four dimensions of clinical involvement in CQI\/TQM were examined: physician participation in formal QI training, physician participation in QI teams, clinical departments with formally organized QA\/QI project teams, and clinical conditions and procedures for which quality of care data are used by formally organized QA\/QI project teams. Leadership measures included CEO involvement in CQI\/TQM, board quality monitoring, board activity …"
            ],
            [
                [
                    "Implementation science"
                ]
            ],
            [
                "Brian Winer Brian Winer Brian Winer Professor winer.12@osu.edu 614-292-8996 3042 Physics Research Building Elementary Particle Physics Trigger Systems Data Analytics Ph.D. Physics - University of California, Berkeley - 1991 M.A. Physics - University of California, Berkeley  - 1989 B.S. with honors in Physics - Michigan State University - 1986 Brief CV: http:\/\/www.physics.ohio-state.edu\/briefcvs\/winer_briefcv.pdf Fellow of the American Physical Society Ohio State University Alumni Award for Distinguished Teaching - 2007"
            ]
        ]
    ]
}