{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MA469W62",
            "MLkvXW0AAAAJ",
            [
                "Bi-maximal mixing of three neutrinos",
                "Cosmic-ray neutrino annihilation on relic neutrinos revisited: a mechanism for generating air showers above the Greisen-Zatsepin-Kuzmin cutoff"
            ],
            [
                "We show that if the solar and atmospheric data are both described by maximal vacuum oscillations at the relevant mass scales then there exists a unique mixing matrix for three neutrino flavors. The solution necessarily conserves CP and automatically implies that there is no disappearance of atmospheric νe, consistent with indications from the Super-Kamiokande experiment. We also investigate the consequences for three-neutrino mixing if the solar and atmospheric oscillations exhibit mixing that is large but not maximal. For non-maximal mixing νe↔ντ and νe↔νμ oscillations are predicted that may be observable in future long-baseline experiments.",
                "If neutrinos are a significant contributor to the matter density of the universe, then they should have∼ eV mass and cluster in galactic (super) cluster halos, and possibly in galactic halos as well. It was noted in the early 1980's that cosmic ray neutrinos with energy within δE E R= Γ Z M Z∼ 3% of the peak energy E R= 4 (eV\/m ν)× 10 21, eV will annihilate on the nonrelativistic relic antineutrinos (and vice versa) to produce the Z-boson with an enhanced, resonant cross section of O (G F)∼ 10− 32 cm 2. The result of the resonant neutrino annihilation is a hadronic Z-burst 70% of the time, which contains, on average, thirty photons and 2.7 nucleons with energies near or above the GZK cutoff energy of 5× 10 19 eV. These photons and nucleons produced within our Supergalactic halo may easily propagate to earth and initiate super-GZK air showers. Here we show that the probability for each neutrino flavor at its resonant …"
            ],
            [
                [

                ]
            ],
            [
                "Thomas Weiler 1985–1988 (tenuring), Department of Energy (DoE) Outstanding Junior Investigator, 2002- Fellow of the American Physical Society (Div. of Particles & Fields) 2003 and 2008, Invited by Swedish Academy to nominate for the Nobel Prize 2006 Distinguished Alumni Fellow Award, University of Wisconsin Physics Department 2008 Alexander von Humboldt Senior Research Career Award 2001-08 Elected member of the Fermi National Accelerator Laboratory (FNAL) Board of Directors phone: 615-322-0005 6613 Stevenson PhD, University of Wisconsin, 1976"
            ]
        ]
    ]
}