{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ME5I2OY7",
            "4ARIp4gAAAAJ",
            [
                "Properties of graphene: a theoretical perspective",
                "Optical-field-induced current in dielectrics",
                "Controlling dielectrics with the electric field of light",
                "An introduction to graphene plasmonics"
            ],
            [
                "The electronic properties of graphene, a two-dimensional crystal of carbon atoms, are exceptionally novel. For instance, the low-energy quasiparticles in graphene behave as massless chiral Dirac fermions which has led to the experimental observation of many interesting effects similar to those predicted in the relativistic regime. Graphene also has immense potential to be a key ingredient of new devices, such as single molecule gas sensors, ballistic transistors and spintronic devices. Bilayer graphene, which consists of two stacked monolayers and where the quasiparticles are massive chiral fermions, has a quadratic low-energy band structure which generates very different scattering properties from those of the monolayer. It also presents the unique property that a tunable band gap can be opened and controlled easily by a top gate. These properties have made bilayer graphene a subject of intense interest. In …",
                "The time it takes to switch on and off electric current determines the rate at which signals can be processed and sampled in modern information technology 1, 2, 3, 4. Field-effect transistors 1, 2, 3, 5, 6 are able to control currents at frequencies of the order of or higher than 100 gigahertz, but electric interconnects may hamper progress towards reaching the terahertz (10 12 hertz) range. All-optical injection of currents through interfering photoexcitation pathways 7, 8, 9, 10 or photoconductive switching of terahertz transients 11, 12, 13, 14, 15, 16 has made it possible to control electric current on a subpicosecond timescale in semiconductors. Insulators have been deemed unsuitable for both methods, because of the need for either ultraviolet light or strong fields, which induce slow damage or ultrafast breakdown 17, 18, 19, 20, respectively. Here we report the feasibility of electric signal manipulation in a dielectric. A few …",
                "The control of the electric and optical properties of semiconductors with microwave fields forms the basis of modern electronics, information processing and optical communications. The extension of such control to optical frequencies calls for wideband materials such as dielectrics, which require strong electric fields to alter their physical properties 1, 2, 3, 4, 5. Few-cycle laser pulses permit damage-free exposure of dielectrics to electric fields of several volts per ångström 6 and significant modifications in their electronic system 6, 7, 8, 9, 10, 11, 12, 13. Fields of such strength and temporal confinement can turn a dielectric from an insulating state to a conducting state within the optical period 14. However, to extend electric signal control and processing to light frequencies depends on the feasibility of reversing these effects approximately as fast as they can be induced. Here we study the underlying electron processes …",
                "This book is meant as an introduction to graphene plasmonics and aims at the advanced undergraduate and graduate students entering the field of plasmonics in graphene. In it different theoretical methods are introduced, starting with an elementary description of graphene plasmonics and evolving towards more advanced topics. This book is essentially self-contained and brings together a number of different topics about the field that are scattered in the vast literature. The text is composed of eleven chapters and of a set of detailed appendices. It can be read in two different ways: Reading only the chapters to get acquainted with the field of plasmonics in graphene or reading the chapters and studying the appendices to get a working knowledge of the topic. The study of the material in this book will bring the students to the forefront of the research in this field."
            ],
            [
                [

                ]
            ]
        ]
    ]
}