{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MEJADQWZ",
            "lA7lJe8AAAAJ",
            [
                "Analogue realizations of fractional-order controllers",
                "Phosphorescent complexes of porphyrin ketones: optical properties and application to oxygen sensing",
                "Image acquisition techniques for automatic visual inspection of metallic surfaces",
                "Optical triple sensor for measuring pH, oxygen and carbon dioxide",
                "A direct-digital synthesizer with improved spectral performance",
                "Miniaturized luminescence lifetime-based oxygen sensor instrumentation utilizing a phase modulation technique",
                "Least squares surface reconstruction from measured gradient fields",
                "Direct and specific least-square fitting of hyperbolæ and ellipses",
                "Smart sensor interface with A\/D conversion and programmable calibration",
                "Regularized reconstruction of a surface from its measured gradient field"
            ],
            [
                "An approach to the design of analogue circuits, implementingfractional-order controllers, is presented. The suggestedapproach is based on the use of continued fraction expansions;in the case of negative coefficients in a continued fractionexpansion, the use of negative impedance converters is proposed.Several possible methods for obtaining suitable rational appromixationsand continued fraction expansions are discussed. An exampleof realization of a fractional-order Iλ controlleris presented and illustrated by obtained measurements.The suggested approach can be used for the control of veryfast processes, where the use of digital controllers isdifficult or impossible.",
                "MATERIALS AND METHODSDyes. The free bases of octaethylporphine ketone (OEPK) and coproporphyrin-I-ketonetetraethyl ester (CPK-TEE) were synthesized at the Institute of Biophysics (Moscow, Russia) from the corresponding porphyrins according to a method published by Chang andSotiriou. 14 Platinum® and palladium® porphyrin ketone complexes were prepared in a similar manner from the free bases with PtCl2 and PdCl2 (Aldrich, Milwaukee, WP, respectively. The metalation of the porphyrin ketones was accomplished by heating them with PtCl2 in benzonitrile or with PdCl2 in dimethylformamide under reflux. The complexes were purified by column chromatography on Silica gel 40 (Merck, Darmstadt, Germany), followed by recrystallization. Oxygen-Sensitive Membranes. PtOEPK\/polystyrene film coatings with a dye concentrationof 2%(w\/w) were prepared in similarly to the way described for the …",
                "This paper provides an overview of three different image acquisition approaches for automatic visual inspection of metallic surfaces. The first method is concerned with gray-level intensity imaging, whereby the most commonly employed lighting techniques are surveyed. Subsequently, two range imaging techniques are introduced which may succeed in contrast to intensity imaging if the reflection property across the intact surface changes. However, range imaging for surface inspection is restricted to surface defects with three-dimensional characteristics, e.g. cavities. One range imaging approach is based on light sectioning in conjunction with fast imaging sensors. The second introduced range imaging technique is photometric stereo.",
                "A triple sensor unit consisting of opto-chemical sensors for measurement of pH, oxygen and carbon dioxide in bioreactors is presented. The pH and the CO2 sensor are based on the color change of a pH-sensitive dye immobilized on a polymeric support. The resulting changes in absorption are monitored through optical fibers. The oxygen sensor is based on the quenching of the fluorescence of a metal-organic dye. All three sensors are fully LED compatible. The sensitive membranes consist of plastic films and can be stored and replaced conveniently. The sensors are sterilizable with hydrogen peroxide and ethanol. In addition, the pH sensor is steam sterilizable. Accuracy, resolution and reproducibility fulfil the requirements for use in biotechnological applications. Calibration procedures for each sensor are presented. The working principle and the performance of all three sensors are described, with particular …",
                "The authors present a modified direct-digital synthesizer which uses noise shaping to reduce the effects of phase-accumulator truncation on the output spectrum. The discrete spectral disturbances associated with this truncation error are strongly reduced with the proposed method, making the synthesizer suitable for high-performance signal processing. The proposed architecture uses first-order noise shaping. Higher order noise shaping can also be used if required. The modified circuit offers considerable improvement in the synthesizer performance when the generated frequency is low with respect to the clock frequency.< >",
                "Optical oxygen sensors are mainly based on the principle of luminescence quenching. In contrast to already existing intensity-based systems, the measurement of the luminescence lifetime provides certain advantages, such as insensitivity to photobleaching or leaching of the dye or changes in the intensity of excitation light. This facilitates the use of simple optical fibers. Phase measurement techniques have shown to be a powerful tool for indirect measurement of luminescence lifetimes. Here, dyes with luminescence decay times in the order of tens or hundreds of microseconds allow the use of simple opto-electronic circuitry and low-cost processing electronics. An optical oxygen sensor module has been developed with the dimensions of only 120 × 60 × 30 mm. The instrument is based on the measurement of the decay time of the luminophore by measuring the phase shift between the square-wave excitation and …",
                "This paper presents a new method for the reconstruction of a surface from its x and y gradient field, measured, for example, via Photometric Stereo. The new algorithm produces the unique discrete surface whose gradients are equal to the measured gradients in the global vertical-distance least-squares sense. We show that it has been erroneously believed that this problem has been solved before via the solution of a Poisson equation. The numerical behaviour of the algorithm allows for reliable surface reconstruction on exceedingly large scales, e.g., full digital images; moreover, the algorithm is direct, i.e., non-iterative. We demonstrate the algorithm with synthetic data as well as real data obtained via photometric stereo. The algorithm does not exhibit a low-frequency bias and is not unrealistically constrained to arbitrary boundary conditions as in previous solutions. In fact, it is the first algorithm which can …",
                "A new method based on quadratic constrained least-mean-square fitting to simultaneously determine both the best hyperbolic and elliptical fits to a set of scattered data is presented. Thus a linear solution to the problem of hyperbola-specific fitting is revealed for the first time. Pilu's method to fit an ellipse (with respect to distance) to observed data points is extended to select, without prejudice, both ellipses and hyperbolæ as well as their degenerate forms as indicated by optimality with respect to the algebraic distance. This novel method is numerically efficient and is suitable for fitting to dense datasets with low noise. Furthermore, it is deemed highly suited to initialize a better but more computationally costly least-square minimization of orthogonal distance. Moreover, Grassmannian coordinates of the hyperbolæ are introduced, and it is shown how these apply to fitting a prototypical hyperbola. Two new theorems on …",
                "In this paper we present a new architecture for a smart sensor interface. It is based on an oversampled A\/D converter associated with a small ROM containing calibration coefficients. The nonlinear function desired is obtained by piecewise linear interpolation between the values stored in the ROM, without any additional circuits. This solution has the advantage of high programming flexibility, long-term stability, and low area consumption. Moreover, it is suitable for co-integration with sensors because of its minimum analog content. A prototype was integrated in a CMOS 1.2-\/spl mu\/m technology. Simulation and experimental results are reported together with a detailed theoretical analysis and some design guidelines.< >",
                "This paper presents several new algorithms for the regularized reconstruction of a surface from its measured gradient field. By taking a matrix-algebraic approach, we establish general framework for the regularized reconstruction problem based on the Sylvester Matrix Equation. Specifically, Spectral Regularization via Generalized Fourier Series (e.g., Discrete Cosine Functions, Gram Polynomials, Haar Functions, etc.), Tikhonov regularization, Constrained Regularization by imposing boundary conditions, and regularization via Weighted least squares can all be solved expediently in the context of the Sylvester Equation framework. State-of-the-art solutions to this problem are based on sparse matrix methods, which are no better than  algorithms for an  surface with . In contrast, the newly proposed methods are based on the global least squares cost function and are all  algorithms. In …"
            ],
            [
                [
                    "numerical methods for differential equations",
                    "discrete basis functions",
                    "machine vision"
                ]
            ]
        ]
    ]
}