{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MEZU94WO",
            "L19p5fcAAAAJ",
            [
                "Chaos in  Holography",
                "Thermoelectric transport in disordered metals without quasiparticles: The Sachdev-Ye-Kitaev models and holography",
                "Towards hydrodynamics without an entropy current",
                "Thermodynamics, gravitational anomalies and cones",
                "Light quark energy loss in strongly coupled N= 4 supersymmetric Yang-Mills plasma",
                "Holographic Berezinskii-Kosterlitz-Thouless Transitions",
                "Holographic dual of an Einstein-Podolsky-Rosen pair has a wormhole",
                "Parity-violating hydrodynamics in 2+ 1 dimensions",
                "On the coupling of Galilean-invariant field theories to curved spacetime",
                "A theory of reparameterizations for AdS 3 gravity"
            ],
            [
                "We revisit two-dimensional holography with the Sachdev-Ye-Kitaev models in mind. Our main result is to rewrite a generic theory of gravity near a two-dimensional anti-de Sitter spacetime throat as a novel hydrodynamics coupled to the correlation functions of a conformal quantum mechanics. This gives a prescription for the computation of n-point functions in the dual quantum mechanics. We thereby find that the dual is maximally chaotic.",
                "We compute the thermodynamic properties of the Sachdev-Ye-Kitaev (SYK) models of fermions with a conserved fermion number Q. We extend a previously proposed Schwarzian effective action to include a phase field, and this describes the low-temperature energy and Q fluctuations. We obtain higher-dimensional generalizations of the SYK models which display disordered metallic states without quasiparticle excitations, and we deduce their thermoelectric transport coefficients. We also examine the corresponding properties of Einstein-Maxwell-axion theories on black brane geometries which interpolate from either AdS 4 or AdS 5 to an AdS 2× R 2 or AdS 2× R 3 near-horizon geometry. These provide holographic descriptions of nonquasiparticle metallic states without momentum conservation. We find a precise match between low-temperature transport and thermodynamics of the SYK and holographic models …",
                "We present a generating functional which describes the equilibrium thermodynamic response of a relativistic system to external sources. A variational principle gives rise to constraints on the response parameters of relativistic hydrodynamics without making use of an entropy current. Our method reproduces and extends results available in the literature. It also provides a technique for efficiently computing n-point zero-frequency correlation functions within the hydrodynamic derivative expansion without the need to explicitly solve the equations of hydrodynamics.",
                "By studying the Euclidean partition function on a cone, we argue that pure and mixed gravitational anomalies generate a “Casimir momentum” which manifests itself as parity violating coefficients in the hydrodynamic stress tensor and charge current. The coefficients generated by these anomalies enter at a lower order in the hydrodynamic gradient expansion than would be naively expected. In 1+ 1 dimensions, the gravitational anomaly affects coefficients at zeroth order in the gradient expansion. The mixed anomaly in 3+ 1 dimensions controls the value of coefficients at first order in the gradient expansion.",
                "We compute the penetration depth of a light quark moving through a large N c, strongly coupled N= 4 supersymmetric Yang-Mills plasma using gauge\/gravity duality and a combination of analytic and numerical techniques. We find that the maximum distance a quark with energy E can travel through a plasma is given by Δ x max﻿(E)=(C\/T)(E\/T λ) 1\/3 with C≈ 0.5.",
                "We find the first example of a quantum Berenzinskii-Kosterlitz-Thouless (BKT) phase transition in two spatial dimensions via holography. This transition occurs in the D 3\/D 5 system at nonzero density and magnetic field. At any nonzero temperature, the BKT scaling is destroyed and the transition becomes second order with mean-field exponents. We go on to conjecture about the generality of quantum BKT transitions in two spatial dimensions.",
                "We construct the holographic dual of two colored quasiparticles in maximally supersymmetric Yang-Mills theory entangled in a color singlet Einstein-Podolsky-Rosen (EPR) pair. In the holographic dual, the entanglement is encoded in a geometry of a nontraversable wormhole on the world sheet of the flux tube connecting the pair. This gives a simple example supporting the recent claim by Maldacena and Susskind that EPR pairs and nontraversable wormholes are equivalent descriptions of the same physics.",
                "We study relativistic hydrodynamics of normal fluids in two spatial dimensions. When the microscopic theory breaks parity, extra transport coefficients appear in the hy-drodynamic regime, including the Hall viscosity, and the anomalous Hall conductivity. In this work we classify all the transport coefficients in first order hydrodynamics. We then use properties of response functions and the positivity of entropy production to restrict the possible coefficients in the constitutive relations. All the parity-breaking transport coeffi-cients are dissipationless, and some of them are related to the thermodynamic response to an external magnetic field and to vorticity. In addition, we give a holographic example of a strongly interacting relativistic fluid where the parity-violating transport coefficients are computable.",
                "We consider the problem of coupling Galilean-invariant quantum field theories to a fixed spacetime. We propose that to do so, one couples to Newton-Cartan geometry and in addition imposes a one-form shift symmetry. This additional symmetry imposes invariance under Galilean boosts, and its Ward identity equates particle number and momentum currents. We show that Newton-Cartan geometry subject to the shift symmetry arises in null reductions of Lorentzian manifolds, and so our proposal is realized for theories which are holographically dual to quantum gravity on Schrödinger spacetimes. We use this null reduction to efficiently form tensorial invariants under the boost and particle number symmetries. We also explore the coupling of Schrödinger-invariant field theories to spacetime, which we argue necessitates the Newton-Cartan analogue of Weyl invariance.",
                "We rewrite the Chern-Simons description of pure gravity on global AdS 3 and on Euclidean BTZ black holes as a quantum field theory on the AdS boundary. The resulting theory is (two copies of) the path integral quantization of a certain coadjoint orbit of the Virasoro group, and it should be regarded as the quantum field theory of the boundary gravitons. This theory respects all of the conformal field theory axioms except one: it is not modular invariant. The coupling constant is 1\/c with c the central charge, and perturbation theory in 1\/c encodes loop contributions in the gravity dual. The QFT is a theory of reparametrizations analogous to the Schwarzian description of nearly AdS 2 gravity, and has several features including:(i) it is ultraviolet-complete;(ii) the torus partition function is the vacuum Virasoro character, which is one-loop exact by a localization argument;(iii) it reduces to the Schwarzian theory upon …"
            ],
            [
                [
                    "String theory",
                    "quantum field theory",
                    "entanglement",
                    "thermal field theory",
                    "hep-th"
                ]
            ]
        ]
    ]
}