{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MFCYU3KY",
            "2-nC-jUAAAAJ",
            [
                "Tuning the mechanical properties of graphene oxide paper and its associated polymer nanocomposites by controlling cooperative intersheet hydrogen bonding"
            ],
            [
                "The mechanical properties of pristine graphene oxide paper and paper-like films of polyvinyl alcohol (PVA)-graphene oxide nanocomposite are investigated in a joint experimental–theoretical and computational study. In combination, these studies reveal a delicate relationship between the stiffness of these papers and the water content in their lamellar structures. ReaxFF-based molecular dynamics (MD) simulations elucidate the role of water molecules in modifying the mechanical properties of both pristine and nanocomposite graphene oxide papers, as bridge-forming water molecules between adjacent layers in the paper structure enhance stress transfer by means of a cooperative hydrogen-bonding network. For graphene oxide paper at an optimal concentration of ∼5 wt % water, the degree of cooperative hydrogen bonding within the network comprising adjacent nanosheets and water molecules was found to …"
            ],
            [
                [
                    "molecular dynamics",
                    "mechanics",
                    "structural engineering",
                    "materials science",
                    "materiomics"
                ]
            ],
            [
                "Steve Presse spresse@asu.edu Department of Physics Associate Professor Faculty TEMPE Campus Mailcode 1504 Biography Steve Presse was born in Montreal and went to McGill University as an undergrad where he studied chemistry. He later pursued his doctorate in chemical physics at Massachusetts Institute of Technology (MIT) under the direction of Professor Robert J. Silbey. As a postdoctoral fellow in Professor Ken A. Dill's lab, his research focus shifted to biophysics and dynamical processes in particular. His lab now uses both theory and experiments to address fundamental questions relevant to molecular science. On the theory side, his group develops, adapts and uses the tools of inference, statistical physics and stochastic processes, broadly defined, to understand living systems from single molecules to whole cells. A special emphasis is placed on interpreting spectroscopy and imaging data. On the experimental side, Presse's group investigates the role of hydrodynamics on bacterial interactions. The Presse lab is seeking motivated postdocs, graduate and undergraduate students for theoretical or experimental work. If interested, please see the recruiting tab at http:\/\/statphysbio.physics.asu.edu and contact  spresse@asu.edu. CV Presse_cv2021.pdf Education Ph.D. Chemical Physics, Massachusetts Institute of Technology 2008 For more information, including CV, see our website:  http:\/\/statphysbio.physics.asu.edu http:\/\/statphysbio.physics.asu.edu Research Interests For all recent research interests\/publications\/codes, see http:\/\/statphysbio.physics.asu.edu Courses Spring 2021 Course Number Course Title PHY 492 Honors Directed Study PHY 493 Honors Thesis CHM 494 Special Topics PHY 495 Project Research CHM 598 Special Topics PHY 598 Special Topics PHY 792 PHY 799 Dissertation Fall 2020 Course Number Course Title PHY 441 Statistical\/Thermal Physics PHY 492 Honors Directed Study PHY 493 Honors Thesis PHY 792 Summer 2020 Course Number Course Title PHY 792 PHY 799 Dissertation Spring 2020 Course Number Course Title PHY 492 Honors Directed Study CHM 494 Special Topics PHY 495 Project Research CHM 598 Special Topics PHY 598 Special Topics PHY 792 PHY 799 Dissertation Fall 2019 Course Number Course Title PHY 441 Statistical\/Thermal Physics PHY 492 Honors Directed Study PHY 792 Summer 2019 Course Number Course Title PHY 792 Spring 2019 Course Number Course Title CHM 494 Special Topics PHY 495 Project Research CHM 598 Special Topics PHY 598 Special Topics PHY 792 Fall 2018 Course Number Course Title PHY 441 Statistical\/Thermal Physics PHY 495 Project Research PHY 792 Summer 2018 Course Number Course Title PHY 792 Spring 2018 Course Number Course Title CHM 494 Special Topics PHY 495 Project Research CHM 598 Special Topics PHY 598 Special Topics PHY 792 Fall 2017 Course Number Course Title PHY 441 Statistical\/Thermal Physics PHY 495 Project Research PHY 792 Summer 2017 Course Number Course Title PHY 792 Spring 2017 Course Number Course Title BIO 495 Undergraduate Research PHY 792 Expertise Areas Biophysics Physical Chemistry Soft Matter Physics Bayesian Statistics Sara Vaiana about Sara Vaiana Steve Presse about Steve Presse Sean Seyler about Sean Seyler Kong-Thon Tsen about Kong-Thon Tsen John Spence about John Spence Douglas Shepherd about Douglas Shepherd Peter Rez about Peter Rez Uwe Weierstall about Uwe Weierstall"
            ]
        ]
    ]
}