{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MFXSVOF8",
            "NfCK-aQAAAAJ",
            [
                "Mechanisms of cisplatin nephrotoxicity",
                "TNF-α mediates chemokine and cytokine expression and renal injury in cisplatin nephrotoxicity",
                "Natural products with hypoglycemic, hypotensive, hypocholesterolemic, antiatherosclerotic and antithrombotic activities",
                "TNFR2-mediated apoptosis and necrosis in cisplatin-induced acute renal failure",
                "p38 MAP kinase inhibition ameliorates cisplatin nephrotoxicity in mice",
                "Transforming growth factor β contributes to progressive diabetic nephropathy",
                "TLR4 signaling mediates inflammation and tissue injury in nephrotoxicity",
                "Cisplatin-induced nephrotoxicity is mediated by tumor necrosis factor-α produced by renal parenchymal cells",
                "Salicylate reduces cisplatin nephrotoxicity by inhibition of tumor necrosis factor-α",
                "Inflammatory cytokines in acute renal failure"
            ],
            [
                "Cisplatin is a widely used and highly effective cancer chemotherapeutic agent. One of the limiting side effects of cisplatin use is nephrotoxicity. Research over the past 10 years has uncovered many of the cellular mechanisms which underlie cisplatin-induced renal cell death. It has also become apparent that inflammation provoked by injury to renal epithelial cells serves to amplify kidney injury and dysfunction in vivo. This review summarizes recent advances in our understanding of cisplatin nephrotoxicity and discusses how these advances might lead to more effective prevention. View Full-Text",
                "The purpose of these studies was to examine the role of cytokines in the pathogenesis of cisplatin nephrotoxicity. Injection of mice with cisplatin (20 mg\/kg) led to severe renal failure. The expression of cytokines, chemokines, and ICAM-1 in kidney was measured by ribonuclease protection assays and RT-PCR. We found significant upregulation of TNF-α, TGF-β, RANTES, MIP-2, MCP-1, TCA3, IL-1β, and ICAM-1 in kidneys from cisplatin-treated animals. In addition, serum, kidney, and urine levels of TNF-α measured by ELISA were increased by cisplatin. Inhibitors of TNF-α production (GM6001, pentoxifylline) and TNF-α Ab’s reduced serum and kidney TNF-α protein levels and also blunted the cisplatin-induced increases in TNF-α, TGF-β, RANTES, MIP-2, MCP-1, and IL-1β, but not ICAM-1, mRNA. In addition, the TNF-α inhibitors also ameliorated cisplatin-induced renal dysfunction and reduced cisplatin-induced …",
                "This article reviews compounds of botanical origin which are capable of lowering plasma levels of glucose and cholesterol and blood pressure, as well as compounds inhibiting atherosclerosis and thrombosis. Hypoglycemic natural products comprise flavonoids, xanthones, triterpenoids, alkaloids, glycosides, alkyldisulfides, aminobutyric acid derivatives, guanidine, polysaccharides and peptides. Hypertensive compounds include flavonoids, diterpenes, alkaloids, glycosides, polysaccharides and proteins. Among natural products with hypocholesterolemic activity are β-carotene, lycopene, cycloartenol, βsitosterol, sitostanol, saponin, soybean protein, indoles, dietary fiber, propionate, mevinolin (β-hydroxy-β-methylglutaryl coenzyme A reductase inhibitor) and polysaccharides. Heparins, flavonoids, tocotrienols, β-hydroxy-β-methylglutaryl coenzyme A reductase inhibitors (statins), garlic compounds and fungal …",
                "Cisplatin produces acute renal failure in humans and mice. Previous studies  have shown that cisplatin upregulates the expression of TNF-α in mouse  kidney and that inhibition of either the release or action of TNF-α  protects the kidney from cisplatin-induced nephrotoxicity. In this study, we  examined the effect of cisplatin on the expression of TNF receptors TNFR1 and  TNFR2 in the kidney and the role of each receptor in mediating cisplatin  nephrotoxicity. Injection of cisplatin into C57BL\/6 mice led to an  upregulation of TNFR1 and TNFR2 mRNA levels in the kidney. The upregulation of  TNFR2 but not TNFR1 was blunted in TNF-α-deficient mice, indicating  ligand-dependent upregulation of TNFR2. To study the roles of each receptor,  we administered cisplatin to TNFR1- or TNFR2-deficient mice. TNFR2-deficient  mice developed less severe renal dysfunction and showed reduced necrosis and  apoptosis and …",
                "Cisplatin is an important chemotherapeutic agent but can cause acute renal injury. Part of this acute renal injury is mediated through tumor necrosis factor-α (TNF-α). The pathway through which cisplatin mediates the production of TNF-α and injury is not known. Cisplatin activates p38 MAPK and induces apoptosis in cancer cells. p38 MAPK activation leads to increased production of TNF-α in ischemic injury and in macrophages. However, little is known concerning the role of p38 MAPK in cisplatin-induced renal injury. Therefore, we examined the effect of cisplatin on p38 MAPK activity and the role of p38 MAPK in mediating cisplatin-induced TNF-α production and renal injury. In vitro, cisplatin caused a dose-dependent activation of p38 MAPK in proximal tubule cells. Inhibition of p38 MAPK activation led to inhibition of TNF-α production. In vivo, mice treated with a single dose of cisplatin (20 mg\/kg body wt …",
                "Renal failure is a common and serious complication of longstanding diabetes mellitus. Diabetes is now the most common cause of end-stage renal failure requiring dialysis in the United States, accounting for almost 40% of all new dialysis patients (1). Moreover, the incidence of renal failure caused by diabetes, particularly type II diabetes, is rising dramatically worldwide (2). Compounding the tragedy of the explosive growth in the incidence renal failure caused by diabetes is the grim reality that the survival of patients with renal failure caused by diabetes is much worse than that of patients with renal failure resulting from other causes. In Germany, for example, Koch et al.(3) reported a 5-year survival of only 5% among patients with type II diabetes undergoing dialysis. Fortunately, progress is being made in our understanding of the pathogenesis of diabetic renal disease and in our ability to delay, or even prevent, this …",
                "The molecular mechanisms of acute kidney injury (AKI) remain unclear. Toll-like receptors (TLRs), widely expressed on leukocytes and kidney epithelial cells, regulate innate and adaptive immune responses. The present study examined the role of TLR signaling in cisplatin-induced AKI. Cisplatin-treated wild-type mice had significantly more renal dysfunction, histologic damage, and leukocytes infiltrating the kidney than similarly treated mice with a targeted deletion of TLR4 [Tlr4(−\/−)]. Levels of cytokines in serum, kidney, and urine were increased significantly in cisplatin-treated wild-type mice compared with saline-treated wild-type mice and cisplatin-treated Tlr4(−\/−) mice. Activation of JNK and p38, which was associated with cisplatin-induced renal injury in wild-type mice, was significantly blunted in Tlr4(−\/−) mice. Using bone marrow chimeric mice, it was determined that renal parenchymal TLR4, rather than …",
                "Cisplatin is a chemotherapeutic agent that induces tumor necrosis factor-α (TNF-α) production in many cell types with unfortunate renal toxicity. We sought to determine the contributions of renal parenchymal cells and bone marrow-derived immune cells to the pathogenesis of cisplatin-induced renal injury in vivo. To do this we created chimeric mice in which the bone marrow was ablated and replaced with donor bone marrow cells from wild-type or from TNF-α knockout mice. Six weeks after reconstitution, the chimeric mice were treated with cisplatin and renal structural and functional parameters were measured. Chimeras with kidneys of wild-type animals all developed significant renal failure after 72 h of cisplatin treatment regardless of the immune cell source. Chimeras with kidneys of TNF-α knockout mice showed significantly less renal dysfunction (blood urea nitrogen, serum creatinine, and glomerular filtration …",
                "Salicylate reduces cisplatin nephrotoxicity by inhibition of tumor necrosis factor-α.Salicylate was recently shown to provide protection against cisplatin nephrotoxicity in rats. We have demonstrated that enhanced tumor necrosis factor-α (TNF-α) production mediates, in part, cisplatin nephrotoxicity. The purpose of this study was to determine if the protective effects of salicylate were mediated through inhibition of TNF-α in vivo and to explore the mechanism of inhibition in vitro.The effects of treatment with cisplatin alone and in combination with sodium salicylate in mice on renal function, histology, and gene expression were determined. The effects of cisplatin and salicylate on TNF-α expression, nuclear factor kappa B (NF-κB) activity, and apoptosis were determined in vitro using cultured murine proximal tubule cells.Salicylate significantly reduced both the functional and histologic evidence …",
                "Inflammatory cytokines in acute renal failure. A growing body of evidence indicates that inflammatory mechanisms contribute to toxin-induced acute renal failure as well as ischemia\/reperfusion injury. A role for tumor necrosis factor-α (TNF-α) in mediating the inflammatory injury in cisplatin-induced acute renal failure has recently been established. Cisplatin induces the expression of TNF-α and TNF receptor subtype 2 (TNFR2) within the kidney. Genetic deletion of either TNF-α or TNFR2 substantially reduces cisplatin-induced renal failure and also necrosis and apoptosis within the kidney. Studies will be required to determine if pharmacologic inhibition of TNF-α might reduce cisplatin-induced renal failure in humans."
            ],
            [
                [
                    "kidney disease"
                ]
            ],
            [
                "William Reeves, Graduate Student wdr37762@uga.edu 706-542-8787 326"
            ]
        ]
    ]
}