{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MH9N8FGP",
            "GlZmG-kAAAAJ",
            [
                "Electroweak gauge boson production at hadron colliders through O (α s 2)",
                "FEWZ 2.0: a code for hadronic Z production at next-to-next-to-leading order",
                "High-precision QCD at hadron colliders: Electroweak gauge boson rapidity distributions at next-to-next-to leading order",
                "Handbook of LHC Higgs cross sections: 1. Inclusive observables",
                "Handbook of LHC Higgs cross sections: 3. Higgs properties",
                "Handbook of LHC Higgs cross sections: 2. Differential distributions",
                "Handbook of LHC Higgs cross sections: 4. Deciphering the nature of the Higgs sector",
                "Combining QCD and electroweak corrections to dilepton production in the framework of the FEWZ simulation code",
                "W physics at the LHC with FEWZ 2.1",
                "Mixed QCD-electroweak corrections to Higgs boson production in gluon fusion"
            ],
            [
                "We describe a calculation of the O (α s 2) QCD corrections to the fully differential cross section for W and Z boson production in hadronic collisions. The result is fully realistic in that it includes spin correlations, finite width effects, γ− Z interference and allows for the application of arbitrary cuts on the leptonic decay products of the W and Z. We have implemented this calculation into a numerical program. We demonstrate the use of this code by presenting phenomenological results for several future LHC analyses and recent Tevatron measurements, including the W cross section in the forward rapidity region and the central over forward cross section ratio.",
                "We introduce an improved version of the simulation code FEWZ (Fully Exclusive W and Z Production) for hadron collider production of lepton pairs through the Drell–Yan process at next-to-next-to-leading order (NNLO) in the strong coupling constant. The program is fully differential in the phase space of leptons and additional hadronic radiation. The new version offers users significantly more options for customization. FEWZ now bins multiple, user-selectable histograms during a single run, and produces parton distribution function (PDF) errors automatically. It also features a significantly improved integration routine, and can take advantage of multiple processor cores locally or on the Condor distributed computing system. We illustrate the new features of FEWZ by presenting numerous phenomenological results for LHC physics. We compare NNLO QCD with initial ATLAS and CMS results, and discuss in detail the …",
                "We compute the rapidity distributions of W and Z bosons produced at the Fermilab Tevatron and the CERN LHC through next-to-next-to leading order in QCD. Our results demonstrate remarkable stability with respect to variations of the factorization and renormalization scales for all values of rapidity accessible in current and future experiments. These processes are therefore “gold-plated”: current theoretical knowledge yields QCD predictions accurate to better than 1%. These results strengthen the proposal to use W and Z production to determine parton-parton luminosities and constrain parton distribution functions at the LHC. For example, LHC data should easily be able to distinguish the central parton distribution fit obtained by MRST from that obtained by Alekhin.",
                "This Report summarizes the results of the first 10 months' activities of the LHC Higgs Cross Sections Working Group. The main goal of the working group was to present the status-of-art on Higgs Physics at the LHC integrating all new results that have appeared in the last few years. The Report is more than a mere collection of the proceedings of the general meetings. The subgroups have been working in different directions. An attempt has been made to present the first Report from these subgroups in a complete and homogeneous form. The subgroups' contributions correspondingly comprise the main parts of the Report. A significant amount of work has been performed in providing higher-order corrections to the Higgs-boson cross sections and pinning down the theoretical uncertainty of the Standard Model predictions. This Report comprises explicit numerical results on total cross sections, leaving the issues of event selection cuts and differential distributions to future publications. The subjects for further study are identified.",
                "This Report summarizes the results of the activities in 2012 and the first half of 2013 of the LHC Higgs Cross Section Working Group. The main goal of the working group was to present the state of the art of Higgs Physics at the LHC, integrating all new results that have appeared in the last few years. This report follows the first working group report Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002) and the second working group report Handbook of LHC Higgs Cross Sections: 2. Differential Distributions (CERN-2012-002). After the discovery of a Higgs boson at the LHC in mid-2012 this report focuses on refined prediction of Standard Model (SM) Higgs phenomenology around the experimentally observed value of 125-126 GeV, refined predictions for heavy SM-like Higgs bosons as well as predictions in the Minimal Supersymmetric Standard Model and first steps to go beyond these models. The other main focus is on the extraction of the characteristics and properties of the newly discovered particle such as couplings to SM particles, spin and CP-quantum numbers etc.",
                "This Report summarises the results of the second year's activities of the LHC Higgs Cross Section Working Group. The main goal of the working group was to present the state of the art of Higgs Physics at the LHC, integrating all new results that have appeared in the last few years. The first working group report Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002) focuses on predictions (central values and errors) for total Higgs production cross sections and Higgs branching ratios in the Standard Model and its minimal supersymmetric extension, covering also related issues such as Monte Carlo generators, parton distribution functions, and pseudo-observables. This second Report represents the next natural step towards realistic predictions upon providing results on cross sections with benchmark cuts, differential distributions, details of specific decay channels, and further recent developments.",
                "This Report summarizes the results of the activities of the LHC Higgs Cross Section Working Group in the period 2014-2016. The main goal of the working group was to present the state-of-the-art of Higgs physics at the LHC, integrating all new results that have appeared in the last few years. The first part compiles the most up-to-date predictions of Higgs boson production cross sections and decay branching ratios, parton distribution functions, and off-shell Higgs boson production and interference effects. The second part discusses the recent progress in Higgs effective field theory predictions, followed by the third part on pseudo-observables, simplified template cross section and fiducial cross section measurements, which give the baseline framework for Higgs boson property measurements. The fourth part deals with the beyond the Standard Model predictions of various benchmark scenarios of Minimal Supersymmetric Standard Model, extended scalar sector, Next-to-Minimal Supersymmetric Standard Model and exotic Higgs boson decays. This report follows three previous working-group reports: Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002), Handbook of LHC Higgs Cross Sections: 2. Differential Distributions (CERN-2012-002), and Handbook of LHC Higgs Cross Sections: 3. Higgs properties (CERN-2013-004). The current report serves as the baseline reference for Higgs physics in LHC Run 2 and beyond.",
                "We combine the next-to-next-to-leading order QCD corrections to lepton-pair production through the Drell-Yan mechanism with the next-to-leading order (NLO) electroweak corrections within the framework of the Fully Exclusive W and Z Production (FEWZ) simulation code. Control over both sources of higher-order contributions is necessary for measurements where percent-level theoretical predictions are crucial and in phase-space regions where the NLO electroweak corrections grow large. The inclusion of both corrections in a single simulation code eliminates the need to separately incorporate such effects as final-state radiation and electroweak Sudakov logarithms when comparing many experimental results to theory. We recalculate the NLO electroweak corrections in the complex-mass scheme for both massless and massive final-state leptons, and modify the QCD corrections in the original FEWZ code to …",
                "We present an updated version of the FEWZ (Fully Exclusive W and Z production) code for the calculation of W and gamma*\/Z production at next-to-next-to-leading order in the strong coupling. Several new features and observables are introduced, and an order-of-magnitude speed improvement over the performance of FEWZ 2.0 is demonstrated. New phenomenological results for W production and comparisons with LHC data are presented, and used to illustrate the range of physics studies possible with the features of FEWZ 2.1. We demonstrate with an example the importance of directly comparing fiducial-region measurements with theoretical predictions, rather than first extrapolating them to the full phase space.",
                "We compute the 3-loop Script O (αα s) correction to the Higgs boson production cross section arising from light quarks using an effective theory approach. Our calculation probes the factorization of QCD and electroweak perturbative corrections to this process. We combine our results with the best current estimates for contributions from top and bottom quarks to derive an updated theoretical prediction for the Higgs boson production cross section in gluon fusion. With the use of the MSTW 2008 parton distribution functions that include the newest experimental data, our study results in cross sections approximately 4–6% lower for intermediate Higgs boson masses than those used in recent Tevatron analyses that imposed a 95% confidence level exclusion limit of a Standard Model Higgs boson with M H= 170 GeV."
            ],
            [
                [
                    "High energy physics",
                    "theoretical physics"
                ]
            ]
        ]
    ]
}