{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MHEU4LQA",
            "BTUL6v8AAAAJ",
            [
                "A quantum spin transducer based on nanoelectromechanical resonator arrays",
                "Coherent sensing of a mechanical resonator with a single-spin qubit",
                "Sensing distant nuclear spins with a single electron spin",
                "Systematic study of trace radioactive impurities in candidate construction materials for EXO-200",
                "Gravitational wave detection with optical lattice atomic clocks",
                "Spin–orbit-coupled fermions in an optical lattice clock",
                "Probing Johnson noise and ballistic transport in normal metals with a single-spin qubit",
                "Dynamics of interacting fermions under spin–orbit coupling in an optical lattice clock",
                "Measuring mechanical motion with a single spin",
                "Prospects for fundamental physics with LISA"
            ],
            [
                "Isolated electronic and nuclear spins in solids are at present being actively explored for potential quantum-computing applications. Spin degrees of freedom provide an excellent quantum memory, owing to their weak magnetic interactions with the environment. For the same reason, however, it is difficult to achieve controlled interactions of spins over distances larger than tens of nanometres. Here we propose a new realization of a quantum data bus for spin qubits where spins are coupled to the motion of magnetized mechanical resonators through magnetic-field gradients. Provided that the mechanical system is charged, the magnetic moments associated with spin qubits can be effectively amplified to enable a coherent spin–spin coupling over long distances through Coulomb forces. Our approach is applicable to a wide class of electronic spin qubits, which can be localized near magnetized tips and can be used …",
                "Mechanical systems can be influenced by a wide variety of small forces, ranging from gravitational to optical, electrical, and magnetic. When mechanical resonators are scaled down to nanometer-scale dimensions, these forces can be harnessed to enable coupling to individual quantum systems. We demonstrate that the coherent evolution of a single electronic spin associated with a nitrogen vacancy center in diamond can be coupled to the motion of a magnetized mechanical resonator. Coherent manipulation of the spin is used to sense driven and Brownian motion of the resonator under ambient conditions with a precision below 6 picometers. With future improvements, this technique could be used to detect mechanical zero-point fluctuations, realize strong spin-phonon coupling at a single quantum level, and implement quantum spin transducers.",
                "We experimentally demonstrate the use of a single electronic spin to measure the quantum dynamics of distant individual nuclear spins from within a surrounding spin bath. Our technique exploits coherent control of the electron spin, allowing us to isolate and monitor nuclear spins weakly coupled to the electron spin. Specifically, we detect the evolution of distant individual C 13 nuclear spins coupled to single nitrogen vacancy centers in a diamond lattice with hyperfine couplings down to a factor of 8 below the electronic spin bare dephasing rate. Potential applications to nanoscale magnetic resonance imaging and quantum information processing are discussed.",
                "The Enriched Xenon Observatory (EXO) will search for double beta decays of 136Xe. We report the results of a systematic study of trace concentrations of radioactive impurities in a wide range of raw materials and finished parts considered for use in the construction of EXO-200, the first stage of the EXO experimental program. Analysis techniques employed, and described here, include direct gamma counting, alpha counting, neutron activation analysis, and high-sensitivity mass spectrometry.",
                "We propose a space-based gravitational wave (GW) detector consisting of two spatially separated, drag-free satellites sharing ultrastable optical laser light over a single baseline. Each satellite contains an optical lattice atomic clock, which serves as a sensitive, narrowband detector of the local frequency of the shared laser light. A synchronized two-clock comparison between the satellites will be sensitive to the effective Doppler shifts induced by incident GWs at a level competitive with other proposed space-based GW detectors, while providing complementary features. The detected signal is a differential frequency shift of the shared laser light due to the relative velocity of the satellites, and the detection window can be tuned through the control sequence applied to the atoms’ internal states. This scheme enables the detection of GWs from continuous, spectrally narrow sources, such as compact binary inspirals, with …",
                "Engineered spin–orbit coupling (SOC) in cold-atom systems can enable the study of new synthetic materials and complex condensed matter phenomena 1, 2, 3, 4, 5, 6, 7, 8. However, spontaneous emission in alkali-atom spin–orbit-coupled systems is hindered by heating, limiting the observation of many-body effects 1, 2, 5 and motivating research into potential alternatives 9, 10, 11. Here we demonstrate that spin–orbit-coupled fermions can be engineered to occur naturally in a one-dimensional optical lattice clock 12. In contrast to previous SOC experiments 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, here the SOC is both generated and probed using a direct ultra-narrow optical clock transition between two electronic orbital states in 87 Sr atoms. We use clock spectroscopy to prepare lattice band populations, internal electronic states and quasi-momenta, and to produce spin–orbit-coupled dynamics. The exceptionally long …",
                "Thermally induced electrical currents, known as Johnson noise, cause fluctuating electric and magnetic fields in proximity to a conductor. These fluctuations are intrinsically related to the conductivity of the metal. We use single-spin qubits associated with nitrogen-vacancy centers in diamond to probe Johnson noise in the vicinity of conductive silver films. Measurements of polycrystalline silver films over a range of distances (20 to 200 nanometers) and temperatures (10 to 300 kelvin) are consistent with the classically expected behavior of the magnetic fluctuations. However, we find that Johnson noise is markedly suppressed next to single-crystal films, indicative of a substantial deviation from Ohm’s law at length scales below the electron mean free path. Our results are consistent with a generalized model that accounts for the ballistic motion of electrons in the metal, indicating that under the appropriate conditions …",
                "Quantum statistics and symmetrization dictate that identical fermions do not interact via s-wave collisions. However, in the presence of spin–orbit coupling (SOC), fermions prepared in identical internal states with distinct momenta become distinguishable. The resulting strongly interacting system can exhibit exotic topological and pairing behaviours, many of which are yet to be observed in condensed matter systems. Ultracold atomic gases offer a promising pathway for simulating these rich phenomena, but until recently have been hindered by heating and losses. Here we enter a new regime of many-body interacting SOC in a fermionic optical lattice clock (OLC), where the long-lived electronic clock states mitigate unwanted dissipation. Using clock spectroscopy, we observe the precession of the collective magnetization and the emergence of spin-locking effects arising from an interplay between p-wave and SOC …",
                "We study theoretically the measurement of a mechanical oscillator using a single two-level system as a detector. In a recent experiment, we used a single electronic spin associated with a nitrogen–vacancy center in diamond to probe the thermal motion of a magnetized cantilever at room temperature (Kolkowitz et al 2012 Science 335 1603). Here, we present a detailed analysis of the sensitivity limits of this technique, as well as the possibility to measure the zero-point motion of the oscillator. Further, we discuss the issue of measurement backaction in sequential measurements and find that although backaction heating can occur, it does not prohibit the detection of zero-point motion. Throughout the paper, we focus on the experimental implementation of a nitrogen–vacancy center coupled to a magnetic cantilever; however, our results are applicable to a wide class of spin–oscillator systems. The implications for the …",
                "In this paper, which is of programmatic rather than quantitative nature, we aim to further delineate and sharpen the future potential of the LISA mission in the area of fundamental physics. Given the very broad range of topics that might be relevant to LISA, we present here a sample of what we view as particularly promising fundamental physics directions. We organize these directions through a “science-first” approach that allows us to classify how LISA data can inform theoretical physics in a variety of areas. For each of these theoretical physics classes, we identify the sources that are currently expected to provide the principal contribution to our knowledge, and the areas that need further development. The classification presented here should not be thought of as cast in stone, but rather as a fluid framework that is amenable to change with the flow of new insights in theoretical physics."
            ],
            [
                [
                    "Atomics Molecular and Optical physics",
                    "Metrology",
                    "Precision measurement",
                    "Nanoscale sensing"
                ]
            ]
        ]
    ]
}