{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MHUTONUQ",
            "m8IraCoAAAAJ",
            [
                "Identification of herpesvirus-like DNA sequences in AIDS-associated Kaposi's sarcoma",
                "A progress report on the treatment of 157 patients with advanced cancer using lymphokine-activated killer cells and interleukin-2 or high-dose interleukin-2 alone",
                "Carcinogens are mutagens: a simple test system combining liver homogenates for activation and bacteria for detection",
                "An improved bacterial test system for the detection and classification of mutagens and carcinogens",
                "Cytokines: coordinators of immune and inflammatory responses",
                "Pre-early adenovirus 5 gene product regulates synthesis of early viral messenger RNAs",
                "Isolation and characterization of a human interleukin cDNA clone, homologous to mouse B-cell stimulatory factor 1, that expresses B-cell-and T-cell-stimulating activities",
                "Isolation and characterization of a mouse interleukin cDNA clone that expresses B-cell stimulatory factor 1 activities and T-cell-and mast-cell-stimulating activities",
                "Glucocorticoids regulate expression of dihydrofolate reductase cDNA in mouse mammary tumour virus chimaeric plasmids",
                "Human recombinant interleukin 4 induces Fc epsilon receptors (CD23) on normal human B lymphocytes."
            ],
            [
                "Representational difference analysis was used to isolate unique sequences present in more than 90 percent of Kaposi9s sarcoma (KS) tissues obtained from patients with acquired immunodeficiency syndrome (AIDS). These sequences were not present in tissue DNA from non-AIDS patients, but were present in 15 percent of non-KS tissue DNA samples from AIDS patients. The sequences are homologous to, but distinct from, capsid and tegument protein genes of the Gammaherpesvirinae, herpesvirus saimiri and Epstein-Barr virus. These KS-associated herpesvirus-like (KSHV) sequences appear to define a new human herpesvirus.",
                "We studied the effects of adoptive immunotherapy with lymphokine-activated killer (LAK) cells plus interleukin-2 or therapy with high-dose interleukin-2 alone in 157 patients with metastatic cancer for whom standard therapy had proved ineffective or no standard effective treatment was available. One hundred eight patients were treated with 127 courses of LAK cells plus interleukin-2, and 49 patients were treated with 53 courses of high-dose interleukin-2 alone.Of 106 evaluable patients receiving LAK cells plus interleukin-2, 8 had complete responses, 15 had partial responses, and 10 had minor responses. The median duration of response was 10 months among those with complete responses and 6 months among those with partial responses; the patient with the longest complete response was still in remission 22 months after treatment. Of 46 evaluable patients treated with high-dose interleukin-2 alone, 1 had a …",
                "18 Carcinogens, including aflatoxin B1, benzo(a)pyrene, acetylaminofluorene, benzidine, and dimethylamino-trans-stilbene, are shown to be activated by liver homogenates to form potent frameshift mutagens. We believe that these carcinogens have in common a ring system sufficiently planar for a stacking interaction with DNA base pairs and a part of the molecule capable of being metabolized to a reactive group: these structural features are discussed in terms of the theory of frameshift mutagenesis. We propose that these carcinogens, and many others that are mutagens, cause cancer by somatic mutation. A simple, inexpensive, and extremely sensitive test for detection of carcinogens as mutagens is described. It consists of the use of a rat or human liver homogenate for carcinogen activation (thus supplying mammalian metabolism) and a set of Salmonella histidine mutants for mutagen detection. The …",
                "We previously described a set of four strains of Salmonella typhimurium designed for detecting the various types of mutagens, and showed their utility in detecting a wide variety of carcinogens as mutagens. The lipopolysaccharide that normally coats these bacteria is a barrier to penetration of mutagens to the cell membrane. The set of tester strains has been improved by adding a mutation (rfa: deep rough) that results in a deficient lipopolysaccharide. The techniques for using these strains for detecting mutagens are presented and the tests are shown to be extremely sensitive and convenient. The specificity of frameshift mutagenesis is clarified. As adjuncts to the test with the four strains, we describe a test that compares mutagenic killing in deep rough strains with and without DNA excision repair, and a test using forward mutagenesis in a deep rough strain lacking excision repair.",
                "Proliferation and differentiation of mammalian cells are generally controlled by extracellular signals. Among these signals are a group of polypeptide growth factors and differentiation factors such as EGF, NGF, PDGF, and FGF. More recently, a battery of lymphokines and monokines produced by activated T cells or macrophages have been added to this catalogue. Gly coproteins such as IL-I, IL-2, IL-3, IL-4, IL-5, IL-6, GM-CSF, G-CSF, IFN-,}\" TNF-a, and lymphotoxin mediate immune and inflammatory re sponses. Likewise, factors produced by stromal cells such as M-CSF, IL-7, and LIF also participate in these responses. All these molecules, including IFN-a, IFN-{3, TGF-a, and TGF-{3, are collectively called cytokines. Cyto kines are important for the interactions between cells in the immune response. lAbbreviations used: ADF, ATL-derived factor; AGF, astroglial growth factor; APR, acute phase reactant; ATL, adult T …",
                "The studies described here demonstrate that the expression of many early adenovirus mRNAs is dependent upon the activity of a pre-early viral product. This viral gene product is defective in adenovirus 5 host range (Ad hr) group I mutants. Adenovirus 5 host range mutants were previously isolated by their ability to replicate in the adenovirus 5-transformed human embryonic cell line 293 and by their inability to replicate efficiently in HeLa cells (Harrison, Graham and Williams, 1977). The group I complementation class of host range mutants has been mapped by marker rescue between 0 and 4.4 units (Frost and Williams, 1978). We have used the S1 nuclease gel technique to examine the expression of early mRNA after infection of HeLa cells with Ad5 hr group I and II mutants. The Ad5 hr group II mutants stimulate the synthesis of a wild-type pattern of early mRNAs. In contrast, infection of HeLa cells with Ad5 hr …",
                "A cDNA sequence coding for a human interleukin has been isolated from a concanavalin A-activated human T-cell cDNA library based on homology with a mouse interleukin cDNA that expresses B-cell stimulatory factor 1 (BSF-1) activity and T-cell- and mast-cell-stimulating activities. The human cDNA contains a single open reading frame encoding a protein of 153 amino acid residues including a putative signal peptide. Amino acid sequences of the mouse and human polypeptides, deduced from their cDNAs, share extensive homology with the exception of about 40 amino acid residues near the middle portion, which share little homology. Supernatant of COS-7 monkey cells transfected with the human cDNA clone stimulated proliferation of human helper T-cell clones and of anti-IgM-activated human B cells, two properties of mouse BSF-1 on mouse cells. These results indicate that this human cDNA clone …",
                "A cDNA sequence coding for a unique mouse interleukin that expresses B-cell-, T-cell, and mast-cell-stimulating activities has been isolated from a mouse helper T-cell cDNA library. The library, constructed in the pcD expression vector, was screened by transfecting COS monkey cells with DNA pools to express the products encoded by full-length cDNA inserts. By assaying the transfected cell supernatants, we identified clones encoding a factor that stimulates T-cell and mast cell lines. This factor also induces Ia expression on resting B cells and enhances IgG1 and IgE production by B cells, two properties of B-cell-stimulatory factor 1. The DNA sequence codes for a polypeptide of 140 amino acid residues including a putative signal peptide. These results demonstrate that a single cDNA clone distinct from interleukin 2 and interleukin 3 encodes a polypeptide with multiple biological activities.",
                "Fusions between the mouse mammary tumour virus long terminal repeat and a mouse dihydrofolate reductase cDNA have been constructed in a SV40 vector. When these plasmids are transferred into recipient cells, the production of dihydrofolate reductase is regulated by glucocorticoid hormones. These results define a hormonally responsive region of the viral genome.",
                "Human rIL-4 is able to induce the expression of low-affinity receptors for IgE (Fc epsilon RL\/CD23) on resting B lymphocytes, as determined by the binding of either the anti Fc epsilon RL\/CD23-specific mAb 25 or IgE. Stimulation of B cells with insolubilized anti-IgM antibody increases the number of cells expressing Fc epsilon RL\/CD23 upon culturing with IL-4 and enhances the level of Fc epsilon RL\/CD23 expression on these cells. Fc epsilon RL\/CD23 induction is specific for IL-4 since IL-1 alpha, IL-2, IFN-gamma, B cell-derived B cell growth factor (BCGF), and a low-molecular-weight BCGF were ineffective. IFN-gamma strongly inhibited the induction of Fc epsilon RL\/CD23 by IL-4."
            ],
            [
                [
                    "iot"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}