{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MIKE2TWP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Leonid Glazman Leonid Glazman Donner Professor of Physics SPL 55A +1 (203) 432-6920 leonid.glazman@yale.edu Theoretical Condensed Matter Physics Leonid Glazman is a Donner Professor of Physics, Professor of Applied Physics, and a member of Yale Quantum Institute at Yale University. His research area is quantum condensed matter theory. Before joining the faculty at Yale University, he was on the faculty of the University of Minnesota. There he was one of the three founding members of the condensed matter group of the William I. Fine Theoretical Physics Institute and later the director of that Institute. Professor Glazman is interested in dynamic properties of quantum low-dimensional interacting systems. These include a diverse set of objects, such as low-dimensional quantum fluids, topological materials, and various condensed matter implementations of qubits. He actively collaborates with the Yale experimental groups in the field of quantum information, and with quantum materials groups outside Yale University. Ph.D., Institute of Low Temperature Physics & Engineering, Ukr. SSR Academy of Sciences, 1982 Honors & Awards: Senior Fellow of Institute for Theoretical Studies, ETH-Zuerich, Switzerland, 2017; Schroedinger Visiting Professor, Pauli Center at ETH-Zuerich, Switzerland, 2015; The Leverhulme Trust Visiting Professorship, UK, 2012; Chair of Excellence of Nanosciences Foundation, Grenoble, France, 2008-2011; Humboldt Research Award for Senior US Scientists, 2002; Creativity Award from the National Science Foundation, 2000; McKnight Presidential Chair of Theoretical Condensed Matter Physics, since 2000; Fellow of the American Physical Society, since 1997. Link to arXiv preprints See also for a selection of review articles and lecture notes, and for a description of some of the works. Skip to content Leonid Glazman open primary menu Donner Professor of Physics and Professor of Applied Physics Fellow of the American Physical Society Humboldt Research Award for Senior US Scientists Postal Address: Department of Physics Yale University 217 Prospect Street New Haven, CT 06511-8499 E-mail: leonid.glazman@yale.edu Office: SPL 55A Phone: (203) 432-6920 Fax: (203) 432-6175 Research Interests and Links to Selected Publications Physics of mesoscopic solids: nonlinear Luttinger liquid , topological insulators , mesoscopic electron transport , edge states and collective excitations , quantum fluctuations of charge and spin Superconductivity: qubits , mesoscopic superconductors , properties of layered superconductors (including high-Tc materials ) Cold atoms: dynamics of low-dimensional quantum fluids  SELECTED PUBLISHED REVIEW ARTICLES AND LECTURE NOTES Leonid I. Glazman and Gianluigi Catelani, Bogoliubov Quasiparticles in Superconducting Qubits , 2019 Les Houches Summer School on Quantum Information Machines, Lecture notes https:\/\/arxiv.org\/abs\/2003. 04366 Adilet Imambekov, Thomas L. Schmidt, and Leonid I. Glazman, One-dimensional quantum liquids: Beyond the Luttinger liquid paradigm , Reviews of Modern Physics, 84 , 1253-1306 (2012) http:\/\/arxiv.org\/abs\/1110.1374 Vikram V. Deshpande, Marc Bockrath, Leonid I. Glazman & Amir Yacoby, Electron liquids and solids in one dimension , Nature (Insight article) 464 , 209-216 (2010) http:\/\/www.nature.com\/nature\/journal\/v464\/n7286\/abs\/nature08918.html L.I. Glazman and M. Pustilnik, Low-temperature transport through a quantum dot , In: “Nanophysics: Coherence and Transport,” eds. H. Bouchiat et al. (Elsevier, 2005), pp. 427-478 (Les Houches 2004 Summer School Lecture Notes) http:\/\/arxiv.org\/abs\/cond-mat\/0501007 I.L. Aleiner, P.W. Brouwer, L.I. Glazman, Quantum effects in Coulomb blockade , Physics Reports, 358\/5-6 , 309-440 (2002) http:\/\/arxiv.org\/abs\/cond-mat\/0103008 M.P.A. Fisher and L.I. Glazman, Transport in one-dimensional Luttinger liquid . In: Mesoscopic Electron Transport, ed. by L.L. Sohn, L.P. Kouwenhoven, and G. Schoen. NATO ASI Series, Vol. 345 , p. 331, Kluwer Academic Publishers, 1997 http:\/\/arxiv.org\/abs\/cond-mat\/9610037  SOME RECENT PUBLICATIONS [Link to all papers in cond -mat archive (since 1993) ] 245. “Topological Properties of Linear Circuit Lattices” Phys. Rev. Lett., 114 , 173902 (2015) [with V. Albert and L. Jiang] 244. “Strong Localization of Majorana End States in Chains of Magnetic Adatoms” Phys. Rev. Lett., 114 , 106801 (2015) [with Y. Peng, F. Pientka, and F. von Oppen] 233. “Coherent suppression of electromagnetic dissipation due to superconducting quasiparticles”, Nature, 508 , 369 (2014) {with I.M. Pop, K. Geerlings, G. Catelani, R.J. Schoelkopf, and M.H. Devoret} 231. “Single Quasiparticle Trapping in Aluminum Nanobridge Josephson Junctions,” Phys. Rev. Lett., 112 , 047002 (2014) {with M. Levenson-Falk, F. Kos, R. Vijay, and I. Siddiqi} 228. “Topological superconducting phase in helical Shiba chains,” Phys. Rev. B 88 , 155420 (2013) {with Falko Pientka and Felix von Oppen} 222. Mesoscopic Fluctuations of Conductance of a Helical Edge Contaminated by Magnetic Impurities,” Phys. Rev. Lett., 110 , 206803 (2013) {with Vadim Cheianov} 221. “Helical Edge Resistance Introduced by Charge Puddles,” Phys. Rev. Lett., 110 , 216402 (2013) {with Jukka I. Väyrynen and Moshe Goldstein} 219. “Inelastic Microwave Photon Scattering off a Quantum Impurity in a Josephson-Junction Array,” Phys. Rev. Lett., 110 , 017002 (2013) {with Moshe Goldstein, Michel H. Devoret, Manuel Houzet} 218. “Quantum Ripples Over a Semiclassical Shock,” Phys. Rev. Lett., 109 , 260602 (2012) {with Eldad Bettelheim} 217. “Composite fermion state of spin-orbit-coupled bosons,” Phys. Rev. A 86 , 063639 (2012) {with Tigran A. Sedrakyan, Alex Kamenev} 210. “Inelastic Electron Backscattering in a Generic Helical Edge Channel,” Phys. Rev. Lett., 108 , 156402 (2012) {with Thomas L. Schmidt, Stephan Rachel, and Felix von Oppen} 184. “Fluxonium: Single Cooper-Pair Circuit Free of Charge Offsets,” Science, 326 ,113 (2009) {with V.E. Manucharyan, J. Koch, and M. Devoret}    Author WordPress Theme by Compete Themes Skip to toolbar Log In Search"
            ]
        ]
    ]
}