{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MILC0E27",
            "miOPDIcAAAAJ",
            [
                "Measurement of direct photon pair production cross sections in pp¯ collisions at s= 1.96 TeV",
                "Search for R-parity violating supersymmetry via the LLE¯ couplings λ121, λ122 or λ133 in pp¯ collisions at s= 1.96 TeV",
                "Measurement of electroweak production of a W boson and two forward jets in proton-proton collisions at s                      =           8                             TeV",
                "Search for nonresonant Higgs boson pair production in the b                       b            ¯                      b                       b            ¯                                        final state at s …",
                "Measurements of production cross sections of WZ and same-sign WW boson pairs in association with two jets in proton-proton collisions at s= 13TeV"
            ],
            [
                "We present a measurement of direct photon pair production cross sections using 4.2 fb− 1 of data collected with the D0 detector at the Fermilab Tevatron p p¯ Collider. We measure single differential cross sections as a function of the diphoton mass, the transverse momentum of the diphoton system, the azimuthal angle between the photons, and the polar scattering angle of the photons. In addition, we measure double differential cross sections considering the last three kinematic variables in three diphoton mass bins. The results are compared with different perturbative QCD predictions and event generators.",
                "A search for gaugino pair production with a trilepton signature in the framework of R-parity violating supersymmetry via the couplings λ 121, λ 122, or λ 133 is presented. The data, corresponding to an integrated luminosity of L≈ 360 pb− 1, were collected from April 2002 to August 2004 with the D∅ detector at the Fermilab Tevatron Collider, at a center-of-mass energy of s= 1.96 TeV. This analysis considers final states with three charged leptons with the flavor combinations eeℓ, μμℓ, and eeτ (ℓ= e or μ). No evidence for supersymmetry is found and limits at the 95% confidence level are set on the gaugino pair production cross section and lower bounds on the masses of the lightest neutralino and chargino are derived in two supersymmetric models.",
                "A measurement is presented of the cross section for the electroweak production of a W boson in association with two jets in proton-proton collisions at a center-of-mass energy of 8 TeV. The data set was collected with the CMS detector and corresponds to an integrated luminosity of 19.3 fb− 1. The measured fiducial cross section for W bosons decaying to electrons or muons and for p T j1> 60 GeV, p T j2> 50 GeV,| η j|< 4. 7, and m jj> 1000 GeV is 0. 42±0. 04 (stat)±0. 09 (syst)±0. 01 (lumi) pb. This result is consistent with the standard model leading-order prediction of 0. 50±0. 02 (scale)±0. 02 (PDF) pb obtained with M ad G raph 5_a mc@ nlo 2.1 interfaced to pythia 6.4. This is the first cross section measurement for this process.",
                "Results of a search for nonresonant production of Higgs boson pairs, with each Higgs boson decaying to a pair, are presented. This search uses data from proton-proton collisions at a centre-of-mass energy of 13 TeV, corresponding to an integrated luminosity of 35.9 fb− 1, collected by the CMS detector at the LHC. No signal is observed, and a 95% confidence level upper limit of 847 fb is set on the cross section for standard model nonresonant Higgs boson pair production times the squared branching fraction of the Higgs boson decay to a pair. The same signature is studied, and upper limits are set, in the context of models of physics beyond the standard model that predict modified couplings of the Higgs boson.",
                "Measurements of production cross sections of W Z and same-sign W W boson pairs in association with two jets in proton-proton collisions at s= 13 TeV at the LHC are reported. The data sample corresponds to an integrated luminosity of 137 fb− 1, collected with the CMS detector during 2016–2018. The measurements are performed in the leptonic decay modes Image 1 and Image 2, where ℓ, ℓ′= e, Image 3. Differential fiducial cross sections as functions of the invariant masses of the jet and charged lepton pairs, as well as of the leading-lepton transverse momentum, are measured for W±W±production and are consistent with the standard model predictions. The dependence of differential cross sections on the invariant mass of the jet pair is also measured for W Z production. An observation of electroweak production of W Z boson pairs is reported with an observed (expected) significance of 6.8 (5.3) standard …"
            ],
            [
                [
                    "experimental particle physics"
                ]
            ]
        ]
    ]
}