{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MJOGQ1N9",
            "u3BzscAAAAAJ",
            [
                "Observation of gravitational waves from a binary black hole merger",
                "GW170817: observation of gravitational waves from a binary neutron star inspiral",
                "GW151226: observation of gravitational waves from a 22-solar-mass binary black hole coalescence",
                "Advanced ligo",
                "Multi-messenger observations of a binary neutron star merger",
                "GW170104: observation of a 50-solar-mass binary black hole coalescence at redshift 0.2",
                "GW170814: a three-detector observation of gravitational waves from a binary black hole coalescence",
                "Gravitational waves and gamma-rays from a binary neutron star merger: GW170817 and GRB 170817A",
                "LIGO: the laser interferometer gravitational-wave observatory",
                "Predictions for the rates of compact binary coalescences observable by ground-based gravitational-wave detectors"
            ],
            [
                "On September 14, 2015 at 09: 50: 45 UTC the two detectors of the Laser Interferometer Gravitational-Wave Observatory simultaneously observed a transient gravitational-wave signal. The signal sweeps upwards in frequency from 35 to 250 Hz with a peak gravitational-wave strain of 1.0× 10− 21. It matches the waveform predicted by general relativity for the inspiral and merger of a pair of black holes and the ringdown of the resulting single black hole. The signal was observed with a matched-filter signal-to-noise ratio of 24 and a false alarm rate estimated to be less than 1 event per 203 000 years, equivalent to a significance greater than 5.1 σ. The source lies at a luminosity distance of 41 0− 180+ 160 Mpc corresponding to a redshift z= 0.0 9− 0.04+ 0.03. In the source frame, the initial black hole masses are 3 6− 4+ 5 M⊙ and 2 9− 4+ 4 M⊙, and the final black hole mass is 6 2− 4+ 4 M⊙, with 3. 0− 0.5+ 0.5 M⊙ c 2 …",
                "On August 17, 2017 at 12∶ 41: 04 UTC the Advanced LIGO and Advanced Virgo gravitational-wave detectors made their first observation of a binary neutron star inspiral. The signal, GW170817, was detected with a combined signal-to-noise ratio of 32.4 and a false-alarm-rate estimate of less than one per 8.0× 10 4 years. We infer the component masses of the binary to be between 0.86 and 2.26 M⊙, in agreement with masses of known neutron stars. Restricting the component spins to the range inferred in binary neutron stars, we find the component masses to be in the range 1.17–1.60 M⊙, with the total mass of the system 2.7 4− 0.01+ 0.04 M⊙. The source was localized within a sky region of 28 deg 2 (90% probability) and had a luminosity distance of 4 0− 14+ 8 Mpc, the closest and most precisely localized gravitational-wave signal yet. The association with the γ-ray burst GRB 170817A, detected by Fermi-GBM …",
                "We report the observation of a gravitational-wave signal produced by the coalescence of two stellar-mass black holes. The signal, GW151226, was observed by the twin detectors of the Laser Interferometer Gravitational-Wave Observatory (LIGO) on December 26, 2015 at 03: 38: 53 UTC. The signal was initially identified within 70 s by an online matched-filter search targeting binary coalescences. Subsequent off-line analyses recovered GW151226 with a network signal-to-noise ratio of 13 and a significance greater than 5 σ. The signal persisted in the LIGO frequency band for approximately 1 s, increasing in frequency and amplitude over about 55 cycles from 35 to 450 Hz, and reached a peak gravitational strain of 3. 4− 0.9+ 0.7× 10− 22. The inferred source-frame initial black hole masses are 14.2− 3.7+ 8.3 M⊙ and 7. 5− 2.3+ 2.3 M⊙, and the final black hole mass is 20.8− 1.7+ 6.1 M⊙. We find that at least one of …",
                "The Advanced LIGO gravitational wave detectors are second-generation instruments designed and built for the two LIGO observatories in Hanford, WA and Livingston, LA, USA. The two instruments are identical in design, and are specialized versions of a Michelson interferometer with 4 km long arms. As in Initial LIGO, Fabry–Perot cavities are used in the arms to increase the interaction time with a gravitational wave, and power recycling is used to increase the effective laser power. Signal recycling has been added in Advanced LIGO to improve the frequency response. In the most sensitive frequency region around 100 Hz, the design strain sensitivity is a factor of 10 better than Initial LIGO. In addition, the low frequency end of the sensitivity band is moved from 40 Hz down to 10 Hz. All interferometer components have been replaced with improved technologies to achieve this sensitivity gain. Much better seismic …",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "We describe the observation of GW170104, a gravitational-wave signal produced by the coalescence of a pair of stellar-mass black holes. The signal was measured on January 4, 2017 at 10∶ 11: 58.6 UTC by the twin advanced detectors of the Laser Interferometer Gravitational-Wave Observatory during their second observing run, with a network signal-to-noise ratio of 13 and a false alarm rate less than 1 in 70 000 years. The inferred component black hole masses are 31. 2− 6.0+ 8.4 M⊙ and 19. 4− 5.9+ 5.3 M⊙(at the 90% credible level). The black hole spins are best constrained through measurement of the effective inspiral spin parameter, a mass-weighted combination of the spin components perpendicular to the orbital plane, χ eff=− 0.1 2− 0.30+ 0.21. This result implies that spin configurations with both component spins positively aligned with the orbital angular momentum are disfavored. The source …",
                "On August 14, 2017 at 10∶ 30: 43 UTC, the Advanced Virgo detector and the two Advanced LIGO detectors coherently observed a transient gravitational-wave signal produced by the coalescence of two stellar mass black holes, with a false-alarm rate of≲ 1 in 27 000 years. The signal was observed with a three-detector network matched-filter signal-to-noise ratio of 18. The inferred masses of the initial black holes are 30. 5− 3.0+ 5.7 M⊙ and 25. 3− 4.2+ 2.8 M⊙(at the 90% credible level). The luminosity distance of the source is 54 0− 210+ 130 Mpc, corresponding to a redshift of z= 0.1 1− 0.04+ 0.03. A network of three detectors improves the sky localization of the source, reducing the area of the 90% credible region from 1160 deg 2 using only the two LIGO detectors to 60 deg 2 using all three detectors. For the first time, we can test the nature of gravitational-wave polarizations from the antenna response of the …",
                "On 2017 August 17, the gravitational-wave event GW170817 was observed by the Advanced LIGO and Virgo detectors, and the gamma-ray burst (GRB) GRB 170817A was observed independently by the Fermi Gamma-ray Burst Monitor, and the Anti-Coincidence Shield for the Spectrometer for the International Gamma-Ray Astrophysics Laboratory. The probability of the near-simultaneous temporal and spatial observation of GRB 170817A and GW170817 occurring by chance is 5.0 10 8-. We therefore confirm binary neutron star mergers as a progenitor of short GRBs. The association of GW170817 and GRB 170817A provides new insight into fundamental physics and the origin of short GRBs. We use the observed time delay of 1.74 0.05 s+() between GRB 170817A and GW170817 to:(i) constrain the difference between the speed of gravity and the speed of light to be between 3 10 15--and 7 10 16+-times …",
                "The goal of the Laser Interferometric Gravitational-Wave Observatory (LIGO) is to detect and study gravitational waves (GWs) of astrophysical origin. Direct detection of GWs holds the promise of testing general relativity in the strong-field regime, of providing a new probe of exotic objects such as black holes and neutron stars and of uncovering unanticipated new astrophysics. LIGO, a joint Caltech–MIT project supported by the National Science Foundation, operates three multi-kilometer interferometers at two widely separated sites in the United States. These detectors are the result of decades of worldwide technology development, design, construction and commissioning. They are now operating at their design sensitivity, and are sensitive to gravitational wave strains smaller than one part in 10 21. With this unprecedented sensitivity, the data are being analyzed to detect or place limits on GWs from a variety of …",
                "We present an up-to-date, comprehensive summary of the rates for all types of compact binary coalescence sources detectable by the initial and advanced versions of the ground-based gravitational-wave detectors LIGO and Virgo. Astrophysical estimates for compact-binary coalescence rates depend on a number of assumptions and unknown model parameters and are still uncertain. The most confident among these estimates are the rate predictions for coalescing binary neutron stars which are based on extrapolations from observed binary pulsars in our galaxy. These yield a likely coalescence rate of 100 Myr− 1 per Milky Way Equivalent Galaxy (MWEG), although the rate could plausibly range from 1 Myr− 1 MWEG− 1 to 1000 Myr− 1 MWEG− 1 (Kalogera et al 2004 Astrophys. J. 601 L179; Kalogera et al 2004 Astrophys. J. 614 L137 (erratum)). We convert coalescence rates into detection rates based on data …"
            ],
            [
                [
                    "Gravitational physics",
                    "astrophysics",
                    "theoretical physics"
                ]
            ]
        ]
    ]
}