{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MJZ5OUAQ",
            "IeDlbkIAAAAJ",
            [
                "Giant Spin Pumping and Inverse Spin Hall Effect in the Presence of Surface and Bulk Spin−Orbit Coupling of Topological Insulator Bi2Se3",
                "Nonequilibrium spin Hall accumulation in ballistic semiconductor nanostructures",
                "DNA base-specific modulation of microampere transverse edge currents through a metallic graphene nanoribbon with a nanopore"
            ],
            [
                "Three-dimensional (3D) topological insulators are known for their strong spin–orbit coupling (SOC) and the existence of spin-textured surface states that might be potentially exploited for “topological spintronics.” Here, we use spin pumping and the inverse spin Hall effect to demonstrate successful spin injection at room temperature from a metallic ferromagnet (CoFeB) into the prototypical 3D topological insulator Bi2Se3. The spin pumping process, driven by the magnetization dynamics of the metallic ferromagnet, introduces a spin current into the topological insulator layer, resulting in a broadening of the ferromagnetic resonance (FMR) line width. Theoretical modeling of spin pumping through the surface of Bi2Se3, as well as of the measured angular dependence of spin-charge conversion signal, suggests that pumped spin current is first greatly enhanced by the surface SOC and then converted into a dc-voltage …",
                "We demonstrate that the flow of a longitudinal unpolarized current through a ballistic two-dimensional electron gas with Rashba spin-orbit coupling will induce a nonequilibrium spin accumulation which has opposite signs for the two lateral edges and is, therefore, the principal observable signature of the spin Hall effect in two-probe semiconductor nanostructures. The magnitude of its out-of-plane component is gradually diminished by static disorder, while it can be enhanced by an in-plane transverse magnetic field. Moreover, our prediction of the longitudinal component of the spin Hall accumulation, which is insensitive to the reversal of the bias voltage, offers direct evidence to differentiate experimentally between the extrinsic, intrinsic, and mesoscopic spin Hall mechanisms.",
                "We study two-terminal devices for DNA sequencing that consist of a metallic graphene nanoribbon with zigzag edges (ZGNR) and a nanopore in its interior through which the DNA molecule is translocated. Using the nonequilibrium Green functions combined with density functional theory, we demonstrate that each of the four DNA nucleobases inserted into the nanopore, whose edge carbon atoms are passivated by either hydrogen or nitrogen, will lead to a unique change in the device conductance. Unlike other recent biosensors based on transverse electronic transport through translocated DNA, which utilize small (of the order of pA) tunneling current across a nanogap or a nanopore yielding a poor signal-to-noise ratio, our device concept relies on the fact that in ZGNRs local current density is peaked around the edges so that drilling a nanopore away from the edges will not diminish the conductance. Inserting a …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Quantum Transport",
                    "Spintronics",
                    "Nanoelectronics",
                    "Thermoelectrics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}