{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MK8NVHQJ",
            "GEnJHlMAAAAJ",
            [
                "Cell zooming for cost-efficient green cellular networks",
                "Green mobile access network with dynamic base station energy saving",
                "Base station sleeping and resource allocation in renewable energy powered cellular networks",
                "Energy-aware traffic offloading for green heterogeneous networks",
                "Flight time minimization of UAV for data collection over wireless sensor networks",
                "GreenDelivery: Proactive content caching and push with energy-harvesting-based small cells",
                "Software defined machine-to-machine communication for smart energy management",
                "Optimal power allocation for energy harvesting and power grid coexisting wireless communication systems",
                "Traffic-aware base station sleeping in dense cellular networks",
                "How many small cells can be turned off via vertical offloading under a separation architecture?"
            ],
            [
                "Cell size in cellular networks is in general fixed based on the estimated traffic load. However, the traffic load can have significant spatial and temporal fluctuations, which bring both challenges and opportunities to the planning and operating of cellular networks. This article introduces a concept of cell zooming, which adaptively adjusts the cell size according to traffic load, user requirements and channel conditions. The implementation issues of cell zooming are then presented. Finally a usage case of cell zooming for energy saving is investigated. Centralized and distributed cell zooming algorithms are developed, and simulation results show that the proposed algorithms can greatly reduce the energy consumption, which leads to green cellular networks.",
                "The explosive development of ICT (information and communication technology) industry has emerged as one of the major sources of world energy consumption. Therefore, this paper concerns about the BS (base station) energy saving issue, for most energy consumption of the communication network comes from the BSs and the core network. Particularly, we consider dynamically turning off certain BSs when the network traffic is low. Centralized and decentralized implementations are investigated. Simulations demonstrate the energy efficiency of the proposed algorithms and the tradeoff between energy saving and coverage guarantee.",
                "We consider energy-efficient wireless resource management in cellular networks where base stations (BSs) are equipped with energy harvesting devices, using statistical information for traffic intensity and renewable energy. The problem is formulated as adapting BSs' on-off states, active resource blocks (e.g., subcarriers), and renewable energy allocation to minimize the average grid power consumption while satisfying the users' quality of service (blocking probability) requirements. It is transformed into an unconstrained optimization problem to minimize a weighted sum of grid power consumption and blocking probability. A two-stage dynamic programming algorithm is proposed to solve this problem, by which the BSs' on-off states are optimized in the first stage, and the active BSs' resource blocks are allocated iteratively in the second stage. Compared with the optimal joint BSs' on-off states and active resource …",
                "With small cell base stations (SBSs) densely deployed in addition to conventional macro base stations (MBSs), the heterogeneous cellular network (HCN) architecture can effectively boost network capacity. To support the huge power demand of HCNs, renewable energy harvesting technologies can be leveraged. In this paper, we aim to make efficient use of the harvested energy for on-grid power saving while satisfying the quality of service (QoS) requirement. To this end, energy-aware traffic offloading schemes are proposed, whereby user associations, ON-OFF states of SBSs, and power control are jointly optimized according to the statistical information of energy arrival and traffic load. Specifically, for the single SBS case, the power saving gain achieved by activating the SBS is derived in closed form, based on which the SBS activation condition and optimal traffic offloading amount are obtained. Furthermore, a …",
                "In this paper, we consider a scenario where an unmanned aerial vehicle (UAV) collects data from a set of sensors on a straight line. The UAV can either cruise or hover while communicating with the sensors. The objective is to minimize the UAV's total flight time from a starting point to a destination while allowing each sensor to successfully upload a certain amount of data using a given amount of energy. The whole trajectory is divided into non-overlapping data collection intervals, in each of which one sensor is served by the UAV. The data collection intervals, the UAV's speed, and the sensors' transmit powers are jointly optimized. The formulated flight time minimization problem is difficult to solve. We first show that when only one sensor is present, the sensor's transmit power follows a water-filling policy and the UAV's speed can be found efficiently by bisection search. Then, we show that for the general case with …",
                "The explosive growth of mobile multimedia traffic calls for scalable wireless access with high quality of service and low energy cost. Motivated by the emerging energy harvesting communications, and the trend of caching multimedia contents at the access edge and user terminals, we propose a paradigm shifting framework, GreenDelivery, enabling efficient content delivery with energy harvesting based small cells. To resolve the two-dimensional randomness of energy harvesting and content request arrivals, proactive caching and push are jointly optimized, with respect to the content popularity distribution and battery states. We thus develop a novel way of understanding the interplay between content and energy over time and space. Case studies are provided to show the substantial reduction of macro BS activities, and thus the related energy consumption from the power grid is reduced. Research issues of the …",
                "The successful realization of smart energy management relies on ubiquitous and reliable information exchange among millions of sensors and actuators deployed in the field with little or no human intervention. This motivates us to propose a unified communication framework for smart energy management by exploring the integration of software-defined networking with machine-to-machine communication. In this article, first we provide a comprehensive review of the state-of-the-art contributions from the perspective of software defined networking and machineto- machine integration. Second, the overall design of the proposed software-defined machine-to-machine (SD-M2M) framework is presented, with an emphasis on its technical contributions to cost reduction, fine granularity resource allocation, and end-to-end quality of service guarantee. Then a case study is conducted for an electric vehicle energy …",
                "This paper considers the power allocation of a single-link wireless communication with joint energy harvesting and grid power supply. We formulate the problem as minimizing the grid power consumption with random energy and data arrival in fading channel, and analyze the structure of the optimal power allocation policy in some special cases. For the case that all the packets are arrived before transmission, it is a dual problem of throughput maximization, and the optimal solution is found by the two-stage water filling (WF) policy, which allocates the harvested energy in the first stage, and then allocates the power grid energy in the second stage. For the random data arrival case, we first assume grid energy or harvested energy supply only, and then combine the results to obtain the optimal structure of the coexisting system. Specifically, the reverse multi-stage WF policy is proposed to achieve the optimal power …",
                "The energy consumption of information and communication technology (ICT) industry has become a serious problem, which mostly comes from the network infrastructure, rather than the mobile terminals. In this paper, we consider densely deployed cellular networks where the coverage of base stations (BSs) overlaps and the traffic intensity varies over time and space. An energy saving algorithm is proposed by dynamically adjusting the working modes (active or sleeping) of BSs according to the traffic variation with respect to certain blocking probability requirement. In addition, to prevent frequent mode switching, BSs are set to hold their current working modes for at least a given interval. Simulations demonstrate that the proposed strategy can greatly reduce energy consumption with blocking probability guarantee, and the performance is insensitive to the mode holding time within certain range.",
                "To further improve the energy efficiency of heterogeneous networks, a separation architecture called hyper-cellular network (HCN) has been proposed, which decouples the control signaling and data transmission functions. Specifically, the control coverage is guaranteed by macro base stations (MBSs), whereas small cells (SCs) are only utilized for data transmission. Under HCN, SCs can be dynamically turned off when traffic load decreases for energy saving. A fundamental problem then arises: how many SCs can be turned off as traffic varies? In this paper, we address this problem in a theoretical way, where two sleeping schemes (i.e., random and repulsive schemes) with vertical inter-layer offloading are considered. Analytical results indicate the following facts: 1) under the random scheme where SCs are turned off with certain probability, the expected ratio of sleeping SCs is inversely proportional to the traffic …"
            ],
            [
                [
                    "Wireless Green Communications",
                    "Energy Harvesting",
                    "Cloud RAN"
                ]
            ]
        ]
    ]
}