{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MLQE1DOW",
            "BtR4zuoAAAAJ",
            [
                "Development of nitrile butadiene rubber–nanoclay composites with epoxidized natural rubber as compatibilizer",
                "Effect of fillers on natural rubber\/high styrene rubber blends with nano silica: morphology and wear",
                "Recent advances in the processing of wood-plastic composites",
                "Study of microcellular injection-molded polypropylene\/waste ground rubber tire powder blend",
                "Prediction of mechanical properties of polypropylene\/waste ground rubber tire powder treated by bitumen composites via uniform design and artificial neural networks",
                "Effects of ambient temperature and wind speed on performance of monocrystalline solar photovoltaic module in Tripura, India",
                "Combined effect of cellulose nanocrystal and reduced graphene oxide into poly-lactic acid matrix nanocomposite as a scaffold and its anti-bacterial activity",
                "Effect of eggshell and silk fibroin on styrene–ethylene\/butylene–styrene as bio-filler",
                "A study on mechanical and thermal properties of silicone rubber\/EPDM damping materials",
                "Effect of epoxidized natural rubber–organoclay nanocomposites on NR\/high styrene rubber blends with fillers"
            ],
            [
                "The most important factor, which indicates the improvement of properties in rubber by nanoclay, is the distribution in the rubber matrix. The simple mixing of rubber and nanoclay will not exfoliate the filler in the rubbery matrix. Hence, some sort of compatibilizer like epoxidized natural rubber (ENR) can be utilized safely in exfoliating the nanoclay in the matrix polymer. Epoxidized natural rubber and organically modified nanoclay composites (EC) were prepared by solution mixing. The nanoclay employed in this study was Cloisite 20A. The obtained nanocomposites were incorporated in nitrile butadiene rubber (NBR) with sulphur as a curing agent. The morphological study showed the intercalation of nanoclay in ENR and further incorporation of EC in NBR matrix leads to exfoliation of nanoclay. Curing study demonstrated faster scorch time, cure time and increase in maximum torque for the EC incorporated NBR …",
                "The blends of high styrene rubber (HSR) and natural rubber (NR) with nano silica were prepared using a blending technique in presence of different types of carbon black. The effect of filler on morphological and wear characteristics was studied. ISAF (Intermediate Super Abrasion Furnace) type of carbon black have showed a significant effect on optimum cure time, cure rate index and mechanical properties by reacting at the interface between HSR and NR matrix. All the samples show only one melting peak on the DSC curve; this is attributed to the same backbone structure of the matrix and the carbon black reinforcement. The samples containing 30 wt.% of HSR with ISAF type of carbon black has shown maximum heat buildup, lower swelling and lower compression set value. Blends containing ISAF type of carbon black with 30 wt.% of HSR showed high abrasion resistant properties against Du-Pont abrader, DIN …",
                "Wood-plastic composite (WPC) is a non-recyclable composite material lumber or timber made of recycled plastic and wood wastes which has become one of the most dynamic sectors of the plastics industry in this decade. It is used in numerous applications, such as, outdoor deck floors, railings, fences, landscaping timbers, park benches, window and door frames. This book starts with a brief glimpse at the basic structures and properties of WPCs. Aspects such as surface treatment, machinery used and testing types of WPCs are also covered. The following chapters of the book give a view of foam technology, flame retardant properties and colour retardant properties of WPCs. The way morphology affects or controls the physical and mechanical behaviours of the finished materials is discussed. Finally, the authors give an overview of the applications of wood-plastic composites in daily life. The book may serve as a source book for scientists wishing to work in this field.",
                "Microcellular polypropylene\/waste ground rubber tire powder blend processing was performed on an injection-molding machine with a chemical foaming agent. The molded samples produced based on the design of experiments (DOE) matrices were subjected to tensile testing and scanning electron microscope (SEM) analyses. Molding conditions and waste ground rubber tire (WGRT) powder have been found to have profound effects on the cell structures and mechanical properties of polypropylene (PP) and waste ground rubber tire powder composite samples. The result shows that microcellular PP\/WGRT blend samples exhibit smaller cell size and higher cell density compare with polypropylene resin. Among the molding parameters studied, chemical foaming agent weight percentage has the most significant effect on cell size, cell density, and tensile strength. The results also suggest that tensile strength of …",
                "Polypropylene (PP)\/waste ground rubber tire powder (WGRT) composites were studied with respect to the effect of bitumen and maleic anhydride-grafted styrene–ethylene–butylene–styrene (SEBS-g-MA) content by using the design of experiments (DOE) approach, whereby the effect of the four polymers content on the final mechanical properties were predicted. Uniform design method was especially adopted for its advantages. Optimization was done using hybrid artificial neural network–genetic algorithm (ANN–GA) technique. The results indicated that the composites showed fairly good ductibility provided that it had a relatively higher concentration of bitumen and SEBS-g-MA under the studied condition. A quantitative relationship was presented between the material concentration and the mechanical properties as a set of contour plots, which were confirmed experimentally by testing the optimum ratio.",
                "The effects of ambient temperature and wind speed on the performance analysis of a monocrystalline silicon solar photovoltaic module have been analyzed in a particular location called Tripura, India, for the period of 2012-2013. The research work has been carried out by monitoring the variation of module efficiency with ambient temperature and wind speed. A statistical analysis has also been done and the result indicates that the values of correlation coefficient are 96% and 68% for ambient temperature and wind speed, respectively, considering confidence level of 95%.The result shows that there is a strong positive linear relationship between module efficiency and ambient temperature and a moderate positive linear relationship between module efficiency and wind speed. The deviation from the standard test condition (STC) affects the generation of output power while designing green buildings in Tripura.",
                "In the present study, cellulose nanocrystals (CNCs) and reduced graphene oxide (rGO) were successfully synthesized via acid hydrolysis and modified Hummer’s method, respectively. Further, the synthesized CNCs and rGO were incorporated into poly-lactic acid (PLA) matrix using solution casting method utilizing different weight (wt.)% of CNCs (nanofiller) and rGO. The successful synthesis of various nanoformulations were confirmed by several characterization techniques including Transmission Electron Microscopy (TEM), Field-Emission Scanning Electron Microscopy (FE-SEM) and Fourier Transform Infrared Spectroscopy (FTIR) analysis. Hydrophilicity measurement of the film was done by wettability analysis. The mechanical property evaluation of scaffold showed considerable increased tensile strength of PLA\/CNC\/rGO nanocomposite upto 23%, with increase in elongation at break (ε b) indicating the ductile …",
                "SEBS (poly(styrene-b-ethylene\/butylene-b-styrene)) biodegradable composites reinforced with various eggshell contents and silk fibroin are prepared by melt processing technique followed by different characterization techniques. Compare with SEBS\/eggshell composites, the SEBS\/eggshell\/silk composites exhibit the reduction in particle size and increase interface interaction within the matrix. Thermal stability also increases in quantity.",
                "Silicone rubber (SR) and ethylene‐propylene‐diene monomer (EPDM) blends were prepared for damping application. The mechanical and thermal properties of the blends are studied. With the increasing content of EPDM, the tensile strength is decreased but elongation at break is increased. By blending with EPDM, tan δ (at 35 to 200°C) of SR is enhanced. However, thermogravimetric analysis results showed the decrease in thermal stability. Scanning electron microscopy study showed the good filler dispersion of the blends with some large silica particles. © 2010 Wiley Periodicals, Inc. J Appl Polym Sci, 2011",
                "Epoxidized natural rubber (ENR) and organoclay nanocomposites (Cloisite 20A) were prepared by solution mixing in this study. The obtained nanocomposites were incorporated in natural rubber (NR) and high styrene rubber (HSR) blends in presence of ISAF and SRF types of carbon black as reinforcing fillers. Morphology, curing characteristics, mechanical and thermal properties and wear characteristics of the nanocomposites against standard abrader and different mining rock surfaces were analyzed. The morphology of the ENR\/nanoclay showed a highly intercalated structure. The nanocomposites containing SRF N774 type of carbon black has showed increase in cross-link density, maximum torque and cure rate index compared to ISAF N231 type of carbon black. The overall mechanical properties and thermal stability was higher for the nanocomposites containing SRF type of carbon blacks. The compounds …"
            ],
            [
                [
                    "Advanced nanomaterials",
                    "Targeted drug delivery and Biomedical implant",
                    "Sensors",
                    "Energy harvesting and storage",
                    "MMC’s and PMC"
                ]
            ]
        ]
    ]
}