{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MN9YLV6K",
            "OrPBhnIAAAAJ",
            [
                "A high phase-space-density gas of polar molecules",
                "Quantum-state controlled chemical reactions of ultracold potassium-rubidium molecules",
                "Dipolar collisions of polar molecules in the quantum regime",
                "Efficient state transfer in an ultracold dense gas of heteronuclear molecules",
                "Controlling the hyperfine state of rovibronic ground-state polar molecules",
                "Collisional stability of fermionic Feshbach molecules",
                "Ultracold polar molecules near quantum degeneracy",
                "Heteronuclear molecules in an optical dipole trap",
                "Precision spectroscopy of polarized molecules in an ion trap",
                "Building one molecule from a reservoir of two atoms"
            ],
            [
                "A quantum gas of ultracold polar molecules, with long-range and anisotropic interactions, not only would enable explorations of a large class of many-body physics phenomena but also could be used for quantum information processing. We report on the creation of an ultracold dense gas of potassium-rubidium (40K87Rb) polar molecules. Using a single step of STIRAP (stimulated Raman adiabatic passage) with two-frequency laser irradiation, we coherently transfer extremely weakly bound KRb molecules to the rovibrational ground state of either the triplet or the singlet electronic ground molecular potential. The polar molecular gas has a peak density of 1012 per cubic centimeter and an expansion-determined translational temperature of 350 nanokelvin. The polar molecules have a permanent electric dipole moment, which we measure with Stark spectroscopy to be 0.052(2) Debye (1 Debye = 3.336 × 10–30 …",
                "How does a chemical reaction proceed at ultralow temperatures? Can simple quantum mechanical rules such as quantum statistics, single partial-wave scattering, and quantum threshold laws provide a clear understanding of the molecular reactivity under a vanishing collision energy? Starting with an optically trapped near–quantum-degenerate gas of polar 40K87Rb molecules prepared in their absolute ground state, we report experimental evidence for exothermic atom-exchange chemical reactions. When these fermionic molecules were prepared in a single quantum state at a temperature of a few hundred nanokelvin, we observed p-wave–dominated quantum threshold collisions arising from tunneling through an angular momentum barrier followed by a short-range chemical reaction with a probability near unity. When these molecules were prepared in two different internal states or when molecules and atoms …",
                "Ultracold polar molecules offer the possibility of exploring quantum gases with interparticle interactions that are strong, long-range and spatially anisotropic. This is in stark contrast to the much studied dilute gases of ultracold atoms, which have isotropic and extremely short-range (or ‘contact’) interactions. Furthermore, the large electric dipole moment of polar molecules can be tuned using an external electric field; this has a range of applications such as the control of ultracold chemical reactions 1, the design of a platform for quantum information processing 2, 3, 4 and the realization of novel quantum many-body systems 5, 6, 7, 8. Despite intense experimental efforts aimed at observing the influence of dipoles on ultracold molecules 9, only recently have sufficiently high densities been achieved 10. Here we report the experimental observation of dipolar collisions in an ultracold molecular gas prepared close to …",
                "Polar molecules have bright prospects for novel quantum gases with long-range and anisotropic interactions 1, and could find uses in quantum information science 2 and in precision measurements 3, 4, 5. However, high-density clouds of ultracold polar molecules have so far not been produced. Here, we report a key step towards this goal. We start from an ultracold dense gas of loosely bound 40 K 87 Rb Feshbach molecules 6, 7 with typical binding energies of a few hundred kilohertz, and coherently transfer these molecules in a single transfer step into a vibrational level of the ground-state molecular potential bound by more than 10 GHz. Starting with a single initial state prepared with Feshbach association 8, we achieve a transfer efficiency of 84%. Given favourable Franck–Condon factors 9, 10, the presented technique can be extended to access much more deeply bound vibrational levels and those exhibiting …",
                "We report the preparation of a rovibronic ground-state molecular quantum gas in a single hyperfine state and, in particular, the absolute lowest quantum state. This addresses the last internal degree of freedom remaining after the recent production of a near quantum degenerate gas of molecules in their rovibronic ground state, and provides a crucial step towards full control over molecular quantum gases. We demonstrate a scheme that is general for bialkali polar molecules and allows the preparation of molecules in a single hyperfine state or in an arbitrary coherent superposition of hyperfine states. The scheme relies on electric-dipole, two-photon microwave transitions through rotationally excited states and makes use of electric nuclear quadrupole interactions to transfer molecular population between different hyperfine states.",
                "Using a Feshbach resonance, we create ultracold fermionic molecules starting from a Bose-Fermi atom gas mixture. The resulting mixture of atoms and weakly bound molecules provides a rich system for studying few-body collisions because of the variety of atomic collision partners for molecules; either bosonic, fermionic, or distinguishable atoms. Inelastic loss of the molecules near the Feshbach resonance is dramatically affected by the quantum statistics of the colliding particles and the scattering length. In particular, we observe a molecule lifetime as long as 100 ms near the Feshbach resonance.",
                "We report the creation and characterization of a near quantum-degenerate gas of polar 40K–87Rb molecules in their absolute rovibrational ground state. Starting from weakly bound heteronuclear KRb Feshbach molecules, we implement precise control of the molecular electronic, vibrational, and rotational degrees of freedom with phase-coherent laser fields. In particular, we coherently transfer these weakly bound molecules across a 125 THz frequency gap in a single step into the absolute rovibrational ground state of the electronic ground potential. Phase coherence between lasers involved in the transfer process is ensured by referencing the lasers to two single components of a phase-stabilized optical frequency comb. Using these methods, we prepare a dense gas of 4 × 104 polar molecules at a temperature below 400 nK. This fermionic molecular ensemble is close to quantum degeneracy and can be …",
                "We report on the creation and characterization of heteronuclear K 40 R 87 b Feshbach molecules in an optical dipole trap. Starting from an ultracold gas mixture of K 40 and R 87 b atoms, we create as many as 25 000 molecules at 300 nK by rf association. Optimizing the association process, we achieve a conversion efficiency of 25%. We measure the temperature dependence of the rf association process and find good agreement with a phenomenological model that has previously been applied to Feshbach molecule creation by slow magnetic-field sweeps. We also present a measurement of the binding energy of the heteronuclear molecules in the vicinity of the Feshbach resonance and provide evidence for Feshbach molecules as deeply bound as 26 MHz.",
                "Polar molecules are desirable systems for quantum simulations and cold chemistry. Molecular ions are easily trapped, but a bias electric field applied to polarize them tends to accelerate them out of the trap. We present a general solution to this issue by rotating the bias field slowly enough for the molecular polarization axis to follow but rapidly enough for the ions to stay trapped. We demonstrate Ramsey spectroscopy between Stark-Zeeman sublevels in 180Hf19F+ with a coherence time of 100 milliseconds. Frequency shifts arising from well-controlled topological (Berry) phases are used to determine magnetic g factors. The rotating-bias-field technique may enable using trapped polar molecules for precision measurement and quantum information science, including the search for an electron electric dipole moment.",
                "Chemical reactions typically proceed via stochastic encounters between reactants. Going beyond this paradigm, we combined exactly two atoms in a single, controlled reaction. The experimental apparatus traps two individual laser-cooled atoms [one sodium (Na) and one cesium (Cs)] in separate optical tweezers and then merges them into one optical dipole trap. Subsequently, photoassociation forms an excited-state NaCs molecule. The discovery of previously unseen resonances near the molecular dissociation threshold and measurement of collision rates are enabled by the tightly trapped ultracold sample of atoms. As laser-cooling and trapping capabilities are extended to more elements, the technique will enable the study of more diverse, and eventually more complex, molecules in an isolated environment, as well as synthesis of designer molecules for qubits."
            ],
            [
                [
                    "Ultracold Molecules",
                    "Ultracold Chemistry",
                    "Quantum Simulation",
                    "Quantum Information",
                    "Quantum Chemistry"
                ]
            ],
            [
                "Kang-Kuen Ni Kang-Kuen Ni Morris Kahn Associate Professor of Chemistry and Chemical Biology and of Physics Kang-Kuen Ni works in the area of cold atoms and molecules. Modern techniques of laser cooling and trapping allow quantum control of all degrees of freedom of an atom (neutral and ionic species). Research in the Ni group focuses on applying and developing similar techniques for molecules, where the rich internal structure and the larger electric dipole moment opens new research opportunities for the study of ultra-cold chemical reactions, quantum phase transitions, and quantum information science. Kang-Kuen joins Harvard as an assistant professor in 2013. She obtained her PhD in physics from the University of Colorado, Boulder in 2009. Her doctoral dissertation, completed under the supervision of Prof. Deborah Jin and Prof. Jun Ye, describes the first experimental realization of an ultra-cold, near-quantum-degenerate gas of polar molecules. Faculty Assistant : Felixander Negron Mallinckrodt Lab 306G 12 Oxford St Cambridge MA 02138 ni@chemistry.harvard.edu p: (617) 496-3199"
            ]
        ]
    ]
}