{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MNDC3URA",
            "mX9DaykAAAAJ",
            [
                "Higher fusion power gain with current and pressure profile control in strongly shaped DIII-D tokamak plasmas",
                "Determination of the noninductive current profile in tokamak plasmas",
                "Rotational and magnetic shear stabilization of magnetohydrodynamic modes and turbulence in DIII‐D high performance discharges",
                "Nondimensional transport scaling in DIII‐D: Bohm versus gyro‐Bohm resolved",
                "Interaction of energetic particles with large and small scale instabilities",
                "Steady-state tokamak discharge via dc helicity injection",
                "Demonstration of high‐performance negative central magnetic shear discharges in the DIII‐D tokamak",
                "High confinement plasmas in the Madison Symmetric Torus reversed-field pinch",
                "Off-midplane launch of electron Bernstein waves for current drive in overdense plasmas",
                "Investigation of the formation of a fully pressure‐driven tokamak"
            ],
            [
                "Fusion power has been increased by a factor of 3 in DIII-D by tailoring the pressure profile to avoid the kink instability in H-mode plasmas. The resulting plasmas are found to have neoclassical ion confinement. This reduction in transport losses in beam-heated plasmas with negative central shear is correlated with a dramatic reduction in density fluctuations. Improved magnetohydrodynamic stability is achieved by controlling the plasma pressure profile width. In deuterium plasmas the highest gain Q (the ratio of fusion power to input power), was 0.0015, corresponding to an equivalent Q of 0.32 in a deuterium-tritium plasma.",
                "The noninductive part of the measured current profile has been determined for DIII-D plasmas. A technique for determining the flux surface average of the quantity E· B and a model for the resistivity separates the current profile into inductive and noninductive portions. Analysis shows directly that neoclassical resistivity is adequate to explain the experimental observations, while Spitzer resistivity is not, and that a large noninductive current exists in plasmas for which large neutral beam current drive and pressure driven bootstrap currents are expected.",
                "The confinement and the stability properties of the DIII‐D tokamak [Plasma Physics and Controlled Nuclear Fusion Research 1986 (International Atomic Energy Agency, Vienna, 1987), Vol. 1, p. 159] high‐performance discharges are evaluated in terms of rotational and magnetic shear, with an emphasis on the recent experimental results obtained from the negative central magnetic shear (NCS) experiments. In NCS discharges, a core transport barrier is often observed to form inside the NCS region accompanied by a reduction in core fluctuation amplitudes. Increasing negative magnetic shear contributes to the formation of this core transport barrier, but by itself is not sufficient to fully stabilize the toroidal drift mode (trapped‐electron‐ηi mode) to explain this formation. Comparison of the Doppler shift shear rate to the growth rate of the ηi mode suggests that the large core E×B flow shear can stabilize this mode and …",
                "The scaling of cross‐field heat transport with relative gyroradius ρ* was measured in low (L) and high (H) mode tokamak plasmas using the technique of dimensionally similar discharges. The relative gyroradius scalings of the electron and ion thermal diffusivities were determined separately using a two‐fluid transport analysis. For L‐mode plasmas, the electron diffusivity scaled as χe∝χBρ1.1±0.3* (gyro‐Bohm‐like) while the ion diffusivity scaled as χi∝χBρ−0.5±0.3* (worse than Bohm‐like). The results were independent of the method of auxiliary heating (radio frequency or neutral beam). Since the electron and ion fluids had different gyroradius scalings, the effective diffusivity and global confinement time scalings were found to vary from gyro‐Bohm‐like to Bohm‐like depending upon whether the electron or ion channel dominated the heat flux. This last property can explain the previously disparate results with …",
                "Beyond a certain heating power, measured and predicted distributions of neutral beam injection (NBI) driven currents deviate from each other even in the absence of MHD instabilities. The most reasonable explanation is a redistribution of fast NBI ions on a time scale smaller than the current redistribution time. The hypothesis of a redistribution of fast ions by background turbulence is discussed. Direct numerical simulation of fast test particles in a given field of electrostatic turbulence indicates that for reasonable parameters fast and thermal particle diffusion can indeed be similar. High quality plasma edge density profiles on ASDEX Upgrade and the recent extension of the reflectometry system allow for a direct comparison of observed TAE eigenfunctions with theoretical ones as obtained with the linear, gyrokinetic, global stability code LIGKA. These comparisons support the hypothesis of TAE-frequency crossing …",
                "A tokamak discharge has been formed and maintained through helicity injection, by use of only an external dc low-energy electron beam. The discharge, in a 5-kG toroidal field, evolved to a steady-state circular cross section with q (a)= 10, q (0)= 4, which was maintained for more than 400 L\/R periods, the time (60 msec) limited by the cathode bias supply. The density profile reached a line-averaged n e= 2× 10 13 cm− 3, while T e= 25 eV and T i= 15 eV. Strong central peaking occurs and inward pinching is indicated for both density and current.",
                "Reliable operation of discharges with negative central magnetic shear has led to significant increases in plasma performance and reactivity in both low confinement, L‐mode, and high confinement, H‐mode, regimes in the DIII‐D tokamak [Plasma Physics and Controlled Nuclear Fusion Research 1986 (International Atomic Energy Agency, Vienna, 1987), Vol. 1, p. 159]. Using neutral beam injection early in the initial current ramp, a large range of negative shear discharges have been produced with durations lasting up to 3.2 s. The total noninductive current (beam plus bootstrap) ranges from 50% to 80% in these discharges. In the region of shear reversal, significant peaking of the toroidal rotation [fφ(0)∼30–60 kHz] and ion temperature [Ti(0)∼15–22 keV] profiles are observed. In high‐power discharges with an L‐mode edge, peaked density profiles are also observed. Confinement enhancement factors up to H≡τE …",
                "Reduction of core-resonant m=1 magnetic fluctuations and improved confinement in the Madison Symmetric Torus [Dexter et al., Fusion Technol. 19, 131 (1991)] reversed-field pinch have been routinely achieved through control of the surface poloidal electric field, but it is now known that the achieved confinement has been limited in part by edge-resonant m=0 magnetic fluctuations. Now, through refined poloidal electric field control, plus control of the toroidal electric field, it is possible to reduce simultaneously the m=0 and m=1 fluctuations. This has allowed confinement of high-energy runaway electrons, possibly indicative of flux-surface restoration in the usually stochastic plasma core. The electron temperature profile steepens in the outer region of the plasma, and the central electron temperature increases substantially, reaching nearly 1.3 keV at high toroidal plasma current (500 kA). At low current (200 kA), the …",
                "Numerical modeling shows that localized, efficient current drive is possible in overdense toroidal plasmas (such as reversed field pinches and spherical tokamaks) using perpendicular launch of electron Bernstein waves. The wave directionality required for driving current can be obtained by launching the waves above or below the midplane of the torus and is a geometric effect related to the poloidal magnetic field. Wave absorption is strong, a result of the electrostatic nature of the waves, giving efficient suprathermal tail formation and current drive.",
                "A noninductive current drive concept, based on internal pressure‐driven currents in a low‐aspect‐ratio toroidal geometry, has been demonstrated on the Current Drive Experiment Upgrade (CDX‐U) [Forest et al., Phys. Rev. Lett. 68, 3559 (1992)] and further tested on DIII‐D [in Plasma Physics and Controlled Nuclear Fusion Research, 1986, Proceedings of the 11th International Conference, Kyoto (International Atomic Energy Agency, Vienna, 1987), Vol. 1, p. 159]. For both experiments, electron cyclotron power provided the necessary heating to breakdown and maintain a plasma with high‐βp and low collisionality (εβp∼1, ν*≤1). A poloidal vacuum field similar to a simple magnetic mirror is superimposed on a much stronger toroidal field to provide the initial confinement for a hot, trapped electron species. With application of electron cyclotron heating (ECH), toroidal currents spontaneously flow within the plasma …"
            ],
            [
                [
                    "plasma physics"
                ]
            ]
        ]
    ]
}