{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MOKMLUVH",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Sandhya M Rao Research Professor 317 Allen Hall (412) 624-7898 srao@pitt.edu My research involves studying the evolution of galaxies as traced by quasar absorption lines. Specifically, I am studying the properties of damped Lyman alpha (DLA) systems, which are the strongest absorption lines of hydrogen seen in quasar spectra. The DLAs contain the bulk of the observable neutral gas in the Universe, and since neutral gas cools to molecular gas which eventually forms stars, DLAs are important probes of galaxy evolution. We design surveys to search for these rare DLAs with the Hubble Space Telescope, and study their properties using HST as well as large ground-based telescopes such as the WIYN, the 4m, and the MDM on Kitt Peak in Arizona, the IRTF and Gemini telescope on Mauna Kea in Hawaii, and the VLT in Chile. We have also mined quasar spectra in the Sloan Digital Sky Survey to search for strong metal absorption lines that are proxies for DLAs. This helps us follow the evolution of neutral gas through a large fraction of the age of the Universe.  Selected Publications Neutral-gas-phase metal abundances in Zn II-selected quasar absorption line systems near redshift z = 1.2  Monier, E., Turnshek, D., Rao, S., Sardane, G., & Burdette, D. 2019, MNRAS, 483, 1168 The Statistical Properties of Neutral Gas at z<1.65 from UV Measurements of Damped Lyman Alpha Systems  Rao, S., Turnshek, D., Sardane, G., & Monier, E. 2017, MNRAS, 471, 3428 A study of the circumgalactic medium at z ~ 0.6 using damped Lyman alpha galaxies  Rahmani et al. 2016, MNRAS, 463, 980 The ESO UVES advanced data products quasar sample - VI. Sub-damped Lyman alpha metallicity measurements and the circumgalactic medium  Quiret et al. 2016, MNRAS, 458, 4074 CaII Absorbers in the Sloan Digital Sky Survey: Element Abundances and Dust , Sardane, G., Turnshek, D., & Rao, S ., 2015, MNRAS, 452, 3192 Luminous Red Galaxies: Selection and Classification By Combining Optical and Infrared Photometry , Prakash, A., Licquia, T., Newman, J., & Rao, S. 2015, ApJ, 803, 105 36 new, high-probability, damped Ly-alpha absorbers at redshift 0.42 < z < 0.7 Turnshek, D., Monier, E., Rao, S., Hamilton, T., Sardane, G., & Held, R., 2015 , MNRAS, 449, 1536 CaII Absorbers in the Sloan Digital Sky Survey: Statistics , Sardane, G., Turnshek, D., & Rao, S., 2014, MNRAS, 444, 1747 Probing the Extended Gaseous Regions of M31 with Quasar Absorption Lines , 2013, Rao, S., Sardane, G., Turnshek, D. A., Thilker, D., Walterbos, R., Vanden Berk, D., & York, D., MNRAS, 432, 866 A Groundbased Imaging Study of Galaxies Causing DLA, subDLA, and LLS Absorption in Quasar Spectra , Rao, S., Belfort-Mihalyi, M., Turnshek, D., Monier, E., Nestor, D., & Quider, A., 2011, MNRAS, 416, 1215 The Pittsburgh Sloan Digital Sky Survey Mg II Quasar Absorption-line Survey Catalog , Quider, A., Nestor, D., Turnshek, D., Rao, S., Monier, E., Weyant, A., & Busche, J. 2011, AJ, 141, 137. Galex Discovery of a Damped Ly-alpha System at Redshift z ~ 1 , Monier, E., Turnshek, D., Rao, S., & Weyant, A. 2009, AJ, 138, 1609.  (412) 624-7898"
            ]
        ]
    ]
}