{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MPOG5ZK0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dan Cronin-Hennessy Dan Cronin-Hennessy Dan Cronin-Hennessy Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-9079 croni028@umn.edu Ph.D., Duke University, 1997 M.S., Duke University, 1993 B.S., Boston College, 1990 J. Yelton et al. (Submitted), Absolute Branching Fraction Measurements for Exclusive Ds Semileptonic Decays, Physical Review Letters M. Antonelli et al., The CKM Book - Flavor Physics in the Quark Sector, Phys. Repts. Q. He et al., Comparison of D to Ks pi and D to KL pi Decay Rates, Physical Review Letters A. H. Mahmood et al. (CLEO), Measurement of the B Meson Inclusive Semileptonic Branching Fraction and Electron-Energy Moments, Accepted Physical Review {\\bf D}, 2004 S.E. Csorna et al., (CLEO), Moments of the B Meson Inclusive Semileptonic Decay Rate using Neutrino Reconstruction, Accepted Physical Review {\\bf D}, 2004. K. W. Edwards et al. (CLEO), Search for Baryons in the Radiative Penguin Decay $b \\rightarrow s \\gamma$, Physical Review {\\bf D68:011102}, 2003. D. Peterson et al., The CLEOIII Drift Chamber, Nucl. Instrum. Meth. {\\bf A478:142-146}, 2002 D. Cronin-Hennessy et al. (CLEO), Hadronic Mass Moments in Inclusive Semileptonic $B$ Meson Decays, Physical Review Letters {\\bf 87:251808}, 2001. S. Chen et al., Branching Fraction and Photon Energy Spectrum for $b \\rightarrow s \\gamma$, Physical Review Letters {\\bf 87:251807}, 2001 (CLEO) S. Chen et al., Improved Upper Limits on the FCNC $B \\rightarrow K l^+ l^-$ and $B \\rightarrow K^{*}(892) l^+ l^-$, Physical Review Letters {\\bf 87:181803}, 2001. (CLEO) T. Affolder et al. (CDF), Tests of enhanced leading order QCD in $W$ boson plus jets events from 1.8 TeV \\pbp collisions, Physical Review D63, 072003. D. Cronin-Hennessy et al., Luminosity Monitoring and Measurement at CDF, Nucl. Instrum. Meth. {\\bf A443:37-50},2000 F. Abe et al. (CDF), Properties of Jets in W Boson Events from 1.8 TeV $\\overline pp$ Collisions, Physical Review Letters {\\bf 79}, 4760."
            ]
        ]
    ]
}