{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MRRT946W",
            "yM9f9mAAAAAJ",
            [
                "Nanoscale magnetic sensing with an individual electronic spin in diamond"
            ],
            [
                "Detection of weak magnetic fields with nanoscale spatial resolution is an outstanding problem in the biological and physical sciences 1, 2, 3, 4, 5. For example, at a distance of 10 nm, the spin of a single electron produces a magnetic field of about 1 μT, and the corresponding field from a single proton is a few nanoteslas. A sensor able to detect such magnetic fields with nanometre spatial resolution would enable powerful applications, ranging from the detection of magnetic resonance signals from individual electron or nuclear spins in complex biological molecules 5, 6 to readout of classical or quantum bits of information encoded in an electron or nuclear spin memory 7. Here we experimentally demonstrate an approach to such nanoscale magnetic sensing, using coherent manipulation of an individual electronic spin qubit associated with a nitrogen-vacancy impurity in diamond at room temperature 8. Using an …"
            ],
            [
                [
                    "Quantum Computation",
                    "Quantum Control",
                    "Magnetic Resonance",
                    "Atomic Physics",
                    "Quantum Information"
                ]
            ],
            [
                "PAOLA CAPPELLARO Professor of Nuclear Science and Engineering Professor of Physics EMAIL: pcappell@mit.edu PHONE: (617) 253-8137 26-303 ASSISTANT: Dianne Lior (617) 254-6757 Quantum Engineering Group Research Laboratory of Electronics Department of Nuclear Science & Engineering Atomic Physics Prof. Cappellaro is an expert in NMR, ESR, coherent control and quantum information science. She is a specialist in spin-based quantum information processing and precision measurements in the solid state. With collaborators, she developed the concept and first demonstrations of NV-diamond magnetometers. Cappellaro's major contributions have been in developing control techniques for nuclear and electronic spin qubits, including NV-diamond, inspired by NMR techniques and quantum information ideas. The goal is the realization of practical quantum nano-devices, such as sensors and simulators, more powerful than their classical counterparts, as well as the acquisition of a deeper knowledge of quantum systems and their environment. Paola Cappellaro is Professor of Nuclear Science and Engineering and Professor of Physics  at the Massachusetts Institute of Technology and a member of the Research Lab for Electronics, where she leads the Quantum Engineering Group. She received her Ph.D in 2006 from MIT and she then joined Harvard University as a postdoctoral associate in the Institute for Theoretical Atomic, Molecular and Optical Physics (ITAMP), before going back to MIT as a faculty in 2009. Her work has been recently recognized by the Young Investigator Award from the Air Force Office of Scientific Research and a Merkator Fellowship. List of publications from Google Scholar"
            ]
        ]
    ]
}