{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MS4HGIJV",
            "o_SUITkAAAAJ",
            [
                "Antimicrobial, antioxidant and cytotoxic activities of propolis from Melipona orbignyi (Hymenoptera, Apidae)",
                "Newly recognized hantaviruses associated with hantavirus pulmonary syndrome in northern Brazil: partial genetic characterization of viruses and serologic implication of likely …",
                "Long term treatment with ACE inhibitor enalapril decreases body weight gain and increases life span in rats",
                "Effective topical treatment of subcutaneous murine B16F10-Nex2 melanoma by the antimicrobial peptide gomesin",
                "Cyclopalladated compounds as chemotherapeutic agents: antitumor activity against a murine melanoma cell line",
                "Estimation of breast tumor thermal properties using infrared images",
                "Antimicrobial, antioxidant, anti-inflammatory, and cytotoxic activities of propolis from the stingless bee Tetragonisca fiebrigi (Jataí)",
                "Effect of dexamethasone on prevention of postoperative nausea, vomiting and pain after caesarean section: a randomised, placebo-controlled, double-blind trial",
                "Bradykinin-related peptides from Phyllomedusa hypochondrialis"
            ],
            [
                "Propolis from stingless bees is well known for its biologic properties; however, few studies have demonstrated these effects. Therefore, this study aimed to investigate the chemical composition and antimicrobial, antioxidant and cytotoxic activities of propolis from the stingless bee Melipona orbignyi, found in Mato Grosso do Sul, Brazil. The chemical composition of the ethanol extract of propolis (EEP) indicated the presence of aromatic acids, phenolic compounds, alcohols, terpenes and sugars. The EEP was active against the bacterium Staphylococcus aureus and the fungus Candida albicans. The EEP showed antioxidant activity by scavenging free radicals and inhibiting hemolysis and lipid peroxidation in human erythrocytes incubated with an oxidizing agent. Additionally, EEP promoted cytotoxic activity and primarily necrotic death in K562 erythroleukemia cells. Taken together, these results indicate that propolis …",
                " Following the occurrence of the first laboratory-confirmed cases of hantavirus pulmonary syndrome (HPS) in Maranhão State, Brazil, rodents were trapped and rodent materials screened by ELISA for antibodies to Sin Nombre and Andes hantaviruses. Antibody-positive samples were tested by RT-PCR, amplified products were sequenced, and phylogenetic trees were constructed for comparison with known hantaviruses. From 104 rodent blood samples collected (40 Bolomys lasiurus, 52 Holochilus sciureus, 12 Oligoryzomys fornesi, and one Proechimys guyannensis), 21 (20.2%) were antibody-positive (one B. lasiurus, five O. fornesi, and 15 H. sciureus). Hantavirus RNA was amplified by PCR from two O. fornesi and four H. sciureus. Viral sequencing identified two hantavirus genotypes. The genotype recovered from O. fornesi, is designated herein as Anajatuba (ANAJ) and the genotype recovered from H …",
                "Renin–angiotensin system is involved in homeostasis processes linked to renal and cardiovascular system and recently has been linked to metabolic syndrome. We analyzed the influence of long term angiotensin I converting enzyme (ACE) inhibitor enalapril treatment in normotensive adult Wistar rats fed with standard or palatable hyperlipidic diets. Our results show that long term enalapril treatment decreases absolute food intake, serum leptin concentration and body weight gain. Moreover, in adipose tissue, enalapril treatment led to decreased ACE activity, enhanced the expression of peroxisome proliferator activated receptor gamma, adiponectin, hormone-sensitive lipase, fatty acid synthase, catalase and superoxide dismutase resulting in prolonged life span. On the other hand, the ACE inhibitor was not able to improve the transport of leptin through the blood brain barrier or to alter the sensitivity of this …",
                "Gomesin is a potent antimicrobial peptide (AMP) isolated from hemocytes of the spider Acanthoscurria gomesiana. The present study aimed at determining whether gomesin exerted antitumor activity in vitro and in vivo. Topical treatment of subcutaneous murine melanoma with gomesin incorporated in a cream base significantly delayed tumor growth. A direct cytotoxicity of gomesin in murine melanoma B16F10-Nex2 cells and several human tumor cell lineages was observed in vitro, with IC50 values below 5 µM. The β-hairpin structure of gomesin with disulfide bridges seemed essential for optimal activity. d-Gomesin was equally active. A membrane-permeabilizing activity was suggested, as gomesin bound to the cell membrane and cytoplasmic lactate dehydrogenase was detected extracellularly. At doses causing partial growth of tumor cells, gomesin allowed internalization of macromolecules (immunoglobulins …",
                "Palladacycle compounds obtained from N, N‐dimethyl‐1‐phenethylamine (dmpa), phenyl‐2‐pyridinyl‐acetylene and 1‐phenyl‐3‐N, N‐dimethylamine‐propine, respectively, were complexed to 1, 2 ethanebis (diphenylphosphine) (dppe) ligand to synthesize antitumor cyclopalladated complexes that were tested in vitro and in vivo against syngeneic B16F10‐Nex2 murine melanoma cells of low immunogenicity implanted subcutaneously in mice. Complexes were not toxic to mice injected 3 times i.p. with as much as 60 μM\/animal\/week. Of 3 cyclopalladated complexes that were inhibitory in vitro at low concentrations (<1.25 μM), complex 7a was the most active in vivo, delaying tumor growth and prolonging animal survival. In vitro, binucleate complex 7a caused a collapse of respiratory activity with an abrupt decrease of extracellular acidification on short incubation (up to 100 min), followed by DNA degradation after …",
                "The major goal of this paper is to help detect breast cancer early based on infrared images. Some procedures, protocols and numerical simulations were developed or performed. Two different issues are presented. The first is the development of a standardized protocol for the acquisition of breast thermal images including the design, construction and installation of mechanical apparatus. The second part is related to the greatest difficulty for the numerical computation of breast temperature profiles that is caused by the uncertainty of the real values of the thermophysical parameters of some tissues. Then, a methodology for estimating thermal properties based on these infrared images is presented. The commercial software FLUENTTM was used for the numerical simulation. A Sequential Quadratic Programming (SQP) method was used to solve the inverse problem and to estimate the thermal conductivity and blood …",
                "Propolis from stingless bees Tetragonisca fiebrigi found in Brazil is used in folk medicine by their nutritional and therapeutic properties. However, there are no scientific records evidencing such properties. The present study was designed to investigate the chemical composition and the biological properties of propolis from T. fiebrigi. For this, the chemical composition of the ethanol extract of propolis (EEP) was determined by GC-MS and presented phenolic compounds, alcohol, and terpenes as its major class compounds. The antimicrobial activity was accessed in gram-positive and gram-negative bacteria and in fungi, isolated from different biological fluids and reference strains. The EEP was active against all microorganisms and showed antioxidant activity by scavenging free radicals, inhibiting hemolysis and lipid peroxidation in human erythrocytes incubated with an oxidizing agent. The anti-inflammatory potential of the EEP was confirmed by inhibition of the hyaluronidase enzyme. The cytotoxic activity was concentration-dependent against K562 cells, with a predominance of death by necrosis. Taken together, these results show that propolis from T. fiebrigi has important therapeutic activities, which suggest its potential application in the pharmaceutical industry, as well as in health foods, beverages, and nutritional supplements.",
                "ObjectiveTo evaluate the hypothesis that dexamethasone reduces nausea and vomiting in patients undergoing caesarean section under spinal anaesthesia with morphine.DesignInterventional, randomised, double-blinded, placebo-controlled study to evaluate a preoperative single dose of dexamethasone.SettingPatients from a tertiary hospital in the city of Sao Paulo, Sao Paulo, Brazil observed from 1 January through 30 June 2008.",
                "Bradykinin related peptides (BRPs) present in the water-soluble secretion and freshly dissected skin fragments of Phyllomedusa hypochondrialis were investigated by mass spectrometry techniques. Eighteen BRPs, along with their post-translational modifications, were characterized in the secretion by de novo MS\/MS sequencing and direct MALDI imaging experiments of the frog skin. These molecules revealed strong sequence similarities to the main plasma kinin of some mammals and reptiles. Such a diversity of molecules, within the same peptide family, belonging to a single amphibian species may be related to functional specializations of these peptides and a variety of corresponding receptors that might be present in a number of different predators. Also, a novel analog, [Val]1,[Thr]6-bradykinyl-Gln,Ser had its biological activity positively detected in cell culture expressing the human bradykinin B2 receptor and …"
            ],
            [
                [
                    "Biotecnologia",
                    "Farmacologia",
                    "Bioquímica"
                ]
            ],
            [
                "Luca Grandi Luca Grandi Associate Professor Dept. of Physics, Enrico Fermi Institute, Kavli Institute for Cosmological Physics, and the College Address: ERC 485 Phone: 773-834-7659 lgrandi@uchicago.edu Website: https:\/\/grandilab.uchicago.edu News & Highlights XENON1T Dark matter detector picks up unexplained new signal , June 17, 2020 Congratulations Luca Grandi , June 14, 2019 Rarest Process Ever Observed , April 26, 2019"
            ]
        ]
    ]
}