{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MUTGT2P2",
            "tNjOCt8AAAAJ",
            [
                "(Ga, Mn) As: a new diluted magnetic semiconductor based on GaAs",
                "Transport properties and origin of ferromagnetism in (Ga, Mn) As",
                "Magnetic Circular Dichroism Studies of Carrier-Induced Ferromagnetism in ",
                "Epitaxy of (Ga, Mn) As, a new diluted magnetic semiconductor based on GaAs",
                "Nonmetal-metal-nonmetal transition and large negative magnetoresistance in (Ga, Mn) As\/GaAs",
                "Spontaneous splitting of ferromagnetic (Ga, Mn) As valence band observed by resonant tunneling spectroscopy",
                "Growth of Cu2O thin films with high hole mobility by introducing a low-temperature buffer layer",
                "High absorption  quantum-well infrared photodetectors",
                "Metal–insulator transition and magnetotransport in III–V compound diluted magnetic semiconductors",
                "Interlayer exchange in (ga, mn) as\/(al, ga) as\/(ga, mn) as semiconducting ferromagnet\/nonmagnet\/ferromagnet trilayer structures"
            ],
            [
                "A new GaAs‐based diluted magnetic semiconductor, (Ga,Mn)As, was prepared by molecular beam epitaxy. The lattice constant of (Ga,Mn)As films was determined by x‐ray diffraction and shown to increase with the increase of Mn composition, x. Well‐aligned in‐plane ferromagnetic order was observed by magnetization measurements. Magnetotransport measurements revealed the occurrence of anomalous Hall effect in the (Ga,Mn)As layer.",
                "Magnetotransport properties of p-type ferromagnetic (Ga, Mn) As, a diluted magnetic semiconductor based on III-V semiconductors, are measured and the p− d exchange between holes and Mn 3 d spins is determined. The ferromagnetic transition temperatures calculated based on the Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction using the exchange reproduce remarkably well the observed ferromagnetic transition temperatures, demonstrating that ferromagnetism of (Ga, Mn) As has its origin in the RKKY interaction mediated by holes.",
                "Magnetic circular dichroism is used to investigate the evolution of ferromagnetism in the p-type magnetic semiconductor (Ga 1− x Mn x) As. Local Mn moments and holes produce two spectroscopically distinct contributions, whose properties reveal an antiferromagnetic Mn-hole alignment in the ferromagnetic state. These components are present in both metallic and insulating samples with different temperature and field dependences, suggesting that the holes play a more active role in mediating the ferromagnetic exchange than in traditional RKKY systems.",
                "GaAs-based diluted magnetic semiconductor,(Ga, Mn) As, with Mn composition x up to 0.07 was prepared by molecular-beam epitaxy on GaAs substrate at temperatures ranging from 160 to 320° C. Clear reflection high-energy electron diffraction oscillations were observed at the initial growth stage, indicating that the growth mode is two-dimensional. The lattice constant of (Ga, Mn) As films determined by X-ray diffraction showed a linear increase with the increase of Mn composition. Well-aligned in-plane ferromagnetic order was observed by magnetization measurements. Magnetotransport measurements also revealed the presence of ferromagnetic order in the (Ga, Mn) As layer. The easy axis of magnetization can be reversed by changing the strain direction in (Ga, Mn) As. GaAs (Ga, Mn) As superlattice structures with high crystal perfection and good interface quality were also prepared.",
                "We have studied magnetic and transport properties of a series of Ga 1− x Mn x As GaAs samples with different Mn concentrations (x= 0.015− 0.071. For Mn content higher than about 0.02, carrier (hole)-induced ferromagnetism is observed. Samples with x= 0.035 and 0.043 behave as ferromagnetic dirty metals. With further increase of Mn content above x∼ 0.05, the zero-field resistivity turns a semiconducting temperature dependence. Very large negative magnetoresistance is observed in non-metallic samples near the metal-nonmetal transitions both in the low and the high Mn content regimes.",
                "Current–voltage characteristics of AlAs\/GaAs\/AlAs double barrier resonant tunneling diodes with ferromagnetic p-type (Ga, Mn)As on one side and p-type GaAs on the other have been studied. A series of resonant peaks have been observed in both polarities, i.e., injecting holes from p-type GaAs and from (Ga, Mn)As. When holes are injected from the (Ga, Mn)As side, spontaneous resonant peak splitting has been observed below the ferromagnetic transition temperature of (Ga, Mn)As without magnetic field. The temperature dependence of the splitting is explained by the the spontaneous spin splitting in the valence band of ferromagnetic (Ga, Mn)As.",
                "The authors report the effect of a low-temperature buffer layer of Cu2O (LTB-Cu2O) on the growth of Cu2O thin films. The samples were prepared by radio frequency-magnetron sputtering. It was found that with the introducing of LTB-Cu2O, the linewidth of the X-ray diffraction peak decreases and the Cu2O thin films have preferred (1 1 1) orientation. By introducing LTB-Cu2O, the grain size sufficiently increases and the surface flatness improves, as indicated from the atomic force microscopy measurement. Under the optimum growth conditions, hole mobility of 256 cm2 V−1 s−1, which is the highest value reported so far, with the hole concentration of 1×1014 cm−3 was achieved.",
                "The intrinsic short carrier lifetime (∼5 ps) makes the quantum-well infrared photodetector (QWIP) well suited for high speed and high frequency applications. In such cases, since lasers are commonly used, a high dark current can be tolerated. The most important parameter is then the absorption efficiency. For system simplicity and potential wide use, room temperature operation is desirable. Using GaAs\/AlGaAs QWIPs, high absorption (∼100%) and up to room temperature operation are achieved in devices having high doping densities and 100 quantum wells.",
                "Structural, magnetic and transport properties of diluted magnetic semiconductors, (Ga, Mn)As and (In, Mn)As, have been investigated. Manganese can be substitutionally doped into the group III site of the zincblend structure up to several percent. With Mn content of a few percent, these systems exhibit ferromagnetism at low temperatures. The highest Curie temperature so far achieved is ∼100 K for (Ga, Mn)As. The saturated magnetization values are consistent with S=5\/2 local moment, suggesting divalent Mn which acts as an acceptor. The system becomes metallic with increasing Mn content, but a further increase of Mn content tends to decrease the hole density and increase disorder so that the system becomes nonmetallic again at higher Mn concentrations. Large negative magnetoresistance and highly anisotropic transport are observed in the semiconducting samples at low temperatures. The magnetic …",
                "Magnetic properties of all-semiconductor (Ga,Mn)As\/(Al,Ga)As\/(Ga,Mn)As trilayer structures are studied. The interactions between the two ferromagnetic (Ga,Mn)As layers are investigated by magnetotransport measurements in a number of samples with different GaAs thickness or with different Al content in the intermediary nonmagnetic (Al,Ga)As layer. The results indicate that carriers present in the nonmagnetic layer mediate the coupling between the two ferromagnetic layers."
            ],
            [
                [
                    "MBE",
                    "Semiconductor Materials",
                    "Low-dimensional structures",
                    "Intersubband Devices",
                    "Magnetic Semiconductors"
                ]
            ],
            [
                "Aidong Shen City College of New York (212) 650-8376 Office Hours: ashen@ccny.cuny.edu Ph.D. Shanghai Inst. of Optics & Fine Mechanics, Chinese Academy of Science Molecular beam epitaxy, compound semicoductor materials, quantum structures and nanostructures, photonic devices, infrared technology. Google Scholar page link"
            ]
        ]
    ]
}