{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MVDAR0XX",
            "D8QnfQ0AAAAJ",
            [
                "The COS-Halos survey: physical conditions and baryonic mass in the low-redshift circumgalactic medium",
                "What is the total deuterium abundance in the local galactic disk?",
                "The bimodal metallicity distribution of the cool circumgalactic medium at z≲ 1",
                "Abundances of Deuterium, Nitrogen, and Oxygen in the Local Interstellar Medium: Overview of First Results from the FUSE Mission",
                "The COS-halos survey: metallicities in the low-redshift circumgalactic medium",
                "Physical Properties, Baryon Content, and Evolution of the Lyα Forest: New Insights from High-Resolution Observations at z≲ 0.4",
                "The hidden mass and large spatial extent of a post-starburst galaxy outflow",
                "The COS\/UVES absorption survey of the magellanic stream. III. Ionization, total mass, and inflow rate onto the milky way"
            ],
            [
                "We analyze the physical conditions of the cool, photoionized (T~ 10 4 K) circumgalactic medium (CGM) using the COS-Halos suite of gas column density measurements for 44 gaseous halos within 160 kpc of L~ L* galaxies at z~ 0.2. These data are well described by simple photoionization models, with the gas highly ionized (n H II\/n H gsim 99%) by the extragalactic ultraviolet background. Scaling by estimates for the virial radius, R vir, we show that the ionization state (tracked by the dimensionless ionization parameter, U) increases with distance from the host galaxy. The ionization parameters imply a decreasing volume density profile n H=(10–4.2±0.25)(R\/R vir)–0.8±0.3. Our derived gas volume densities are several orders of magnitude lower than predictions from standard two-phase models with a cool medium in pressure equilibrium with a hot, coronal medium expected in virialized halos at this mass scale …",
                "Analyses of spectra obtained with the Far Ultraviolet Spectroscopic Explorer (FUSE) satellite, together with spectra from the Copernicus and interstellar medium absorption profile spectrograph (IMAPS) instruments, reveal an unexplained, very wide range in the observed deuterium\/hydrogen (D\/H) ratios for interstellar gas in the Galactic disk beyond the Local Bubble. We argue that spatial variations in the depletion of deuterium onto dust grains can explain these local variations in the observed gas‐phase D\/H ratios. We present a variable deuterium depletion model that naturally explains the constant measured values of D\/H inside the Local Bubble, the wide range of gas‐phase D\/H ratios observed in the intermediate regime [ –20.7], and the low gas‐phase D\/H ratios observed at larger hydrogen column densities. We consider empirical tests of the deuterium depletion hypothesis: (1) correlations of gas‐phase D\/H …",
                "We assess the metal content of the cool (~ 10 4 K) circumgalactic medium (CGM) about galaxies at z lesssim 1 using an H I-selected sample of 28 Lyman limit systems (LLS; defined here as absorbers with 16.2 lesssim log N H I lesssim 18.5) observed in absorption against background QSOs by the Cosmic Origins Spectrograph on board the Hubble Space Telescope. The N H I selection avoids metallicity biases inherent in many previous studies of the low-redshift CGM. We compare the column densities of weakly ionized metal species (eg, O II, Si II, Mg II) to N H I in the strongest H I component of each absorber. We find that the metallicity distribution of the LLS (and hence the cool CGM) is bimodal with metal-poor and metal-rich branches peaking at [X\/H] sime–1.6 and–0.3 (or about 2.5% and 50% solar metallicities). The cool CGM probed by these LLS is predominantly ionized. The metal-rich branch of the …",
                " Observations obtained with the Far Ultraviolet Spectroscopic Explorer (FUSE) have been used to determine the column densities of D i, N i, and O i along seven sight lines that probe the local interstellar medium (LISM) at distances from 37 to 179 pc. Five of the sight lines are within the Local Bubble, and two penetrate the surrounding H i wall. Reliable values of N(H i) were determined for five of the sight lines from Hubble Space Telescope (HST) data, International Ultraviolet Explorer (IUE) data, and published Extreme Ultraviolet Explorer (EUVE) measurements. The weighted mean of D i\/H i for these five sight lines is   (1 σ uncertainty in the mean). It is likely that the D i\/H i ratio in the Local Bubble has a single value. The D i\/O i ratio for the five sight lines within the Local Bubble is  . It is likely that O i column densities can serve as a proxy for H i in the Local Bubble. The weighted mean for O i\/H i for the seven FUSE …",
                "We analyze new far-ultraviolet spectra of 13 quasars from the  COS-Halos survey that cover the H i Lyman limit of 14 circumgalactic medium (CGM) systems. These data yield precise estimates or more constraining limits than previous COS-Halos measurements on the H i column densities . We then apply a Monte-Carlo Markov chain approach on 32 systems from COS-Halos to estimate the metallicity of the cool ( K) CGM gas that gives rise to low-ionization state metal lines, under the assumption of photoionization equilibrium with the extragalactic UV background. The principle results are:(1) the CGM of field L* galaxies exhibits a declining H i surface density with impact parameter (at  confidence),(2) the transmission of ionizing radiation through CGM gas alone is 70±7%;(3) the metallicity distribution function of the cool CGM is unimodal with a median of  and a 95% interval  to ; the …",
                "We present a study of the Lyα forest at  , from which we conclude that at least 20% of the total baryons in the universe are located in the highly ionized gas traced by broad Lyα absorbers. The cool photoionized low‐z intergalactic medium (IGM) probed by narrow Lyα absorbers contains about 30% of the baryons. We further find that the ratio of broad to narrow Lyα absorbers is higher at   than at  , implying that a larger fraction of the low‐redshift universe is hotter and\/or more kinematically disturbed. We base these conclusions on an analysis of seven QSOs observed with both FUSE and the HST STIS E140M ultraviolet echelle spectrograph. Our sample has 341 H i absorbers with a total unblocked redshift path of 2.064. The observed absorber population is complete for  , with a column density distribution  . For narrow (   ) absorbers,  . The distribution of the Doppler parameter b at low redshift implies two populations …",
                "Outflowing winds of multiphase plasma have been proposed to regulate the buildup of galaxies, but key aspects of these outflows have not been probed with observations. By using ultraviolet absorption spectroscopy, we show that “warm-hot” plasma at 105.5 kelvin contains 10 to 150 times more mass than the cold gas in a post-starburst galaxy wind. This wind extends to distances > 68 kiloparsecs, and at least some portion of it will escape. Moreover, the kinematical correlation of the cold and warm-hot phases indicates that the warm-hot plasma is related to the interaction of the cold matter with a hotter (unseen) phase at >>106 kelvin. Such multiphase winds can remove substantial masses and alter the evolution of post-starburst galaxies.",
                "Dynamic interactions between the two Magellanic Clouds have flung large quantities of gas into the halo of the Milky Way. The result is a spectacular arrangement of gaseous structures, including the Magellanic Stream, the Magellanic Bridge, and the Leading Arm (collectively referred to as the Magellanic System). In this third paper of a series studying the Magellanic gas in absorption, we analyze the gas ionization level using a sample of 69 Hubble Space Telescope\/Cosmic Origins Spectrograph sightlines that pass through or within 30 of the 21 cm emitting regions. We find that 81%(56\/69) of the sightlines show UV absorption at Magellanic velocities, indicating that the total cross-section of the Magellanic System is≈ 11,000 deg 2, or around one-quarter of the entire sky. Using observations of the Si III\/Si II ratio together with Cloudy photoionization modeling, we calculate the total gas mass (atomic plus ionized) of …"
            ],
            [
                [
                    "Astrophysics",
                    "Cosmology"
                ]
            ],
            [
                "Nicolas Lehner Nicolas Lehner Research Professor Astrophysics B.Sc., Universite Louis Pasteur, France, 1994 M.Sc., ibid., 1995 Ph.D., The Queen’s University of Belfast, N. Ireland, 2000 E-mail: nlehner@nd.edu Lehner’s Personal Web Page Address: 338 Phone: (574) 631-5755 Fax: (574) 631-5952 My main research interests focus on understanding how galaxies form and evolve into the objects we see today. Using multi-wavelength spectroscopy and imaging space-based and ground-based observations, my aim is to determine if the basic principles of galaxy growth models are correct and to empirically characterize the large-scale flows of baryons in and out of galaxies that drive the evolution of galaxies over cosmic time. Lehner, N. , Howk, J.C., O’Meara, J., Prochaska, J.X., Fumagalli, M.: The cosmic Evolution of the Metallicity Distribution of Ionized Gas Traced by Lyman Limit Systems. The Astrophysical Journal, 833, 283 [34 pp] (2016). Wotta, C., Lehner, N. , Howk, J.C., O’Meara, J., Prochaska, J.X.: Low-Metallicity Absorbers Account for Half of the Dense Circumgalactic Gas at z<1. The Astrophysical Journal, 831, 95  [23 pp] (2016). Fox, A.J., Lehner, N. , Lockman, J.F., Wakker, B.P., Hill, A.S., Heitsch, F., Stark, V., Barger, K.A., Sembach, K.R., Rahman, M.: On the Metallicity and Origin of the Smith High-Velocity Cloud. The Astrophysical Journal Letters, 816, 11 [6 pp] (2016). Lehner, N. , Howk, J.C., Wakker, B.P.: Evidence for a Massive, Extended Circumgalactic Medium around the Andromeda Galaxy. The Astrophysical Journal, 804, 79 [21 pp] (2015). Lehner, N. , O’Meara, J., Fox, A., Howk, J.C., Prochaska, J.X., Wolfe, A.M., Burns, V., Armstrong, A.: KODIAQ Survey I: Galactic and Circumgalactic OVI  at 2<z<4 and Its Impact on the Cosmic Baryon and Metal Budgets. The Astrophysical Journal,  788, 119  (2014). Lehner, N. , Howk, J.C., Tripp, T.M., Tumlinson, J., Prochaska, J.X., O’Meara, J., Thom, C., Werk, J.K., Fox, A.J., Ribaudo, J.: The Bimodal Metallicity Distribution of the Circumgalactic Medium at z ≤ 1. The Astrophysical Journal, 770, 138 [32 pp] (2013). Dr. Lehner CV"
            ]
        ]
    ]
}