{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MW4LODVQ",
            "cFuiS2sAAAAJ",
            [
                "Multiwavelength observations of a dramatic high-energy flare in the blazar 3C 279",
                "The Hubble Space Telescope survey of BL lacertae objects. II. Host galaxies",
                "The Hubble space telescope survey of BL Lacertae objects. I. Surface brightness profiles, magnitudes, and radii of host galaxies",
                "The 1993 multiwavelength campaign on 3C 279: The radio to gamma-ray energy distribution inlow state",
                "Multiwavelength monitoring of the BL Lacertae object PKS 2155–304 in 1994 May. III. Probing the inner jet through multiwavelength correlations",
                "The environment of the BL Lacertae object PKS 2155-304",
                "Ultraviolet and multiwavelength variability of the blazar 3C 279: evidence for thermal emission",
                "Multiwavelength Observations of 3C 273 in 1993-1995",
                "ASCA and contemporaneous ground-based observations of the BL Lacertae objects 1749+ 096 and 2200+ 420 (BL Lac)",
                "Detection of an X-ray jet in 3C 371 with Chandra"
            ],
            [
                "The blazar 3C 279, one of the brightest identified extragalactic objects in the γ-ray sky, underwent a large (factor of~ 10 in amplitude) flare in γ-rays toward the end of a 3 week pointing by Compton Gamma Ray Observatory (CGRO), in 1996 January-February. The flare peak represents the highest γ-ray intensity ever recorded for this object. During the high state, extremely rapid γ-ray variability was seen, including an increase of a factor of 2.6 in~ 8 hr, which strengthens the case for relativistic beaming. Coordinated multifrequency observations were carried out with Rossi X-Ray Timing Explorer (RXTE), Advanced Satellite for Cosmology and Astrophysics (ASCA; or, Astro-D), Roentgen Satellite (ROSAT), and International Ultraviolet Explorer (IUE) and from many ground-based observatories, covering most accessible wavelengths. The well-sampled, simultaneous RXTE light curve shows an outburst of lower …",
                "We have used the Hubble Space Telescope (HST) WFPC2 camera to survey 132 BL Lac objects comprising seven complete radio‐, X‐ray–, and optically selected samples. We obtained useful images for 110 targets spanning the redshift range  . These represent an unbiased subsample of the original 132 since they were snapshots selected to fill random holes in the HST schedule. The exposure times ranged from a few hundred to ∼1000 s, increasing with redshift. Most images were taken in the F702W filter; those already observed in F814W during Cycle 5 were reobserved in F606W to give broader wavelength coverage. The data were analyzed uniformly, and both statistical and systematic errors were estimated (the latter dominate). In   of the BL Lac images, host galaxies are detected, including nearly all for   (58 of 63). In contrast, only one‐quarter of the BL Lac objects with   (six of 22) were resolved because …",
                "We report on a large Hubble Space Telescope imaging survey of BL Lac objects, at spatial resolution ≳10 times better than previous ground‐based surveys. We focus on data reduction and analysis, describing the procedures used to model the host galaxy surface brightness radial profiles. A total of 69 host galaxies were resolved out of 110 objects observed, including almost all sources at  . We classify them morphologically by fitting with either an exponential disk or a de Vaucouleurs profile; when one fit is preferred over the other, in 58 of 69 cases, it is invariably the elliptical morphology. This is a very strong result given the large number of BL Lac objects, the unprecedented spatial resolution, and the homogeneity of the data set. With the present reclassification of the host galaxy of 1418+546 as an elliptical, there remain no undisputed examples of a disk galaxy hosting a BL Lac nucleus. This implies that, at 99 …",
                "5. CONCLUSIONSWe obtained a simultaneous multiwavelength energy distribution of 3C 279 in 1993 January. With respect to the energy",
                "In 1994 May, the BL Lac object PKS 2155-304 was observed continuously for~ 10 days with the International Ultraviolet Explorer and the Extreme Ultraviolet Explorer and for 2 days with ASCA, as well as with ROSAT and with ground-based radio, infrared, and optical telescopes. The light curves show a well-defined X-ray flare followed by a broader, lower amplitude extreme-ultraviolet flare~ 1 day later and a broad, low-amplitude UV flare~ 2 days later. X-ray fluxes obtained at three well-separated times the preceding week indicate at least one previous flare of comparable amplitude or perhaps ongoing stochastic X-ray variations, and additional rapid variability was seen at the beginning of the IUE observation, when extremely sharp changes in UV flux occurred. The X-ray flux observed with ASCA flared by a factor of~ 2 in about half a day and decayed roughly as fast. In contrast, the subsequent UV flare had an …",
                "We report on direct imaging and spectroscopy of the field around the BL Lac object PKS 2155-304. An",
                "The γ‐ray blazar 3C 279 was monitored on a nearly daily basis with IUE, ROSAT, and EGRET for 3 weeks between 1992 December and 1993 January. During this period, the blazar was at a historical minimum at all wavelengths. Here we present the UV data obtained during this multiwavelength campaign. A maximum UV variation of ∼50% is detected, while during the same period the X‐ray flux varied by no more than 13%. At the lowest UV flux level, the average spectrum in the 1230–2700 Å interval is unusually flat for this object ( ). The flattening could represent the lowest energy tail of the inverse Compton component responsible for the X‐ray emission, or it could be due to the presence of a thermal component at ∼20,000 K, possibly associated with an accretion disk. The presence of an accretion disk in this blazar object, likely observable only in very low states and otherwise hidden by the beamed, variable …",
                "We present the results of the multiwavelength campaigns on 3C 273 in 1993-1995. During the observations in late 1993, this quasar showed an increase of its flux for energies≥ 100 MeV from about 2.1× 10-7 photons cm-2 s-1 to approximately 5.6× 10-7 photons cm-2 s-1 during a radio outburst at 14.5, 22, and 37 GHz. However, no one-to-one correlation of the γ-ray radiation with any frequency could be found. The photon spectral index of the high-energy spectrum changed from Γ γ=(3.20±0.54) to Γ γ=(2.20±0.22) in the sense that the spectrum flattened when the γ-ray flux increased. Fits of the three most prominent models (synchrotron self-Comptonization, external inverse Comptonization, and the proton-initiated cascade model) for the explanation of the high γ-ray emission of active galactic nuclei were performed to the multiwavelength spectrum of 3C 273. All three models are able to represent the basic …",
                "We present ASCA observations of the radio-selected BL Lacertae objects 1749+ 096 (z= 0.32) and 2200+ 420 (BL Lac, z= 0.069) performed in 1995 September and November, respectively. The ASCA spectra of both sources can be described as a first approximation by a power law with photon index Γ~ 2. This is flatter than for most X-ray-selected BL Lacs observed with ASCA, in agreement with the predictions of current blazar unification models. While 1749+ 096 exhibits tentative evidence for spectral flattening at low energies, a concave continuum is detected for 2200+ 420: the steep low-energy component is consistent with the high-energy tail of the synchrotron emission responsible for the longer wavelengths, while the harder tail at higher energies is the onset of the Compton component. The two BL Lacs were observed with ground-based telescopes from radio to TeV energies contemporaneously with ASCA …",
                " We report the detection at X‐rays of the radio\/optical jet of 3C 371 from a short (10 ks) Chandra exposure in 2000 March. We also present a new MERLIN observation at 1.4 GHz together with a reanalysis of the archival Hubble Space Telescope Wide Field Planetary Camera 2 F555W image. Despite the limited signal‐to‐noise ratio of the Chandra data, the X‐ray morphology is clearly different from that of the radio\/optical emission, with the brightest X‐ray knot at 1 7 from the nucleus and little X‐ray emission from the brightest radio\/optical knot at 3 1. We construct the spectral energy distributions for the two emission regions at 1 7 and 3 1. Both show that the X‐ray flux is below the extrapolation from the radio‐to‐optical continuum, suggesting a moderately beamed synchrotron from an electron population with a decreasing high‐energy cutoff as a plausible emission mechanism."
            ],
            [
                [
                    "astrophysics"
                ]
            ]
        ]
    ]
}