{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MWWDJF1D",
            "fCMfV64AAAAJ",
            [
                "Multiferroic Behavior Associated with an Order−Disorder Hydrogen Bonding Transition in Metal−Organic Frameworks (MOFs) with the Perovskite ABX3 Architecture",
                "Continuous excitations of the triangular-lattice quantum spin liquid YbMgGaO4",
                "Gapped itinerant spin excitations account for missing entropy in the hidden-order state of URu 2 Si 2",
                "Physical properties of Hastelloy® C-276™ at cryogenic temperatures",
                "Competition between ferromagnetic metallic and paramagnetic insulating phases in manganites",
                "Spin Liquid State in the  Triangular Lattice ",
                "High-Pressure Sequence of  Structural Phases: New  Quantum Spin Liquids Based on ",
                "Attractive microwave-absorbing properties of La1− xSrxMnO3 manganite powders",
                "Magnetic properties of the geometrically frustrated S= 1 2 antiferromagnets, La 2 LiMoO 6 and Ba 2 YMoO 6, with the B-site ordered double perovskite structure: Evidence for a …",
                "Successive Phase Transitions and Extended Spin-Excitation Continuum in the  Triangular-Lattice Antiferromagnet "
            ],
            [
                "Multiferroic behavior in perovskite-related metal−organic frameworks of general formula [(CH3)2NH2]M(HCOO)3, where M = Mn, Fe, Co, and Ni, is reported. All four compounds exhibit paraelectric−antiferroelectric phase transition behavior in the temperature range 160−185 K (Mn: 185 K, Fe: 160 K; Co: 165 K; Ni: 180 K); this is associated with an order−disorder transition involving the hydrogen bonded dimethylammonium cations. On further cooling, the compounds become canted weak ferromagnets below 40 K. This research opens up a new class of multiferroics in which the electrical ordering is achieved by means of hydrogen bonding.",
                "A quantum spin liquid (QSL) is an exotic state of matter in which electrons’ spins are quantum entangled over long distances, but do not show magnetic order in the zero-temperature limit 1. The observation of QSL states is a central aim of experimental physics, because they host collective excitations that transcend our knowledge of quantum matter; however, examples in real materials are scarce 2. Here, we report neutron-scattering experiments on YbMgGaO 4, a QSL candidate in which Yb 3+ ions with effective spin-1\/2 occupy a triangular lattice 3, 4, 5, 6. Our measurements reveal a continuum of magnetic excitations—the essential experimental hallmark of a QSL 7—at very low temperature (0.06 K). The origin of this peculiar excitation spectrum is a crucial question, because isotropic nearest-neighbour interactions do not yield a QSL ground state on the triangular lattice 8. Using measurements in the field …",
                "Many correlated electron materials, such as high-temperature superconductors 1, geometrically frustrated oxides 2 and low-dimensional magnets 3, 4, are still objects of fruitful study because of the unique properties that arise owing to poorly understood many-body effects. Heavy-fermion metals 5—materials that have high effective electron masses due to those effects—represent a class of materials with exotic properties, ranging from unusual magnetism, unconventional superconductivity and ‘hidden’order parameters 6. The heavy-fermion superconductor URu 2 Si 2 has held the attention of physicists for the past two decades owing to the presence of a ‘hidden-order’phase below 17.5 K. Neutron scattering measurements indicate that the ordered moment is 0.03μ B, much too small to account for the large heat-capacity anomaly at 17.5 K. We present recent neutron scattering experiments that unveil a new piece of …",
                "In recent years, the Ni–Mo–Cr superalloy Hastelloy® C-276™ has been used as a substrate material for fabricating superconducting tapes such as YBCO and MgB2 coated conductors. With increasing piece length, these coated conductors are within reach of large scale commercial applications. However, data on the physical properties of Hastelloy C-276 at temperatures relevant for these applications are not yet available. In this work, physical properties including magnet succeptibility, specific heat, electrical resistivity, and the Seebeck coefficient are measured from 2to300K and thermal conductivity from 2to200K. Our results show that Hastelloy C-276 exhibits Curie paramagnetism between 4 and 300K with a Curie constant C=0.091K. A spin-glass-like behavior is observed below 3K. The electrical resistivity has a minimum at ∼12K, and shows a linear weak T dependence at higher temperatures. The specific …",
                "La0.67Ca0.33Mn1−xCuxO3 (x=0 and 0.15) epitaxial thin films were grown on the (100) LaAlO3 substrates, and the temperature dependence of their resistivity was measured in magnetic fields up to 12 T by a four-probe technique. We found that the competition between the ferromagnetic metallic (FM) and paramagnetic insulating (PI) phases plays an important role in the observed colossal magnetoresistance (CMR) effect. Based on a scenario that the doped manganites approximately consist of phase-separated FM and PI regions, a simple phenomenological model was proposed to describe the CMR effect. Using this model, we calculated the resistivity as functions of temperature and magnetic field. The model not only qualitatively accounts for some main features related to the CMR effect, but also quantitatively agrees with the experimental observations.",
                "The synthesis and characterization of Ba 3 CuSb 2 O 9, which has a layered array of Cu 2+ spins in a triangular lattice, are reported. The magnetic susceptibility and neutron scattering experiments of this material show no magnetic ordering down to 0.2 K with a θ CW=− 55 K. The magnetic specific heat reveals a T-linear dependence with a γ= 43.4 mJ K− 2 mol− 1 below 1.4 K. These observations suggest that Ba 3 CuSb 2 O 9 is a new quantum spin liquid candidate with a S= 1\/2 triangular lattice.",
                "Two new gapless quantum spin-liquid candidates with S= 1 (Ni 2+) moments: the 6 H− B phase of Ba 3 NiSb 2 O 9 with a Ni 2+-triangular lattice and the 3C phase with a Ni 2\/3 Sb 1\/3-three-dimensional edge-shared tetrahedral lattice were obtained under high pressure. Both compounds show no magnetic order down to 0.35 K despite Curie-Weiss temperatures θ CW of− 75.5 (6 H− B) and− 182.5 K (3C), respectively. Below∼ 25 K, the magnetic susceptibility of the 6 H− B phase saturates to a constant value χ 0= 0.013 emu\/mol, which is followed below 7 K by a linear-temperature-dependent magnetic specific heat (C M) displaying a giant coefficient γ= 168 mJ\/mol K 2. Both observations suggest the development of a Fermi-liquid-like ground state. For the 3C phase, the C M∝ T 2 behavior indicates a unique S= 1, 3D quantum spin-liquid ground state.",
                "The microwave-absorbing properties of La1−xSrxMnO3 (x=0.4, 0.5, 0.6 and 0.7) powders have been studied in the frequency range of 8–12 GHz at room temperature. The optimal absorption can be achieved and microwave loss peak is at 25 dB for x=0.4 sample. Both tan δe and tan δm measurements show that the absorption can be attributed to magnetic and dielectric losses. The microwave loss peak corresponds to the maximum dielectric loss tangent tan δe near 10.5 GHz. The sample having lower resistivity exhibits a larger microwave-absorbing ability, which can be considered as another origin for the microwave absorption.",
                "Two B-site ordered double perovskites, La 2 LiMoO 6 and Ba 2 YMoO 6, based on the S= 1 2 ion, Mo 5+, have been investigated in the context of geometric magnetic frustration. Powder neutron diffraction, heat capacity, susceptibility, muon-spin relaxation (μ SR), and Y 89 NMR-including magic-angle spinning (MAS) NMR data have been collected. La 2 LiMoO 6 crystallizes in P 2 1\/n with a= 5.59392 (19) Å, b= 5.69241 (16) Å, c= 7.88029 (22) Å, and β= 90.2601 (30) at 299.7 K, while Ba 2 YMoO 6 is cubic, F m 3 m, with a= 8.39199 (65) Å at 297.8 K. Ba 2 YMoO 6 shows no distortion from cubic symmetry even at 2.8 K in apparent violation of the Jahn-Teller theorem for a t 2 g 1 ion. Y 89 NMR MAS data indicate about a 3% level of Y\/Mo site mixing. La 2 LiMoO 6 deviates strongly from simple Curie-Weiss (CW) paramagnetic behavior below 150 K and zero-field-cooled\/field-cooled (ZFC\/FC) irreversibility occurs below …",
                "Using magnetic, thermal, and neutron measurements on single-crystal samples, we show that Ba 3 CoSb 2 O 9 is a spin-1\/2 triangular-lattice antiferromagnet with the c axis as the magnetic easy axis and two magnetic phase transitions bracketing an intermediate up-up-down phase in magnetic field applied along the c axis. A pronounced extensive neutron-scattering continuum above spin-wave excitations, observed below T N, implies that the system is in close proximity to one of two spin-liquid states that have been predicted for a 2D triangular lattice."
            ],
            [
                [
                    "condensed matter physics"
                ]
            ],
            [
                "Calendars EVENT CALENDAR ACADEMIC CALENDAR ACADEMIC TIMETABLE KEY DATES Maps Interactive PDF versions A-Z A-E F-J K-O P-T U-Z People Finder CAMPUS DIRECTORY CHANCELLOR PROVOST VICE CHANCELLORS ACADEMIC DEANS E-mail TMAIL VOLMAIL LISTSERV ABOUT Logins MYUTK ONLINE@UT IRIS WEB ACCOUNTS PASSWORDS Libraries UNIVERSITY LIBRARIES AGRICULTURE & VET MED LAW MEDICAL MUSIC SOCIAL WORK SPACE INSTITUTE SPECIAL COLLECTIONS For Prospective Students Selected Publications Links Condensed Matter Physics at UT Dr. Haidong Zhou Associate Professor Experimental Condensed Matter Physics Office: 217A Nielsen Physics Building Phone: (865) 974-6019 e-mail: hzhou10@utk.edu Research Interests Almost every new technological innovation depends heavily upon the discovery of new materials and new novel physical properties. The discovery of many extraordinary properties of transition-metal oxides (TMOs), such as high-Tc superconductivity, CMR effect, and multi-ferroelectric effect, or the so called \"strongly correlated systems\", has opened many new fields in condensed matter physics. Recently, new \"quantum states of matter\" are coming increasingly to the fore in modern condensed-matter physics. Two celebrated examples are topological insulator and quantum spin liquid. The understandings of the strongly correlated spin\/orbital\/lattice couplings and the quantum phase coherence in all these materials are not only of fundamental importance but also potentially useful for applications. My main research interests are to discovery new materials possessing abnormal physical properties, such as geometrically frustrated magnetism showing quantum spin behaviors, multiferroicity, orbital ordering, and metal-insulator transitions. The strategies are to grow single crystals of them, and study them by x-ray scattering, low temperature and high magnetic field measurements, and neutron scattering. We expect our studies will advance the understanding of strongly correlated systems and quantum matters. For full statement of research interests, see here . Dr. Zhou Wins NSF CAREER Award I obtained my Ph.D. in Physics in December 2005 from University of Texas at Austin with Prof. John B Goodenough. Then, I became a Postdoctoral Associate at National High Magnetic Field Lab\/Florida Sate University with Prof. C. R. Wiebe. In August 2008, I obtained a position as assistant scholar\/scientist in NHMFL. I became an Assistant Professor in the Physics Department at UTK in August 2012. For a full CV, including full publications record, see here For Prospective Students A couple of positions are immediately available for highly motivated graduate and undergraduate students who are interested in growing single crystals of novel materials and study them with different techniques. If interested, please e-mail or call me. Selected Recent Publications “Hierarchy of exchange interactions in the triangular lattice spin liquid YbMgGaO 4 ”, X. Zhang, F. Mahmood, M. Daum, Z. L. Dun, Joseph A. M. Paddison, Nicholas J. Laaurita, T. Hong, H. D. Zhou, N. P. Armitage, and M. Mourigal, Physical Review X 8 , 031001 (2018) “The nature of spin excitations in a the one-third magnetization plateau pahse of Ba 3 CoSb 2 O 9 ”, Y. Kamiya, L. Ge, T. Hong, Y. Qiu, D. L. Quintero-Castro, Z. Lu, H. B. Cao, M. Matsuda, E. S. Choi, C. D. Batista, M. Morigal, H. D. Zhou, and J. Ma, Nature Communications 9 , 2666 (2018) “Tunable quantum spin liquidity in the 1\/6th-fulled breathing kagome lattice”, A. Akbari-Shaebaf, R. Sincalir, A. Verrier, D. Ziat, H. D. Zhou, X. F. Sun, and J. A. Quilliam, Physical Review Letters 120 , 227201 (2018) “Field driven quantum criticality in the spinel magnet ZnCr 2 Se 4 ”, C. C. Gu, Z. Y. Zhao, X. L. Chen. M. Lee, E. S. Choi, Y. Y. Han, L. S. Ling, L. Pi, Y. H. Zhang, G. Chen, Z. R. yang, H. D. Zhou, and X. F. Sun, Physical Review Letters 120 , 147204 (2018) . “Experimental evidence for bipolaron condensation as a mechanism for the metal-insulator transition in rare-earth nickelates” J. Shamblin, M. Heres, H. D. Zhou, J. Sangoro, M. Lang, J. Neuefeind, J. Alonso, and S. Johnston, Nature Communications 9 , 86 (2018) “Momentum-resolved observations of the phonon instability driving geometric improper ferroelectricity in yttrium manganites” D. Bansal, J. Niedziela, R. Sinclair, V. Garlea, D. Abernathy, S. X. Chi, Y. Ren, H. D. Zhou, and O. Delaire, Nature Communications 9 , 15 (2018) . “Itinerant antiferromagnetism in RuO 2 ” T. Berlijn, P. C. Snijders, O. Delaire, H. D. Zhou, T. A. Maier, H. B. Cao, S. X. Chi, M. Matsuda, Y. Wang, M. R. Koehler, P. R. C. Kent, H. H. Weitering, Physical Review Letters 118 , 077201 (2017) “Continuous excitations of the triangular-lattice quantum spin liquid YbMgGaO4”, J. A. M. Paddison, M. Daum, Z. L. Dun, G. Ehlers, Y. Liu, M. B. Stone, H. D. Zhou, and M. Mourigal, Nature Physics 13 , 117 (2017) “Magnetic ground states of the Rare-earth tripod kagome lattice Mg 2 RE 3 Sb 3 O 14 (RE = Gd, Dy, Er)”, Z. L. Dun, J. Trinh, K. Li, M. Lee, K. W. Chen, R. Baumbach, Y. F. hu, Y. X. Wang, E. S. Choi, B. S. Shastry, A. P. Ramirez, and H. D. Zhou, Physical Review Letters 116 , 157201 (2016) “Probing disorder in isometric pyrochlore and related complex oxides”, Jacob Shamblin, Mikhail Feygenson, Joerg Neuefeind, Cameron L. Tracy, Fuxiang Zhang, Sarah Finkeldei, Dirk Bosbach, Haidong Zhou, Rodney C. Ewing and Maik Lang, Nature Materials DOI:10.1038\/NMAT4581 College of Arts and Sciences  The University of Tennessee, Knoxville. Big Orange. Big Ideas. Knoxville, Tennessee 37996  |  865-974-1000 The flagship campus of the University of Tennessee System"
            ]
        ]
    ]
}