{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MY3DD0R2",
            "8vW0HVwAAAAJ",
            [
                "Event generator tunes obtained from underlying event and multiparton scattering measurements",
                "Muon recontruction performance of the ATLAS detector in proton–proton colliion data at $$\\qrt {} $$= 13 TeV"
            ],
            [
                "New sets of parameters (“tunes”) for the underlying-event (UE) modelling of the pythia 8, pythia6 and herwig++ Monte Carlo event generators are constructed using different parton distribution functions. Combined fits to CMS UE proton–proton () data at and to UE proton–antiproton () data from the CDF experiment at lower, are used to study the UE models and constrain their parameters, providing thereby improved predictions for proton–proton collisions at 13. In addition, it is investigated whether the values of the parameters obtained from fits to UE observables are consistent with the values determined from fitting observables sensitive to double-parton scattering processes. Finally, comparisons are presented of the UE tunes to “minimum bias”(MB) events, multijet, and Drell–Yan ( lepton-antilepton+ jets) observables at 7 and 8, as well as predictions for MB and UE observables at 13 …",
                "This article documents the performance of the ATLAS muon identification and reconstruction using the LHC dataset recorded at  TeV in 2015. Using a large sample of  and  decays from 3.2 fb of pp collision data, measurements of the reconstruction efficiency, as well as of the momentum scale and resolution, are presented and compared to Monte Carlo simulations. The reconstruction efficiency is measured to be close to  over most of the covered phase space ( and  GeV). The isolation efficiency varies between 93 and  depending on the selection applied and on the momentum of the muon. Both efficiencies are well reproduced in simulation. In the central region of the detector, the momentum resolution is measured to be  () for muons from  () decays, and the momentum scale is known with an uncertainty of . In the region , the  resolution …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}