{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MYOSS4KU",
            "J4jyploAAAAJ",
            [
                "Overview of recent progress towards in-situ biogas upgradation techniques",
                "A review of the role of critical parameters in the design and operation of biogas production plants",
                "Feasibility analysis of a renewable hybrid energy system with producer gas generator fulfilling remote household electricity demand in Southern Norway",
                "Characterization and pilot scale fluidized bed gasification of herbaceous biomass: a case study on alfalfa pellets",
                "Semi-continuous feeding and gasification of alfalfa and wheat straw pellets in a lab-scale fluidized bed reactor",
                "Assessing the gasification potential of five woodchips species by employing a lab-scale fixed-bed downdraft reactor",
                "Influence of variable feeding on mesophilic and thermophilic co-digestion of Laminaria digitata and cattle manure",
                "Perspectives of optical colourimetric sensors for anaerobic digestion",
                "Fermentative Bioethanol Production Using Enzymatically Hydrolysed Saccharina latissima",
                "Biogas and hydrogen"
            ],
            [
                "Biogas, as derived from the anaerobic digestion process, offers a versatile possibility of renewable and sustainable energy usage. When enriched, upgraded biogas can yield high levels of biomethane, allowing its use as an alternative to natural gas via existing natural gas grids or being directly consumed by transport vehicles as fuel. Currently, biogas upgrading is experiencing a golden period of rapid development where many enrichment techniques are being revisited, modified or strengthened, and contemporary novel technologies are being proposed. Mainly, two broad categories of upgrading techniques are present in which conventional method primarily focuses on ex-situ approaches, treating produced biogas to methane by employing catalytic conversion (biological and chemical), membrane gas-permeation, desulphurization, physical and chemical scrubbing, absorption and adsorption. Over the years, a …",
                "Many operating parameters, individually or together, may influence the performance of anaerobic digestion towards biogas or digestate yield and quality maximization. The most preferred method of optimizing an anaerobic digestion plant often relies on how carefully the crucial parameters, such as pH, temperature, organic loading rate, hydraulic retention time, and pressure, are chosen. There is a large amount of literature available on optimization of anaerobic digestion; however, given the continued development and implementation of innovative technologies, together with the introduction of increasingly complex systems, it is necessary to update present knowledge on process parameters and their role on operational ranges and flexibilities in real-life anaerobic digestion system. Accordingly, the present review discusses the importance of the selection of operational parameters in existing technologies and their impact on biogas yield. Notably, the four broad areas of feedstock utilization (substrate, inoculum, codigestion and pretreatment), process condition (pH, temperature, pressure, and reactor design), reactor control (HRT and OLR) and inhibition (Ammonia and VFAs) are covered in this review. In addition, particular emphasis is placed on the most recent innovations that have been or may be implemented in current or future biogas plants. View Full-Text",
                "Hybrid energy system is increasingly emerging as an option to produce energy for the remote areas. This paper presented an economic feasibility analysis of a single standalone house operating with a hybrid power plant consisting of a fixed capacity producer gas generator (2 kWe) and other renewable energy sources (Photovoltaic and wind). The National Renewable Energy Laboratory's Hybrid Optimization Model for Electric Renewable (HOMER) was employed which evaluated techno-economic analysis based on the criteria of net present cost and levelized cost of electricity. Taking the site specific daily average solar radiation, average wind speed and load data into account, renewable hybrid model consisting of Bio\/PV (Photovoltaic)\/wind\/battery\/capacitor was found feasible giving 19,866 kWh\/yr. of energy with a levelized cost of electricity of 0.306 kWh\/yr. While comparing the hybrid system with a diesel or …",
                "Pilot-scale bubbling fluidized bed gasification tests of alfalfa pellets were performed at two different operational periods ranged on the basis of the two given equivalence ratio (ER) (the ratio between actual air and the stoichiometric air) namely as 0.25 and 0.30. During the test, the solid feeding rate was kept constant at 4.7 kg\/h while the air input was varied and thus the ER. Increasing air from 4.16 to 4.99 N m3\/h contributed to the evolution pattern of several parameters such as the rise in gas lower heating value (LHV) and gas yield, the average maximum of which were 4.2 MJ\/N m3 and 1.5 N m3\/kg respectively. Gas composition was mainly boosted by the concentration of CO, as the rest of the combustible components stayed rather unaffected due to the modified air flow rate. The steady state bed temperature agreed with the trend of air flow and ranged between 720 and 780 °C despite gasification start-up …",
                "Small scale air-blown fluidized bed gasification of alfalfa and wheat straw pellets were conducted for semi-continuous solid feeding and range of operating conditions varied due to the modifications in equivalence ratio (ER) (0.20–0.35) achieved both by varying solid and air input. Alfalfa pellets displayed an improvement in several gasification variables such as gas lower heating value (∼4.1 MJ\/Nm3), specific gas yield (1.66 Nm3\/kg), cold gas efficiency (∼42%) and carbon conversion efficiency (∼72%) as ER maximized to 0.35 which was found optimum for this feedstock for the present course of experiments. Gasification parameters of wheat straw pellets on the other hand were characterized by a great degree of variation as the ER progressively increased. The optimum performance of this biomass was likely to achieve at ER = 0.30 when gas lower heating value and cold gas efficiency maximized to ∼4 MJ\/Nm3 …",
                "This paper is aimed to assess the performance of air blown fixed-bed downdraft gasification of local lignocellulosic biomasses which in perspective of Southern Norway are both available and sustainable. Long rotation forest crops birch, oak and spruce, coupled with energy crops poplar and willow were used as feedstocks. The gasification conditions undertaken were widely varied in-terms of air (∼3.20–4.20 N m3\/h) and fuel flow (∼1.70–2.10 kg\/h) so that the corresponding equivalence ratio (ER) differed (0.19–0.80) and ultimately reflected to other operational parameters such as bed temperature (∼550–760 °C maximum), producer gas yield (∼1.50–2.30 N m3\/kg, wet base), cold gas efficiency (∼35–51%), carbon conversion efficiency (∼61–76%) and so on. An emphasis was also placed on evaluating material balance by accounting the by-products (such as tar, char) of gasification so that the system …",
                "In this study the effect of various feeding ratios on mesophilic (∼35 °C) and thermophilic (∼50 °C) co-digestion of brown algae Laminaria digitata and cattle manure was investigated. Algae input of 15% VS caused no influence on specific methane yield from mesophilic co-digester while deteriorated the process parameters such as the development of propionic acid in total volatile fatty acids (tVFA) pattern of the thermophilic co-digester. The accumulation of tVFA continued for the latter reactor as the feeding ratio of algae enhanced to 24% VS, but the specific methane yield improved dramatically. Same rise in feeding once again showed no improvement in specific methane yield from mesophilic co-digester even though the other process parameters stabilized or, enriched such as the gain in average volumetric methane yield. For the last feeding ratio at 41% VS algae, specific methane yield from mesophilic co …",
                "Although biogas is not a new approach to producing renewable fuel, it could further be developed to improve its potential as an alternative energy source. To achieve this, vast improvements in the efficiency and cost of biogas production are essential. These enhancements require detailed systematic monitoring to attain a near-optimal biogas production process. To date, there is a striking imbalance between the inherent biological complexity of anaerobic digestion, and the minimal information currently measured on-line. The objective of this review is to discuss how improvements in availability and cost of sensor technology used for determining the key compounds and their dynamics within the biogas processing plant will facilitate the further understanding of the biogas production process, preventing the biological process failure. In particular, colourimetric assays (sensor assays based on coloured dyes) for …",
                "The increased demand for machinery and transport has led to an overwhelming increase in the use of fossil fuels in the last century. Concerning the economic and environmental concern, macroalgae with high fermentable polysaccharide content (mainly mannitol, cellulose and laminarin), can serve as an excellent alternative to food crops for bioethanol production, a renewable liquid fuel. In this study, Saccharina latissima, a brown macroalgae readily available on the Norwegian coast was used as the carbohydrate source for the fermentative production of bioethanol. The macroalgae harvested was found to contain 31.31 ± 1.73 g of reducing sugars per 100 g of dry Saccharina latissima upon enzymatic hydrolysis. The subsequent fermentation with Saccharomyces cerevisiae produced an ethanol yield of 0.42 g of ethanol per g of reducing sugar, resulting in a fermentation efficiency of 84% as compared to the theoretical maximum. Using these results, an evaluation of the fermentation process has demonstrated that the brown macroalgae Saccharina latissima could become a viable bioethanol source in the future.",
                "Page 87. Chapter| five Biogas and Hydrogen Shiplu Sarkera, Anna SR Nordgårdb, Jacob\nJ. Lambc, Kristian M. Liend aDepartment of Manufacturing and Civil Engineering, ENERSENSE,\nFaculty of Engineering, NTNU, Trondheim, Norway; bDepartment of Biotechnology and Food\nScience, Faculty of Natural Sciences, NTNU, Trondheim, Norway; cDepartment of Electronic\nSystems, Department of Energy and Process Engineering, ENERSENSE, Faculty of Information\nTechnology and Electrical Engineering, NTNU, Trondheim, Norway; dDepartment of Energy\nand Process Engineering, ENERSENSE, Faculty of Engineering, NTNU, Trondheim, Norway\nCHAPTER OUTLINE Biogas Production Process 74 Combined Biogas and Hydrogen Utilization\n77 Biogas Enrichment with Hydrogen … \n"
            ],
            [
                [
                    "Thermochemical conversion of biomass",
                    "Biochemical conversion of biomass",
                    "Sustainable energy ..."
                ]
            ],
            [
                "Shiplu Sarker Graduate Student Nuclear A518 Zaffarano Hall ssarker@iastate.edu 515-294-5686"
            ]
        ]
    ]
}