{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MYXL4HYO",
            "Hd0FkzYAAAAJ",
            [
                "A quantitative perspective on ethics in large team science",
                "Together we stand",
                "Legitimating a nuclear critic: John Gofman, radiation safety, and cancer risks",
                "Conflicts of interest, selective inertia, and research malpractice in randomized clinical trials: an unholy trinity",
                "A modest proposal to move RCR education out of the classroom and into research",
                "Feelings and ethics education: the film dear scientists",
                "Connecting Past with Present: A Mixed-Methods Science Ethics Course and its Evaluation"
            ],
            [
                "The gradual crowding out of singleton and small team science by large team endeavors is challenging key features of research culture. It is therefore important for the future of scientific practice to reflect upon the individual scientist’s ethical responsibilities within teams. To facilitate this reflection we show labor force trends in the US revealing a skewed growth in academic ranks and increased levels of competition for promotion within the system; we analyze teaming trends across disciplines and national borders demonstrating why it is becoming difficult to distribute credit and to avoid conflicts of interest; and we use more than a century of Nobel prize data to show how science is outgrowing its old institutions of singleton awards. Of particular concern within the large team environment is the weakening of the mentor–mentee relation, which undermines the cultivation of virtue ethics across scientific …",
                "Over the past 70 years, scientific research has been transforming from a solitary operation into an endeavour characterized by everincreasing team size1. The importance of this transformation cannot be overstated. As science undergoes this remarkable evolution, one might expect that the scientific community and its primary host—academia—would develop new norms that better serve its needs. But the academic career structure, originally conceived to reward self-sufficient independent researchers, continues to be implemented in a system now dominated by teams. To make matters worse, increasingly specialized education leaves academics ill-prepared to cope with this challenge. When, how and why did this problem arise, where will it lead and how can it be rectified?",
                "Whether low-level ionizing radiation has an effect on humans has been a polarizing issue for the last fifty years. The epicenter of this controversy has been the validity of the linear non-threshold dose-response model, according to which any amount of radiation, however small, causes damage to human genes and health. In the late 1960s and early 1970s, the nuclear scientist and medical researcher John Gofman (1918––2007) played a pivotal role in the debate. Historical accounts have treated Gofman as a radical antinuclear scientist whose unscientific arguments put enormous political pressure on the nuclear power industry and regulatory agencies. Gofman's bitter struggle with the Atomic Energy Commission, which funded his research at Lawrence Livermore National Laboratory, partly accounts for this view. However, my analysis of Gofman's involvement in the low-level radiation debate shows how he also …",
                "Recently a great deal of attention has been paid to conflicts of interest in medical research, and the Institute of Medicine has called for more research into this important area. One research question that has not received sufficient attention concerns the mechanisms of action by which conflicts of interest can result in biased and\/or flawed research. What discretion do conflicted researchers have to sway the results one way or the other? We address this issue from the perspective of selective inertia, or an unnatural selection of research methods based on which are most likely to establish the preferred conclusions, rather than on which are most valid. In many cases it is abundantly clear that a method that is not being used in practice is superior to the one that is being used in practice, at least from the perspective of validity, and that it is only inertia, as opposed to any serious suggestion that the incumbent …",
                "Requirements for training in responsible conduct of research have significantly increased over the past 25 years, but worries about the integrity of science have only intensified. The approach to training has relied largely on short-term experiences, either online or in person. Even if done well, such strategies remain separate from, and a negligible fraction of, the practice of research. A proposed alternative is to empower faculty, postdoctoral fellows, and graduate student leaders to foster conversations about research ethics in the research environment.",
                "There is an increasing body of evidence that not only cognition but also emotions shape moral judgment. The conventional teaching of responsible conduct of research, however, does not target emotions; its emphasis is on rational analysis. Here I present a new approach,‘the feelings method,’for incorporating emotions into science ethics education. This method is embodied in Dear Scientists, an innovative film that combines humanities with arts and works at the subconscious level, delivering an intense mix of music and images, contrasted by calm narration. Dear Scientists has struck a chord across the science, humanities, and arts communities—a promising sign.",
                "We present a graduate science ethics course that connects cases from the historical record to present realities and practices in the areas of social responsibility, authorship, and human\/animal experimentation. This content is delivered with mixed methods, including films, debates, blogging, and practicum; even the instructional team is mixed, including a historian of science and a research scientist. What really unites all of the course’s components is the experiential aspect: from acting in historical debates to participating in the current scientific enterprise. The course aims to change the students’ culture into one deeply devoted to the science ethics cause. To measure the sought after cultural change, we developed and validated a relevant questionnaire. Results of this questionnaire from students who took the course, demonstrate that the course had the intended effect on them. Furthermore, results of this …"
            ],
            [
                [
                    "Science Ethics",
                    "History of Science"
                ]
            ]
        ]
    ]
}