{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MZP4CIAT",
            "FO8QBzkAAAAJ",
            [
                "Experimental study of igneous and sedimentary apatite dissolution: control of pH, distance from equilibrium, and temperature on dissolution rates",
                "Evolution of primary producers in the sea",
                "MAGic: A Phanerozoic model for the geochemical cycling of major rock-forming components"
            ],
            [
                "Apatite dissolution experiments were conducted using both a fluidized bed and stirred tank reactor over a range of pH, temperature, solution saturation state, and on non-carbonated and carbonated apatite compositions: igneous fluorapatite (FAP) and sedimentary carbonate fluorapatite (CFA), respectively. From 2 <pH <6, the rate of release from dissolution of all apatite components [calcium (Ca), phosphorus (P), and fluoride (F)] increased with decreasing pH for FAP. From 6 < pH < 8.5, the FAP dissolution rate is pH independent. Measuring apatite dissolution rates at pH > 8.5 were not possible due to detection limits of the analytical techniques used in this study and the high insolubility of FAP. For the CFA compositions studied, the dissolution rate decreased with increasing pH from 4 < pH < 7. During early stages of the dissolution reaction for both FAP and CFA, mineral components were released in non …",
                "Evolution of Primary Producers in the Sea reference examines how photosynthesis evolved on Earth and how phytoplankton evolved through time–ultimately to permit the evolution of complex life, including human beings. The first of its kind, this book provides thorough coverage of key topics, with contributions by leading experts in biophysics, evolutionary biology, micropaleontology, marine ecology, and biogeochemistry. This exciting new book is of interest not only to students and researchers in marine science, but also to evolutionary biologists and ecologists interested in understanding the origins and diversification of life. Evolution of Primary Producers in the Sea offers these students and researchers an understanding of the molecular evolution, phylogeny, fossil record, and environmental processes that collectively permits us to comprehend the rise of phytoplankton and their impact on Earth's ecology and biogeochemistry. It is certain to become the first and best word on this exhilarating topic. Discusses the evolution of phytoplankton in the world's oceans as the first living organisms and the first and basic producers in the earths food chain Includes the latest developments in the evolution and ecology of marine phytoplankton specifically with additional information on marine ecosystems and biogeochemical cycles The only book to consider of the evolution of phytoplankton and its role in molecular evolution, biogeochemistry, paleontology, and oceanographic aspects Written at a level suitable for related reading use in courses on the Evolution of the Biosphere, Ecological and Biological oceanography and marine biology, and Biodiversity",
                "A dynamical model (MAGic) is presented that describes the elemental cycling of sedimentary materials involving sodium, potassium, calcium, magnesium, chloride, carbon, oxygen, iron, sulfur and phosphorous through much of the Phanerozoic. The model incorporates the basic reactions controlling atmospheric carbon dioxide and oxygen concentrations, continental and seafloor weathering of silicate and carbonate rocks, net ecosystem productivity, basalt-seawater exchange reactions, precipitation and diagenesis of chemical sediments and authigenic silicates, oxidation-reduction reactions involving carbon, sulfur, and iron, and subduction-decarbonation reactions. Although MAGic contains feedback and forcing functions adapted from the GEOCARB models (Berner, 1991, 1994; Berner and Kothavala, 2001), these functions are incorporated in a reservoir-reaction scheme that is considerably more detailed …"
            ],
            [
                [
                    "Undergraduate Research (UR)",
                    "Underrepresented Students",
                    "UR Skills",
                    "Retention"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}