{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "MZW76L9M",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Mayda Velasco Mayda Velasco Professor \/ Director, COFI Institute PhD, Northwestern University, 1995 m-velasco@northwestern.edu (847) 467-7099 Fax: (847) 467-6857 Tech F119 Mayda M. Velasco is a Professor in the Department of Physics & Astronomy at Northwestern University in Evanston, Illinois, and the Director of the international COFI Institute -- \"Instituto de Cosmologia y Fisica de las Americas\" in San Juan, Puerto Rico. She received her PhD from Northwestern University in 1995 based on experimental work performed to solve the proton spin crisis, as a member of the Spin Muon Collaboration at CERN. In 1996, she won a CERN Fellowship and later became a CERN Scientific staff. In that period, she was a member of the NA48 Collaboration, where she worked towards the understanding of the electroweak sector, and, in particular, the importance of CP violation in solving the mystery of the matter\/anti-matter asymmetry of the Universe. She also formed and led the NA59 experiment at CERN, to develop the use of aligned crystals to produce linearly\/circularly polarized photon beams starting from unpolarized electrons. She received a CERN Achievement Award before becoming a faculty member in the USA in 1999, where she won a Sloan Fellowship and a Woodrow Wilson Award (Mellon Foundation) a few years later. As a starting faculty, her research program focused on precision and high sensitivity measurements in particle physics ranging from ultra-rare neutral and charged kaon decays to possible precision measurements of the CP nature of the Higgs boson at a future Photon Collider. Her current research involves experimental studies of fundamental particles and their interactions using colliding particle beams. As a member of the CMS experiment at the Large Hadron Collider, she leads the effort of searches for very rare decays of the heaviest quark and the newly discovered Higgs boson. Through the years, she has served as the leader of various analysis groups and detector subsystems, like the coordinator for the Detector Performance Group of the hadron calorimeters at CMS. Velasco serves in several boards, including the COFI board of directors, the High Energy Physics Advisory Panel (HEPAP) for the US federal government (starting in 2015) and the board for the CLIC-CTF3 facility formed by the CERN management. She has also served on several other review committees, panels and as a referee in the USA, Switzerland, Finland, Greece, UK, Denmark, and India, among others. Velasco has mentored more than 8 postdoctoral fellows and 15 MS and PhD students, 8 of them as a Northwestern University faculty. Four of the Northwestern students have already graduated -all but one are in academia. She has supervised the research project for more than 20 undergraduates since arriving to Northwestern University. Of those about a 1\/4 were international students and about 1\/4 were female students. Velasco has co-authored over 500 peer-reviewed papers (6 Renowned, 11 Famous, 61 Very well-known, 97 Well-known, 221 Known). Awards and Honors Alfred P. Sloan Fellow Recipient, CERN Achievement Award Woodrow Wilson Fellowship (Mellon Foundation) PROFESSIONAL PREPARATION 1984 – 1988 B.S. in Physics, University of Puerto Rico, Rio Piedras 1989 – 1995 Ph.D. in Physics, Northwestern University, Evanston IL 1996 – 1998 CERN Scientific Post-Doctoral Fellow APPOINTMENTS 2011 – Present Full Professor, Northwestern University 2005 – 2011 Associate Professor, Northwestern University 1999 – 2005 Assistant Professor, Northwestern University 1998 – 1999 CERN Scientific Research Staff AWARDS Research Fellow – Faculty Woodrow Wilson Fellow (Mellon Foundation) – Faculty CERN Achievement Award – Post Doctoral CERN Fellowship – Post Doctoral FNAL\/URA Fellow – Doctoral student RESEARCH RESPONSIBILITIES, PROFESSIONAL SERVICE AND SCHOLARLY RECOGNITIONS Selected as member of the “High Energy Physics Advisory Panel” (starting March of 2015) Director of the “COFI: Instituto de Cosmologia y Fisica de las Americas” (since 2014) Invited to the Fundamental Physics Prize Ceremony for Higgs Discovery involvement (2013) Promoter of future accelerator projects: TLEP, HFiTT, SAPPHIRE, CLICHÉ Co-convener at SNOWMASS-2013 for top quark sub-group: Rare decays LHC Higgs working group (since 2011) and LHC Minimum bias and underlying event working group (since 2010) CMS and USCMS Institutional Board Member (since 2007) Member of CLIC advisory board (since 2005) Co-Convener for γγ colliders in the USA (since 2002) Co-convener at FNAL of Physics Study Group (2001-02): Case for a brighter booster Co-spokesperson of NA59 experiment (since 1998) at CERN COLLABORATORS AND MENTORSHIP Collaborations: member of CMS\/LHC and the CTF3-CLIC machine collaboration at CERN Post-Doctoral advisor: Heinrich Wahl (CERN) Doctoral advisor: Donald Miller and Ralph Segel (Northwestern University) Recent Postdoctoral Scholars: A.Anastassov(1), A.Apyan(2), S.Eichblatt(3), T.Lefevre(4), L.Lusito(5), R.Ofierzinsky(6), M.Szleeper(7), M. Trovato, G. Unel(8) Thesis Advisees: A.Dabrowsky(9), T.Fonseca(10), M. Medina, N. Odell, B. Pollack, A.Pozdnyakov, S.Won(11) TALKS AT CONFERENCES, SEMINARS AND COLLOQUIA (Last 5 years) More than 20 international talks CONFERENCES ORGANIZED PHOTON” 2007, 2009, 2011, 2013, 2015 “ANL\/NU Higgs Workshops\", May 2012, Downtown Chicago LCWS 2005, 2006, 2007, 2008, 2010, 2011,2012,2013: “Linear Collider Workshops\" LIE 2007: “Physics and Technologies of Laser-Electron Interaction toward the ILC\" KAON 2005 (June 2005): “International workshop and Kaon Decays” held at Northwestern University CERN-CNGS (March 2002): “3rd International Workshop on Neutrino Beam Instrumentation\" ASPEN CENTER FOR PHYSICS (June 2002): “Workshop on Underground Science Long Baseline Neutrino Oscillations and Proton Decay\" SNOWMASS (July, 2001): “Summer Study Working Group for High Energy Photon Collider\" FNAL (June, 2001): “Workshop on Physics Potentials at FNAL with Stronger Proton Sources\" FNAL (March, 2001): “2nd International Workshop on High Energy Photon Colliders\" FNAL-NUMI (Sept. 2000): “2nd International Workshop on Neutrino Beam Instrumentation\" Nokia, Chicago On leave as CERN Associate IBM CERN Staff in beams division Post-Doc at Euro-Mediterranean Center for Climate Change Turn down a faculty position in Warsaw, to work for industry in Switzerland in medical-physics CMS, Warsaw faculty in Poland Atlas, University of California Irvine Former CERN fellow at CLIC\/CTF3, now CERN staff at CMS Former CERN fellow, now lecturer in the College de Geneve, Switzerland Now at “The Boston Consulting Group”"
            ]
        ]
    ]
}