{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N1O6VDBI",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Anatoliy Glushchenko, Ph.D. Anatoliy Glushchenko, Ph.D. Anatoliy Glushchenko, Ph.D. Professor \/ Director for the Center for Advanced Technologies & Optical Materials (719) 255-3130 aglushch@uccs.edu ENGR 210 https:\/\/www.uccs.edu\/catom Biography Anatoliy Glushchenko joined the faculty of the University of Colorado at Colorado Springs Department of Physics and Energy Science in 2005. He has extensive collaboration with many university research labs, government labs, and industries. His work is sponsored by the National Science Foundation, Research Corporation, Army Research Office, DARPA, Navy, Air Force Research Lab, and NATO Science for Peace Program. Also, his applied research, materials and devices development are sponsored by small businesses and large corporations, such as Lockheed Martin, Kidde, Cobham, LG-Phillips, Bosch, and others. Besides his extensive research practice Dr. Glushchenko has a wide range of teaching experiences, from high school to undergraduates and to graduates and in a very diverse international environment – Europe, Asia, and in the United States. Outside of his work at the University, Dr. Glushchenko is an established expert on methodology for Physics and Mathematics for elementary, middle, and high school. His expertise includes the development of interdisciplinary classes, problem solving approaches, and hands-on to connect Physics and Mathematics with other disciplines. He is founder of Physics in Middle School as a Separate Discipline Program and the author of the Elementary School Math Integrated with Science Program – innovative programs adopted by many organizations and schools in the United States. Ph.D, Institute of Physics, Ukrainian Academy of Sciences, Kyiv, Ukraine, 1997 Professional Experience 2015-present, Professor, Department of Physics, University of Colorado - Colorado Springs 2011-present, Director, Center for Advanced Technologies & Optical Materials 2010-2015, Associate Professor, Department of Physics, University of Colorado - Colorado Springs 2005-2010, Assistant Professor, Department of Physics, University of Colorado - Colorado Springs 2002-2005, Lab Manager & Adjunct Faculty, Liquid Crystal Institute, Kent State University, Chemical Physics Interdisciplinary Program 2000-2002, Research Associate, Liquid Crystal Institute, Kent State University 1997-1998, Visiting Researcher \/ New Technologies Advisor, LG-Phillips Inc., LCD Division, South Korea 1997-2000, Research Fellow, Department of Physics of Crystals, Institute of Physics, National Academy of Sciences, Kyiv, Ukraine Million Dollars Club Inductee - University of Colorado - Colorado Springs, 2015 National Science Foundation EAGER Grant-Award - for Single-Step Processing of Self-Assembled Magneto-Dielectric Hybrid Composites for Microwave Phased Array Sensors, 2014 Thomas Jefferson Award – University of Colorado, 2013 College of Letters, Arts and Sciences Outstanding Research Award , University of Colorado - Colorado Springs, 2011 Inventor of the Year , University of Colorado, 2007 Inventor Recognition Award , Kent State University, 2004 Award-Fellowship of the President of Ukraine , 2000 KOSEF (Korean Science & Engineering Foundation) Fellowship , 1997 Outstanding Student Achievement Stipend-Award, Zhytomyr State University , 1988, 1989, 1990, 1991, 1992 Gold Educational Medal , State of Zhytomyr Department of Education, 1988 Selected Publications Liquid Crystalline Colloids of Nanoparticles: Preparation, Properties, and Applications. Yuriy A. Garbovskiy and Anatoliy V. Glushchenko, in Solid State Physics Series, Edited by R. Camley and R. Stamps, Vol. 62, p. 1- 74, 2011, ISBN: 978-0-12-374293-3 Applications of Nanoparticles in Bio-Physics. A. Glushchenko, Yu. Garbovskiy, O. Zribi, \"Advances in Ferroelectrics\", 2013, ISBN: 980-953-307-657-2. Ferromagnetic and Ferroelectric Nanoparticles in Liquid Crystals. Yu.Reznikov, Yu.Garbovskiy, A. Glushchenko, “Liquid Crystals with Nano and Microparticles”, Edited by Jan Lagerwall and Giusy Scalia, World Scientific, 2016, ISBN: 978-9814619257. A Practical Guide to Geometrical Optics. Yu Garbovskiy and A. Glushchenko, in print production by Cambridge University Press, 2017 Memory effect in filled nematic liquid crystals. A.Glushchenko, H.Kresse, V.Reshetnyak, Yu.Reznikov, O.Yaroshchuk, Liq.Cryst., Vol.23, No.2, p.p.241-246, 1997 Tensor and complex anchoring in liquid crystals. S. V. Shiyanovskii, A. Glushchenko, Yu. Reznikov, O. D. Lavrentovich, and J. L. West, Physical Review E., Vol. 62(2-A), R1477-R1480, 2000 Drag on particles in a nematic suspension by a moving nematic-isotropic interface J. West, A. Glushchenko, G. Liao, M. Allen, D. Andrienko, and Yu. Reznikov. Phys. Rev. E, Vol. 66, p. 012702, 2002 Ferroelectric nematic suspension Yu. Reznikov, O. Buchnev, O. Tereshchenko, V. Reshetnyak, A. Glushchenko, and J. West. Applied Physics Letters, Vol. 82, No 12, p. 1917-1919, 2003 Fast Birefringent Mode of Stressed Liquid Crystal. John L. West, Guoqiang Zhang, Yurii Reznikov, and Anatoliy Glushchenko. Applied Physics Letters, Vol. 86, p. 031111, 2005 Colloidal particles at a nematic-isotropic interface: effect of confinement. J.L. West, K. Zhang, A. Glushchenko, D. Andrienko, M. Tasinkevych, and Y. Reznikov. Eur. Phys. J. E Vol. 20, pp. 237-242, 2006 Orientational Coupling Amplification in Ferroelectric Nematic Colloids Fenghua Li, Oleksandr Buchnev, Chae Il Cheon, Anatoliy Glushchenko, Victor Reshetnyak, Yuri Reznikov, Timothy J. Sluckin, and John L. West, Phys. Rev. Lett., Vol. 97, p. 147801, 2006 Nanoparticle Doped Organic-Inorganic Hybrid Photorefractives G. Cook, A. V. Glushchenko, V. Reshetnyak, A. T. Griffith, M. A. Saleh, D. R. Evans. Optics Express, Vol. 16, No. 6, p. 4015, 2008 Preparation of ferroelectric nanoparticles and their use in organic-inorganic liquid crystal hybrid photorefractives, H. Atkuri, G. Cook, D. R. Evans, A. Glushchenko, V. Reshetnyak, Yu. Reznikov, J. West, K. Zhang. Journal of Optics A: Pure and Applied Optics, Vol. 11, p. 024006, 2009 Complementary studies of BaTiO3 nanoparticles suspended in a ferroelectric liquid-crystalline mixture, A. Mikulko, P. Arora, A. Glushchenko, A. Lapanik and W. Haase. Europhysics Letters (EPL), Vol. 87, p. 27009, 2009 High frequency signal processing using magnetic layered structures (review) R.E. Camley, Z. Celinski,T. Fal,A.V. Glushchenko, A.J. Hutchison, Y. Khivintsev, Bijoy Kuanr, I.R. Harward, V. Veerakumar, V.V. Zagorodnii, Journal of Magnetism and Magnetic Materials, Vol. 21, p.p. 2048–2054, 2009 Harvesting single ferroelectric domain stressed nanoparticles for optical and ferroic applications, G. Cook, J.L. Barnes, S.A. Basun, D.R. Evans, R.F. Ziolo, A. Ponce, V.Yu. Reshetnyak, A. Glushchenko, and P.P. Banerjee, Journal of Applied Physics, Vol. 108, p. 1, 2010 Nano-colloids of Sn2P2S6 in Nematic Liquid Crystal Pentyl-cianobiphenile, O. Kurochkin, H. Atkuri, O. Buchnev, A. Glushchenko, O. Grabar, R. Karapinar, V. Reshetnyak, J. West, Yu. Reznikov, Condensed Matter Physics, Vol. 13, No 3, 33701, p.: 1-9, 2010 Metallic surfaces as alignment layers for nondisplay applications of liquid crystals, Yu. Garbovskiy, L. Reisman, Z. Celinski, R. E. Camley, and A. Glushchenko, Applied Physics Letters, Vol. 98, p. 073301 - 073301-3, 2011 Dipole moment and spontaneous polarization of ferroelectric nanoparticles in a nonpolar fluid suspension, S. A. Basun, G. Cook, V. Yu. Reshetnyak, A. V. Glushchenko, and D. R. Evans, Phys. Rev. B, Vol. 84, p. 024105, 2011 – Editorial Choice Liquid crystal phase shifters at millimeter wave frequencies, Garbovskiy, Yu., Zagorodnii, V., Krivosik, P., Lovejoy, J., Camley, R. E., Celinski, Z., Glushchenko, A., Dziaduszek, J., Dabrowski, R., Journal of Applied Physics, Vol. 111, No 5, p. 054504, 2012 Optical \/ ferroelectric characterization of BaTiO3 and PbTiO3 colloidal nanoparticles and their applications in hybrid materials technologies, Yu. Garbovskiy, A. Glushchenko, Applied Optics, Vol. 52, p. E34-E39, 2013 Development of a new module for the measurement of the magneto-electric direct and converse effects based on an alternating current susceptometer, D. Bueno-Baques, G. Hurtado-Lopez, V. Corral-Flores, S. Gomez, N. R. Diley, and A. Glushchenko, Review of Scientific Instruments, Vol. 85, p. 085116, 2014 Single step colloidal processing of stable aqueous dispersions of ferroelectric nanoparticles for biomedical imaging, O. Zribi, Yu. Garbovskiy, A. Glushchenko, Materials Research Express, Vol. 1, p. 045401, 2014 – featured in the MRX Highlight Collection for the year of 2014. Switchable Response of Ferroelectric Nanoparticle Doped Polymer-Dispersed Liquid Crystals, Hyunseok Shim, Hong-Kun Lyu, Bunyod Allabergenov, Yuriy Garbovskiy, Anatoliy Glushchenko, and Byeongdae Choi, Journal of Nanoscience and Nanotechnology, Vol. 16, p. 11125–11129, 2016 Enhancement of frequency modulation response time for polymer-dispersed liquid crystal, Hyunseok Shim, Hong-kun Lyu, Bunyod Allabergenov, Yuriy Garbovskiy, Anatoliy Glushchenko and Byeongdae Choi, Liquid Crystals, Vol. 43, No. 10, p.p. 1390-1396, 2016 Selected fluorosubstituted phenyltolanes with a terminal group: NCS, CN, F, OCF3 and their mesogenic and dielectric properties and use for the formulation of high birefringence nematic mixtures to GHz and THz applications, J. Dziaduszek, R. Dabrowski, S. Urban, K. Garbat, A. Glushchenko & K. Czuprynski, Liquid Crystals, 2017 Education Advising & Contributions Undergraduate and Graduate Education Development and implementation of undergraduate & graduate courses, including specific courses in the areas of liquid crystals and soft condensed matter. Some courses were developed to teach students in the Physics Department. The other courses were created to teach graduate & undergraduate students working in the lab. The most recent sets include: (i) Liquid Crystals, which focuses on the basic science of liquid crystals and the connection with the university’s optical courses; (ii) Liquid Crystal Displays, which focuses on the science of liquid crystal device design; (iii) Non-Display Applications of Liquid Crystals; (iv) Instrumentation Design, which focuses on the basics of electronics and data acquisition for physicists; (v) Modern Physics Lab course; (vi) Solid State Physics Lab course; (vii) Modern Optics. Research Interests & Contributions Applied Optics Physics of light interaction with non-linear and anisotropic media, photoalignment and photo-orientation effects in soft matter Geometrical optics in the application to liquid crystal devices Polarization optics and ellipsometry Crystallography when applied to polymer films and liquid crystals Smoke and fire detection – LIDAR systems Biophysics & Biophotonics Bioanalytical instrumentation: development of ultra-sensitive optical devices to detect the presence and behavior of biological agents\/cells\/complexes in a fluid. Tissue engineering: development of artificial tissue prototypes using composites of liquid crystals and polymers with the goal to mimic interaction of real human tissue with heat and light. Nanoparticles behavior analysis: (i) drug delivery - nanoparticles are an excellent tool to deliver drugs on a cellular level; the ferroelectric and ferromagnetic nanoparticles we produce are the most promising for the role of drug carriers (ii) we discovered that electrically and magnetically active nanoparticles selectively influence cancerous and healthy cells, suppressing the development or even killing the former ones; we produce various kinds of such active nanoparticles and study their self-assembly to model the nanoparticle behavior in the human body\/blood streams\/cells\/etc. Liquid crystals mediated bio-imaging: real time visualization of biosystems using liquid crystals: from antigens-antibody interaction to human's skin health conditions. Renewable Energy Liquid crystals for photovoltaics: alignment of discotic liquid crystals, development of methods to increase spectral light sensitivity of discotics to cover the entire energy spectrum, plasmonically doped liquid crystals Hybrid “inorganic - organic” double solar cell: heterojunction solar cells, bulk heterojunction solar cells, double cells, hybrid organic-inorganic solar cells Photovoltaic effect in nanoscale ferroelectric thin films: ferroelectric nanoparticle manufacturing, nanoscale ferroelectric film preparation based on the self-assembly of ferroelectric nanoparticles, nanoscale ferroelectric films doped with ferroelectric nanoparticles. Soft Condensed Matter Physics of nanofluids: development and study of structured colloids. Physics of anisotropic fluids: thermotropic and lyotropic liquid crystals and ordered layers. Surface related phenomena: interaction of liquid crystals with surfaces of a different nature; invention of the anchoring cumulative effect in liquid crystals; invention of the magnetically-mediated surface driven effect; anchoring, alignment, and physics of liquid crystals in confined geometries. Topology of director orientation in soft matter: topological defects in bulk and at surfaces (points, threads and walls), topological defects in liquid crystal droplets, director distribution in external fields, director distribution in liquid crystal films, re-orientation of cholesteric spirals. Electro-optical phenomena in liquid crystals: Freedericksz transition, dynamics of orientational transitions in nematics, cholesterics and smectics, director relaxation, electrically controlled birefringence effects. Phase transitions in liquid crystals: textures and characteristics. Material Science Fabrication of thin films and oriented layers Physical properties of liquid crystals: birefringence, order parameter, dielectric and magnetic properties, elastic properties. Heterogeneous systems: filled liquid crystals, emulsions “Liquid crystal – isotropic liquid,” liquid crystals in porous media, polymer dispersed liquid crystals, polymer network liquid crystals, liquid crystals between polymer walls. High speed dynamic effects and materials: invention of stressed liquid crystals, materials that provide giant phase shifts (up to 50 m) within just 5 ms with the speed rate of 10 m per 1 second. The materials are ready to use in displays, beam steering devices, and various optical modulators. Nanoparticles: preparation and characterization of ferroelectric\/ferromagnetic nanoparticles. Use of the nanoparticles to modify properties of liquid crystals and polymers. Nano-suspensions: invention of ferroelectric nematic liquid crystals, diluted suspension of ferroelectric nano-particles in liquid crystals. Showed that the nano-particles share their intrinsic properties with the liquid crystal host. The materials possess a high sensitivity to electric fields and demonstrate sensitivity to the sign of the electric field. These suspensions will improve the performance of virtually all existing liquid crystal devices and offer the potential for entirely new applications. Also, these suspensions will serve as a model for studying and developing other liquid crystal based suspensions such as those incorporating ferromagnetic particles and carbon nanotubes. Ordered colloids: demonstrated that complex three dimensional structures of nanoparticles can be produced in liquid crystals. Preliminary research demonstrates that moving liquid crystals to an isotropic phase boundary collects, pushes, and periodically deposits nanoparticles. By adjusting a variety of conditions, such as the rate of the phase transition, the alignment of liquid crystal, the size and shape of particles, we can produce a wide variety of three dimensional structures. The application of external fields and, particularly, patterned external fields can be combined with the phase transition to produce very complex structures. This is a cutting edge research area with strong potential. Liquid Crystal Display Devices Principles: operation and fabrication of liquid crystal devices (twisted nematic displays, devices based on electrically controlled birefringence, cholesteric displays, smectic displays) and their components (polarizers, optical retardation films, and alignment layers). Display characterization: viewing angle, switching time, gray scale performance, chromaticity. Alignment methods for liquid crystal electro-optical devices: worked in the team that invented photoalignment; developed innovative photopolymer materials for liquid crystal alignment; developed methods that provide an ultra-small magnitude “out of vertical” pretilt angle liquid crystal orientation (the method is used to manufacture displays that employ the vertical alignment mode). Display modes: invented in-plane sliding display mode; invented vertical alignment display mode with an ultra-fine pretilt angle. Non-Display Applications of Liquid Crystals Diffractive and beam steering devices: low voltage, high performance liquid crystal electro-optical materials for diffractive elements and beam steering devices PDLC (Polymer Dispersion Liquid Crystals) and switchable windows Flexible and Bistable Displays Multistable nematic orientation in colloidal networks Polymer stabilized cholesteric bistable displays, electronic notes, and related effects Smectic bistable displays Smectic bistable displays Polymer walls and polymer networks for flexible display manufacturing Liquid Crystals in Microwave Liquid crystals in co-planar and micro-strip geometry Microwave losses in liquid crystals Tunable phase shifters and steerable antennas Experimental Techniques and Instrumentation Data acquisition, computer and instrumentation hardware, pilot lines, mass production & clean room procedures."
            ]
        ]
    ]
}