{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N3J9DBJ2",
            "WuAi_KEAAAAJ",
            [
                "A framework for identifying organic compounds of concern in hydraulic fracturing fluids based on their mobility and persistence in groundwater",
                "Groundwater methane in relation to oil and gas development and shallow coal seams in the Denver-Julesburg Basin of Colorado",
                "Inhibition of biodegradation of hydraulic fracturing compounds by glutaraldehyde: groundwater column and microcosm experiments",
                "Degradation of polyethylene glycols and polypropylene glycols in microcosms simulating a spill of produced water in shallow groundwater",
                "Characterization of Accidental Spills and Releases Affecting Groundwater in the Greater Wattenberg Area of the Denver-Julesburg Basin in Northeastern Colorado"
            ],
            [
                "We developed a screening framework for identifying organic components of hydraulic fracturing fluid with increased probability of exposure via groundwater based on mobility, persistence, toxicity, and frequency of use. Of 996 organic fracturing fluid compounds identified by the U.S. Environmental Protection Agency and FracFocus for four states, data were available to perform an initial screening of 659 compounds for sufficient mobility and persistence to reach a water well under fast and slow groundwater transport scenarios. For the fast transport scenario, 15 compounds identified on at least 50 FracFocus reports were predicted to have an elevated exposure potential, which was defined as ≥10% of the initial concentration remaining at a transport distance of 94 m, the average setback distance in the United States. Of these 15 compounds, two were identified on >20% of FracFocus reports (naphthalene and 2 …",
                "Unconventional oil and gas development has generated intense public concerns about potential impacts to groundwater quality. Specific pathways of contamination have been identified; however, overall rates of contamination remain ambiguous. We used an archive of geochemical data collected from 1988 to 2014 to determine the sources and occurrence of groundwater methane in the Denver-Julesburg Basin of northeastern Colorado. This 60,000-km2 region has a 60-y-long history of hydraulic fracturing, with horizontal drilling and high-volume hydraulic fracturing beginning in 2010. Of 924 sampled water wells in the basin, dissolved methane was detected in 593 wells at depths of 20–190 m. Based on carbon and hydrogen stable isotopes and gas molecular ratios, most of this methane was microbially generated, likely within shallow coal seams. A total of 42 water wells contained thermogenic stray gas …",
                "The rapid expansion of unconventional oil and gas development has raised concerns about the potential contamination of aquifers; however, the groundwater fate and transport of hydraulic fracturing fluid compounds and mixtures remains a significant data gap. Degradation kinetics of five hydraulic fracturing compounds (2-propanol, ethylene glycol, propargyl alcohol, 2-butoxyethanol, and 2-ethylhexanol) in the absence and presence of the biocide glutaraldehyde were investigated under a range of redox conditions using sediment-groundwater microcosms and flow-through columns. Microcosms were used to elucidate biodegradation inhibition at varying glutaraldehyde concentrations. In the absence of glutaraldehyde, half-lives ranged from 13 d to >93 d. Accurate mass spectrometry indicated that a trimer was the dominant aqueous-phase glutaraldehyde species. Microbial inhibition was observed at …",
                "Polyethylene glycols (PEGs) and polypropylene glycols (PPGs) are frequently used in hydraulic fracturing fluids and have been detected in water returning to the surface from hydraulically fractured oil and gas wells in multiple basins. We identified degradation pathways and kinetics for PEGs and PPGs under conditions simulating a spill of produced water to shallow groundwater. Sediment-groundwater microcosm experiments were conducted using four produced water samples from two Denver-Julesburg Basin wells at early and late production. High-resolution mass spectrometry was used to identify the formation of mono- and di-carboxylated PEGs and mono-carboxylated PPGs, which are products of PEG and PPG biodegradation, respectively. Under oxic conditions, first-order half-lives were more rapid for PEGs (<0.4–1.1 d) compared to PPGs (2.5–14 d). PEG and PPG degradation corresponded to increased …",
                "Public concern about the potential effects of unconventional oil and gas development on water quality has grown in recent years. In this study, we considered accidental spills and releases that occurred from 2007 to 2014 in the Greater Wattenberg Area (GWA), an area of intensive oil and gas extraction located within the Denver-Julesburg Basin in northeastern Colorado. Our objective was to quantify the occurrence rates of (1) all spills and (2) spills determined by the operator to have caused groundwater impacts. Additionally, for spills affecting groundwater, we analyzed characteristics including facilities and equipment involved, causes, and resolution times in order to identify recommendations for improved regulatory or operational practices.Spills and releases were identified from publicly-available reports collected by the Colorado Oil and Gas Conservation Commission (COGCC). Spills were identified as having …"
            ],
            [
                [
                    "organic contaminant fate and transport",
                    "groundwater hydrology"
                ]
            ],
            [
                "Jessica Rogers Jessica Rogers Planetarium Director and Astronomy Instructor jherring@d.umn.edu (218) 726-8362 376 Marshall W. Alworth Hall"
            ]
        ]
    ]
}