{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N3RNPBO4",
            "9XSGJLAAAAAJ",
            [
                "Solvent-resistant organic transistors and thermally stable organic photovoltaics based on cross-linkable conjugated polymers",
                "Tuning mechanical and optoelectrical properties of poly (3-hexylthiophene) through systematic regioregularity control",
                "Importance of optimal composition in random terpolymer-based polymer solar cells",
                "Effects of solubilizing group modification in fullerene bis-adducts on normal and inverted type polymer solar cells",
                "Controlling number of indene solubilizing groups in multiadduct fullerenes for tuning optoelectronic properties and open-circuit voltage in organic solar cells",
                "Comparative study of thermal stability, morphology, and performance of all-polymer, fullerene–polymer, and ternary blend solar cells based on the same polymer donor",
                "Architectural engineering of rod–coil compatibilizers for producing mechanically and thermally stable polymer solar cells",
                "Proximity injection of plasticizing molecules to self-assembling polymers for large-area, ultrafast nanopatterning in the sub-10-nm regime",
                "Freestanding and arrayed nanoporous microcylinders for highly active 3D SERS substrate",
                "Effect of Incorporated Nitrogens on the Planarity and Photovoltaic Performance of Donor–Acceptor Copolymers"
            ],
            [
                "Conjugated polymers, in general, are unstable when exposed to air, solvent, or thermal treatment, and these challenges limit their practical applications. Therefore, it is of great importance to develop new materials or methodologies that can enable organic electronics with air stability, solvent resistance, and thermal stability. Herein, we have developed a simple but powerful approach to achieve solvent-resistant and thermally stable organic electronic devices with a remarkably improved air stability, by introducing an azide cross-linkable group into a conjugated polymer. To demonstrate this concept, we have synthesized polythiophene with azide groups attached to end of the alkyl chain (P3HT-azide). Photo-cross-linking of P3HT-azide copolymers dramatically improves the solvent resistance of the active layer without disrupting the molecular ordering and charge transport. This is the first demonstration of solvent …",
                "While the regioregularity (RR) of conjugated polymers is known to have a strong influence on their inherent properties, systematic study of the RR effect has been limited due to the lack of a synthetic methodology. Herein, we successfully produced a series of poly(3-hexylthiophene)s (P3HTs) having a wide range of RR from 64 to 98%. Incorporation of controlled amounts of head-to-head (H–H) coupled dimer in modified Grignard metathesis polymerization allows a facile tuning of the RR of the P3HTs with comparable molecular weight and low polydispersity. Then, we investigated the effect of RR on structural, electrical, and mechanical properties of P3HTs in which a higher content of H–H regio-defects, namely lower RR, systematically lowered the degree of crystallinity. Although high RR P3HT (98%) had higher charge carrier mobility (1.81 × 10–1 cm2 V–1 s–1), its strong crystallinity induced high brittleness and …",
                "A new series of donor–acceptor (D–A) conjugated random terpolymers (PBDTT–DPP–TPD) were synthesized from electron-rich thienyl-substituted benzo[1,2-b:4,5-b′]dithiophene (BDTT), in conjugation with two electron-deficient units, pyrrolo[3,4-c]pyrrole-1,4-dione (DPP) and thieno[3,4-c]pyrrole-4,6-dione (TPD), of different electron-withdrawing strengths. The optical properties of these random terpolymers can be easily controlled by tuning the ratio between DPP and TPD; an increase in TPD induced increased absorption between 400 and 650 nm and a lower highest occupied molecular orbital energy level, while higher DPP contents resulted in stronger absorption between 600 and 900 nm. The best power conversion efficiency (PCE) of 6.33% was obtained from PBDTT–DPP75–TPD25 with [6,6]-phenyl-C71-butyric acid methyl ester (PC71BM) due to the improved light absorption and thus a short-circuit …",
                "Structural control of solubilizing side groups in fullerene-based electron acceptors is critically important to optimize their performance in bulk heterojunction (BHJ)-type polymer solar cell (PSC) devices. The structural changes of fullerene derivatives affect not only their optical and electrochemical properties but also their solubility and miscibility with electron donor polymers. Herein, we synthesized a series of o-xylenyl C60 bis-adduct (OXCBA) derivatives with different solubilizing side groups to systematically investigate the effects of fullerene derivative structures on the photovoltaic properties of PSCs. The xylenyl side groups on the OXCBA were modified to produce several different OXCBA derivatives in which the xylenyl groups were functionalized with fluorine (FXCBA), nitro (NXCBA), methoxy and bromine (BMXCBA), and phenyl groups (ACBA). End group modifications of OXCBA dramatically affect photovoltaic …",
                "The ability to tune the lowest unoccupied molecular orbital (LUMO)\/highest occupied molecular orbital (HOMO) levels of fullerene derivatives used as electron acceptors is crucial in controlling the optical\/electrochemical properties of these materials and the open circuit voltage (Voc) of solar cells. Here, we report a series of indene fullerene multiadducts (ICMA, ICBA, and ICTA) in which different numbers of indene solubilizing groups are attached to the fullerene molecule. The addition of indene units to fullerene raised its LUMO and HOMO levels, resulting in higher Voc values in the photovoltaic device. Bulk-heterojunction (BHJ) solar cells fabricated from poly(3-hexylthiophene) (P3HT) and a series of fullerene multiadducts-ICMA, ICBA, and ICTA showed Voc values of 0.65, 0.83, and 0.92 V, respectively. Despite demonstrating the highest Voc value, the P3HT:ICTA device exhibited lower efficiency (1.56%) than the …",
                "We compared the thermal and morphological stability of all-polymer solar cells (all-PSCs) and fullerene-based PSCs (fullerene-PSCs) having the same polymer donor (PBDTTTPD), which provided comparable peak power conversion efficiencies (PCEs) of >6%. We observed a remarkable contrast in thermal stability dependent upon the acceptor composition in the active layer, with the performance of the fullerene-PSCs completely deteriorating after annealing for 5 h at 150 °C, whereas that of the all-PSCs remained stable even after annealing for 50 h at 150 °C. Pronounced phase separation was observed in the active layer of the fullerene-PSCs at two different length scales. In stark contrast, almost no morphological changes in the all-PSCs were observed, likely due to the low diffusion kinetics of the polymer acceptors. To develop a comprehensive understanding of the role of polymer acceptor on the thermal …",
                "While most high-efficiency polymer solar cells (PSCs) are made of bulk heterojunction (BHJ) blends of conjugated polymers and fullerene derivatives, they have a significant morphological instability issue against mechanical and thermal stress. Herein, we developed an architecturally engineered compatibilizer, poly(3-hexylthiophene)-graft-poly(2-vinylpyridine) (P3HT-g-P2VP), that effectively modifies the sharp interface of a BHJ layer composed of a P3HT donor and various fullerene acceptors, resulting in a dramatic enhancement of mechanical and thermal stabilities. We directly measured the mechanical properties of active layer thin films without a supporting substrate by floating a thin film on water, and the enhancement of mechanical stability without loss of the electronic functions of PSCs was successfully demonstrated. Supramolecular interactions between the P2VP of the P3HT-g-P2VP polymers and the …",
                "While the uses of block copolymers (BCPs) with a high Flory–Huggins interaction parameter (χ) are advantageous for the improvement of resolution and line edge fluctuations of self-assembled nanoscale patterns, their slow chain diffusion results in a prolonged assembly time. Although solvent vapor annealing has shown great effectiveness in promoting the self-assembly of such BCPs, a practical methodology to achieve a uniform swelling level in wafer-scale BCP thin films has not been reported. Here, we show that a solvent-swollen polymer gel pad can be used as a highly controllable vapor source for the rapid, large-area (>200 mm in diameter) formation of sub-10-nm patterns from a high-χ BCP. The proximal injection of solvent vapors to BCP films and the systematic control of the swelling levels and temperatures can significantly boost the self-assembly kinetics, realizing the formation of well-aligned sub-10 …",
                "Surface-enhanced Raman scattering (SERS) has been considered as one of the most promising tools for molecular analysis. To develop practical platforms, a variety of nanoparticles and two-dimensional (2D) nanostructures have been prepared. However, low signal intensity or slow binding kinetics in conventional approaches limits their applications. To overcome these shortcomings, production and usage of three-dimensional (3D) nanostructures remain an important yet unmet need. In this paper, we report novel and effective SERS-active materials by fabricating hierarchically structured SiO2 microcylinders decorated with gold nanoparticles. In order to fully develop 3D nanostructures, while maintaining fast diffusion of analyte molecules, we used self-assembled nanostructures of block-copolymers (BCPs) confined in the microholes of an imprinting mold; the BCPs could provide a template for producing 3D …",
                "Systematic control of the chemical structure of conjugated polymers is critically important to elucidate the relationship between the conjugated polymer structures and properties and to optimize their performance in bulk heterojunction (BHJ) polymer solar cell (PSC) devices. Herein, we synthesized three new copolymers, i.e., P0, P1, and P2; these copolymers contain the same benzodithiophene donor unit but have different acceptor units with different numbers of nitrogen atoms in the range of 0–2. The effects of the introduced nitrogen atoms on the structural, optical, electrical, and photovoltaic properties of the conjugated polymers were investigated; the structural properties of the polymers, in particular, were studied using both experimental (grazing-incidence X-ray scattering (GIXS) measurements) and computational methods (molecular simulation). As the number of introduced nitrogen atoms increased, the …"
            ],
            [
                [
                    "Ionotronics",
                    "Ionoelastomers",
                    "Polymerized Ionic Liquids"
                ]
            ]
        ]
    ]
}