{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N4440OTZ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Juyang  Huang,  Ph.D Professor juyang.huang@ttu.edu (806) 834-3182 Office: 35 Science Building Ph.D. Physics, State University of New York at Buffalo (1987) M.S. Electric and Computer Engineering, State University of New York at Buffalo(1986) B.S. Physics, Zhejiang University, China (1981) Web Links Research Page Teaching Page My main research area is biophysics of lipid membranes. We are particularly interested\n                        in the role of cholesterol in determining the physical, chemical and functional properties\n                        of biomembranes. We investigate the cholesterol-lipid-protein interactions using both\n                        experimental and computational techniques, which include fluorescence spectroscopy,\n                        fluorescence microscopy, X-ray diffraction, light scattering, enzyme activity assays,\n                        lattice-model Monte Carlo (MC) simulation, and atomistic molecular dynamics (MD) simulation.\n                        Also, we are interested in developing new liposome technology for drug delivery and\n                        biosensor applications. Our research activities are currently supported by the grants\n                        from the National Science Foundation (NSF), the National Institute of Health (NIH),\n                        and the American Chemical Society (PRF). Ali, Md R., K. H. Cheng, and J. Huang, 2007. \"Assess the nature of cholesterol-lipid\n                           interactions through the chemical potential of cholesterol in phosphatidylcholine\n                           bilayers\", Proc Natl Acad Sci USA. 104:5372-5377. Ali, M.R., K.H. Cheng, andJ. Huang. 2006. Ceramide drives cholesterol out of the ordered\n                           lipid bilayer phase into the crystal phase in 1-palmitoyl-2-oleoyl-sn-glycero-3-phosphocholine\/cholesterol\/ceramide\n                           ternary mixtures. Biochemistry 45(41):12629-12638. Parker, A., K. Miles, K. H. Cheng, and J. Huang. 2004. Lateral Distribution Of Cholesterol\n                           In Dioleoylphosphatidylcholine Lipid Bilayers: Cholesterol-Phospholipid Interactions\n                           At High Cholesterol Limit. Biophys. J. 86:1532-1544. Huang, J. 2002 Exploration of Molecular Interactions in Cholesterol Superlattices:\n                           Effect of multibody interactions. Biophys. J., 83:1014-1025. Contact Undergrad. Inquiry Undergrad. Inquiry Contact Grad. Inquiry Grad. Inquiry Contact TTU Contact Contact TTU Sep 14, 2020 3:03 PM"
            ]
        ]
    ]
}