{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N4MIYP9R",
            "oLPGqOsAAAAJ",
            [
                "QCD spectrum with three quark flavors",
                "Variants of fattening and flavor symmetry restoration",
                "Nucleon generalized parton distributions from full lattice QCD",
                "Evidence for a Bound  Dibaryon from Lattice QCD",
                "Nucleon structure from mixed action calculations using 2+ 1 flavors of asqtad sea and domain wall valence fermions",
                "Testing improved actions for dynamical Kogut-Susskind quarks",
                "Nucleon-nucleon scattering from fully dynamical lattice QCD",
                "Light nuclei and hypernuclei from quantum chromodynamics in the limit of SU (3) flavor symmetry",
                "Nucleon axial charge in full lattice QCD",
                "Light hadron spectroscopy using domain wall valence quarks on an Asqtad sea"
            ],
            [
                "We present results from a lattice hadron spectrum calculation using three flavors of dynamical quarks—two light and one strange—and quenched simulations for comparison. These simulations were done using a one-loop Symanzik improved gauge action and an improved Kogut-Susskind quark action. The lattice spacings, and hence also the physical volumes, were tuned to be the same in all the runs to better expose differences due to flavor number. Lattice spacings were tuned using the static quark potential, so as a by-product we obtain updated results for the effect of sea quarks on the static quark potential. We find indications that the full QCD meson spectrum is in better agreement with experiment than the quenched spectrum. For the 0++(a 0) meson we see a coupling to two pseudoscalar mesons, or a meson decay on the lattice.",
                "We study the effects of different “fat link” actions for Kogut-Susskind quarks on flavor symmetry breaking. Our method is mostly empirical—we compute the pion spectrum with different valence quark actions on common sets of sample lattices. Different actions are compared, as best we can, at equivalent physical points. We find significant reductions in flavor symmetry breaking relative to the conventional or to the “link plus staple” actions, with a reasonable cost in computer time. We also develop and test a scheme for approximate unitarization of the fat links. While our tests have concentrated on the valence quark action, our results will be useful in designing simulations with dynamical quarks.",
                "We present a comprehensive study of the lowest moments of nucleon generalized parton distributions in N f= 2+ 1 lattice QCD using domain-wall valence quarks and improved staggered sea quarks. Our investigation includes helicity dependent and independent generalized parton distributions for pion masses as low as 350 MeV and volumes as large as (3.5 fm) 3, for a lattice spacing of 0.124 fm. We use perturbative renormalization at one-loop level with an improvement based on the nonperturbative renormalization factor for the axial vector current, and only connected diagrams are included in the isosinglet channel.",
                "We present evidence for the existence of a bound H dibaryon, an I= 0, J= 0, s=− 2 state with valence quark structure u u d d s s, at a pion mass of m π∼ 389 MeV. Using the results of lattice QCD calculations performed on four ensembles of anisotropic clover gauge-field configurations, with spatial extents of L∼ 2.0, 2.5, 3.0, and 3.9 fm at a spatial lattice spacing of b s∼ 0.123 fm, we find an H dibaryon bound by B∞ H= 16.6±2.1±4.6 MeV at a pion mass of m π∼ 389 MeV.",
                "We present high statistics results for the structure of the nucleon from a mixed-action calculation using 2+ 1 flavors of asqtad sea and domain-wall valence fermions. We perform extrapolations of our data based on different chiral effective field theory schemes and compare our results with available information from phenomenology. We discuss vector and axial form factors of the nucleon, moments of generalized parton distributions, including moments of forward parton distributions, and implications for the decomposition of the nucleon spin.",
                "We extend tests of “Naik” and “fat link” improvements of the Kogut-Susskind quark action to full QCD simulations, and verify that the improvements previously demonstrated in the quenched approximation also apply to dynamical quark simulations. We extend the study of flavor symmetry improvement to the complete set of pions and find that the nonlocal pions are significantly heavier than the local non-Goldstone pion. These results can be used to estimate the lattice spacing necessary for realistic simulations with this action.",
                "We present results of the first fully dynamical lattice QCD determination of nucleon-nucleon scattering lengths in the S 0 1 channel and S 1 3− D 1 3 coupled channels. The calculations are performed with domain-wall valence quarks on the MILC staggered configurations with a lattice spacing of b= 0.125 fm in the isospin-symmetric limit, and in the absence of electromagnetic interactions.",
                "The binding energies of a range of nuclei and hypernuclei with atomic number A≤ 4 and strangeness| s|≤ 2, including the deuteron, dineutron, H-dibaryon, He 3, He Λ 3, He 4, He Λ 4, and He Λ Λ 4, are calculated in the limit of flavor-SU (3) symmetry at the physical strange-quark mass with quantum chromodynamics (without electromagnetic interactions). The nuclear states are extracted from lattice QCD calculations performed with n f= 3 dynamical light quarks using an isotropic clover discretization of the quark action in three lattice volumes of spatial extent L∼ 3.4 fm, 4.5 fm, and 6.7 fm, and with a single lattice spacing b∼ 0.145 fm.",
                "The nucleon axial charge is calculated as a function of the pion mass in full QCD. Using domain wall valence quarks and improved staggered sea quarks, we present the first calculation with pion masses as light as 354 MeV and volumes as large as (3.5 fm) 3. We show that finite volume effects are small for our volumes and that a constrained fit based on finite volume chiral perturbation theory agrees with experiment within 7% statistical errors.",
                "We calculate the light hadron spectrum in full QCD using two plus one flavor asqtad sea quarks and domain wall valence quarks. Meson and baryon masses are calculated on a lattice of spatial size L≈ 2.5 fm, and a lattice spacing of a≈ 0.124 fm, for pion masses as light as m π≈ 300 MeV, and compared with the results by the MILC Collaboration with asqtad valence quarks at the same lattice spacing. Two-and three-flavor chiral extrapolations of the baryon masses are performed using both continuum and mixed action heavy baryon chiral perturbation theory. Both the three-flavor and two-flavor functional forms describe our lattice results, although the low-energy constants from the next-to-leading order S U (3) fits are inconsistent with their phenomenological values. Next-to-next-to-leading order S U (2) continuum formulae provide a good fit to the data and yield an extrapolated nucleon mass consistent with …"
            ],
            [
                [
                    "Particle Physics",
                    "Nuclear Physics",
                    "Computational Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}