{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N5FTIW5R",
            "HkuU2foAAAAJ",
            [
                "Advances in thermoelectric materials research: Looking back and moving forward",
                "Identifying the Specific Nanostructures Responsible for the High Thermoelectric Performance of (Bi,Sb)2Te3 Nanocomposites",
                "High-performance half-Heusler thermoelectric materials Hf1− x ZrxNiSn1− ySby prepared by levitation melting and spark plasma sintering"
            ],
            [
                "Heat and electricity are two forms of energy that are at opposite ends of a spectrum. Heat is ubiquitous, but with low quality, whereas electricity is versatile, but its production is demanding. Thermoelectrics offers a simple and environmentally friendly solution for direct heat-to-electricity conversion. A thermoelectric (TE) device can directly convert heat emanating from the Sun, radioisotopes, automobiles, industrial sectors, or even the human body to electricity. Electricity also can drive a TE device to work as a solid-state heat pump for distributed spot-size refrigeration. TE devices are free of moving parts and feasible for miniaturization, run quietly, and do not emit greenhouse gasses. The full potential of TE devices may be unleashed by working in tandem with other energy-conversion technologies.Thermoelectrics found niche applications in the 20th century, especially where efficiency was of a lower …",
                "Herein, we report the synthesis of multiscale nanostructured p-type (Bi,Sb)2Te3 bulk materials by melt-spinning single elements of Bi, Sb, and Te followed by a spark plasma sintering process. The samples that were most optimized with the resulting composition (Bi0.48Sb1.52Te3) and specific nanostructures showed an increase of ∼50% or more in the figure of merit, ZT, over that of the commercial bulk material between 280 and 475 K, making it suitable for commercial applications related to both power generation and refrigeration. The results of high-resolution electron microscopy and small angle and inelastic neutron scattering along with corresponding thermoelectric property measurements corroborate that the 10−20 nm nanocrystalline domains with coherent boundaries are the key constituent that accounts for the resulting exceptionally low lattice thermal conductivity and significant improvement of ZT.",
                "Half-Heusler thermoelectric materials Hf1−xZrxNiSn1−ySby (x = 0, 0.25, 0.4, 0.5; y = 0.02, 0.04, 0.06) have been prepared by levitation melting followed by spark plasma sintering or hot pressing. X-ray diffraction analysis and scanning electron microscopy observation show that single-phased half-Heusler compounds without compositional segregations have been obtained by levitation melting in a time-efficient manner. A small amount of Sb doping can improve the electrical power factor but undesirably increases the thermal conductivity due to the increased carrier thermal conductivity. The isoelectronic substitution of Zr for Hf substantially decreased the lattice thermal conductivity. A state-of-the-art ZT value of 1.0 has been attained at 1000 K for the levitation-melted and spark-plasma-sintered Hf0.6Zr0.4NiSn0.98Sb0.02, which is one of the highest achieved ZT values for half-Heusler thermoelectric alloys."
            ],
            [
                [
                    "condensed matter physics",
                    "thermoelectrics",
                    "crystal growth"
                ]
            ],
            [
                "Condensed matter physics is a diverse research area, ranging from innovative studies of the basic properties of materials to the development and study of nanometer-scale electronic, thermoelectric and spintronic systems. Within this field fall the exploration of new materials such as carbon nanotubes and semiconducting nanowires as well as the development of next generation electronic devices. Many of the technologies that impact society today (e.g. electronics, magnetics, and photonics) emerged directly from research in condensed matter physics. To learn more about the research in condensed matter physics at Clemson University, please explore the links below. Theoretical Condensed Matter Murray Daw - Theory of Materials Catalina Marinescu - Condensed Matter Theory Sumanta Tewari - Quantum Computation Yao Wang - Quantum Many-body Problems Experimental Condensed Matter Jianbo Gao - Ultrafast Photophysics of Devices Lab Jian He - Synthesis and Characterization of Transition Metal Oxides Ramakrishna Podila - Nano-Bio Lab Apparao Rao - Nanomaterials Research Laboratory Kasra Sardashti - Quantum Materials & Devices Chad Sosolik - Surface and Interface Nanoscience Laboratory October 2019"
            ]
        ]
    ]
}