{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N69Q62IW",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dusan Keres News and Awards Multiple spots in a simulated galaxy glow brightly at submillimeter wavelengths of light Galaxies on FIRE: Star feedback results in less massive galaxies UCSD Physicist Dusan Keres named Hellman Faculty Fellow for 2013-2014 Hopkins, P. F.; Keres, D.; Murray, N.; Quataert, E.; Hernquist, L.;\n\"Realistic Stellar Feed-back & Bulge Formation in Clumpy Disks\", 2011, MNRAS submitted, arXiv:1111.6591 Keres, D.; Vogelsberger, M.; Sijacki, D.; Springel, V.; Hernquist, L.;\n\"Moving mesh cosmology: characteristics of galaxies and halos\", 2011, MNRAS submitted,\narXiv:1109.4638 Sijacki, D.; Vogelsberger, M.; Keres, D.; Springel, V.; Hernquist, L.,\n\"Moving mesh cosmology: the hydrodynamics of galaxy formation\", 2011,\nMNRAS submitted, arXiv:1109.3468 Vogelsberger, M.; Sijacki, D.; Keres, D.; Springel, V.; Hernquist, L.,\n\"Moving mesh cosmology: numerical technique and global statistics\", 2011, MNRAS submitted, arXiv:1109.1281 Hayward, C. C.; Kereš, D.; Jonsson, P.; Narayanan, D.; Cox, T. J.; Hernquist, Lars, What Does a Submillimeter Galaxy Selection Actually Select? The Dependence of Submillimeter Flux Density on Star Formation Rate and Dust Mass, 2011, ApJ, 743, 159 Dusan Keres Ph. D., University of Massachusetts, Amherst, 2007 Office: 427 SERF Phone: 858-822-1214 dkeres@physics.ucsd.edu My research encompasses broad area of formation and evolution of galaxies, their halos and the inter-galactic medium. I use gravity+hydrodynamics simulations of structure formation in the universe to understand the cycling of baryons between galaxies and their surroundings. This includes topics of galactic infall, outflows, interactions, long term regulation of galaxy evolution and related observable consequences of these processes. I'm also interested in advances in numerical hydrodynamic techniques and physical models used in galaxy formation."
            ]
        ]
    ]
}