{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N74MQJ5C",
            "-sc_NvEAAAAJ",
            [
                "Brain microemboli during cardiac surgery or aortography",
                "Antineutrophil and myocardial protecting actions of a novel nitric oxide donor after acute myocardial ischemia and reperfusion of dogs.",
                "Intracoronary L-arginine during reperfusion improves endothelial function and reduces infarct size",
                "Myocardial protective effects of adenosine. Infarct size reduction with pretreatment and continued receptor stimulation during ischemia.",
                "Comparison of measures of left ventricular contractile performance derived from pressure-volume loops in conscious dogs.",
                "Catastrophic pulmonary vasoconstriction associated with protamine reversal of heparin",
                "Echocardiographic determination of left ventricular dimensions, volumes and performance",
                "Preoperative and intraoperative predictors of inotropic support and long-term outcome in patients having coronary artery bypass grafting.",
                "Regional perfusion abnormalities with phenylephrine during normothermic bypass",
                "A dynamic model of ventricular interaction and pericardial influence"
            ],
            [
                "We have observed many focal dilatations or very small aneurysms in terminal arterioles and capillaries of 4 of 5 patients and 6 dogs who had recently undergone cardiopulmonary bypass. A smaller number of sausagelike dilatations distended medium‐sized arterioles. Two other patients had a small number of the same microvascular changes following proximal aortography. Thirty‐four patients and 6 dogs not undergoing cardiopulmonary bypass had none. (A 35th patient who had not undergone cardiopulmonary bypass or aortography showed a small number of dilatations; mediastinal air was a suggested source.) Some of the dilatations exhibited various forms of birefringence. Because most of the dilatations appear empty, we speculate that they are the sites of gas bubbles or fat emboli that have been removed by the solvents used in processing. These microvascular events, occurring only in conjunction with …",
                "It has recently been demonstrated that myocardial ischemia and reperfusion results in a marked decrease in the release of nitric oxide (NO) by the coronary endothelium. NO may possess cardioprotective properties, possibly related to inhibition of neutrophil-related activities. We tested the hypothesis that a cysteine-containing nitric oxide donor compound, SPM-5185, would reduce infarct size and inhibit neutrophil-related activities (adherence to coronary vascular endothelium, accumulation).The effects of intracoronary infusion of SPM-5185 were investigated in a 5.5-hour model of myocardial ischemia (1 hour) and reperfusion (4.5 hours) (MI-R) in anesthetized, open-chest dogs. SPM-5185 (500 nmol\/L) or saline vehicle was infused for 4.5 hours into the left anterior descending coronary artery (LAD) at the time of reperfusion after 1 hour of LAD occlusion. MI-R in dogs …",
                "We tested the hypothesis that intracoronary administration of L-arginine (L-Arg), the physiological nitric oxide (NO) precursor, during reperfusion would attenuate postischemic damage by L-Arg NO-pathway mechanisms. Open-chest, anesthetized dogs underwent 60 min of left anterior descending coronary arterial (LAD) occlusion followed by 270 min of reperfusion. Dogs received intracoronary 10 mM L-Arg (n = 9 dogs), intracoronary 10 mM D-arginine (D-Arg, n = 7), or saline vehicle (Veh, n = 10) in the LAD during the first 120 min of reperfusion using an extracorporeal system. After 270 min of reperfusion, segmental systolic and diastolic function were comparably impaired in all three groups. Infarct size (triphenyltetrazolium chloride) expressed as a percentage of the area at risk (An\/Ar) was significantly (P < 0.05) reduced in the L-Arg group (17.7 +\/- 3.2%) compared with the Veh group (34.8 +\/- 2.4%); D-Arg …",
                "We hypothesized that 1) endogenous adenosine released during ischemia conferred an inherent cardioprotection, and 2) a pretreatment dose of adenosine before ischemia would provide additional protection independent of hemodynamic effects.Thirty-six anesthetized New Zealand White rabbits underwent 30 minutes of regional ischemia produced by coronary occlusion followed by 2 hours of reperfusion. The adenosine group (ADO, n = 9) received a 5-minute pretreatment infusion of 140 micrograms\/kg\/min of adenosine before ischemia. A control group (SAL, n = 9) received saline before ischemia. To separate the effects of adenosine used as a pretreatment versus the effects during ischemia, a third group (ADO+SPT, n = 9) received adenosine as pretreatment followed by 10 mg\/kg 8-p-sulfophenyl theophylline (8-SPT), an A1\/A2-receptor antagonist given before …",
                "Three measures of left ventricular (LV) performance derived from pressure (P)-volume (V) loops have been proposed: the end-systolic P-V (PES-VES) relation, the stroke work-end-diastolic V (SW-VED) relation, and maximum dP\/dt-VED (dP\/dtmax-VED) relation. We evaluated the variability of repeated determinations, and inotropic and load sensitivity of these relations in conscious dogs. LVV was determined from three orthogonal LV diameters measured by sonomicrometry. Three to six sets of variably loaded P-V loops were generated by transient caval occlusions before and again after increasing inotropic state by infusing dobutamine (6 +\/- 1 microgram\/kg\/min, mean +\/- SD) and after increasing PES by 49 +\/- 17 mm Hg with phenylephrine following autonomic blockade. The slope (MSW) of the SW-VED relation was the least variable at constant inotropic state (coefficient of variation, 4 +\/- 3%) compared with the …",
                "Downloaded from http:\/\/pubs.asahq.org\/anesthesiology\/article-pdf\/59\/5\/470\/307744\/0000542\n-198311000-00022.pdf by Googlebot user on 22 September 2020 … Downloaded from \nhttp:\/\/pubs.asahq.org\/anesthesiology\/article-pdf\/59\/5\/470\/307744\/0000542-198311000-00022\n.pdf by Googlebot user on 22 September 2020 … Downloaded from http:\/\/pubs.asahq.org\/anesthesiology\n\/article-pdf\/59\/5\/470\/307744\/0000542-198311000-00022.pdf by Googlebot user on 22 September \n2020 … Downloaded from http:\/\/pubs.asahq.org\/anesthesiology\/article-pdf\/59\/5\/470\/307744\n\/0000542-198311000-00022.pdf by Googlebot user on 22 September 2020  ",
                "Left ventricular dimensions determined by echocardiography in 21 patients were compared by linear regression analysis to biplane angiographic measurements. The results showed significant correlations between the end-diastolic diameter, wall thickness and dimensional ejection fraction obtained by ultrasound and by angiography. The left ventricular volumes derived by the area-length method related closely to the echocardiographic volumes at end-diastole and end-systole. Angiographic stroke volumes showed high correlations with the volumetric change during the cardiac cycle. Determinations of left ventricular mass by echocardiography proved to correlate well with those derived from angiocardiograms. However, satisfactory ultrasonic examinations could not be obtained from 6 (22 percent) of the patient group, who had pulmonary emphysema, cardiomegaly or an exceptionally thick anterior chest wall …",
                "The prognostic value of preoperative symptoms, preoperative left ventricular function, and intraoperative factors as related to postoperative outcome in coronary artery bypass grafting is unclear. This study was performed to identify risk factors that could be used as markers to predict immediate and long-term outcome, knowledge of which might allow physicians to modify these factors to decrease the likelihood of an adverse outcome. We retrospectively evaluated preoperative factors (including age, sex, New York Heart Association [NYHA] classification of symptoms, ejection fraction [EF], wall motion abnormalities, baseline left ventricular end-diastolic pressure [LVEDP], postradiographic contrast injection LVEDP, change in LVEDP with contrast injection, cardiac enlargement, and collateral vessels) and intraoperative factors (duration of bypass and aortic cross-clamp time) in 128 patients. The need for inotropic drug support was used as a marker of immediate outcome. A 36-mo follow-up used death and the postoperative NYHA classification of symptoms as markers of long-term outcome. The various factors associated with the use of inotropes and immediate outcome were analyzed by logistic regression. The factors related to inotrope use (and presumed adverse short-term outcome) in order of decreasing significance were lower EF, older age, cardiac enlargement, female sex, and higher baseline and postcontrast LVEDP. Patients with EF greater than or equal to 55%, but also having wall motion abnormalities and LVEDP change greater than or equal to 10 mm Hg, and all patients with EF less than 55% were more likely to require inotropic drug …",
                "Background. Hypotension and vasopressors during cardiopulmonary bypass may contribute to splanchnic ischemia. The effect of restoring aortic pressure on visceral organ, brain, and femoral muscle perfusion during cardiopulmonary bypass by increasing pump flow or infusing phenylephrine was examined.Methods. Twelve anesthetized swine were stabilized on normothermic cardiopulmonary bypass. After baseline measurements, including regional blood flow (radioactive microspheres), aortic pressure was reduced to 40 mm Hg by decreasing the pump flow. Next, aortic pressure was restored to 65 mm Hg either by increasing the pump flow or by titrating phenylephrine. The animals had both interventions in random order.Results. At 40 mm Hg aortic pressure, perfusion to all visceral organs and femoral muscle, but not to the brain, was significantly reduced. Increasing pump flow improved perfusion to the …",
                "A mathematical model describing the dynamic interaction between the left and the right ventricle over the complete cardiac cycle is presented. The pericardium-bound left and right ventricles are represented as two coupled chambers consisting of the left and right free walls and the interventricular septum. Time-varying pressure-volume relationships characterize the component compliances, and the interaction of these components produces the globally observed ventricular pump properties (total chamber pressure and volume). The model 1) permits the simulation of passive (diastolic) and active (systolic) ventricular interaction, 2) provides temporal profiles of hemodynamic variables (e.g., ventricular pressures, volumes, and flow) that agree well with reported observations, and 3) can be used to examine the effect of the pericardium on ventricular interaction and ventricular mechanics. It can be reduced to …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}