{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N8O00JVF",
            "BptCn8IAAAAJ",
            [
                "NIST handbook of mathematical functions",
                "Generating solitons by phase engineering of a Bose-Einstein condensate",
                "Watching dark solitons decay into vortex rings in a Bose-Einstein condensate",
                "Search for new physics with atoms and molecules",
                "Theory and applications of atomic and ionic polarizabilities",
                "Collective excitations of atomic Bose-Einstein condensates",
                "Atomic negative-ion resonances",
                "Stationary solutions of the one-dimensional nonlinear Schrödinger equation. I. Case of repulsive nonlinearity",
                "Generalized thermalization in an integrable lattice system"
            ],
            [
                "Modern developments in theoretical and applied science depend on knowledge of the properties of mathematical functions, from elementary trigonometric functions to the multitude of special functions. These functions appear whenever natural phenomena are studied, engineering problems are formulated, and numerical simulations are performed. They also crop up in statistics, financial models, and economic analysis. Using them effectively requires practitioners to have ready access to a reliable collection of their properties. This handbook results from a 10-year project conducted by the National Institute of Standards and Technology with an international group of expert authors and validators. Printed in full color, it is destined to replace its predecessor, the classic but long-outdated Handbook of Mathematical Functions, edited by Abramowitz and Stegun. Included with every copy of the book is a CD with a searchable PDF of each chapter. Check out the news release and the video for this new book!",
                "Quantum phase engineering is demonstrated with two techniques that allow the spatial phase distribution of a Bose-Einstein condensate (BEC) to be written and read out. A quantum state was designed and produced by optically imprinting a phase pattern onto a BEC of sodium atoms, and matter-wave interferometry with spatially resolved imaging was used to analyze the resultant phase distribution. An appropriate phase imprint created solitons, the first experimental realization of this nonlinear phenomenon in a BEC. The subsequent evolution of these excitations was investigated both experimentally and theoretically.",
                "We have created spatial dark solitons in two-component Bose-Einstein condensates in which the soliton exists in one of the condensate components and the soliton nodal plane is filled with the second component. The filled solitons are stable for hundreds of milliseconds. The filling can be selectively removed, making the soliton more susceptible to dynamical instabilities. For a condensate in a spherically symmetric potential, these instabilities cause the dark soliton to decay into stable vortex rings. We have imaged the resulting vortex rings.",
                "This article reviews recent developments in tests of fundamental physics using atoms and molecules, including the subjects of parity violation, searches for permanent electric dipole moments, tests of the C P T theorem and Lorentz symmetry, searches for spatiotemporal variation of fundamental constants, tests of quantum electrodynamics, tests of general relativity and the equivalence principle, searches for dark matter, dark energy, and extra forces, and tests of the spin-statistics theorem. Key results are presented in the context of potential new physics and in the broader context of similar investigations in other fields. Ongoing and future experiments of the next decade are discussed.",
                "Atomic polarization phenomena impinge upon a number of areas and processes in physics. The dielectric constant and refractive index of any gas are examples of macroscopic properties that are largely determined by the dipole polarizability. When it comes to microscopic phenomena, the existence of alkaline-earth anions and the recently discovered ability of positrons to bind to many atoms are predominantly due to the polarization interaction. An imperfect knowledge of atomic polarizabilities is presently looming as the largest source of uncertainty in the new generation of optical frequency standards. Accurate polarizabilities for the group I and II atoms and ions of the periodic table have recently become available by a variety of techniques. These include refined many-body perturbation theory and coupled-cluster calculations sometimes combined with precise experimental data for selected transitions, microwave …",
                "We apply linear-response analysis of the Gross-Pitaevskii equation to obtain the excitation frequencies of a Bose-Einstein condensate confined in a time-averaged orbiting potential trap. Our calculated values are in excellent agreement with those observed in a recent experiment.",
                "The authors attempt to give a comprehensive discussion of observations of atomic negative-ion resonances throughout the periodic table. A review of experimental and theoretical approaches to the study of negative-ion resonances is given together with a consideration of the various schemes that are used for their classification. In addition to providing, where possible, tabulated data for the energies, widths, and symmetries of these states, the authors also attempt to highlight regularities in their behavior both within groups of the periodic table and along isoionic sequences.",
                "All stationary solutions to the one-dimensional nonlinear Schrödinger equation under box and periodic boundary conditions are presented in analytic form. We consider the case of repulsive nonlinearity; in a companion paper we treat the attractive case. Our solutions take the form of stationary trains of dark or gray density-notch solitons. Real stationary states are in one-to-one correspondence with those of the linear Schrödinger equation. Complex stationary states are uniquely nonlinear, nodeless, and symmetry breaking. Our solutions apply to many physical contexts, including the Bose-Einstein condensate and optical pulses in fibers.",
                "After a quench, observables in an integrable system may not relax to the standard thermal values, but can relax to the ones predicted by the generalized Gibbs ensemble (GGE)[M. Rigol et al., Phys. Rev. Lett. 98, 050405 (2007)]. The GGE has been shown to accurately describe observables in various one-dimensional integrable systems, but the origin of its success is not fully understood. Here we introduce a microcanonical version of the GGE and provide a justification of the GGE based on a generalized interpretation of the eigenstate thermalization hypothesis, which was previously introduced to explain thermalization of nonintegrable systems. We study relaxation after a quench of one-dimensional hard-core bosons in an optical lattice. Exact numerical calculations for up to 10 particles on 50 lattice sites (≈ 10 10 eigenstates) validate our approach."
            ],
            [
                [
                    "Atomic Physics",
                    "Bose-Einstein Condensation",
                    "Ultracold Quantum Gases",
                    "Quantum Technologies",
                    "Neutrons"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}