{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N97SKJQ2",
            "6Slzb38AAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "control systems",
                    "signal processing",
                    "communications",
                    "network theory",
                    "linear algebra"
                ]
            ],
            [
                "Brian Anderson Brian Anderson Associate Professor N245 ESC 801.422.2233    (office) 801.422.1127    (lab) bea@byu.edu physics.byu.edu\/faculty\/anderson\/ acoustics.byu.edu Acoustics Research Group: Th 11-12 Specialty: Time reversal, nondestructive testing, communications, ultrasonics, electro-acoustic transduction, transducer arrays, elastic and fluid media Brian Anderson, Associate Professor in the Department of Physics and Astronomy, began his career at BYU in Aug. 2015 (Assistant Professor from 2015-2017). He is currently working on many projects in the areas of targeted speech communication and nondestructive evaluation using time reversal acoustics and nonlinear acoustics techniques. His work has application to search and rescue efforts, personal audio, and the safe storage of spent nuclear fuel. He has taught Physics 167, Physics 561, Physics 660, and Physical Science 100. Since 2012, Brian has served as an Associate Editor for the Journal of the Acoustical Society of America. He and his family enjoy geocaching. Prior to coming to BYU, Brian worked as a Research Scientist at Los Alamos National Laboratory in the Geophysics Group from 2012-2015. Brian worked at BYU as a visiting assistant professor from 2009-2011. He did his postdoctoral work at Los Alamos from 2006-2008. He received a Ph.D. in Acoustics from the Pennsylvania State University in Dec. 2006 where he developed a technology to improve underwater SONAR arrays while working at Penn State's Applied Research Laboratory. In Dec. 2003, he received his M.S. degree in Physics from BYU, where he developed a novel acoustical technique for the measurement of loudspeaker parameters using a plane wave tube. He received his B.S. in Physics in Aug. 2001, also from BYU, and studied the effect on pitch due to the inharmonicity of piano tones."
            ]
        ]
    ]
}