{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N99K9385",
            "MQiMFHIAAAAJ",
            [
                "Trust and taxpaying: Testing the heuristic approach to collective action",
                "Swimming upstream: Collaborative approaches to watershed management",
                "Watershed partnerships and the emergence of collective action institutions",
                "Building consensual institutions: networks and the National Estuary Program"
            ],
            [
                "Theory: Trust is a critical attitude that extends the duty heuristic developed in Scholz and Pinney (1995). The \"trust heuristic\" can provide the basis for a contingent compliance strategy capable of sustaining cooperative solutions to collective action problems of governance if two conditions are met. First, compliance with laws must be conditional on levels of trust in specific legal arenas. Second, a citizen's trust in government and trust in other citizens' willingness to obey the law must reflect the costs and benefits associated with obeying laws. Hypothesis: This article tests the first hypothesis in the tax arena: trust in government and in other citizens increase compliance over and above the levels expected from an internalized sense of duty to obey laws and the fear of getting caught by enforcement agencies like the IRS. Method: We test the hypotheses with regression analysis of survey and tax return data from a …",
                "In recent years, water resource management in the United States has begun a shift away from top-down, government agency-directed decision processes toward a collaborative approach of negotiation and problem solving. Rather than focusing on specific pollution sources or specific areas within a watershed, this new process considers the watershed as a whole, seeking solutions to an interrelated set of social, economic, and environmental problems. Decision making involves face-to-face negotiations among a variety of stakeholders, including federal, state, and local agencies, landowners, environmentalists, industries, and researchers. Swimming Upstream analyzes the collaborative approach by providing a historical overview of watershed management in the United States and a normative and empirical conceptual framework for understanding and evaluating the process. The bulk of the book looks at a variety of collaborative watershed planning projects across the country. It first examines the applications of relatively short-term collaborative strategies in Oklahoma and Texas, exploring issues of trust and legitimacy. It then analyzes factors affecting the success of relatively long-term collaborative partnerships in the National Estuary Program and in 76 watersheds in Washington and California. Bringing analytical rigor to a field that has been dominated by practitioners' descriptive accounts, Swimming Upstream makes a vital contribution to public policy, public administration, and environmental management.",
                "This article examines the emergence of local cooperative institutions-watershed partnerships-that resolve collective action problems involved in the management of natural resources. The political contracting approach to institutional supply suggests that watershed partnerships are more likely to emerge when potential benefits outweigh the transaction costs of developing and maintaining new institutions. We analyze the impact of social, political, economic, and ecological features of watersheds that affect benefits and transaction costs on the emergence of 958 watershed partnerships in the more than 2100 watersheds in the United States. Our findings demonstrate that watershed partnerships are most likely to emerge in watersheds confronting severe pollution problems associated with agricultural and urban runoff, with low levels of command-and-control enforcement, and containing the resources to offset …",
                " Currently, many approaches to solving policy problems seek to create community‐based, less coercive solutions that are creating the conditions for the birth of new regional governmental institutions. We argue that networks form the core of these emergent structures and that federal programs can play a positive role in developing local networks. Our empirical work compares networks in estuaries included in National Estuary Program with networks in comparable estuaries that were not. We find that the networks in NEP areas span more levels of government, integrate more experts into policy discussions, nurture stronger interpersonal ties between stakeholders, and create greater faith in the procedural fairness of local policy, thus laying the foundation for a new form of cooperative governance. "
            ],
            [
                [
                    "environmental policy",
                    "collective action",
                    "social networks"
                ]
            ],
            [
                "Marc Davis (E) Marc Davis (E) Professor 605S Campbell mdavis@astro.berkeley.edu (510) 642-5156 Marc Davis' Research Group Marc Davis received his B.S. in 1969 from the Massachusetts Institute of Technology and his Ph.D. in 1973 from Princeton. After a lectureship at Princeton he was an assistant\/associate Professor of Astronomy at Harvard University from 1975, and moved to Berkeley in 1981. He is a fellow of the American Physical Society and the American Association for the Advancement of Science. He is a member of the National Academy of Sciences and the American Academy of Arts and Science. He has been a Sloan Foundation Fellow and a Miller Professor. My research is focused on physical cosmology, especially on questions of the nature of large-scale structure in the Universe and its evolution. My students and I have undertaken large redshift surveys of galaxies, with the goal of measuring statistical properties of the galaxy distribution that are useful for the determination of cosmological parameters. With students and postdocs, I have worked on large-scale simulation studies of structure formation as tests of alternative cosmologies and various models of dark matter. Recent work has focused on detailed comparisons of the measured velocity field of galaxies with the gravity field inferred from the large-scale galaxy distribution. We have simulated the formation of galaxies with inclusion of gas dynamical effects and feedback from star formation. My most recent Future work involved extensive use of the 10 meter Keck telescope. Current Projects For the past several years, we have been observing a new spectroscopic survey of the distant Universe, the DEIMOS\/DEEP redshift survey. This was a unique enterprise combining the power of the world's largest telescope with a new wide-field, medium resolution optical spectrograph, DEIMOS, which has been optimized for this project. We have now accumulated in a program of 100 Keck nights high quality spectra of 40,000 galaxies at redshift Z~1. We can Keck as a time machine to study galaxies and their clustering properties as they were at half the present age of the Universe. Such studies are sensitive probes of cosmological models and will yield unprecedented information on the formation history of galaxies and AGN. Our understanding of cosmology has made rapid progress, but fundamental unsolved mysteries remain. Recent evidence suggests that the expansion of the Universe is accelerating, which, according to Einstein's theory of General Relativity, can occur only if the Universe contains a substantial amount of \"dark energy\" with negative pressure, in addition to the ubiquitous \"dark matter\" needed to explain structure in the Universe and the masses of galaxies and clusters of galaxies. There are no laboratory experiments that can probe the \"dark energy\" sector; only by global cosmological investigations can this mysterious component be constrained. Yet such a component of the Universe must ultimately be explained by fundamental physics, and it is therefore important that independent investigations with different sytematic errors be brought to bear on this question. By counting the abundance of galaxies as a function of their internal linewidth, or by counting clusters of galaxies as a function of their internal velocity dispersion, the DEIMOS\/DEEP survey will set stringent constraints on the properties of the dark energy. Further details are provided on the web pages below. There is opportunity in my research group for new students to join in this major research program. Our team is small and there is ample opportunity for enterprising students to take charge of major components of the survey. Publications B. Moore and M. Davis, \"The origin of the Magellanic stream,\" Mon. Not. of the R.A.S.270, 209 (1994). A. Nusser and M. Davis, \"Estimation of peculiar velocity from the inverse Tully-Fisher relation,\" Mon. Not. of the R.A.S.276, 1391 (1995). M. Davis, A. Nusser, and J. Willick, “Comparison of velocity and gravity fields: The Mark III catalog versus the IRAS 1.2 Jy Survey,” Ap. J.473, 22 (1996). D. Schlegel, D. Finkbeiner, and M. Davis, \"Maps of dust IR emission for use in estimation of reddening and CMBR foregrounds,” Ap. J.500, 525 (1998). J. Newman and M. Davis, “Measuring the cosmic equation of state with counts of galaxies,” astro-ph\/9912366, Ap. J. Lett.543, 11 (2000). M. Davis, J. Newman, S. Faber, and A. Phillips, “The DEEP2 redshift survey,” ESO conference on DEEP fields, astro-ph\/0012189 (in press)."
            ]
        ]
    ]
}