{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N99K9385",
            "MQiMFHIAAAAJ",
            [
                "Trust and taxpaying: Testing the heuristic approach to collective action",
                "Swimming upstream: Collaborative approaches to watershed management",
                "Watershed partnerships and the emergence of collective action institutions",
                "Building consensual institutions: networks and the National Estuary Program"
            ],
            [
                "Theory: Trust is a critical attitude that extends the duty heuristic developed in Scholz and Pinney (1995). The \"trust heuristic\" can provide the basis for a contingent compliance strategy capable of sustaining cooperative solutions to collective action problems of governance if two conditions are met. First, compliance with laws must be conditional on levels of trust in specific legal arenas. Second, a citizen's trust in government and trust in other citizens' willingness to obey the law must reflect the costs and benefits associated with obeying laws. Hypothesis: This article tests the first hypothesis in the tax arena: trust in government and in other citizens increase compliance over and above the levels expected from an internalized sense of duty to obey laws and the fear of getting caught by enforcement agencies like the IRS. Method: We test the hypotheses with regression analysis of survey and tax return data from a …",
                "In recent years, water resource management in the United States has begun a shift away from top-down, government agency-directed decision processes toward a collaborative approach of negotiation and problem solving. Rather than focusing on specific pollution sources or specific areas within a watershed, this new process considers the watershed as a whole, seeking solutions to an interrelated set of social, economic, and environmental problems. Decision making involves face-to-face negotiations among a variety of stakeholders, including federal, state, and local agencies, landowners, environmentalists, industries, and researchers. Swimming Upstream analyzes the collaborative approach by providing a historical overview of watershed management in the United States and a normative and empirical conceptual framework for understanding and evaluating the process. The bulk of the book looks at a variety of collaborative watershed planning projects across the country. It first examines the applications of relatively short-term collaborative strategies in Oklahoma and Texas, exploring issues of trust and legitimacy. It then analyzes factors affecting the success of relatively long-term collaborative partnerships in the National Estuary Program and in 76 watersheds in Washington and California. Bringing analytical rigor to a field that has been dominated by practitioners' descriptive accounts, Swimming Upstream makes a vital contribution to public policy, public administration, and environmental management.",
                "This article examines the emergence of local cooperative institutions-watershed partnerships-that resolve collective action problems involved in the management of natural resources. The political contracting approach to institutional supply suggests that watershed partnerships are more likely to emerge when potential benefits outweigh the transaction costs of developing and maintaining new institutions. We analyze the impact of social, political, economic, and ecological features of watersheds that affect benefits and transaction costs on the emergence of 958 watershed partnerships in the more than 2100 watersheds in the United States. Our findings demonstrate that watershed partnerships are most likely to emerge in watersheds confronting severe pollution problems associated with agricultural and urban runoff, with low levels of command-and-control enforcement, and containing the resources to offset …",
                " Currently, many approaches to solving policy problems seek to create community‐based, less coercive solutions that are creating the conditions for the birth of new regional governmental institutions. We argue that networks form the core of these emergent structures and that federal programs can play a positive role in developing local networks. Our empirical work compares networks in estuaries included in National Estuary Program with networks in comparable estuaries that were not. We find that the networks in NEP areas span more levels of government, integrate more experts into policy discussions, nurture stronger interpersonal ties between stakeholders, and create greater faith in the procedural fairness of local policy, thus laying the foundation for a new form of cooperative governance. "
            ],
            [
                [
                    "environmental policy",
                    "collective action",
                    "social networks"
                ]
            ]
        ]
    ]
}