{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "N9KMBMQR",
            "wusWMDwAAAAJ",
            [
                "Ionospheric sounding using real‐time amateur radio reporting networks"
            ],
            [
                "Amateur radio reporting networks, such as the Reverse Beacon Network (RBN), PSKReporter, and the Weak Signal Propagation Network, are powerful tools for remote sensing the ionosphere. These voluntarily constructed and operated networks provide real‐time and archival data that could be used for space weather operations, forecasting, and research. The potential exists for the study of both global and localized effects. The capability of one such network to detect space weather disturbances is demonstrated by examining the impacts on RBN‐observed HF propagation paths of an X2.9 class solar flare detected by the GOES 15 satellite. Prior to the solar flare, the RBN observed strong HF propagation conditions between multiple continents, primarily Europe, North America, and South America. Immediately following the GOES 15 detection of the solar flare, the number of reported global RBN propagation paths …"
            ],
            [
                [
                    "Auroral physics",
                    "auroral electrodynamics",
                    "HF radiowave propagation",
                    "incoherent scatter radar",
                    "rocket instrumentation"
                ]
            ],
            [
                "Stephen R. Kaeppler Assistant Professor of Physics and Astronomy 204 Kinard Laboratory 864-656-4275 skaeppl@clemson.edu Kaeppler Group Ph.D., Physics, University of Iowa, Iowa City, IA M.S., Physics, University of Iowa, Iowa City, IA B.S., Physics and Astronomy - Physics, University of Wisconsin - Madison, Madison, WI Prof. Kaeppler's research focuses on understanding electrodynamics at high latitudes using ground-based radars and in-situ observations, understanding ionospheric disturbances using high frequency (HF) radiowave propagation techniques, and development of novel ground- and space-based hardware. Dr. Kaeppler has led investigations using incoherent scatter radar to quantify auroral particle distributions in the E- and D- region and auroral conductivity, neutral winds, and electrodynamics. Dr. Kaeppler's research also focuses on developing novel high frequency (HF) software defined radio techniques, using active and passive transmissions, combined with ionospheric model and ray tracing to quantify the ionospheric electron density and understand the propagation of ionospheric electron density perturbations. The atmosphere is a fragile layer of gas and aerosol surrounding our planet that warms us, provides the air to breathe, and protects us from harmful radiation. Weather impacts our daily lives and climate affects our future. The Earth's atmosphere extends from the ground into the space environment where the solar wind and magnetic storms rage. Atmospheric and Space Physics is the study of dynamical, thermal, radiational, electro- and magnetodynamical processes that determine the structure, composition, and energy and momentum budget of the atmosphere. The study of the upper atmosphere and ionosphere above 50 km (30 mi) is called aeronomy, above 80-100 km it is considered part of space physics. In our group, we explore the atmosphere with rocket and ground based experiments, satellite data, and various models. Rockets are the only means for in situ measurements between 50 and 150 km, the mesosphere and lower thermosphere. Ground based instruments, such as optical imagers, radar and lidar provide continuous monitoring and important long-term observations. Satellites allow us to study the atmosphere on a global-scale. Numerical models are used to untangle the various interacting dynamical, chemical and electrodynamics processes that occur over a wide range of spatio-temporal scales. Undergraduate students from different disciplines have designed rocket experiments for various missions since 2002. Graduate students pursuing a M.S. or Ph.D. degree can work on any of the various current faculty research projects. Atmospheric and Space Physicists are employed by the aerospace and defense industry, research labs and agencies like NASA, NOAA, NCAR, and the academic sector worldwide. For more information, please visit the pages of our faculty members or contact the Department of Physics and Astronomy at Clemson University. Atmospheric and Space Physics Group Pages Stephen R. Kaeppler - Experimental ionospheric physics and data analysis: ionospheric and auroral electrodynamics, rocket-based hardware development, incoherent scatter radar data analysis, and high frequency (HF) remote sensing of the bottomside ionosphere and software defined radio (SDR) hardware development. Miguel Larsen - Studies of the dynamics of the ionosphere, including waves and turbulence - Fact Sheet Gerald Lehmacher - Neutral and plasma measurements with rocket and radar techniques, turbulence Xian Lu - Observational study and numerical modeling of the atmospheric dynamics and space weather, atmospheric gravity waves, planetary waves and tides. John Meriwether - Airglow imaging with ground based Fabry-Perot interferometers, gravity waves, equatorial dynamics Jens Oberheide - Satellite data analysis, climate and weather of the Sun-Earth system, atmospheric tides"
            ]
        ]
    ]
}