{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NAJ1SQHE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Claudia K.A. Mewes Professor 1011 Bevill Hall (205) 348-6228 ckmewes@ua.edu Research Website Monday, 9-10am; By appointment PhD, University of Kaiserslautern in Germany, 2004 Research Groups Magnetics Laboratory Dr. Claudia K.A. Mewes’s current research is in the area of spintronics, focusing on materials design, optimization, analysis, and modeling for spin-transfer-torque magnetic random-access memories (STT-MRAM) and non-volatile (NV) spin logic. She holds a provisional patent on low-frequency-noise detection. Dr. Mewes has also worked in the field of quantum computing (for her PhD), investigating decoherence-free subspaces and error-correction protocols in many-body systems. Dr. Mewes received her PhD from the University of Kaiserslautern in Germany in 2004. Dr. Mewes was a postdoctoral researcher from 2005-2006 at Ohio State University and at the University of Alabama since 2006. In 2009, she became an adjunct professor of the Department of Physics and Astronomy. In 2010, Dr. Mewes joined the faculty in the UA Department of Physics and Astronomy and the Center for Materials for Information Technology (MINT). skip to main content 205-348-9187 Home Group Current Group Members Former Group Members Research Research Interests Publications Micromagnetics code Magnetization Reversal NASA Micromagnetic Driven Design Outreach Girls In Science News Home Group Current Group Members Former Group Members Research Research Interests Publications Micromagnetics code Magnetization Reversal NASA Micromagnetic Driven Design Outreach Girls In Science News Welcome to the Mewes' Magnetics Laboratory The Magnetics Laboratory of the Mewes group is dedicated to fundamental and applied research in the area of magnetism. Theoretical and experimental aspects of the research are carried out under the leadership of Dr. Claudia Mewes and Dr. Tim Mewes respectively. In addition to equipment operated by the Center for Materials for Information Storage Technology ( MINT ) and the Central Analytical Facilities ( CAF ) here at the  University of Alabama our group has unique capabilities aimed at the theoretical and experimental investigation of the magnetization dynamics of materials and devices. Research in our laboratory has been funded by NSF, DARPA, NASA and a number of industry partners. Equal Opportunity | | Privacy  | Copyright © 2017  | Tuscaloosa, AL 35487 | (205) 348-6010 Website by Center for Instructional Technology Multimedia Services"
            ]
        ]
    ]
}