{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NBC5S0KG",
            "gWGICGYAAAAJ",
            [
                "A high phase-space-density gas of polar molecules",
                "Efficient state transfer in an ultracold dense gas of heteronuclear molecules",
                "Precision test of mass-ratio variations with lattice-confined ultracold molecules",
                "Enhanced Sensitivity to Variation of  in Molecular Spectra",
                "Creation of a dipolar superfluid in optical lattices",
                "Quantum chaos in ultracold collisions of gas-phase erbium atoms",
                "X-ray form factor, attenuation and scattering tables (version 2.0)",
                "Repulsion between energy levels and the metal-insulator transition",
                "Towards the production of ultracold ground-state RbCs molecules: Feshbach resonances, weakly bound states, and the coupled-channel model",
                "Measurement of a Large Chemical Reaction Rate between Ultracold Closed-Shell  Atoms and Open-Shell  Ions Held in a Hybrid Atom-Ion Trap"
            ],
            [
                "A quantum gas of ultracold polar molecules, with long-range and anisotropic interactions, not only would enable explorations of a large class of many-body physics phenomena but also could be used for quantum information processing. We report on the creation of an ultracold dense gas of potassium-rubidium (40K87Rb) polar molecules. Using a single step of STIRAP (stimulated Raman adiabatic passage) with two-frequency laser irradiation, we coherently transfer extremely weakly bound KRb molecules to the rovibrational ground state of either the triplet or the singlet electronic ground molecular potential. The polar molecular gas has a peak density of 1012 per cubic centimeter and an expansion-determined translational temperature of 350 nanokelvin. The polar molecules have a permanent electric dipole moment, which we measure with Stark spectroscopy to be 0.052(2) Debye (1 Debye = 3.336 × 10–30 …",
                "Polar molecules have bright prospects for novel quantum gases with long-range and anisotropic interactions 1, and could find uses in quantum information science 2 and in precision measurements 3, 4, 5. However, high-density clouds of ultracold polar molecules have so far not been produced. Here, we report a key step towards this goal. We start from an ultracold dense gas of loosely bound 40 K 87 Rb Feshbach molecules 6, 7 with typical binding energies of a few hundred kilohertz, and coherently transfer these molecules in a single transfer step into a vibrational level of the ground-state molecular potential bound by more than 10 GHz. Starting with a single initial state prepared with Feshbach association 8, we achieve a transfer efficiency of 84%. Given favourable Franck–Condon factors 9, 10, the presented technique can be extended to access much more deeply bound vibrational levels and those exhibiting …",
                "We propose a precision measurement of time variations of the proton-electron mass ratio using ultracold molecules in an optical lattice. Vibrational energy intervals are sensitive to changes of the mass ratio. In contrast to measurements that use hyperfine-interval-based atomic clocks, the scheme discussed here is model independent and does not require separation of time variations of different physical constants. The possibility of applying the zero-differential–Stark-shift optical lattice technique is explored to measure vibrational transitions at high accuracy.",
                "We propose new experiments with high sensitivity to a possible variation of the electron-to-proton mass ratio μ≡ m e\/m p. We consider a nearly degenerate pair of molecular vibrational levels, each associated with a different electronic potential. With respect to a change in μ, the change in the splitting between such levels can be large both on an absolute scale and relative to the splitting. We demonstrate the existence of such pairs of states in Cs 2, where the narrow spectral lines achievable with ultracold molecules make the system promising for future searches for small variations in μ.",
                "We show that, by loading a Bose-Einstein condensate of two different atomic species into an optical lattice, it is possible to achieve a Mott-insulator phase with exactly one atom of each species per lattice site. A subsequent photoassociation leads to the formation of one heteronuclear molecule with a large electric dipole moment, at each lattice site. The melting of such a dipolar Mott insulator creates a dipolar superfluid, and eventually a dipolar molecular condensate.",
                "Atomic and molecular samples reduced to temperatures below one microkelvin, yet still in the gas phase, afford unprecedented energy resolution in probing and manipulating the interactions between their constituent particles. As a result of this resolution, atoms can be made to scatter resonantly on demand, through the precise control of a magnetic field 1. For simple atoms, such as alkalis, scattering resonances are extremely well characterized 2. However, ultracold physics is now poised to enter a new regime, where much more complex species can be cooled and studied, including magnetic lanthanide atoms and even molecules. For molecules, it has been speculated 3, 4 that a dense set of resonances in ultracold collision cross-sections will probably exhibit essentially random fluctuations, much as the observed energy spectra of nuclear scattering do 5. According to the Bohigas–Giannoni–Schmit conjecture …",
                "Skip to main content. An official website of the United States government. Here's how you know.\nHere's how you know. Official websites use .gov A .gov website belongs to an official government\norganization in the United States. Secure .gov websites use HTTPS A lock ( A locked padlock )\nor https:\/\/ means you've safely connected to the .gov website. Share sensitive information only\non official, secure websites. https:\/\/www.nist.gov\/publications\/x-ray-form-factor-attenuation-and-\nscattering-tables-version-20. National Institute of Standards and Technology. Search NIST Search.\nMenu. Close: Topics: All Topics; Advanced communications; Artificial intelligence; Bioscience;\nBuildings and construction; Chemistry; Cybersecurity; Electronics; Energy. Environment; … \n",
                "An analysis is made of the statistics ofone-electron energy levels in a finite (bounded) system with a statistical disorder. A study is made of the variance ([SN (E)]') of the number of levels N (E) in an energy band of width E due to variation of the realization of the random potential. A scaling theory is used to deduce a qualitative description of the influence of a metal-insulator transition on the value of ([SN (E)]'). It is shown that at the transition point the variance is proportional to the average number of levels (N (E)) in a band, exactly as for a state well within the insulator range, but the coefficient of proportionality is less than unity. This theory is compared with the results of computer modeling carried out by applying the Anderson model to the case of a simple cubic lattice of 5 X 5 x 5 sites with cyclic boundary conditions. The influence of a change in the degree of disorder and of the metal-insulator transition on the statistics of separations between the nearest levels is considered.",
                "We have studied interspecies scattering in an ultracold mixture of 87 Rb and 133 Cs atoms, both in their lowest-energy spin states. The three-body loss signatures of 30 incoming s-and p-wave magnetic Feshbach resonances over the range 0 to 667 G have been cataloged. Magnetic field modulation spectroscopy was used to observe molecular states bound by up to 2.5 MHz× h. We have created RbCs Feshbach molecules using two of the resonances. Magnetic moment spectroscopy along the magnetoassociation pathway from 197 to 182 G gives results consistent with the observed and calculated dependence of the binding energy on magnetic field strength. We have set up a coupled-channel model of the interaction and have used direct least-squares fitting to refine its parameters to fit the experimental results from the Feshbach molecules, in addition to the Feshbach resonance positions and the spectroscopic …",
                "Ultracold Yb+ 174 ions and Ca 40 atoms are confined in a hybrid trap. The charge exchange chemical reaction rate constant between these two species is measured and found to be 4 orders of magnitude larger than recent measurements in other heteronuclear systems. The structure of the CaYb+ molecule is determined and used in a calculation that explains the fast chemical reaction as a consequence of strong radiative charge transfer. A possible explanation is offered for the apparent contradiction between typical theoretical predictions and measurements of the radiative association process in this and other recent experiments."
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}