{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NBDVL42K",
            "DFZ2T30AAAAJ",
            [
                "MetaboLights: an open‐access database repository for metabolomics data",
                "MetaboLights: a resource evolving in response to the needs of its scientific community",
                "SPLASH, a hashed identifier for mass spectra",
                "The Potential Utility of Predicted One Bond Carbon-Proton Coupling Constants in the Structure Elucidation of Small Organic Molecules by NMR Spectroscopy",
                "Automated assembly of species metabolomes through data submission into a public repository"
            ],
            [
                "MetaboLights is the first general purpose, open‐access database repository for cross‐platform and cross‐species metabolomics research at the European Bioinformatics Institute (EMBL‐EBI). Based upon the open‐source ISA framework, MetaboLights provides Metabolomics Standard Initiative (MSI) compliant metadata and raw experimental data associated with metabolomics experiments. Users can upload their study datasets into the MetaboLights Repository. These studies are then automatically assigned a stable and unique identifier (e.g., MTBLS1) that can be used for publication reference. The MetaboLights Reference Layer associates metabolites with metabolomics studies in the archive and is extensively annotated with data fields such as structural and chemical information, NMR and MS spectra, target species, metabolic pathways, and reactions. The database is manually curated with no specific release …",
                "MetaboLights is a database for metabolomics studies, their raw experimental data and associated metadata. The database is cross-species and cross-technique and it covers metabolite structures and their reference spectra as well as their biological roles and locations. MetaboLights is the recommended metabolomics repository for a number of leading journals and ELIXIR, the European infrastructure for life science information. In this article, we describe the significant updates that we have made over the last two years to the resource to respond to the increasing amount and diversity of data being submitted by the metabolomics community. We refreshed the website and most importantly, our submission process was completely overhauled to enable us to deliver a far more user-friendly submission process and to facilitate the growing demand for reproducibility and integration with other ‘omics. Metabolomics …",
                "To the Editor: Over the past few years, as the use of mass spectrometry (MS) has increased, multiple spectral libraries, databases and software frameworks have been created to enable sharing and searching of MS data. However, finding all the spectra that correspond to a specific compound across different databases continues to be a challenge. A spectral identifier that improves the exchange of mass spectra, as well as provenance and duplicate detection, would address these issues and enhance searchability. MassBank1 (http:\/\/www. massbank. jp and http:\/\/massbank. eu\/MassBank\/) has been the source of data for other open libraries, such as the Global Natural Products Social Molecular Networking2 (GNPS) and Human Metabolome Database3 (HMDB) libraries as well as the MetaboLights reference layer4. In turn, HMDB and communitycontributed spectra from GNPS have also been imported into MassBank …",
                "NMR spectroscopy is the most popular technique used for structure elucidation of small organic molecules in solution, but incorrect structures are regularly reported. One-bond proton-carbon J-couplings provide additional information about chemical structure because they are determined by different features of molecular structure than are proton and carbon chemical shifts. However, these couplings are not routinely used to validate proposed structures because few software tools exist to predict them. This study assesses the accuracy of Density Functional Theory for predicting them using 396 published experimental observations from a diverse range of small organic molecules. With the B3LYP functional and the TZVP basis set, Density Functional Theory calculations using the open-source software package NWChem can predict one-bond CH J-couplings with good accuracy for most classes of small organic molecule. The root-mean-square deviation after correction is 1.5 Hz for most sp3 CH pairs and 1.9 Hz for sp2 pairs; larger errors are observed for sp3 pairs with multiple electronegative substituents and for sp pairs. These results suggest that prediction of one-bond CH J-couplings by Density Functional Theory is sufficiently accurate for structure validation. This will be of particular use in strained ring systems and heterocycles which have characteristic couplings and which pose challenges for structure elucidation.",
                "Following similar global efforts to exchange genomic and other biomedical data, global databases in metabolomics have now been established. MetaboLights, the first general purpose, publically available, cross-species, cross-application database in metabolomics, has become the fastest growing data repository at the European Bioinformatics Institute in terms of data volume. Here we present the automated assembly of species metabolomes in MetaboLights, a crucial reference for chemical biology, which is growing through user submissions."
            ],
            [
                [

                ]
            ],
            [
                "Venkat Chandrasekhar Venkat Chandrasekhar Professor PhD, Yale University, 1989 v-chandrasekhar@northwestern.edu 847-491-3444 Tech F221 The primary focus of the Mesoscopic Physics Group is the study of small structures and devices; not small on the atomic scale, but small enough that coherent quantum effects can be observed.  This requires that these devices and structures be typically less than a micron in size, with the smallest features on the order of 10s of nanometers.  In order to fabricate these devices, we employ the techniques of nanolithography, using the electron-beam writer as well as the large range of fabrication equipment in our group.  This allows us to make complex, multilevel devices that combine normal metals, superconductors, ferromagnets and more exotic materials to study the interaction between fundamental phenomena on the nanoscale.  Some examples of such devices are shown here. As the quantum coherent behavior of interest manifests itself only at the very lowest temperatures, we have a range of cryostats that enable measurements at temperatures all the way down to a few 10s of milliKelvin, in magnetic fields of up to 12 Tesla.  The unique capabilities of our group is in the range and flexibility of measurement tools at our disposal, and in the ability to make high-resolution, low-noise measurements.  In addition to electrical transport measurements, we also perform thermal transport, magnetometry, capacitance, scanning probe microscopy (which encompasses atomic force microscopy, magnetic force microscopy, electrostatic force microscopy and Kelvin probe microscopy) and ferromagnetic resonance.  A major focus is in the development of new instruments and techniques:  we are currently developing an entirely custom-built scanning probe microscope for operation at millikelvin temperatures, and microwave instrumentation for noise measurement and quantum manipulation experiments, also at millikelvin temperatures. A long term research interest has been the investigation of the interplay between superconductors and other materials in hybrid devices, particularly the correlations induced in the electrons in these materials due to their interaction with the superconductor.  Earlier work studied quantum coherent electrical, thermal and thermoelectric transport and noise in superconductor\/normal-metal hybrids, as well as the interaction between magnetism and superconductivity in ferromagnet\/superconductor heterostructures.  Currently, we are looking at hybrids made from superconductors and thin films of transition metal dichalcogenides such as MoS 2 and WSe 2 , where the presence of strong spin-orbit interactions leads to the locking of an electron’s spin to its momentum, resulting in topologically non-trivial electron states, and potential external control of spin-polarized currents.  Another current interest is in the properties of correlated electron systems such as the two-dimensional electron gas formed at the interface between complex oxides such as LaAlO 3 (LAO) and SrTiO 3 (STO), where the simultaneous presence of spin-orbit interactions, magnetic correlations and superconductivity result in the coexistence of competing and sometimes antagonistic physical phenomena, with often surprising results. Awards and Honors NSF National Young Investigator Alfred P. Sloan Fellow David and Lucille Packard Fellow Selected Publications P. Cadden-Zimansky and V. Chandrasekhar, Nonlocal Correlations in Normal-Metal Superconducting Systems, Phys. Rev. Lett. 97, 237003 (2006) Z. F. Zhang and V. Chandrasekhar, Signatures of Phase coherence in the Low-Temperature Transport Properties of Multiwall Carbon Nanotubes, Phyx. Rev. B73, 075421 (2006) Z. Jiang and V. Chandrasekhar, Thermal Conductance of Andreev Interferometers, Physical Review Letters 94, 147002 (2005) Z. Zhang, D. A. Dikin, R. S. Ruoff, et al., Conduction in Carbon Nanotubes Through Metastable Resonant States, Europhysics Letters 68, 713 (2004)"
            ]
        ]
    ]
}