{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NBI4A5X9",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "›              Manfred Paulini Manfred Paulini Professor of Physics MCS Associate Dean for Faculty and Graduate Affairs Nuclear and Particle Physics High Energy Physics Experiment Wean Hall 7307 412-268-3887 Ph.D.: University of Erlangen-Nürnberg (Germany), Physics (1993) M.S.: University of Erlangen-Nürnberg (Germany), Physics (1989) Professional Societies: Fellow, American Physical Society Curriculum ViTAE Professor of Physics, Carnegie Mellon University, 2009– Associate Professor with Indefinite Tenure, Carnegie Mellon University, 2006 Associate Professor, Carnegie Mellon University, 2000–09 Staff Scientist, Lawrence Berkeley National Laboratory, 1998–2000 Post-doctoral Research: Lawrence Berkeley National Laboratory, 1996–98 Post-doctoral Research: UC Berkeley, 1993–96 My research interests touch the interface between particle physics and cosmology. As an experimental high energy physicist, I study questions connecting particle physics phenomena to the fate of the universe. One of those questions concerns the fact that our visible universe appears to exhibit a dominance of matter over antimatter. Assuming the universe started in the Big Bang with the same amount of particles and anti-particles, the disappearance of the antimatter in the universe is still an unsolved mystery. Another question concerns the nature of dark matter that makes up about one quarter of the content of the universe. Expanding my toolbox to answer these questions, I recently started to explore the use of modern machine learning techniques to classify collider data. As a member of the CDF experiment operating until 2010 at the Tevatron Collider located at Fermilab near Chicago, Illinois, I studied particle-antiparticle oscillations and the violation of the symmetries of nature under the combined action of charge conjugation C and space inversion or parity P . Although the violation of CP invariance was first discovered in the system of neutral K mesons in 1964, the origin of CP violation is still not completely understood. However, CP violation is of great interest as it is expected to play an important role in understanding the predominance of matter over antimatter in the universe. In particular, decays of neutral B mesons are an ideal system to study CP violating effects as well as transitions of particles into their anti-particles and back. As a member of the CMS experiment operating at the Large Hadron Collider ( LHC ) at CERN near Geneva, Switzerland, I study the nature of dark matter. The products from the collision of protons at the LHC may include dark matter particles that compose about 25% of the mass-energy in the universe. There are actually compelling arguments that the energies reached by the LHC are in the regime of producing dark matter particles. A favored candidate for these dark matter particles is the lightest and most stable of a whole set of new particles, the supersymmetric partners to each of the known particles of the standard model. My group is involved in the search for signatures of dark matter in the CMS data through the production of supersymmetric particles that decay into photons and leptons in the final state. In recent years I have started to explore novel machine learning (ML) based approaches for event classification in particle physics. Recent ML advances, in particular in the field of computer vision, have led to breakthrough applications of convolutional neural networks to scientific challenges, if the data can be expressed as an image or series of images. In particular, I work on a so-called end-to-end event classifier that directly leverages low-level detector data as input to classify event signatures. By using low-level data representations, it is possible to construct high-accuracy classifiers that are able to generalize across different decay topologies. I explore the potential of end-to-end classifiers in high-energy physics for probing challenging models in supersymmetry or for new physics searches utilizing anomaly detection. M. Andrews, M. Paulini, S. Gleyzer and B. Poczos, End-to-End Physics Event Classification with CMS Open Data: Applying Image-Based Deep Learning to Detector Data for the Direct Classification of Collision Events at the LHC Comput. Softw. Big Sci. 4, 6 (2020) A.M. Sirunyan ., Search for supersymmetry in events with a photon, a lepton, and missing transverse momentum in proton-proton collisions at √s = 13 TeV J. High Energ. Phys. 1901, 154 (2019) M. Andrews, M. Paulini, S. Gleyzer and B. Poczos, End-to-End Event Classification of High-Energy Physics Data J. Phys. Conf. Ser. 1085, 042022 (2018) V. Khachatryan ., Observation of the rare B s 0 →µ + µ − decay from the combined analysis of CMS and LHCb data Nature 522, 68 (2015) V. Khachatryan ., Observation of the diphoton decay of the Higgs boson and measurement of its properties Eur. Phys. J. C 74, 1140 (2014) S. Chatrchyan ., Search for new physics in events with photons, jets, and missing transverse energy in pp collisions at √s = 7 TeV J. High Energ. Phys. 03, 111 (2013) T. Aaltonen ., Measurement of the CP-violating phase β s J\/ψϕ in B s 0 →J\/ψ ϕ decays with the CDF II detector Phys. Rev. D 85, 072002 (2012) F. Azfar ., Formulae for the analysis of the flavor-tagged decay B s 0 → J\/ψ ϕ J. High Energ. Phys. 11, 158 (2010) T. Aaltonen ., First flavor-tagged determination of bounds on mixing-induced CP violation in B s 0 →J\/ψϕ decays Phys. Rev. Lett. 100, 161802 (2008) T. Aaltonen ., Measurement of ratios of fragmentation fractions for bottom hadrons in pp̅ collisions at √s̅=1.96  TeV Phys. Rev. D 77, 072003 (2008) A. Abulencia ., Measurement of the B s 0 -B̅ s 0 oscillation frequency Phys. Rev. Lett. 97, 062003 (2006) T. Affolder ., Measurement of sin 2β from B→J\/ψ K s 0 with the CDF detector Phys. Rev. D 61, 072005 (2000)  Researcher ID"
            ]
        ]
    ]
}