{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NC7FLT0D",
            "VNTFpSIAAAAJ",
            [
                "Recent developments in Geant4",
                "The CEBAF large acceptance spectrometer (CLAS)",
                "Measurement of the inclusive W±and Z\/γ* cross sections in the e and μ decay channels in pp collisions at√ s= 7 TeV with the ATLAS detector",
                "Observation of an Exotic  Baryon in Exclusive Photoproduction from the Deuteron",
                "Extended partial-wave analysis of π N scattering data",
                "Observation of exclusive deeply virtual compton scattering in polarized electron beam asymmetry measurements",
                "Observation of an Exotic Baryon with  in Photoproduction from the Proton",
                "Measurement of hard double-parton interactions in W (> lv)+ 2-jet events at√ s= 7 TeV with the ATLAS detector"
            ],
            [
                "Geant4 is a software toolkit for the simulation of the passage of particles through matter. It is used by a large number of experiments and projects in a variety of application domains, including high energy physics, astrophysics and space science, medical physics and radiation protection. Over the past several years, major changes have been made to the toolkit in order to accommodate the needs of these user communities, and to efficiently exploit the growth of computing power made available by advances in technology. The adaptation of Geant4 to multithreading, advances in physics, detector modeling and visualization, extensions to the toolkit, including biasing and reverse Monte Carlo, and tools for physics and release validation are discussed here.",
                "The CEBAF large acceptance spectrometer (CLAS) is used to study photo-and electro-induced nuclear and hadronic reactions by providing efficient detection of neutral and charged particles over a good fraction of the full solid angle. A collaboration of about 30 institutions has designed, assembled, and commissioned CLAS in Hall B at the Thomas Jefferson National Accelerator Facility. The CLAS detector is based on a novel six-coil toroidal magnet which provides a largely azimuthal field distribution. Trajectory reconstruction using drift chambers results in a momentum resolution of 0.5% at forward angles. Cherenkov counters, time-of-flight scintillators, and electromagnetic calorimeters provide good particle identification. Fast triggering and high data-acquisition rates allow operation at a luminosity of 10 34 nucleon cm− 2 s− 1. These capabilities are being used in a broad experimental program to study the …",
                "The inclusive Drell-Yan [1] production cross sections of W and Z bosons have been an important testing ground for QCD. Theoretical calculations of this process extend to next-to-leading order (NLO)[2–4] and next-to-next-toleading order (NNLO)[5–9] perturbation theory. Crucial ingredients of the resulting QCD cross section calculations are the parametrizations of the momentum distribution functions of partons in the proton (PDFs). These have been determined recently in a variety of phenomenological analyses to NLO QCD by the CTEQ [10, 11] group and to NNLO by the MSTW [12], ABKM [13, 14], HERAPDF [15, 16], JR [17], and NNPDF [18, 19] groups. The present measurement determines the cross sections times leptonic branching ratios, WÆ Á BRðW!‘Þ and Z= Ã Á BRðZ= Ã!‘‘Þ, of inclusive W and Z production for electron and muon final states, where ‘¼ e,. Compared to the initial measurement by the ATLAS Collaboration [20], the data set is enlarged by 100 and the luminosity uncertainty significantly reduced [21] from 11% to 3.4%. The CMS Collaboration has updated their initial measurement of total W and Z cross sections [22] to include data corresponding to an integrated luminosity similar to that used here [23]. Similar measurements have been performed at the p\" p collider Tevatron by the CDF and D0 collaborations [24, 25]. The presented cross section values are integrated over the fiducial region of the analysis and also extrapolated to the full kinematic range. The data are also reported differentially, as functions of the lepton pseudorapidity, 3 l, for the Wæ cross sections, and of the boson rapidity, yZ, for the Z= Ã cross section. For the …",
                "In an exclusive measurement of the reaction γ d→ K+ K− p n, a narrow peak that can be attributed to an exotic baryon with strangeness S=+ 1 is seen in the K+ n invariant mass spectrum. The peak is at 1.542±0.005 G e V\/c 2 with a measured width of 0.021 G e V\/c 2 FWHM, which is largely determined by experimental mass resolution. The statistical significance of the peak is (5.2±0.6) σ. The mass and width of the observed peak are consistent with recent reports of a narrow S=+ 1 baryon by other experimental groups.",
                "We present results from a comprehensive partial-wave analysis of π±p elastic scattering and charge-exchange data, covering the region from threshold to 2.6 GeV in the lab pion kinetic energy, employing a coupled-channel formalism to simultaneously fit π− p→ η n data to 0.8 GeV. Our main result, solution SP06, utilizes a complete set of forward and fixed-t dispersion relation constraints applied to the π N elastic amplitude. The results of these analyses are compared with previous solutions in terms of their resonance spectra and preferred values for couplings and low-energy parameters.",
                "We report the first results of the beam-spin asymmetry measured in the reaction e→ p→ ep γ at a beam energy of 4.25 GeV. A large asymmetry with a sin φ modulation is observed, as predicted for the interference term of deeply virtual compton scattering (DVCS) and the Bethe-Heitler process. The amplitude of this modulation is α= 0.202±0.028. In leading-order and leading-twist perturbative QCD, the α is directly proportional to the imaginary part of the DVCS amplitude.",
                "The reaction γ p→ π+ K− K+ n was studied at Jefferson Laboratory using a tagged photon beam with an energy range of 3–5.47 GeV. A narrow baryon state with strangeness S=+ 1 and mass M= 1555±10 M e V\/c 2 was observed in the n K+ invariant mass spectrum. The peak’s width is consistent with the CLAS resolution (F W H M= 26 M e V\/c 2), and its statistical significance is (7.8±1.0) σ. A baryon with positive strangeness has exotic structure and cannot be described in the framework of the naive constituent quark model. The mass of the observed state is consistent with the mass predicted by the chiral soliton model for the Θ+ baryon. In addition, the p K+ invariant mass distribution was analyzed in the reaction γ p→ K− K+ p with high statistics in search of doubly charged exotic baryon states. No resonance structures were found in this spectrum.",
                "The production of W bosons in association with two jets in proton–proton collisions at a centre-of-mass energy of √s = 7 has been analysed for the presence of double-parton interactions using data corresponding to an integrated luminosity of 36 pb⁻¹, collected with the ATLAS detector at the Large Hadron Collider. The fraction of events arising from double-parton interactions, f(D)DP, has been measured through the pT balance between the two jets and amounts to f(D)DP = 0.08 ± 0.01(stat.) ± 0.02 (sys.) for jets with transverse momentum pT> 20 GeV and rapidity |y| <2.8. This corresponds to a measurement of the effective area parameter for hard double-parton interactions of σeff = 15 ± 3 (stat.)+5−3 (sys.) mb."
            ],
            [
                [
                    "Nuclear Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}