{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NCPTWI0F",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Teaching RICHARD J INGEBRETSEN, MD, PhD Associate Dean for Student Affairs , College Of Science Adjunct Instructor , Internal Medicine Professor (Lecturer) richi47@comcast.net 801-581-6901 Main Website http:\/\/www.awlsmedstudents.org Assistant MARY ANN WOOLF Assistant's Email woolf@physics.utah.edu Assistant's Phone James Fletcher Bldg, 0083 Room: B7 Phone: 801 581 6901 Fax: 801 581 4801 RICHARD J INGEBRETSEN 115 South 1400 East Room 201 James Fletcher Bldg Salt Lake City, Utah, \r\nUT\r\n84112 RICHARD J INGEBRETSEN, MD, PhD Associate Dean for Student Affairs , College Of Science Adjunct Instructor , Internal Medicine Professor (Lecturer) Teaching Biography Current Courses Courses I Teach Languages Geographical Regions of Interest Honors & Awards Affiliations Teaching Biography Current Courses Courses I Teach Languages Geographical Regions of Interest Honors & Awards Affiliations Education MS,\r\nPhysics,\r\nUniversity of Utah PhD,\r\nPhysics Education,\r\nUniversity of Utah MD,\r\nMedicine,\r\nUniversity of Utah School of Medicine Biography Richard Justin Ingebretsen was graduated from the University of Utah with a masters in physics and a PhD in Physics Education.  He received an MD degree from the University of Utah School of Medicine in 1993.  He completed a residency in internal medicine and a fellowship in emergency medicine in Salt Lake City.  He is now a clinical instructor of medicine at the University of Utah School of Medicine and a professor in the Department of Physics.  He is an attending emergency room physician and practices internal medicine.  He is the program director of wilderness program at the University of Utah School of Medicine and is the medical director of Salt Lake County Sheriff's Search and Rescue. He was the Associate Dean for Student Affairs for the College of Science in 2014 and 2015.  He does extensive work in the environment.  He is the founder of the Glen Canyon Institute and is also the vice chair of the Southern Utah Wilderness Alliance.  He founded Wilderness Medicine of Utah to teach back country medicine and is owner of River Bound Adventures an education river trip company."
            ]
        ]
    ]
}