{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NCTA8DSY",
            "skuEn74AAAAJ",
            [
                "Heart disease and stroke statistics—2017 update: a report from the American Heart Association",
                "Association analyses of 249,796 individuals reveal 18 new loci associated with body mass index",
                "New genetic loci implicated in fasting glucose homeostasis and their impact on type 2 diabetes risk",
                "Meta-analysis identifies 13 new loci associated with waist-hip ratio and reveals sexual dimorphism in the genetic basis of fat distribution",
                "Large-scale association analyses identify new loci influencing glycemic traits and provide insight into the underlying biological pathways",
                "A genome-wide approach accounting for body mass index identifies genetic variants influencing fasting glycemic traits and insulin resistance",
                "Genetic variation in GIPR influences the glucose and insulin responses to an oral glucose challenge",
                "Genome-wide association analyses identify 18 new loci associated with serum urate concentrations",
                "Genome-wide association study identifies five loci associated with lung function",
                "A variant near MTNR1B is associated with increased fasting plasma glucose levels and type 2 diabetes risk"
            ],
            [
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together in a single document the most up-to-date statistics related to heart disease, stroke, and the factors in the AHA’s Life’s Simple 7 (Figure 1), which include core health behaviors (smoking, physical activity [PA], diet, and weight) and health factors (cholesterol, blood pressure [BP], and glucose control) that contribute to cardiovascular health. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, health advocates, and others seeking the best available data on these factors and conditions. Cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The …",
                "Obesity is globally prevalent and highly heritable, but its underlying genetic factors remain largely elusive. To identify genetic loci for obesity susceptibility, we examined associations between body mass index and∼ 2.8 million SNPs in up to 123,865 individuals with targeted follow up of 42 SNPs in up to 125,931 additional individuals. We confirmed 14 known obesity susceptibility loci and identified 18 new loci associated with body mass index (P< 5× 10− 8), one of which includes a copy number variant near GPRC5B. Some loci (at MC4R, POMC, SH2B1 and BDNF) map near key hypothalamic regulators of energy balance, and one of these loci is near GIPR, an incretin receptor. Furthermore, genes in other newly associated loci may provide new insights into human body weight regulation.",
                "Levels of circulating glucose are tightly regulated. To identify new loci influencing glycemic traits, we performed meta-analyses of 21 genome-wide association studies informative for fasting glucose, fasting insulin and indices of beta-cell function (HOMA-B) and insulin resistance (HOMA-IR) in up to 46,186 nondiabetic participants. Follow-up of 25 loci in up to 76,558 additional subjects identified 16 loci associated with fasting glucose and HOMA-B and two loci associated with fasting insulin and HOMA-IR. These include nine loci newly associated with fasting glucose (in or near ADCY5, MADD, ADRA2A, CRY2, FADS1, GLIS3, SLC2A2, PROX1 and C2CD4B) and one influencing fasting insulin and HOMA-IR (near IGF1). We also demonstrated association of ADCY5, PROX1, GCK, GCKR and DGKB-TMEM195 with type 2 diabetes. Within these loci, likely biological candidate genes influence signal transduction, cell …",
                "Waist-hip ratio (WHR) is a measure of body fat distribution and a predictor of metabolic consequences independent of overall adiposity. WHR is heritable, but few genetic variants influencing this trait have been identified. We conducted a meta-analysis of 32 genome-wide association studies for WHR adjusted for body mass index (comprising up to 77,167 participants), following up 16 loci in an additional 29 studies (comprising up to 113,636 subjects). We identified 13 new loci in or near RSPO3, VEGFA, TBX15-WARS2, NFE2L3, GRB14, DNM3-PIGC, ITPR2-SSPN, LY86, HOXC13, ADAMTS9, ZNRF3-KREMEN1, NISCH-STAB1 and CPEB4 (P= 1.9× 10− 9 to P= 1.8× 10− 40) and the known signal at LYPLAL1. Seven of these loci exhibited marked sexual dimorphism, all with a stronger effect on WHR in women than men (P for sex difference= 1.9× 10− 3 to P= 1.2× 10− 13). These findings provide evidence for …",
                "Through genome-wide association meta-analyses of up to 133,010 individuals of European ancestry without diabetes, including individuals newly genotyped using the Metabochip, we have increased the number of confirmed loci influencing glycemic traits to 53, of which 33 also increase type 2 diabetes risk (q< 0.05). Loci influencing fasting insulin concentration showed association with lipid levels and fat distribution, suggesting impact on insulin resistance. Gene-based analyses identified further biologically plausible loci, suggesting that additional loci beyond those reaching genome-wide significance are likely to represent real associations. This conclusion is supported by an excess of directionally consistent and nominally significant signals between discovery and follow-up studies. Functional analysis of these newly discovered loci will further improve our understanding of glycemic control.",
                "Recent genome-wide association studies have described many loci implicated in type 2 diabetes (T2D) pathophysiology and β-cell dysfunction but have contributed little to the understanding of the genetic basis of insulin resistance. We hypothesized that genes implicated in insulin resistance pathways might be uncovered by accounting for differences in body mass index (BMI) and potential interactions between BMI and genetic variants. We applied a joint meta-analysis approach to test associations with fasting insulin and glucose on a genome-wide scale. We present six previously unknown loci associated with fasting insulin at P< 5× 10− 8 in combined discovery and follow-up analyses of 52 studies comprising up to 96,496 non-diabetic individuals. Risk variants were associated with higher triglyceride and lower high-density lipoprotein (HDL) cholesterol levels, suggesting a role for these loci in insulin resistance …",
                "Glucose levels 2 h after an oral glucose challenge are a clinical measure of glucose tolerance used in the diagnosis of type 2 diabetes. We report a meta-analysis of nine genome-wide association studies (n= 15,234 nondiabetic individuals) and a follow-up of 29 independent loci (n= 6,958–30,620). We identify variants at the GIPR locus associated with 2-h glucose level (rs10423928, β (sem)= 0.09 (0.01) mmol\/l per A allele, P= 2.0× 10− 15). The GIPR A-allele carriers also showed decreased insulin secretion (n= 22,492; insulinogenic index, P= 1.0× 10− 17; ratio of insulin to glucose area under the curve, P= 1.3× 10− 16) and diminished incretin effect (n= 804; P= 4.3× 10− 4). We also identified variants at ADCY5 (rs2877716, P= 4.2× 10− 16), VPS13C (rs17271305, P= 4.1× 10− 8), GCKR (rs1260326, P= 7.1× 10− 11) and TCF7L2 (rs7903146, P= 4.2× 10− 10) associated with 2-h glucose. Of the three newly …",
                "Elevated serum urate concentrations can cause gout, a prevalent and painful inflammatory arthritis. By combining data from> 140,000 individuals of European ancestry within the Global Urate Genetics Consortium (GUGC), we identified and replicated 28 genome-wide significant loci in association with serum urate concentrations (18 new regions in or near TRIM46, INHBB, SFMBT1, TMEM171, VEGFA, BAZ1B, PRKAG2, STC1, HNF4G, A1CF, ATXN2, UBE2Q2, IGF1R, NFAT5, MAF, HLF, ACVR1B-ACVRL1 and B3GNT4). Associations for many of the loci were of similar magnitude in individuals of non-European ancestry. We further characterized these loci for associations with gout, transcript expression and the fractional excretion of urate. Network analyses implicate the inhibins-activins signaling pathways and glucose metabolism in systemic urate control. New candidate genes for serum urate concentration …",
                "Pulmonary function measures are heritable traits that predict morbidity and mortality and define chronic obstructive pulmonary disease (COPD). We tested genome-wide association with forced expiratory volume in 1 s (FEV 1) and the ratio of FEV 1 to forced vital capacity (FVC) in the SpiroMeta consortium (n= 20,288 individuals of European ancestry). We conducted a meta-analysis of top signals with data from direct genotyping (n≤ 32,184 additional individuals) and in silico summary association data from the CHARGE Consortium (n= 21,209) and the Health 2000 survey (n≤ 883). We confirmed the reported locus at 4q31 and identified associations with FEV 1 or FEV 1\/FVC and common variants at five additional loci: 2q35 in TNS1 (P= 1.11× 10− 12), 4q24 in GSTCD (2.18× 10− 23), 5q33 in HTR4 (P= 4.29× 10− 9), 6p21 in AGER (P= 3.07× 10− 15) and 15q23 in THSD4 (P= 7.24× 10− 15). mRNA analyses showed …",
                "In genome-wide association (GWA) data from 2,151 nondiabetic French subjects, we identified rs1387153, near MTNR1B (which encodes the melatonin receptor 2 (MT2)), as a modulator of fasting plasma glucose (FPG; P= 1.3× 10− 7). In European populations, the rs1387153 T allele is associated with increased FPG (β= 0.06 mmol\/l, P= 7.6× 10− 29, N= 16,094), type 2 diabetes (T2D) risk (odds ratio (OR)= 1.15, 95% CI= 1.08–1.22, P= 6.3× 10− 5, cases N= 6,332) and risk of developing hyperglycemia or diabetes over a 9-year period (hazard ratio (HR)= 1.20, 95% CI= 1.06–1.36, P= 0.005, incident cases N= 515). RT-PCR analyses confirm the presence of MT2 transcripts in neural tissues and show MT2 expression in human pancreatic islets and beta cells. Our data suggest a possible link between circadian rhythm regulation and glucose homeostasis through the melatonin signaling pathway."
            ],
            [
                [
                    "Genetics",
                    "Genomics",
                    "Cardiovascular disease",
                    "Fibromuscular Dysplasia"
                ]
            ]
        ]
    ]
}