{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NDKJZTSC",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Paul E. Sokol Paul E. Sokol pesokol@indiana.edu (812) 856-1458 337 Swain West Postdoctoral Position, University of Illinois Ph.D., Ohio State University, 1981 B.S., State University of New York at Buffalo, 1977 Group Webpage condensed matter physics (experimental) About Paul E. Sokol Our research efforts focus on the microscope structure and dynamics of condensed matter using x-ray and neutron scattering techniques. Areas of study include the following: Collective Excitations in Confined Quantum Liquids Momentum Distribution of Hydrogen on Surfaces Microscopic Structure of Confined Solids Wetting on Nonstructural Surfaces Dynamics of Hydrogen in Reduced Dimensionality Hydrogen Storage Materials These studies make extensive use of neutron and x-ray facilities both in the United States and Europe, as well as local facilities at Indiana University. Our research group is also involved in operating and constructing state of the art instrumentation. These efforts include: Operation of Beamline X-18A at the National Synchrotron Light Source at Brookhaven National Lab Construction of the Cold Neutron Chopper Spectrometer at the Spallation Neutron Source Formation of the Neutron Education and Training Institution for the development of advanced Instrumentation Condensed matter physics research Our work focuses on the study of the structure and dynamics of condensed matter systems under confinement at the nanoscale. Confinement in nanometer size pores or on surfaces can drastically affect the properties of confined systems ranging from classical solids to quantum liquids and can even lead to new phases not present in the bulk. We use neutron and x-ray scattering to probe the microscopic structure and dynamics of these confined systems. Visit the Sokol lab website"
            ]
        ]
    ]
}