{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NDVES5FP",
            "42_5jx8AAAAJ",
            [
                "Adaptive image interpolation based on local gradient features",
                "Wireless sensor network design for tactical military applications: Remote large-scale environments",
                "Frequency domain equalisation of OFDM signals over frequency nonselective Rayleigh fading channels",
                "Adaptive acquisition of PN sequences for DSSS communications"
            ],
            [
                "This letter presents two adaptive interpolation methods based on applying an inverse gradient to conventional bilinear and bicubic interpolation. In simulations, the proposed methods exhibited a better performance than conventional bilinear and bicubic methods, particularly in the edge regions. In addition, the proposed methods can be used irrespective of the magnification factor (MF) and easily implemented due to their simple structure.",
                "Wireless sensor networks (WSNs) can be used by the military for a number of purposes such as monitoring or tracking the enemies and force protection. Unlike commercial WSNs, a tactical military sensor network has different priority requirements for military usage. Especially in the remote large-scale network, topology, self-configuration, network connectivity, maintenance, and energy consumption are the challenges. In this paper, we present an overview of application scenarios in remote large-scale WSNs focusing on the primary requirements for tactical environments. We propose a sensor network architecture based on the cluster-tree based multi-hop model with optimized cluster head election and the corresponding node design method to meet the tactical requirements. With the proposed WSN architecture, one can easily design the sensor network for military usage in remote large scale environments.",
                "In orthogonal frequency division multiplexing (OFDM) signal transmission via a frequency nonselective fading channel, multiplicative distortion in the time domain acts as intersymbol interference (ISI) in the frequency domain. The Letter proposes new compensation methods for the fading distortion in OFDM signals, in which compensation is achieved in the frequency domain. With the proposed methods, improved results can be obtained compared to previous schemes. The symbol error rate (SER) of each proposed scheme is obtained by baseband simulation.",
                "Since the received signal levels in mobile communications are unknown and the location is varying, acquisition schemes for pseudonoise (PN) sequences with fixed thresholds cannot provide satisfactory performance. This fixed-threshold scheme may cause too many false alarms or result in a low detection probability for a selected threshold value. We present an adaptive acquisition scheme for PN sequences which estimate the background power level, multiply it with a threshold coefficient to keep the false alarms constant, and use it as a threshold."
            ],
            [
                [
                    "Mobile Communications",
                    "Computer Networks",
                    "Signal Processing"
                ]
            ],
            [
                "Hwang Lee Associate Professor of Physics Ph.D., 1998 - Texas A&M University 451 Nicholson Hall, Tower Dr. (225) 578-2365-Office hwlee@phys.lsu.edu Quantum Science and Technologies Group Quantum Optics\/Quantum Information Processing The primary focus is generation of non-classical states of radiation fields and their\n                  applications in precision measurements, quantum computing, and communication. Current\n                  interests include design of efficient single-photon sources and detectors, multi-photon\n                  entanglement, enhancement of nonlinear optical processes using atomic coherence, and\n                  single-photon quantum nondemolition measurements. Optical interferometry provides one of the finest tools for precision measurement.\n                  Basically it is to determine the unknown phase difference, imprinted by the physical\n                  quantity of interest, between the two paths of light propagation. The maximum capability\n                  of the interferometer is limited by the inherent uncertainty imposed by quantum mechanics.\n                  If the input source of the interferometer is classical, such as the light from a laser,\n                  the phase sensitivity is limited by the so-called standard quantum limit (or the shot-noise\n                  limit, in a somewhat narrow sense). The newly emergent field of quantum metrology\n                  utilizes certain quantum effects, such as quantum coherence, quantum entanglement,\n                  and squeezing, to push the capability of the interferometer beyond the standard quantum\n                  limit. The improvement in the sensitivity from the shot-noise limit of 1\/ N scaling to the ultimate limit, the Heisenberg limit of 1\/ N (where N is the average of input number of photons, representing the intensity of light) means\n                  that the same sensitivity can be achieved with less number of photons-less optical\n                  power and less radiation-pressure noise. Such reduction of the light intensity at\n                  the same level of sensitivity and resolution will provide huge benefits for any interferometric\n                  precision measurement and remote sensing, and may provide crucial advances in biomedical\n                  sensing where light intensity is a critical restriction. We study quantum correlations\n                  input states of light, quantum state engineering to produce desired inputs, and output-measurement\n                  strategies for such quantum enhanced optical interferometers. We apply the results\n                  of theoretical and numerical analyses to design interferometer devices with such as\n                  two-mode squeezed state inputs and photodetectors that measure only the eveness\/oddness\n                  of the number of photons without counting. Current and Select Publications Seshadreesan, KP; Kim S; Dowling JP; Lee, H, \"Phase estimation at the quantum Cramer-Rao\n                     bound via parity detection,\" Physical Review A 87 , 043833 (2013). Gard, BT; Cross, RM; Anisimov, PM; Lee, H; Dowling, JP, \"Quantum random walks with\n                     multiphoton interference and high-order correlation functions,\" Journal of Optical Society of America B 30 , 1538 (2013). Roy Bardhan B; Anisimov, PM; Gupta, MK; Brown KL, Jones, NC; Lee, H; Dowling, JP,\n                     \"Dynamical decoupling in optical fibers: Preserving polarization qubits from birefringent\n                     dephasing,\" Physical Review A 85 , 022340 (2012). Seshadreesan, KP; Anisimov, PM; Lee, H; Dowling, JP, \"Parity detection achieves the\n                     Heisenberg limit in interferometry with coherent mixed with squeezed vacuum light,\" New Journal of Physics 13 , 083026 (2011). Chiruvelli, A; Lee, H, \"Parity Measurement in Quantum Optical Metrology,\" Journal of Modern Optics 58 , 945-953 (2011). Plick, WN, Anisimov, PM; Dowling, JP; Lee, H; Agarwal, GS, \"Parity detection in quantum\n                     optical metrology without number-resolving detectors,\" New Journal of Physics 12 , 113025 (2010). Anisimov, PM; Raterman, GM; Chiruvelli, A; Plick, WN; Huver, SD; Lee, H; Dowling,\n                     JP, \"Quantum Metrology with Two-Mode Squeezed Vacuum: Parity Detection Beats the Heisenberg\n                     Limit,\" Physical Review Letters 104 , 103602 (2010). Gao, Y; Wildfeuer, CF; Anisimov, PM; Luine J; Lee, H; Dowling, JP, \"Super-Resolution\n                     at the Shot-Noise Limit with Coherent States and Photon-Number-Resolving Detectors,\" Journal of Optical Society of America B 27 , A170 (2010)."
            ]
        ]
    ]
}