{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NEKACT0Y",
            "FxPzh9kAAAAJ",
            [
                "Brain development during childhood and adolescence: a longitudinal MRI study",
                "A nonparametric method for automatic correction of intensity nonuniformity in MRI data",
                "Automatic 3D intersubject registration of MR volumetric data in standardized Talairach space.",
                "A unified statistical approach for determining significant signals in images of cerebral activation",
                "A three-dimensional statistical analysis for CBF activation studies in human brain",
                "Developmental trajectories of brain volume abnormalities in children and adolescents with attention-deficit\/hyperactivity disorder",
                "Assessing the significance of focal activations using their spatial extent",
                "A probabilistic atlas and reference system for the human brain: International Consortium for Brain Mapping (ICBM)",
                "Design and construction of a realistic digital brain phantom",
                "Attention-deficit\/hyperactivity disorder is characterized by a delay in cortical maturation"
            ],
            [
                "Pediatric neuroimaging studies 1, 2, 3, 4, 5, up to now exclusively cross sectional, identify linear decreases in cortical gray matter and increases in white matter across ages 4 to 20. In this large-scale longitudinal pediatric neuroimaging study, we confirmed linear increases in white matter, but demonstrated nonlinear changes in cortical gray matter, with a preadolescent increase followed by a postadolescent decrease. These changes in cortical gray matter were regionally specific, with developmental curves for the frontal and parietal lobe peaking at about age 12 and for the temporal lobe at about age 16, whereas cortical gray matter continued to increase in the occipital lobe through age 20.",
                "A novel approach to correcting for intensity nonuniformity in magnetic resonance (MR) data is described that achieves high performance without requiring a model of the tissue classes present. The method has the advantage that it can be applied at an early stage in an automated data analysis, before a tissue model is available. Described as nonparametric nonuniform intensity normalization (N3), the method is independent of pulse sequence and insensitive to pathological data that might otherwise violate model assumptions. To eliminate the dependence of the field estimate on anatomy, an iterative approach is employed to estimate both the multiplicative bias field and the distribution of the true tissue intensities. The performance of this method is evaluated using both real and simulated MR data.",
                "OBJECTIVE: In both diagnostic and research applications, the interpretation of MR images of the human brain is facilitated when different data sets can be compared by visual inspection of equivalent anatomical planes. Quantitative analysis with predefined atlas templates often requires the initial alignment of atlas and image planes. Unfortunately, the axial planes acquired during separate scanning sessions are often different in their relative position and orientation, and these slices are not coplanar with those in the atlas. We have developed a completely automatic method to register a given volumetric data set with Talairach stereotaxic coordinate system. MATERIALS AND METHODS: The registration method is based on multi-scale, three-dimensional (3D) cross-correlation with an average (n> 300) MR brain image volume aligned with the Talariach stereotaxic space. Once the data set is re-sampled by the transformation recovered by the algorithm, atlas slices can be directly superimposed on the corresponding slices of the re-sampled volume. the use of such a standardized space also allows the direct comparison, voxel to voxel, of two or more data sets brought into stereotaxic space. RESULTS: With use of a two-tailed Student t test for paired samples, there was no significant difference in the transformation parameters recovered by the automatic algorithm when compared with two manual landmark-based methods (p> 0.1 for all parameters except y-scale, where p> 0.05). Using root-mean-square difference between normalized voxel intensities as an unbiased measure of registration, we show that when estimated and averaged over 60 …",
                "We present a unified statistical theory for assessing the significance of apparent signal observed in noisy difference images. The results are usable in a wide range of applications, including fMRI, but are discussed with particular reference to PET images which represent changes in cerebral blood flow elicited by a specific cognitive or sensorimotor task. Our main result is an estimate of the P‐value for local maxima of Gaussian, t, χ2 and F fields over search regions of any shape or size in any number of dimensions. This unifies the P‐values for large search areas in 2‐D (Friston et al. [1991]: J Cereb Blood Flow Metab 11:690–699) large search regions in 3‐D (Worsley et al. [1992]: J Cereb Blood Flow Metab 12:900–918) and the usual uncorrected P‐value at a single pixel or voxel. © 1996 Wiley‐Liss, Inc.",
                "Many studies of brain function with positron emission tomography (PET) involve the interpretation of a subtracted PET image, usually the difference between two images under baseline and stimulation conditions. The purpose of these studies is to see which areas of the brain are activated by the stimulation condition. In many cognitive studies, the activation is so slight that the experiment must be repeated on several subjects and the subtracted images are averaged to improve the signal-to-noise ratio. The averaged image is then standardized to have unit variance and then searched for local maxima. The main problem facing investigators is which of these local maxima are statistically significant. We describe a simple method for determining an approximate p value for the global maximum based on the theory of Gaussian random fields. The p value is proportional to the volume searched divided by the product of …",
                "ContextVarious anatomic brain abnormalities have been reported for attention-deficit\/hyperactivity disorder (ADHD), with varying methods, small samples, cross-sectional designs, and without accounting for stimulant drug exposure.ObjectiveTo compare regional brain volumes at initial scan and their change over time in medicated and previously unmedicated male and female patients with ADHD and healthy controls.Design, Setting, and ParticipantsCase-control study conducted from 1991-2001 at the National Institute of Mental Health, Bethesda, Md, of 152 children and adolescents with ADHD (age range, 5-18 years) and 139 age- and sex-matched controls (age range, 4.5-19 years) recruited from the local community, who contributed 544 anatomic magnetic resonance images.Main Outcome MeasuresUsing completely automated methods, initial volumes and prospective age-related changes of total cerebrum …",
                "Current approaches to detecting significantly activated regions of cerebral tissue use statistical parametric maps, which are thresholded to render the probability of one or more activated regions of one voxel, or larger, suitably small (e. g., 0.05). We present an approximate analysis giving the probability that one or more activated regions of a specified volume, or larger, could have occurred by chance. These results mean that detecting significant activations no longer depends on a fixed (and high) threshold, but can be effected at any (lower) threshold, in terms of the spatial extent of the activated region. The substantial improvement in sensitivity that ensues is illustrated using a power analysis and a simulated phantom activation study. © 1994 Wiley‐Liss, Inc.",
                "Motivated by the vast amount of information that is rapidly accumulating about the human brain in digital form, we embarked upon a program in 1992 to develop a four–dimensional probabilistic atlas and reference system for the human brain. Through an International Consortium for Brain Mapping (ICBM) a dataset is being collected that includes 7000 subjects between the ages of eighteen and ninety years and including 342 mono– and dizygotic twins. Data on each subject includes detailed demographic, clinical, behavioural and imaging information. DNA has been collected for genotyping from 5800 subjects. A component of the programme uses post–mortem tissue to determine the probabilistic distribution of microscopic cyto– and chemoarchitectural regions in the human brain. This, combined with macroscopic information about structure and function derived from subjects in vivo, provides the first large scale …",
                "After conception and implementation of any new medical image processing algorithm, validation is an important step to ensure that the procedure fulfils all requirements set forth at the initial design stage. Although the algorithm must be evaluated on real data, a comprehensive validation requires the additional use of simulated data since it is impossible to establish ground truth with in vivo data. Experiments with simulated data permit controlled evaluation over a wide range of conditions (e.g., different levels of noise, contrast, intensity artefacts, or geometric distortion). Such considerations have become increasingly important with the rapid growth of neuroimaging, i.e., computational analysis of brain structure and function using brain scanning methods such as positron emission tomography and magnetic resonance imaging. Since simple objects such as ellipsoids or parallelepipedes do not reflect the complexity of …",
                "There is controversy over the nature of the disturbance in brain development that underpins attention-deficit\/hyperactivity disorder (ADHD). In particular, it is unclear whether the disorder results from a delay in brain maturation or whether it represents a complete deviation from the template of typical development. Using computational neuroanatomic techniques, we estimated cortical thickness at >40,000 cerebral points from 824 magnetic resonance scans acquired prospectively on 223 children with ADHD and 223 typically developing controls. With this sample size, we could define the growth trajectory of each cortical point, delineating a phase of childhood increase followed by adolescent decrease in cortical thickness (a quadratic growth model). From these trajectories, the age of attaining peak cortical thickness was derived and used as an index of cortical maturation. We found maturation to progress in a similar …"
            ],
            [
                [
                    "brain imaging",
                    "MRI",
                    "PET",
                    "connectivity",
                    "neuroinformatics"
                ]
            ]
        ]
    ]
}