{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NETGX22T",
            "-3ISMGQAAAAJ",
            [
                "X-ray and neutron scattering from rough surfaces",
                "Antiferromagnetism in ",
                "Antiferromagnetism in La 2 CuO 4− y",
                "Handbook on the physics and chemistry of rare earths",
                "Neutron-Diffraction Determination of Antiferromagnetic Structure of Cu Ions in Y Ba 2 Cu 3 O 6+ x with x= 0.0 and 0.15",
                "Power-law correlations and finite-size effects in silica particle aggregates studied by small-angle neutron scattering",
                "Steric interactions in a model multimembrane system: a synchrotron X-ray study",
                "Structural phase diagram of the Ba 1− x K x BiO 3 system",
                "Porous Vycor glass: The microstructure as probed by electron microscopy, direct energy transfer, small‐angle scattering, and molecular adsorption",
                "Magnetic order and crystal structure in the superconducting RNi 2 B 2 C materials"
            ],
            [
                "The scattering of x rays and neutrons from rough surfaces is calculated. It is split into specular reflection and diffuse scattering terms. These are calculated in the first Born approximation, and explicit expressions are given for surfaces whose roughness can be described as self-affine over finite length scales. Expressions are also given for scattering from liquid surfaces, where it is shown that ‘‘specular’’reflections only exist by virtue of a finite length cutoff to the mean-square height fluctuations. Expressions are also given for the scattering from randomly oriented surfaces, as studied in a typical small-angle scattering experiment. It is shown how various well-known asymptotic power laws in S (q) are obtained from the above theory. The distorted-wave Born approximation is next used to treat the case where the scattering is large (eg, near the critical angle for total external reflection), and its limits of validity are discussed …",
                "Powder neutron diffraction studies of undoped La 2 CuO 4− y have revealed new superlattice peaks below∼ 220 K. The absence of corresponding x-ray superlattice lines and an observed susceptibility anomaly near 220 K suggest the occurrence of antiferromagnetism. From the magnetic peak intensities we deduce a structure consisting of ferromagnetic sheets of Cu spins alternating along the [100] orthorhombic axis, with the spins aligned along the [001] orthorhombic axis, The low-temperature magnetic moment is approximately 0.5 μ B\/(Cu atom). The tetragonal-orthorhombic transition at 505 K has also been studied.",
                "Powder neutron diffraction studies of undoped La 2 CuO 4− y have revealed new superlattice peaks below∼ 220 K. The absence of corresponding x-ray superlattice lines and an observed susceptibility anomaly near 220 K suggest the occurrence of antiferromagnetism. From the magnetic peak intensities we deduce a structure consisting of ferromagnetic sheets of Cu spins alternating along the [100] orthorhombic axis, with the spins aligned along the [001] orthorhombic axis, The low-temperature magnetic moment is approximately 0.5 μ B\/(Cu atom). The tetragonal-orthorhombic transition at 505 K has also been studied.",
                "This volume of the Handbook adds five new chapters to the science of rare earths. Two of the chapters deal with intermetallic compounds. An overview of ternary systems containing rare earths, transition metals and indium–Chapter 218–opens the volume. It is followed by Chapter 219 sorting out relationships between superconductivity and magnetism. The next two chapters are dedicated to complex compounds of rare earths: Chapter 220 describes structural studies using circularly polarized luminescence spectroscopy of lanthanide systems, while Chapter 221 examines rare-earth metal-organic frameworks, also known as coordination polymers. The final Chapter 222 deals with the catalytic activity of rare earths in site-selective hydrolysis of DNA and RNA.",
                "Neutron-diffraction experiments on ceramic powders of Y Ba 2 Cu 3 O 6+ x (nonsuperconducting, with x= 0.0 and 0.15 have confirmed the existence of long-range, three-dimensional, antiferromagnetic order of the Cu spins. The structure determination was aided by the use of uniaxially oriented powders. The ordering wave vector within a Cu O 2 plane is (½ ½) and the planes are coupled antiferromagnetically along the c axis. The Néel temperature is 400±10 K for the x= 0.15±0.05 sample and≳ 500 K for x= 0.0.",
                "Small-angle neutron scattering from normal, compressed, and water-suspended powders of aggregates of fine silica particles has been studied. The samples possessed average densities ranging from 0.008 to 0.45 g\/cm 3. Assuming power-law correlations between particles and a finite correlation length ξ, we derive the scattering function S (q) from specific models for particle-particle correlation in these systems. S (q) was found to provide a satisfactory fit to the data for all samples studied. The fractal dimension d f corresponding to the power-law correlation was 2.61±0.1 for all dry samples, and 2.34±0.1 for the water-suspended samples. The intensity of scattering was found to scale with the correlation length in the manner expected for a fractal system.",
                "We report a high-resolution x-ray study of a model multilayer fluid membrane system in the lyotropic L α phase of a quaternary microemulsion system. The structure factor exhibits power-law behavior characteristic of a Landau-Peierls system. As a function of intermembrane distance 3.8 nm≤ d≤ 16.3 nm, the exponent η (d) which describes the algebraic decay of layer correlations is predicted by the model of Helfrich where entropic steric repulsions dominate intermembrane interactions.",
                "The structures of five phases in the Ba 1− x K x BiO 3 system for 0≤ x≤ 0.5 and temperatures below 473 K have been determined by neutron powder diffraction. Bulk superconductivity occurs only in a cubic perovskite phase which exists for x≥ 0.37 (at 10 K). At room temperature, as the potassium concentration is decreased, the cubic structure distorts first by BiO 6 octahedral tilting and then by symmetric oxygen breathing-mode distortions. Semiconducting behavior for the monoclinic phase at 0≤ x≤ 0.1 can readily be explained on the basis of a commensurate charge-density wave. The semiconducting orthorhombic phase, which extends from the monoclinic phase to the cubic superconducting phase, contains only octahedral tilting distortions that would not be expected to destroy metallic behavior. Thus, this commensurate structure provides no explanation for the metal-insulator transition. An incommensurate …",
                "We provide a comprehensive analysis of the microstructure of the porous glass, vycor. Using transmission electron microscopy, small‐angle x‐ray scattering, molecular adsorption, and the dynamic process of direct energy transfer, a consistent picture of the mass, pore, and interfacial features of this material is presented. From a transmission‐electron‐microscopy image of an ultrathin section of vycor the material appears to have a homogeneous distribution of mass with no hierarchical organization. The pore interface exhibits a roughness which is probed by both small‐angle x‐ray scattering and molecular adsorption. The roughness has an upper cutoff of <20 Å which is not resolved in the transmission‐electron‐microscopy image and is shown to be unimportant to the dynamics of the direct energy transfer process. The dimensionality probed by direct energy transfer is shown to be related to interfacial geometrical …",
                "Neutron-diffraction measurements have been carried out to investigate the crystal structure, magnetic structures, and magnetic phase transitions in RNi 2 B 2 C (R= Y, Ce, Pr, Nd, Tb, Dy, Ho, Er, Tm, and Yb). The materials that order magnetically exhibit a wide variety of both commensurate and incommensurate magnetic structures, which argues strongly that the dominant exchange interactions are of the indirect Ruderman-Kittel-Kasuya-Yosida type. The Nd system exhibits a commensurate antiferromagnetic ordering at 4.8 K, with wave vector δ=(1\/2, 0, 1\/2) and moment direction along a (or equivalently with δ=(0, 1\/2, 1\/2) and moment direction along b in this tetragonal system). For Dy (T N= 10.6 K), Pr (T N= 4.0 K), and the low-temperature phase of Ho, the magnetic structure is also a commensurate antiferromagnet that consists of ferromagnetic sheets of rare-earth moments in the ab plane, with the sheets coupled …"
            ],
            [
                [
                    "X-ray and neutron scattering",
                    "condensed matter physics",
                    "surfaces and interfaces",
                    "thin films",
                    "magnetism"
                ]
            ],
            [
                "Sunil Sinha News and Awards Sunil Sinha awarded the 2015 Roentgen Medal for X-ray Science Professor Sunil Sinha recipient 2014 Clifford G. Shull Prize UCSD Physicist Sunil Sinha and his group have publication featured as cover story on Physical Review Letters UCSD Physicist Sunil Sinha has cover article published in the December 2012 edition of Nature Materials Magazine. Professor Sunil Sinha chosen as a 2012 Outstanding Referee by the American Physical Society O.H.Seeck, H.J.Kim, D.R.Lee, D.Shu, I.Kaendler, J.K.Basu and S.K.Sinha, Observation of Thickness Quantization in Liquid Films Confined to Molecular Dimensions (submitted) H.J.Kim, A.Ruhm, L.B.Lurio, J.K.Basu,J.Lal, D.Lumma, S.G.J.Mochrie, and S.K.Sinha, Surface Dynamics of Polymer Films (submitted) Z.Islam, S.K.Sinha, D.Haskell, J.C.Lang, G.Srajer, D.R.Haeffner, B.W.Veal, and H.A.Mook, X-Ray Diffraction Study of Charge Density Waves and Oxygen Ordering in YBa2Cu3O6+x (submitted). K.Shin, Y.Pu, M.H.Rafailovich, J.Sokolov, O.H.Secck, S.K. Sinha, M.Tolan and R. Kolb, Correlated Surfaces of Free-standing Polystyrene Thin Films, Macromolecules 34, 5620, (2001). S.K. Sinha, Small Angle Scattering from Porous Materials, Book Chapter in Physics of Porous Media, P.Z. Wong, Ed., Academic Press, 1999). Sunil Sinha Ph. D., Cambridge, 1964 Office: MHA 4561 Phone: 858-822-5537 ssinha@physics.ucsd.edu My group's research is concerned with studying the structure and dynamics of Condensed Matter using the techniques of X-Ray and Neutron Scattering. Neutrons and X-Rays from Synchrotron Radiation sources are powerful tools to study matter with at length scales ranging from the nanoscopic to the mesoscopic. We have ongoing programs in both hard and soft Condensed Matter."
            ]
        ]
    ]
}