{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NF4IA1AG",
            "yNu117MAAAAJ",
            [
                "Copyright and cultural institutions: Guidelines for digitization for US libraries, archives, and museums",
                "Digital Access: The Impact of Copyright on Digitisation Practices in Australian Museums, Galleries, Libraries, and Archives",
                "Abandonment, Copyright and Orphaned Works: What Does It Mean to Take the Proprietary Nature of Intellectual Property Rights Seriously",
                "Cultural institutions, law and Indigenous knowledge: A legal primer on the management of Australian Indigenous collections",
                "Without walls: Copyright law and digital collections in Australian cultural institutions"
            ],
            [
                "Digital communications technologies have led to fundamental changes in the ways that cultural institutions fulfil their public missions of access, preservation, research, and education. Institutions are developing publicly-accessible websites in which users can visit online exhibitions, search collection databases, access images of collection items, and in some cases create their own digital content. Digitization, however, also raises the possibility of copyright infringement.“Copyright and Digitization” aims to assist understanding and compliance with copyright law across libraries, archives, and museums. It discusses the exclusive rights of the copyright owner, the major exemptions used by cultural heritage institutions, and stresses the importance of “risk assessment” when conducting any digitization project. It also includes two cases studies, examining digitizing oral histories and student work. As well as free availability here, print copies are available for purchase via createspace.",
                "Empirical research into the digitisation of collections in Australian museums, galleries, libraries and archives suggests that copyright law affects what material is digitised and how it is made accessible. This article analyses digitisation within cultural institutions in light of the Digital Agenda reforms of 2000 and the Copyright Amendment Act 2006 (Cth). Copyright law can have a significant impact on digitisation practices, particularly with regard to digitising audiovisual material and orphan works, and in relation to digital access: that is, the public availability of digital content. Research suggests that, for the Copyright Act 1968 (Cth)('Copyright Act') to work on its own terms, some small-scale reforms are required. However, the research also underscores larger questions about the sustainability of existing copyright law and practice. Provisions in the Copyright Amendment Act 2006 (Cth) may improve the situation …",
                "Intellectual property has become a highly controversial and politicised topic, with recent expansions of its boundaries being met with fierce criticism. The resulting disagreements have been played out by reference to economics, moral philosophy, and theories of authorship and scientific innovation. In addition, however, there has been a linguistic component to these debates, one that has revolved around the question of whether intellectual'property'rights are really a species of property at all. Advocates of expansive rights frequently insist that the",
                "This Primer explores some of the legal issues that arise for cultural institutions and other bodies in the acquisition, use and reproduction of Aboriginal and Torres Strait Islander cultural material. The term'cultural material'is used broadly to refer to collection items that reproduce, record or depict Indigenous people, cultures, knowledge and experiences: in some cases, this is highly sensitive or restricted information. It includes artistic outputs, and archival and research material.",
                "Digital communications technologies are providing new means for museums, galleries, libraries and archives to pursue their public interest missions, including in relation to access. However, as practical impediments to collection access change, copyright law poses significant challenges to the development of digital collections. This article uses recent experience in Australia to discuss copyright's impact on digitisation, and to explain why and how copyright has influenced the cultural institution\" without walls\". It also describes recent amendments to Australian copyright law-in particular, introduction of a flexible exception for some activities by cultural institutions. This may represent an important development in Australia, and offers relevant case study internationally, for addressing copyright issues about digital access."
            ],
            [
                [
                    "6th Grade Standards"
                ]
            ]
        ]
    ]
}