{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NF6N6W3N",
            "olIsaSwAAAAJ",
            [
                "Connecting self-efficacy and views about the nature of science in undergraduate research experiences",
                "Fostering sustainable improvements in science education: An analysis through four frames",
                "Designing for institutional transformation: Six principles for department-level interventions"
            ],
            [
                "Undergraduate research can support students’ more central participation in physics. We analyze markers of two coupled shifts in participation: changes in students’ views about the nature of science coupled to shifts in self-efficacy toward physics research. Students in the study worked with faculty and graduate student mentors on research projects while also participating in a seminar where they learned about research and reflected on their experiences. In classroom discussions and in clinical interviews, students described gaining more nuanced views about the nature of science, specifically related to who can participate in research and what participation in research looks like. This shift was coupled to gains in self-efficacy toward their ability to contribute to research; they felt like their contributions as novices mattered. We present two case studies of students who experienced coupled shifts in self-efficacy and …",
                "There is a pressing need to improve the sustainability of educational improvement efforts, but sustainability remains undertheorized in science education. In this article, we draw upon frameworks from organizational culture and sustainability to characterize change within a single undergraduate science department. This in‐depth longitudinal case study over 15 years provides careful documentation of the types of changes that are required to make improvements over time. In particular, we argue that cultural shifts are an important aspect of sustainable improvements. As we show, even a department that was considered an educational improvement “success story” was unable to sustain the improvements made through its initial effort. Nonetheless, we do argue that the initial effort resulted in shifts to multiple aspects of the department's culture (e.g., ways of thinking, the status of education in the department), that we …",
                "Cultivating institutional transformation has been of recent interest in education research. This theoretical paper presents six principles for supporting sustained change efforts at the department level. Considering change efforts at the level of “principles” is valuable because principles are grounded in theoretical and empirical knowledge, but are abstract enough to be adapted to many contexts. For each principle we argue for its value, drawing on previous literature in higher education, organizational change, discipline-based education research, and design thinking. We then give illustrative examples of how each principle was embodied within the Departmental Action Team (DAT) project. The DAT project facilitates the implementation of effective changes within university science, technology, engineering, and mathematics departments. We conclude with a discussion of how these principles can be applicable across …"
            ],
            [
                [
                    "Education",
                    "Science Education",
                    "Physics Education"
                ]
            ],
            [
                "Skip to content Gina M. Quan Menu Home About Projects Classroom Design Personal Home Welcome to my webpage! I am an Assistant Professor at San José State University in the Department of Physics & Astronomy. My research specialization is Physics Education Research. For more information about Physics Education Research at SJSU, check out the SJSUPER Website. Interested in doing research with me? Learn more here! Blog at WordPress.com."
            ]
        ]
    ]
}