{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NFQJ37ON",
            "axEgXDMAAAAJ",
            [
                "Illuminating gravitational waves: a concordant picture of photons from a neutron star merger",
                "The Zwicky Transient Facility: system overview, performance, and first results",
                "The zwicky transient facility: Data processing, products, and archive",
                "The Zwicky transient facility: science objectives",
                "The second data release of the INT Photometric Hα Survey of the Northern Galactic Plane (IPHAS DR2)",
                "iPTF16geu: A multiply imaged, gravitationally lensed type Ia supernova",
                "The fastest unbound star in our Galaxy ejected by a thermonuclear supernova",
                "A progenitor binary and an ejected mass donor remnant of faint type Ia supernovae",
                "A radio-pulsing white dwarf binary star",
                "Hot subdwarf stars in close-up view-I. Rotational properties of subdwarf B stars in close binary systems and nature of their unseen companions"
            ],
            [
                "Merging neutron stars offer an excellent laboratory for simultaneously studying strong-field gravity and matter in extreme environments. We establish the physical association of an electromagnetic counterpart (EM170817) with gravitational waves (GW170817) detected from merging neutron stars. By synthesizing a panchromatic data set, we demonstrate that merging neutron stars are a long-sought production site forging heavy elements by r-process nucleosynthesis. The weak gamma rays seen in EM170817 are dissimilar to classical short gamma-ray bursts with ultrarelativistic jets. Instead, we suggest that breakout of a wide-angle, mildly relativistic cocoon engulfing the jet explains the low-luminosity gamma rays, the high-luminosity ultraviolet-optical-infrared, and the delayed radio and x-ray emission. We posit that all neutron star mergers may lead to a wide-angle cocoon breakout, sometimes accompanied by a …",
                "The Zwicky Transient Facility (ZTF) is a new optical time-domain survey that uses the Palomar 48 inch Schmidt telescope. A custom-built wide-field camera provides a 47 deg 2 field of view and 8 s readout time, yielding more than an order of magnitude improvement in survey speed relative to its predecessor survey, the Palomar Transient Factory. We describe the design and implementation of the camera and observing system. The ZTF data system at the Infrared Processing and Analysis Center provides near-real-time reduction to identify moving and varying objects. We outline the analysis pipelines, data products, and associated archive. Finally, we present on-sky performance analysis and first scientific results from commissioning and the early survey. ZTF's public alert stream will serve as a useful precursor for that of the Large Synoptic Survey Telescope.",
                "The Zwicky Transient Facility (ZTF) is a new robotic time-domain survey currently in progress using the Palomar 48-inch Schmidt Telescope. ZTF uses a 47 square degree field with a 600 megapixel camera to scan the entire northern visible sky at rates of~ 3760 square degrees\/hour to median depths of g~ 20.8 and r~ 20.6 mag (AB, 5σ in 30 sec). We describe the Science Data System that is housed at IPAC, Caltech. This comprises the data-processing pipelines, alert production system, data archive, and user interfaces for accessing and analyzing the products. The real-time pipeline employs a novel image-differencing algorithm, optimized for the detection of point-source transient events. These events are vetted for reliability using a machine-learned classifier and combined with contextual information to generate data-rich alert packets. The packets become available for distribution typically within 13 minutes (95th …",
                "The Zwicky Transient Facility (ZTF), a public–private enterprise, is a new time-domain survey employing a dedicated camera on the Palomar 48-inch Schmidt telescope with a 47 deg 2 field of view and an 8 second readout time. It is well positioned in the development of time-domain astronomy, offering operations at 10% of the scale and style of the Large Synoptic Survey Telescope (LSST) with a single 1-m class survey telescope. The public surveys will cover the observable northern sky every three nights in g and r filters and the visible Galactic plane every night in g and r. Alerts generated by these surveys are sent in real time to brokers. A consortium of universities that provided funding (\" partnership\") are undertaking several boutique surveys. The combination of these surveys producing one million alerts per night allows for exploration of transient and variable astrophysical phenomena brighter than r~ 20.5 on …",
                "The INT\/WFC Photometric Hα Survey of the Northern Galactic Plane (IPHAS) is a 1800 deg2 imaging survey covering Galactic latitudes |b| < 5° and longitudes ℓ = 30°–215° in the r, i, and Hα filters using the Wide Field Camera (WFC) on the 2.5-m Isaac Newton Telescope (INT) in La Palma. We present the first quality-controlled and globally calibrated source catalogue derived from the survey, providing single-epoch photometry for 219 million unique sources across 92 per cent of the footprint. The observations were carried out between 2003 and 2012 at a median seeing of 1.1 arcsec (sampled at 0.33 arcsec pixel−1) and to a mean 5σ depth of 21.2 (r), 20.0 (i), and 20.3 (Hα) in the Vega magnitude system. We explain the data reduction and quality control procedures, describe and test the global re-calibration, and detail the construction of the new catalogue. We show that the new calibration is accurate to 0.03 …",
                "We report the discovery of a multiply imaged, gravitationally lensed type Ia supernova, iPTF16geu (SN 2016geu), at redshift z = 0.409. This phenomenon was identified because the light from the stellar explosion was magnified more than 50 times by the curvature of space around matter in an intervening galaxy. We used high-spatial-resolution observations to resolve four images of the lensed supernova, approximately 0.3 arc seconds from the center of the foreground galaxy. The observations probe a physical scale of ~1 kiloparsec, smaller than is typical in other studies of extragalactic gravitational lensing. The large magnification and symmetric image configuration imply close alignment between the lines of sight to the supernova and to the lens. The relative magnifications of the four images provide evidence for substructures in the lensing galaxy.",
                "Hypervelocity stars (HVSs) travel with velocities so high that they exceed the escape velocity of the Galaxy. Several acceleration mechanisms have been discussed. Only one HVS (US 708, HVS 2) is a compact helium star. Here we present a spectroscopic and kinematic analysis of US 708. Traveling with a velocity of ~1200 kilometers per second, it is the fastest unbound star in our Galaxy. In reconstructing its trajectory, the Galactic center becomes very unlikely as an origin, which is hardly consistent with the most favored ejection mechanism for the other HVSs. Furthermore, we detected that US 708 is a fast rotator. According to our binary evolution model, it was spun-up by tidal interaction in a close binary and is likely to be the ejected donor remnant of a thermonuclear supernova.",
                "Type Ia supernovae (SN Ia) are the most important standard candles for measuring the expansion history of the universe. The thermonuclear explosion of a white dwarf can explain their observed properties, but neither the progenitor systems nor any stellar remnants have been conclusively identified. Underluminous SN Ia have been proposed to originate from a so-called double-detonation of a white dwarf. After a critical amount of helium is deposited on the surface through accretion from a close companion, the helium is ignited causing a detonation wave that triggers the explosion of the white dwarf itself. We have discovered both shallow transits and eclipses in the tight binary system CD-30°11223 composed of a carbon\/oxygen white dwarf and a hot helium star, allowing us to determine its component masses and fundamental parameters. In the future the system will transfer mass from the helium star to the …",
                "White dwarfs are compact stars, similar in size to Earth but approximately 200,000 times more massive 1. Isolated white dwarfs emit most of their power from ultraviolet to near-infrared wavelengths, but when in close orbits with less dense stars, white dwarfs can strip material from their companions and the resulting mass transfer can generate atomic line 2 and X-ray 3 emission, as well as near-and mid-infrared radiation if the white dwarf is magnetic 4. However, even in binaries, white dwarfs are rarely detected at far-infrared or radio frequencies. Here we report the discovery of a white dwarf\/cool star binary that emits from X-ray to radio wavelengths. The star, AR Scorpii (henceforth AR Sco), was classified in the early 1970s as a δ-Scuti star 5, a common variety of periodic variable star. Our observations reveal instead a 3.56-hour period close binary, pulsing in brightness on a period of 1.97 minutes. The pulses are so …",
                "The origin of hot subdwarf B stars (sdBs) is still unclear. About half of the known sdBs are in close binary systems for which common envelope ejection is the most likely formation channel. Little is known about this dynamic phase of binary evolution. Since most of the known sdB systems are single-lined spectroscopic binaries, it is difficult to derive masses and unravel the companions' nature, which is the aim of this paper. Due to the tidal influence of the companion in close binary systems, the rotation of the primary becomes synchronised to its orbital motion. In this case it is possible to constrain the mass of the companion, if the primary mass, its projected rotational velocity as well as its surface gravity are known. For the first time we measured the projected rotational velocities of a large sdB binary sample from high resolution spectra. We analysed a sample of 51 sdB stars in close binaries, 40 of which have known …"
            ],
            [
                [
                    "time-domain surveys",
                    "late stellar evolution",
                    "binary stars",
                    "Gravitational wave sources"
                ]
            ]
        ]
    ]
}