{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NFUI65T0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Petr Horava Petr Horava 401 Physics South horava@berkeley.edu (510) 642-2625 (510) 486-4665 The Horava Group Petr Horava received his Ph.D. in 1991 at the Institute of Physics of the Czech Academy of Sciences in Prague. He was awarded the Robert McCormick Research Fellowship at the Enrico Fermi Institute at the University of Chicago, worked as a Research Associate at Princeton University, and won a Sherman Fairchild Senior Research Fellowship at Caltech, before joining the New High Energy Theory Center at Rutgers University in 2000 as an Associate Professor. In 1997, he was awarded the Junior Prize of the Czech Learned Society, and in 1999 he appeared on the list of top three scientists of the Czech Republic of the 90’s. He joined the Physics Department at UC Berkeley in 2001. My research interests are focused on string theory, as a leading candidate for the quantum theory of gravity and unification. In recent years, string theory has been going through a revolutionary period, whose results changed our understanding of the theory and created new paradigms in other fields, ranging from pure mathematics, to quantum field theory, to particle phonomenology and cosmology. As a result of this \"string revolution\" we now understand that string theory is a unique theory: all the apparently distinct string theories are manifestations of a single structure, related to each other by a web of new quantum symmetries known as dualities. These dualities also relate string theory to a new theory without strings, known as M-theory, whose structure remains somewhat mysterious. String theory represents a systematic modification of general theory of relativity, so that it is compatible with quantum mechanics. Therefore, we can address some of the long-standing puzzles of quantum gravity in the string theoretical framework, such as the statistical interpretation of the thermodynamic Bekenstein-Hawking entropy of black holes. In a class of stringy black holes amenable to analysis, the entropy has been explained as counting of stringy states. This result further confirms that string theory is indeed on the right track to describe the microscopic physics of quantum gravity, as the correct degrees of freedom have already been identified. The question of correct degrees of freedom for quantum gravity is related to the \"holographic principle,\" according to which the number of degrees of freedom of any quantum gravitational system should scale as the area of the surface surrounding the system. Thus, it should be possible to completely describe the system by a finite density of states on a \"holographic screen.\" We have indications that string theory is indeed holographic, although this fact is far from manifest -- holography is a \"secret\" property of string theory. Even though string and M-theory may be a unique structure, in order to compare its predictions to the real world we are facing the difficult task of solving the theory in the regime with no apparent space-time supersymmetry. This vacuum selection problem is closely tied to the most fundamental naturalness problem of modern physics: why is the cosmological constant so small, in the apparent absence of supersymmetry? This problem is again related to the identification of the correct degrees of freedom in quantum gravity, and therefore closely connected to holography. In my research, I will continue exploring the theoretical structure of string theory, trying to clarify its underlying principles and implications for related areas of physics. Among the particularly fascinating open problems that are currently being addressed is the structure of non-supersymmetric excitations in string theory; however, my personal favorite is the question of how string theory modifies cosmology. After all, our current concepts of the universe are based on classical general relativity, and string theory is a substantial step beyond that -- it should be expected to revolutionize cosmology, once we learn how to study cosmological solutions of string theory and M-theory. The current status of string theory is very reminiscent of the situation in theoretical physics in the early 20th century, when the basic concepts of quantum mechanics were being developed, profoundly influencing the way we think about physical systems. String theory has already started changing the way we think about the structure of space-time, and can certainly be expected to continue to do so in the near future. V. Balasubramanian, P. Horava, and D. Minic, \"Deconstructing de Sitter,\" JHEP 0105, 043 (2001), hep-th\/0103171. P. Horava and M. Fabinger, \"Casimir effect between world-branes in heterotic M-theory,\" Nucl. Phys. B 580, 243 (2000), hep-th\/0002073. P. Horava and D. Minic, \"Probable values of the cosmological constant in a holographic theory,\" Phys. Rev. Lett. 85, 1610 (2000), hep-th\/0001145. J. A. Harvey, P. Horava, and P. Kraus, \"D-sphalerons and the topology of string configuration space,\" JHEP 0003, 021 (2000), hep-th\/0001143. P. Horava, \"Type IIA D-branes, K-theory, and matrix theory,\" Adv. Theor. Math. Phys. 2, 1373 (1998), hep-th\/9812135. P. Horava, \"M-theory as a holographic field theory,\" Phys. Rev. D 59, 046004 (1999), hep-th\/9712130. P. Horava, \"Gluino condensation in strongly coupled heterotic string theory,\" Phys. Rev. D 54, 7561 (1996), hep-th\/9608019. P. Horava and E. Witten, \"Eleven-dimensional supergravity on a manifold with boundary,\" Nucl. Phys. B 475, 94 (1996), hep-th\/9603142. P. Horava and E. Witten, \"Heterotic and Type I string dynamics from eleven dimensions,\" Nucl. Phys. B 460, 506 (1996), hep-th\/9510209. P. Horava, \"Topological rigid string theory and two dimensional QCD,\" Nucl. Phys. 463, 238 (1996), hep-th\/9507060. P. Horava, \"Two dimensional stringy black holes with one asymptotically flat domain,\" Phys. Lett. B 289, 293 (1992), hep-th\/9203031. P. Horava, \"Equivariant topological sigma models,\" Nucl. Phys. B 418, 571 (1994), hep-th\/9309124. P. Horava, \"Chern-Simons gauge theory on orbifolds: Open strings from three dimensions,\" J. Geom. Phys. 21, 1 (1996), hep-th\/9404101. P. Horava, \"On a covariant Hamilton-Jacobi framework for the Einstein-Maxwell theory,\" Class. Quantum Grav. 8, 2069 (1991). P. Horava, \"Background duality of open string models,\" Phys. Lett. B 231, 351 (1989). P. Horava, \"Strings on world-sheet orbifolds,\" Nucl. Phys. 327, 461 (1989)."
            ]
        ]
    ]
}