{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NFWXGXNJ",
            "b0DQef8AAAAJ",
            [
                "Optogenetic manipulation of neural activity in freely moving Caenorhabditis elegans",
                "Whole-brain calcium imaging with cellular resolution in freely behaving Caenorhabditis elegans",
                "Submicrometre geometrically encoded fluorescent barcodes self-assembled from DNA",
                "Proprioceptive Coupling within Motor Neurons Drives C. elegans Forward Locomotion",
                "Monoaminergic orchestration of motor programs in a complex C. elegans behavior",
                "Optogenetic manipulation of neural activity in C. elegans: From synapse to circuits and behaviour",
                "Computational Neuroethology: A Call to Action",
                "Simultaneous optogenetic manipulation and calcium imaging in freely moving C. elegans",
                "Automatically tracking neurons in a moving and deforming brain",
                "Temporal processing and context dependency in Caenorhabditis elegans response to mechanosensation"
            ],
            [
                "We present an optogenetic illumination system capable of real-time light delivery with high spatial resolution to specified targets in freely moving Caenorhabditis elegans. A tracking microscope records the motion of an unrestrained worm expressing channelrhodopsin-2 or halorhodopsin in specific cell types. Image processing software analyzes the worm's position in each video frame, rapidly estimates the locations of targeted cells and instructs a digital micromirror device to illuminate targeted cells with laser light of the appropriate wavelengths to stimulate or inhibit activity. Because each cell in an unrestrained worm is a rapidly moving target, our system operates at high speed (∼ 50 frames per second) to provide high spatial resolution (∼ 30 μm). To test the accuracy, flexibility and utility of our system, we performed optogenetic analyses of the worm motor circuit, egg-laying circuit and mechanosensory circuits …",
                "The ability to acquire large-scale recordings of neuronal activity in awake and unrestrained animals is needed to provide new insights into how populations of neurons generate animal behavior. We present an instrument capable of recording intracellular calcium transients from the majority of neurons in the head of a freely behaving Caenorhabditis elegans with cellular resolution while simultaneously recording the animal’s position, posture, and locomotion. This instrument provides whole-brain imaging with cellular resolution in an unrestrained and behaving animal. We use spinning-disk confocal microscopy to capture 3D volumetric fluorescent images of neurons expressing the calcium indicator GCaMP6s at 6 head-volumes\/s. A suite of three cameras monitor neuronal fluorescence and the animal’s position and orientation. Custom software tracks the 3D position of the animal’s head in real time and two …",
                "The identification and differentiation of a large number of distinct molecular species with high temporal and spatial resolution is a major challenge in biomedical science. Fluorescence microscopy is a powerful tool, but its multiplexing ability is limited by the number of spectrally distinguishable fluorophores. Here, we used (deoxy) ribonucleic acid (DNA)-origami technology to construct submicrometre nanorods that act as fluorescent barcodes. We demonstrate that spatial control over the positioning of fluorophores on the surface of a stiff DNA nanorod can produce 216 distinct barcodes that can be decoded unambiguously using epifluorescence or total internal reflection fluorescence microscopy. Barcodes with higher spatial information density were demonstrated via the construction of super-resolution barcodes with features spaced by∼ 40 nm. One species of the barcodes was used to tag yeast surface receptors …",
                "Locomotion requires coordinated motor activity throughout an animal’s body. In both vertebrates and invertebrates, chains of coupled central pattern generators (CPGs) are commonly evoked to explain local rhythmic behaviors. In C. elegans, we report that proprioception within the motor circuit is responsible for propagating and coordinating rhythmic undulatory waves from head to tail during forward movement. Proprioceptive coupling between adjacent body regions transduces rhythmic movement initiated near the head into bending waves driven along the body by a chain of reflexes. Using optogenetics and calcium imaging to manipulate and monitor motor circuit activity of moving C. elegans held in microfluidic devices, we found that the B-type cholinergic motor neurons transduce the proprioceptive signal. In C. elegans, a sensorimotor feedback loop operating within a specific type of motor neuron both drives …",
                "A single monoamine can orchestrate different phases of a compound motor sequence in C. elegans through the synaptic and extra-synaptic activation of distinct classes of receptors.",
                "The emerging field of optogenetics allows for optical activation or inhibition of excitable cells. In 2005, optogenetic proteins were expressed in the nematode Caenorhabditis elegans for the first time. Since then, C. elegans has served as a powerful platform upon which to conduct optogenetic investigations of synaptic function, circuit dynamics and the neuronal basis of behaviour. The C. elegans nervous system, consisting of 302 neurons, whose connectivity and morphology has been mapped completely, drives a rich repertoire of behaviours that are quantifiable by video microscopy. This model organism's compact nervous system, quantifiable behaviour, genetic tractability and optical accessibility make it especially amenable to optogenetic interrogation. Channelrhodopsin‐2 (ChR2), halorhodopsin (NpHR\/Halo) and other common optogenetic proteins have all been expressed in C. elegans. Moreover, recent …",
                "The brain is worthy of study because it is in charge of behavior. A flurry of recent technical advances in measuring and quantifying naturalistic behaviors provide an important opportunity for advancing brain science. However, the problem of understanding unrestrained behavior in the context of neural recordings and manipulations remains unsolved, and developing approaches to addressing this challenge is critical. Here we discuss considerations in computational neuroethology—the science of quantifying naturalistic behaviors for understanding the brain—and propose strategies to evaluate progress. We point to open questions that require resolution and call upon the broader systems neuroscience community to further develop and leverage measures of naturalistic, unrestrained behavior, which will enable us to more effectively probe the richness and complexity of the brain.",
                "Understanding how an organism's nervous system transforms sensory input into behavioral outputs requires recording and manipulating its neural activity during unrestrained behavior. Here we present an instrument to simultaneously monitor and manipulate neural activity while observing behavior in a freely moving \\textit{Caenorhabditis elegans}. Neural activity is recorded optically from cells expressing a calcium indicator, GCaMP3. Neural activity is manipulated optically by illuminating targeted neurons expressing the optogenetic protein Channelrhodopsin. Real-time computer vision software tracks the animal's behavior and identifies the location of targeted neurons in the nematode as it crawls. Patterned illumination from a digital micromirror device is used to selectively illuminate subsets of neurons for either calcium imaging or optogenetic stimulation. Real-time computer vision software constantly updates the illumination pattern in response to the worm's movement and thereby allows for independent optical recording or activation of different neurons in the worm as it moves freely. We use the instrument to directly observe the relationship between sensory neuron activation, interneuron dynamics and locomotion in the worm's mechanosensory circuit. We record and compare calcium transients in the backward locomotion command interneurons AVA, in response to optical activation of the anterior mechanosensory neurons ALM, AVM or both.",
                "Advances in optical neuroimaging techniques now allow neural activity to be recorded with cellular resolution in awake and behaving animals. Brain motion in these recordings pose a unique challenge. The location of individual neurons must be tracked in 3D over time to accurately extract single neuron activity traces. Recordings from small invertebrates like C. elegans are especially challenging because they undergo very large brain motion and deformation during animal movement. Here we present an automated computer vision pipeline to reliably track populations of neurons with single neuron resolution in the brain of a freely moving C. elegans undergoing large motion and deformation. 3D volumetric fluorescent images of the animal’s brain are straightened, aligned and registered, and the locations of neurons in the images are found via segmentation. Each neuron is then assigned an identity using a new time-independent machine-learning approach we call Neuron Registration Vector Encoding. In this approach, non-rigid point-set registration is used to match each segmented neuron in each volume with a set of reference volumes taken from throughout the recording. The way each neuron matches with the references defines a feature vector which is clustered to assign an identity to each neuron in each volume. Finally, thin-plate spline interpolation is used to correct errors in segmentation and check consistency of assigned identities. The Neuron Registration Vector Encoding approach proposed here is uniquely well suited for tracking neurons in brains undergoing large deformations. When applied to whole-brain calcium imaging …",
                "A quantitative understanding of how sensory signals are transformed into motor outputs places useful constraints on brain function and helps to reveal the brain’s underlying computations. We investigate how the nematode Caenorhabditis elegans responds to time-varying mechanosensory signals using a high-throughput optogenetic assay and automated behavior quantification. We find that the behavioral response is tuned to temporal properties of mechanosensory signals, such as their integral and derivative, that extend over many seconds. Mechanosensory signals, even in the same neurons, can be tailored to elicit different behavioral responses. Moreover, we find that the animal’s response also depends on its behavioral context. Most dramatically, the animal ignores all tested mechanosensory stimuli during turns. Finally, we present a linear-nonlinear model that predicts the animal’s behavioral response to stimulus."
            ],
            [
                [
                    "optogenetics",
                    "neuroscience",
                    "neural circuits",
                    "C. elegans",
                    "biophysics"
                ]
            ],
            [
                "Andrew  Leifer Andrew  Leifer Assistant Professor of Physics &  Neuroscience 609-258-2973 leifer@princeton.edu 250 Princeton Neuroscience Institute \/ 220 Jadwin CV: leiferCV.pdf How do collections of neurons generate an animal’s behavior? My lab uses techniques from experimental physics to probe brain-wide neural activity of a small animal, the nematode C. elegans . Ultimately we seek general principles that govern “neural dynamics,” the collective patterns of activity of neurons across the brain. Understanding how these neural dynamics drive animal motion, make decisions or implement higher brain functions such as learning, is the central focus of my lab. We are actively working on three investigation related to neural dynamics: 1) How do brain-wide neural dynamics drive animal behavior and transitions between behavior states? 2) How does the anatomical structure of a network of neurons influence or constrain neural dynamics? 3) How do neural dynamics drive higher-level “cognitive” function such as decision-making, learning or the maintenance of long-lived internal brain states?  To tackle these questions, our group pioneered a variety of optical techniques, including the ability to non-invasively record activity from all neurons in the animal’s brain as it crawls freely.     We are a multidisciplinary group that brings together scientists with backgrounds and expertise in physics, neuroscience, molecular biology, engineering and computer science. Please see http:\/\/leiferlab.princeton.edu for more information and feel free to contact me via email at leifer@princeton.edu .  Selected Publications: Complete listing: PubMed [ http:\/\/www.ncbi.nlm.nih.gov\/myncbi\/browse\/collection\/45644902\/?sort=date... ]   Google Scholar [ https:\/\/scholar.google.com\/citations?user=b0DQef8AAAAJ ] ·          Whole-brain calcium imaging with cellular resolution in freely behaving Caenorhabditis elegans. JP Nguyen, FB Shipley, AN Linder, GS Plummer, M Liu, SU Setru, JW Shaevitz, AM Leifer. Proceedings of the National Academy of Sciences, 201507110 2 (2015). [ http:\/\/www.pnas.org\/content\/early\/2015\/12\/23\/1507110112.abstract.html ] ·          Simultaneous optogenetic manipulation and calcium imaging in freely moving C. elegans . FB Shipley, CM Clark, MJ Alkema, AM Leifer. Frontiers in Neural Circuits 8:28 (2014).   [ http:\/\/journal.frontiersin.org\/Journal\/10.3389\/fncir.2014.00028\/ ] ·          Optogenetic manipulation of neural activity in C. elegans : from synapse to circuits and behavior. SJ Husson, A Gottschalk, AM Leifer. Biology of the Cell 105:6 (2013) [ http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/boc.201200069\/abstract ] ·          Optogenetic manipulation of neural activity in freely moving Caenorhabditis elegans. AM Leifer, C Fang-Yen, M Gershow, M Alkema, ADT Samuel. Nature Methods, 8, 147–152 (2011). [ http:\/\/www.nature.com\/nmeth\/journal\/v8\/n2\/full\/nmeth.1554.html] "
            ]
        ]
    ]
}