{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NG0RD7X2",
            "0e89XEcAAAAJ",
            [
                "Properties of Advanced Semiconductor Materials: GaN, AIN, InN, BN, SiC, SiGe",
                "Handbook series on semiconductor parameters",
                "Shallow water analogy for a ballistic field effect transistor: New mechanism of plasma wave generation by dc current",
                "Physics of semiconductor devices",
                "Detection, mixing, and frequency multiplication of terahertz radiation by two-dimensional electronic fluid"
            ],
            [
                "Containing the most reliable parameter values for each of these semiconductor materials, along with applicable references, these data are organized in a structured, logical way for each semiconductor material.* Reviews traditional semiconductor materials as well as new, advanced semiconductors.* Essential authoritative handbook on the properties of semiconductor materials.",
                "Ch. 1. Aluminium gallium arsenide (Al [symbol] Ga [symbol] As)\/Yu. A. Goldberg--ch. 2. Gallium indium phosphide (Ga [symbol] In [symbol] P)\/Yu. A. Goldberg--ch. 3. Gallium indium arsenide (Al [symbol] In [symbol] As)\/Yu. A. Goldberg and Natalya M. Schmidt--ch. 4. Gallium indium antimonide (Ga [symbol] In [symbol] Sb)\/Yu. A. Goldberg--ch. 5. Gallium arsenide antimonide (GaAs [symbol] Sb [symbol])\/A. Ya Vul'--ch. 6. Indium arsenide-antimonide (InAs [symbol] Sb [symbol])\/MS Bresler--ch. 7. Gallium indium arsenide phosphide (Ga [symbol] In [symbol] As [< wbr> symbol] P [symbol])\/Yu. A. Goldberg and Natalya M. Shmidt--ch. 8. Gallium indium arsenide antimonide (Ga [symbol] In [symbol] As [< wbr> symbol] Sb [symbol])\/Maya P. Mikhailova",
                "We demonstrate that electrons in a ballistic field effect transistor behave as a fluid similar to shallow water. Phenomena similar to wave and soliton propagation, hydraulic jump, and others should take place in this electron fluid. We show that a relatively slow electron flow should be unstable because of plasma wave amplification due to the reflection from the device boundaries. This provides a new mechanism for the generation of tunable far infrared electromagnetic radiation.",
                "Now on home page … \n",
                "We show that a short channel High Electron Mobility Transistor (HEMT) has a resonance response to electromagnetic radiation at the plasma oscillation frequencies of the two dimensional electrons in the device. This response can be used for new types of detectors, mixers, and multipliers. These devices should operate at much higher frequencies than conventional, transit-time limited devices, since the plasma waves propagate much faster than electrons. The responsivities of such devices may greatly exceed the responsivities of Schottky diodes currently used as detectors and mixers in the terahertz range. A long channel HEMT has a nonresonant response to electromagnetic radiation and can be used as a broadband detector for frequencies up to several tens of terahertz."
            ],
            [
                [
                    "semiconductors"
                ]
            ]
        ]
    ]
}