{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NHIVXPHG",
            "LgZKj-UAAAAJ",
            [
                "Evaluation of the antioxidant activity of wheatgrass (Triticum aestivum L.) as a function of growth under different conditions",
                "Changes in selenium speciation associated with increasing tissue concentrations of selenium in wheat grain",
                "Evaluation of bioaccessibility of some essential elements from wheatgrass (Triticum aestivum L.) by in vitro digestion method",
                "Chitosan-transition metal ions complexes for selective arsenic (V) preconcentration",
                "Determination of elemental concentration profiles in tender wheatgrass (Triticum aestivum L.) using instrumental neutron activation analysis",
                "Profile of selenium in soil and crops in seleniferous area of Punjab, India by neutron activation analysis",
                "Heavy metal bioaccumulation in selected medicinal plants collected from Khetri copper mines and comparison with those collected from fertile soil in Haridwar, India",
                "Validation of a neutron activation analysis method using k0-standardization",
                "Development of an internal monostandard instrumental neutron activation analysis method based on in situ detection efficiency for analysis of large and nonstandard geometry samples",
                "Membrane optode for mercury (II) determination in aqueous samples"
            ],
            [
                "The antioxidant activity of wheatgrass, which is consumed as a dietary supplement, was estimated at different levels. The methods employed include FRAP (ferric reducing antioxidant power), ABTS (2,2′‐azobis‐3‐ethylbenzthiazoline‐6‐sulfonic acid) and DPPH (1,1′‐diphenyl‐2‐picrylhydrazyl) assays. Aqueous and ethanol extracts of wheatgrass grown under different conditions over a period of 6, 7, 8, 10 and 15 days were used. Lipid peroxidation and oxygen radical absorbance capacity (ORAC) were determined and utilized to check the potency of a few selected extracts. Different conditions used for growth were (1) tap water, (2) tap water with nutrients, (3) soil and tap water, and (4) soil with nutrients. For comparison, a commercially available wheatgrass tablet was analysed. To explain the reasons behind the observed differences, the total phenolic and flavonoid contents of the extracts were measured …",
                "Wheat (Triticum aestivum) collected in the Nawanshahr-Hoshiarpur Region (Punjab, India) showed the highest selenium concentrations ever recorded in cereal grains (29−185 μg g−1). There was a strong positive relationship between the selenium content in shoots and that in kernels, showing that grain selenium concentration can be predicted from that in the vegetative tissues of the plant. The identity and content of the selenocompounds in the grain samples and in wheat-based reference materials were investigated by HPLC−ICP−dynamic reaction cell−MS. Reversed-phase, cation exchange, and anion exchange HPLC were used to separate the selenium species after ultrasound-assisted enzymatic extraction with an ultrasonic probe. Selenomethionine and selenate accounted for 72−85% and 2−6% of the sum of the selenium species, respectively. The proportion of organic Se species varied with increasing …",
                "Bioaccessibility of some essential elements namely K, Mn, Zn, Fe and Na from wheatgrass, consumed as dietary supplement, was measured by in vitro gastric and gastro-intestinal digestion methods. Neutron activation analysis was used to determine bioaccessible concentration of these elements. Bioaccessibility of these elements in commercial wheatgrass tablets and wheat grains was also determined. From both the methods, it was found that bioaccessibility of the elements studied was the highest from fresh wheatgrass and the lowest for wheat seeds. The range of values determined by gastric digestion for wheatgrass, wheatgrass tablets and wheat seeds were 37–57%, 17–43% and 9–38% respectively. Corresponding bioaccessibility values determined by gastro-intestinal digestion method were 39–60%, 34–55% and 15–23% respectively. These studies suggested that fresh wheatgrass grown in the …",
                "Chitosan is naturally occurring bio-polymer having strong affinity towards transition metal ions. Chitosan complexed with transition metal ions takes up inorganic arsenic anions from aqueous medium. In present work, As(V) sorption in the chitosan complexed with different metal ions like Cu(II), Fe(III), La(III), Mo(VI) and Zr(IV) were studied. Sorptions of As(V) in CuS embedded chitosan, (3-aminopropyl) triethoxysilane (APTS) embedded chitosan, epichlorohydrin (ECH) crosslinked chitosan and pristine chitosan were also studied. 74As radiotracer was prepared specifically for As(V) sorption studies by irradiation of natural germanium target with 18 MeV proton beam. The sorption studies indicated that Fe(III) and La(III) complexed with chitosan sorbed 95 ± 2% As(V) from aqueous samples in the pH range of 3–9. However, Fe(III)-chitosan showed better sorption efficiency (91 ± 2%) for As(V) from seawater than La(III …",
                "Samples of shoots and roots of tender wheatgrass\/wheat plants collected over a period of 20 days were analysed by instrumental neutron activation analysis. The wheatgrass (wheat: Triticum aestivum L.) samples analysed were grown in three different conditions namely (i) tap water, (ii) nutrient compounds with tap water, and (iii) soil and tap water. A total of 15 elements were determined in these samples. In addition, a commercially available wheatgrass tablet was analysed. Accuracy of the method was evaluated by analysing two biological reference materials, SRM 1573a (Tomato leaves) from NIST and ICHTJ-CTA-vtl-2 (Tobacco leaves) from INCT. The paper discusses the elemental concentration levels, their trends and concentration ratios of elements in shoot-to-root grown in these three conditions of growth. It was observed that the elements such as K, Na, Ca and Mg increased linearly in the shoots with the …",
                "In the Nawanshahr–Hoshiarpur region of Punjab, India, more than 1000 hectares of agricultural land is significantly affected by high levels of selenium (Se). Studies were carried out to examine Se levels in soil and crops such as wheat grains, wheat husk, rice, maize and mustard using neutron activation analysis. The Se concentrations in soil and crop products were found to be ranging from 2.7 to 6.5 mg kg−1 and 13 to 670 mg kg−1, respectively, indicating significantly high selenium in these crop products. Two reference materials were analysed for Se contents by INAA as controls.",
                "Heavy metal distribution in medicinal plants is gaining importance not only as an alternative medicine, but also for possible concern due to effects of metal toxicity. The present study has been focused on emphasizing the heavy metal status and bioaccumulation factors of V, Mn, Fe, Co, Cu, Zn, Se (essential metals) and Cr, Ni, Cd, As and Pb (potentially toxic metals) in medicinal plants grown under two different environmental conditions e.g., near to Khetri copper mine and those in fertile soils of Haridwar, both in India, using Instrumental Neutron Activation Analysis (relative method) and Atomic Absorption Spectrometry. The copper levels in the medicinal plants from Khetri were found to be 3-4 folds higher (31.6–76.5 mg kg−1) than those from Haridwar samples (7.40–15.3 mg kg−1), which is correlated with very high copper levels (763 mg kg−1) in Khetri soil. Among various heavy metals, Cr (2.60–5.92 mg kg−1), Cd …",
                "A neutron activation analysis method using k0-standardization has been adopted for multielement analysis using our research reactors. Gold has been used as the comparator. The input parameters, used for calculation of elemental concentration, such as subcadmium to epithermal neutron flux ratio (f), the epithermal neutron flux shape factor (α), and the absolute efficiency of the detector (ε) have been determined. The values of k0-factors and Q0 (the ratio of resonance integral to thermal neutron cross section) have been taken from the literature. The validity of applying this method in our laboratory is evaluated by analyzing the elemental concentrations with respect to the certified values in eight reference materials of different origin obtained from USGS, IAEA and NIST. The percent deviation of the measured elemental concentrations are found to be within ±15% to that of the certified values whereas the percent …",
                "A k0-based internal monostandard instrumental neutron activation analysis method for determination of relative elemental concentration in samples of large size and irregular geometry has been developed. In this method, one of the elements present in the sample is used as comparator. A priori knowledge of the concentration of one of the constituents is required to convert the relative concentration into absolute values. The problems of γ-ray self-attenuation and geometrical effects that arise in the assay of large and nonstandard geometry samples were overcome by an in situ relative detection efficiency calibration procedure, which requires one or more activation products emitting γ-rays over a wide range of the spectrum. To minimize the problem of neutron flux perturbations that may arise in large samples, irradiations were carried out using a thermal column with thermal neutron component of more than 99.9 …",
                "A color changeable optode for Hg(II) was prepared by the immobilization of a dye 4-(2-pyridylazo)resorcinol (PAR) and a liquid ion-exchanger trioctylmethylammonium chloride (Aliquat-336) in the tri-(2-ethylhexyl) phosphate plasticized cellulose triacetate matrix. Hg(II) and CH3Hg+ from aqueous samples could be quantitatively preconcentrated in this transparent optode producing a distinct color change (λmax = 520 nm) within 5 min equilibration time in bicarbonate aqueous medium or 30 min in natural water. Whereas optode sample without Aliquat-336 did not change its color corresponding to Hg–PAR complex on equilibrium with the same aqueous solution containing Hg(II) ions. The uptake of Hg(II) was found to be pH dependant with a maximum (>90%) at a pH 7.5. The uptake of ions like Cu(II), Fe(II), Zn(II) and Pb(II) was negligible in the optode where as the uptake of Cd(II) and Zn(II) ions was 10–15% at pH …"
            ],
            [
                [
                    "Nuclear Analytical Chemistry",
                    "k0 NAA",
                    "PGNAA",
                    "PIGE",
                    "Chemical Characterization of Materials"
                ]
            ]
        ]
    ]
}