{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NHYS1K82",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Roger D. Mcwilliams Roger D. Mcwilliams Professor Emeritus of Physics & Astronomy Founding Director of Campuswide Honors Program mcw@uci.edu (949) 824-6228 134H Rowland Hall Lab Phone: (949) 824-6228 Ph.D., Princeton University, 1980 B.A., University of California, Irvine, 1975 As a UCI professor for 34 years and  Associate Dean for Graduate Studies and Research in the UCI School of Physical Sciences, Roger McWilliams brings an unusual breadth of experience. He adheres to a philosophy that creating new high tech tools simultaneously makes opportunities for basic research and industry. McWilliams’ research has emphasis in plasma physics of electrically-charged particles, lasers, and optical devices. His work on charged particle beams has been used for plasma processing in semiconductor fabrication (cell phones and computers) and proton therapy cancer treatment. He has developed lasers that are used routinely in laser eye surgery and optical fiber telecommunications (internet lines). His research has also played a role in electrosurgery tools produced by several companies. McWilliams joined Irvine as an Assistant Professor in 1980 while completing his Princeton University Ph.D. studies. His physics bachelor’s degree in 1975 from UCI provided excellent perspective of the undergraduate student population. He served more than 20 years as founding Director of the Campuswide Honors Program. He received the inaugural system wide Presidential Award for Excellence in Undergraduate Research in 1994, the Daniel G. Aldrich, Jr. Distinguished University Service Award in 2005, and Lauds & Laurels Faculty Achievement Award in 2010. He is a Fellow of the American Physical Society and a Senior Member of the IEEE. UCI Faculty Profile Jan Strudwick, jstrudwi@uci.edu, 949-824-7639"
            ]
        ]
    ]
}