{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NJBQU8DW",
            "XJOBBI4AAAAJ",
            [
                "Marketing management",
                "Metodología de la investigación: manual para el desarrollo de personal de salud",
                "Principles of marketing",
                "Principles of marketing",
                "Manajemen pemasaran, 2",
                "Administração de marketing",
                "Marketing: an introduction",
                "Fundamentos de marketing"
            ],
            [
                "Il primato di Marketing Management si deve all'organizzazione e alla natura dei suoi contenuti, che riflettono l'incessante trasformazione delle teorie e delle pratiche di marketing. La prima edizione, pubblicata nel 1967, ha introdotto il concetto della necessità per le imprese di assumere un orientamento al mercato e al cliente. Allora però non venivano trattate alcune tematiche che oggi hanno assunto un ruolo fondamentale, quali la segmentazione, la scelta dei mercati obiettivo e il posizionamento. Concetti come il brand equity, l'analisi del valore del cliente, il database marketing, l'e-commerce, le reti di valore, i canali ibridi, la gestione della catena di fornitura e la comunicazione integrata di marketing non erano ancora entrate a far parte del vocabolario del marketing. Per la vendita di beni e servizi oggi le imprese si avvalgono di una serie di canali diretti e indiretti. La pubblicità di massa ha perso l'efficacia di un tempo e le imprese stanno esplorando nuove forme di comunicazione, come la creazione di esperienze per il cliente, l'intrattenimento a scopo pubblicitario e il marketing virale. I clienti forniscono alle imprese indicazioni sempre più precise sulle tipologie di prodotti e servizi di cui hanno bisogno e sulle modalità, i tempi ei luoghi d'acquisto desiderati.A questi cambiamenti le imprese hanno risposto con un passaggio dalla gestione di portafogli di prodotti alla gestione di portafogli di clienti, con la compilazione di database contenenti informazioni sui singoli clienti allo scopo di conoscerli meglio e con la realizzazione di offerte e messaggi personalizzati. Alla standardizzazione di prodotti e servizi si preferisce una maggiore …",
                "El programa de trabajo determinado por los Gobiernos Miembros que constituyen la Organización Panamericana de la Salud (OPS), dentro de sus actividades de desarrollo de la infraestructura y personal de salud, comprende la elaboración de nuevos tipos de materiales educacionales aplicables fundamentalmente a la formación de personal técnico, auxiliar y de la comunidad. En cumplimiento de lo señalado por los Gobiernos, se presenta a la consideración de los interesados, dentro del marco general del Programa Ampliado de Libros de Texto y Materiales de Instrucción, la Serie PALTEX para Ejecutores de Programas de Salud, de la cual forma parte este manual. El Programa Ampliado de Libros de Textos (PALTEX), en general, tiene por objeto ofrecer el mejor material de instrucción posible destinado al aprendizaje de las ciencias de la salud, que resulte a la vez accesible, técnica y económicamente, a todos los niveles y categorías de personal en cualquiera de sus diferentes etapas de capacitación. De esta manera, dicho material está destinado a los estudiantes y profesores universitarios, a los técnicos ya los auxiliares de salud, así como al personal de la propia comunidad. Está orientado, tanto a las etapas de pregrado como de postgrado, a la educación continua y al adiestramiento en servicio y puede servir a todo el personal de salud involucrado en la ejecución de la estrategia de la atención primaria, como elemento de consulta permanente durante el ejercicio de sus funciones. El Programa Ampliado de Textos (PALTEX) cuenta con el fínanciamiento de un préstamo otorgado por el Banco Interamericano de Desarrollo (BID …",
                "For undergraduate Principles of Marketing courses This title is a Pearson Global Edition. The Editorial team at Pearson has worked closely with educators around the world to include content which is especially relevant to students outside the United States. Today's marketing challenge is creating vibrant, interactive communities of consumers who make products and brands a part of their daily lives. Learn how to create value and gain loyal customers. Kotler\/Armstrong is a comprehensive, classic principles text organized around an innovative customer-value framework. Students learn how to create customer value, target the correct market, and build customer relationships. The changing nature of consumer expectations means that marketers must learn how to build communities in addition to brand loyalty. The thirteenth edition of Kotler\/Armstrong has been fully updated and redesigned to make the book easier to use. Chapters also now contain opening vignettes and accompanying outlines to help students study.",
                "For undergraduate Principles of Marketing courses This title is a Pearson Global Edition. The Editorial team at Pearson has worked closely with educators around the world to include content which is especially relevant to students outside the United States. Today's marketing challenge is creating vibrant, interactive communities of consumers who make products and brands a part of their daily lives. Learn how to create value and gain loyal customers. Kotler\/Armstrong is a comprehensive, classic principles text organized around an innovative customer-value framework. Students learn how to create customer value, target the correct market, and build customer relationships. The changing nature of consumer expectations means that marketers must learn how to build communities in addition to brand loyalty. The thirteenth edition of Kotler\/Armstrong has been fully updated and redesigned to make the book easier to use. Chapters also now contain opening vignettes and accompanying outlines to help students study.",
                "...\n",
                "“Marketing burocrático: muitas grandes empresas mergulham de cabeça no marketing profissionalizado, examinando detalhadamente os últimos números da Nielsen, investigando minuciosamente relatórios de pesquisa de mercado e tentando aperfeiçoar suas relações com os distribuidores e suas mensagens publicitárias. Essas empresas não têm a criatividade e a paixão das empresas ‘guerrilheiras’ do primeiro estágio, o estágio do marketing empreendedor. Seus gerentes de marca e produto precisam sair de seus escritórios e passar a ter um contato maior com o cliente. Assim, eles podem visualizar novos meios de agregar valor à vida dos clientes.”(KOTLER, 2000, p. 25)“O resultado é que o marketing efetivo pode assumir várias formas. Sempre existirá uma tensão entre o estágio profissionalizado do marketing e sua manifestação mais criativa. É mais fácil aprender a abordagem profissionalizado, que será tratada na maior parte deste livros.”(KOTLER, 2000 p. 25)",
                "\" This text is one of the best overall undergraduate marketing texts I have seen, because it incorporates more real-world applications of marketing concepts than any others I have used. This text does a good job of presenting marketing theory that is based on academic literature without excessive jargon or'lists' that students think they should memorize. The videos and cases go well with the material.\"—George Washington University reviewer",
                "En esta sexta edición de Fundamentos de marketing, el lector encontrará un reflejo de la situación actual que circunda el universo del marketing en la era de Internet y hallará una forma entretenida de aprender la materia, debido al estilo ágil y didáctico con el que esta obra fue escrita. A lo largo del texto se presentan casos de una extensa lista de empresas y corporaciones que muestran escenarios reales y cotidianos. Esto ejemplifica los retos y problemas comunes a los que se enfrentan frecuentemente los gerentes y directores de empresas en el campo de los negocios y, en concreto, en el área de marketing en la era digital."
            ],
            [
                [

                ]
            ]
        ]
    ]
}