{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NJSBZYT2",
            "WWV8v5cAAAAJ",
            [
                "Signatures of mutational processes in human cancer",
                "Signatures of mutational processes in human cancer",
                "Twist, a master regulator of morphogenesis, plays an essential role in tumor metastasis",
                "Stromal fibroblasts present in invasive human breast carcinomas promote tumor growth and angiogenesis through elevated SDF-1\/CXCL12 secretion",
                "Mesenchymal stem cells within tumour stroma promote breast cancer metastasis",
                "International network of cancer genome projects",
                "The landscape of cancer genes and mutational processes in breast cancer",
                "Molecular definition of breast tumor heterogeneity",
                "Mutational processes molding the genomes of 21 breast cancers",
                "Molecular characterization of the tumor microenvironment in breast cancer"
            ],
            [
                "All cancers are caused by somatic mutations; however, understanding of the biological processes generating these mutations is limited. The catalogue of somatic mutations from a cancer genome bears the signatures of the mutational processes that have been operative. Here we analysed 4,938,362 mutations from 7,042 cancers and extracted more than 20 distinct mutational signatures. Some are present in many cancer types, notably a signature attributed to the APOBEC family of cytidine deaminases, whereas others are confined to a single cancer class. Certain signatures are associated with age of the patient at cancer diagnosis, known mutagenic exposures or defects in DNA maintenance, but many are of cryptic origin. In addition to these genome-wide mutational signatures, hypermutation localized to small genomic regions,‘kataegis’, is found in many cancer types. The results reveal the diversity of mutational …",
                "All cancers are caused by somatic mutations; however, understanding of the biological processes generating these mutations is limited. The catalogue of somatic mutations from a cancer genome bears the signatures of the mutational processes that have been operative. Here we analysed 4,938,362 mutations from 7,042 cancers and extracted more than 20 distinct mutational signatures. Some are present in many cancer types, notably a signature attributed to the APOBEC family of cytidine deaminases, whereas others are confined to a single cancer class. Certain signatures are associated with age of the patient at cancer diagnosis, known mutagenic exposures or defects in DNA maintenance, but many are of cryptic origin. In addition to these genome-wide mutational signatures, hypermutation localized to small genomic regions,‘kataegis’, is found in many cancer types. The results reveal the diversity of mutational …",
                "Metastasis is a multistep process during which cancer cells disseminate from the site of primary tumors and establish secondary tumors in distant organs. In a search for key regulators of metastasis in a murine breast tumor model, we have found that the transcription factor Twist, a master regulator of embryonic morphogenesis, plays an essential role in metastasis. Suppression of Twist expression in highly metastatic mammary carcinoma cells specifically inhibits their ability to metastasize from the mammary gland to the lung. Ectopic expression of Twist results in loss of E-cadherin-mediated cell-cell adhesion, activation of mesenchymal markers, and induction of cell motility, suggesting that Twist contributes to metastasis by promoting an epithelial-mesenchymal transition (EMT). In human breast cancers, high level of Twist expression is correlated with invasive lobular carcinoma, a highly infiltrating tumor type …",
                "Fibroblasts often constitute the majority of the stromal cells within a breast carcinoma, yet the functional contributions of these cells to tumorigenesis are poorly understood. Using a coimplantation tumor xenograft model, we demonstrate that carcinoma-associated fibroblasts (CAFs) extracted from human breast carcinomas promote the growth of admixed breast carcinoma cells significantly more than do normal mammary fibroblasts derived from the same patients. The CAFs, which exhibit the traits of myofibroblasts, play a central role in promoting the growth of tumor cells through their ability to secrete stromal cell-derived factor 1 (SDF-1); CAFs promote angiogenesis by recruiting endothelial progenitor cells (EPCs) into carcinomas, an effect mediated in part by SDF-1. CAF-secreted SDF-1 also stimulates tumor growth directly, acting through the cognate receptor, CXCR4, which is expressed by carcinoma cells. Our …",
                "Mesenchymal stem cells have been recently described to localize to breast carcinomas, where they integrate into the tumour-associated stroma. However, the involvement of mesenchymal stem cells (or their derivatives) in tumour pathophysiology has not been addressed. Here, we demonstrate that bone-marrow-derived human mesenchymal stem cells, when mixed with otherwise weakly metastatic human breast carcinoma cells, cause the cancer cells to increase their metastatic potency greatly when this cell mixture is introduced into a subcutaneous site and allowed to form a tumour xenograft. The breast cancer cells stimulate de novo secretion of the chemokine CCL5 (also called RANTES) from mesenchymal stem cells, which then acts in a paracrine fashion on the cancer cells to enhance their motility, invasion and metastasis. This enhanced metastatic ability is reversible and is dependent on CCL5 signalling …",
                "The International Cancer Genome Consortium (ICGC) was launched to coordinate large-scale cancer genome studies in tumours from 50 different cancer types and\/or subtypes that are of clinical and societal importance across the globe. Systematic studies of more than 25,000 cancer genomes at the genomic, epigenomic and transcriptomic levels will reveal the repertoire of oncogenic mutations, uncover traces of the mutagenic influences, define clinically relevant subtypes for prognosis and therapeutic management, and enable the development of new cancer therapies.",
                "All cancers carry somatic mutations in their genomes. A subset, known as driver mutations, confer clonal selective advantage on cancer cells and are causally implicated in oncogenesis 1, and the remainder are passenger mutations. The driver mutations and mutational processes operative in breast cancer have not yet been comprehensively explored. Here we examine the genomes of 100 tumours for somatic copy number changes and mutations in the coding exons of protein-coding genes. The number of somatic mutations varied markedly between individual tumours. We found strong correlations between mutation number, age at which cancer was diagnosed and cancer histological grade, and observed multiple mutational signatures, including one present in about ten per cent of tumours characterized by numerous mutations of cytosine at TpC dinucleotides. Driver mutations were identified in several new …",
                "Cells with distinct phenotypes including stem-cell-like properties have been proposed to exist in normal human mammary epithelium and breast carcinomas, but their detailed molecular characteristics and clinical significance are unclear. We determined gene expression and genetic profiles of cells purified from cancerous and normal breast tissue using markers previously associated with stem-cell-like properties. CD24+ and CD44+ cells from individual tumors were clonally related but not always identical. CD44+ cell-specific genes included many known stem-cell markers and correlated with decreased patient survival. The TGF-β pathway was specifically active in CD44+ cancer cells, where its inhibition induced a more epithelial phenotype. Our data suggest prognostic relevance of CD44+ cells and therapeutic targeting of distinct tumor cell populations.",
                "All cancers carry somatic mutations. The patterns of mutation in cancer genomes reflect the DNA damage and repair processes to which cancer cells and their precursors have been exposed. To explore these mechanisms further, we generated catalogs of somatic mutation from 21 breast cancers and applied mathematical methods to extract mutational signatures of the underlying processes. Multiple distinct single- and double-nucleotide substitution signatures were discernible. Cancers with BRCA1 or BRCA2 mutations exhibited a characteristic combination of substitution mutation signatures and a distinctive profile of deletions. Complex relationships between somatic mutation prevalence and transcription were detected. A remarkable phenomenon of localized hypermutation, termed “kataegis,” was observed. Regions of kataegis differed between cancers but usually colocalized with somatic rearrangements. Base …",
                "Here we describe the comprehensive gene expression profiles of each cell type composing normal breast tissue and in situ and invasive breast carcinomas using serial analysis of gene expression. Based on these data, we determined that extensive gene expression changes occur in all cell types during cancer progression and that a significant fraction of altered genes encode secreted proteins and receptors. Despite the dramatic gene expression changes in all cell types, genetic alterations were detected only in cancer epithelial cells. The CXCL14 and CXCL12 chemokines overexpressed in tumor myoepithelial cells and myofibroblasts, respectively, bind to receptors on epithelial cells and enhance their proliferation, migration, and invasion. Thus, chemokines may play a role in breast tumorigenesis by acting as paracrine factors."
            ],
            [
                [
                    "Breast Cancer",
                    "Pathology",
                    "Genomics"
                ]
            ]
        ]
    ]
}