{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NKNFVYOX",
            "NWKOsDQAAAAJ",
            [
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "Search for new physics in events with same-sign dileptons and jets in pp collisions at  = 8 TeV",
                "Measurement of the Electron Charge Asymmetry in Inclusive  Production in  Collisions at ",
                "The CMS experiment at the CERN LHC",
                "Determination of jet energy calibration and transverse momentum resolution in CMS",
                "Performance of CMS muon reconstruction in pp collision events at√ s= 7 TeV",
                "The BABAR detector",
                "Observation of long-range, near-side angular correlations in proton-proton collisions at the LHC",
                "Dark matter results from 225 live days of XENON100 data",
                "Observation of the Suppression of the Flux of Cosmic Rays above "
            ],
            [
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "A search for new physics is performed based on events with jets and a pair of isolated, same-sign leptons. The results are obtained using a sample of proton-proton collision data collected by the CMS experiment at a centre-of-mass energy of 8 TeV at the LHC, corresponding to an integrated luminosity of 19.5 fb− 1. In order to be sensitive to a wide variety of possible signals beyond the standard model, multiple search regions defined by the missing transverse energy, the hadronic energy, the number of jets and b-quark jets, and the transverse momenta of the leptons in the events are considered. No excess above the standard model background expectation is observed and constraints are set on a number of models for new physics, as well as on the same-sign top-quark pair and quadruple-top-quark production cross sections. Information on event selection efficiencies is also provided, so that the results can be …",
                "A measurement of the electron charge asymmetry in inclusive p p→ W+ X→ e ν+ X production at s= 7 TeV is presented based on data recorded by the CMS detector at the LHC and corresponding to an integrated luminosity of 840 pb− 1. The electron charge asymmetry reflects the unequal production of W+ and W− bosons in p p collisions. The electron charge asymmetry is measured in bins of the absolute value of electron pseudorapidity in the range of| η|< 2.4. The asymmetry rises from about 0.1 to 0.2 as a function of the pseudorapidity and is measured with a relative precision better than 7%. This measurement provides new stringent constraints for parton distribution functions.",
                "The Compact Muon Solenoid (CMS) detector is described. The detector operates at the Large Hadron Collider (LHC) at CERN. It was conceived to study proton-proton (and lead-lead) collisions at a centre-of-mass energy of 14 TeV (5.5 TeV nucleon-nucleon) and at luminosities up to 1034 cm−2 s−1 (1027 cm−2 s−1). At the core of the CMS detector sits a high-magnetic-field and large-bore superconducting solenoid surrounding an all-silicon pixel and strip tracker, a lead-tungstate scintillating-crystals electromagnetic calorimeter, and a brass-scintillator sampling hadron calorimeter. The iron yoke of the flux-return is instrumented with four stations of muon detectors covering most of the 4π solid angle. Forward sampling calorimeters extend the pseudorapidity coverage to high values (|η| ≤ 5) assuring very good hermeticity. The overall dimensions of the CMS detector are a length of 21.6 m, a diameter of 14.6 m and a total weight of 12500 t.",
                "Measurements of the jet energy calibration and transverse momentum resolution in CMS are presented, performed with a data sample collected in proton-proton collisions at a centre-of-mass energy of 7TeV, corresponding to an integrated luminosity of 36pb− 1. The transverse momentum balance in dijet and γ\/Z+ jets events is used to measure the jet energy response in the CMS detector, as well as the transverse momentum resolution. The results are presented for three different methods to reconstruct jets: a calorimeter-based approach, the``Jet-Plus-Track''approach, which improves the measurement of calorimeter jets by exploiting the associated tracks, and the``Particle Flow''approach, which attempts to reconstruct individually each particle in the event, prior to the jet clustering, based on information from all relevant subdetectors.",
                "The performance of muon reconstruction, identification, and triggering in CMS has been studied using 40 pb− 1 of data collected in pp collisions at√ s= 7 TeV at the LHC in 2010. A few benchmark sets of selection criteria covering a wide range of physics analysis needs have been examined. For all considered selections, the efficiency to reconstruct and identify a muon with a transverse momentum p T larger than a few GeV\/c is above 95% over the whole region of pseudorapidity covered by the CMS muon system,| η|< 2.4, while the probability to misidentify a hadron as a muon is well below 1%. The efficiency to trigger on single muons with p T above a few GeVc is higher than 90% over the full η range, and typically substantially better. The overall momentum scale is measured to a precision of 0.2% with muons from Z decays. The transverse momentum resolution varies from 1% to 6% depending on pseudorapidity …",
                "BABAR, the detector for the SLAC PEP-II asymmetric e+e− B Factory operating at the ϒ(4S) resonance, was designed to allow comprehensive studies of CP-violation in B-meson decays. Charged particle tracks are measured in a multi-layer silicon vertex tracker surrounded by a cylindrical wire drift chamber. Electromagnetic showers from electrons and photons are detected in an array of CsI crystals located just inside the solenoidal coil of a superconducting magnet. Muons and neutral hadrons are identified by arrays of resistive plate chambers inserted into gaps in the steel flux return of the magnet. Charged hadrons are identified by dE\/dx measurements in the tracking detectors and by a ring-imaging Cherenkov detector surrounding the drift chamber. The trigger, data acquisition and data-monitoring systems, VME- and network-based, are controlled by custom-designed online software. Details of the layout and …",
                "Results on two-particle angular correlations for charged particles emitted in proton-proton collisions at center-of-mass energies of 0.9, 2.36, and 7 TeV are presented, using data collected with the CMS detector over a broad range of pseudorapidity (η) and azimuthal angle (ϕ). Short-range correlations in Δη, which are studied in minimum bias events, are characterized using a simple “independent cluster” parametrization in order to quantify their strength (cluster size) and their extent in η (cluster decay width). Long-range azimuthal correlations are studied differentially as a function of charged particle multiplicity and particle transverse momentum using a 980 nb− 1 data set at 7 TeV. In high multiplicity events, a pronounced structure emerges in the two-dimensional correlation function for particle pairs with intermediate p T of 1–3 GeV\/c, 2.0<| Δη|< 4. 8 and Δϕ≈ 0. This is the first observation of such a long-range, near …",
                "We report on a search for particle dark matter with the XENON100 experiment, operated at the Laboratori Nazionali del Gran Sasso for 13 months during 2011 and 2012. XENON100 features an ultralow electromagnetic background of (5.3±0.6)× 10− 3 events\/(keV ee× kg× day) in the energy region of interest. A blind analysis of 224.6 live days× 34 kg exposure has yielded no evidence for dark matter interactions. The two candidate events observed in the predefined nuclear recoil energy range of 6.6–30.5 keV nr are consistent with the background expectation of (1.0±0.2) events. A profile likelihood analysis using a 6.6–43.3 keV nr energy range sets the most stringent limit on the spin-independent elastic weakly interacting massive particle–nucleon scattering cross section for weakly interacting massive particle masses above 8 GeV\/c 2, with a minimum of 2× 10− 45 cm 2 at 55 GeV\/c 2 and 90% confidence level.",
                "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min."
            ],
            [
                [
                    "Physics",
                    "Astronomy",
                    "Cosmology",
                    "Neuroscience",
                    "Biophysics"
                ]
            ]
        ]
    ]
}