{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NM1MV8AL",
            "_tVJPCUAAAAJ",
            [
                "Quantum phase transition from a superfluid to a Mott insulator in a gas of ultracold atoms",
                "Observation of resonance condensation of fermionic atom pairs",
                "Emergence of a molecular Bose–Einstein condensate from a Fermi gas",
                "A quantum gas microscope for detecting single atoms in a Hubbard-regime optical lattice",
                "Collapse and revival of the matter wave field of a Bose–Einstein condensate",
                "Probing many-body dynamics on a 51-atom quantum simulator",
                "Controlled collisions for multi-particle entanglement of optically trapped atoms",
                "Quantum simulation of antiferromagnetic spin chains in an optical lattice",
                "Probing the superfluid–to–mott insulator transition at the single-atom level"
            ],
            [
                "For a system at a temperature of absolute zero, all thermal fluctuations are frozen out, while quantum fluctuations prevail. These microscopic quantum fluctuations can induce a macroscopic phase transition in the ground state of a many-body system when the relative strength of two competing energy terms is varied across a critical value. Here we observe such a quantum phase transition in a Bose–Einstein condensate with repulsive interactions, held in a three-dimensional optical lattice potential. As the potential depth of the lattice is increased, a transition is observed from a superfluid to a Mott insulator phase. In the superfluid phase, each atom is spread out over the entire lattice, with long-range phase coherence. But in the insulating phase, exact numbers of atoms are localized at individual lattice sites, with no phase coherence across the lattice; this phase is characterized by a gap in the excitation spectrum. We …",
                "We have observed condensation of fermionic atom pairs in the BCS-BEC crossover regime. A trapped gas of fermionic K 40 atoms is evaporatively cooled to quantum degeneracy and then a magnetic-field Feshbach resonance is used to control the atom-atom interactions. The location of this resonance is precisely determined from low-density measurements of molecule dissociation. In order to search for condensation on either side of the resonance, we introduce a technique that pairwise projects fermionic atoms onto molecules; this enables us to measure the momentum distribution of fermionic atom pairs. The transition to condensation of fermionic atom pairs is mapped out as a function of the initial atom gas temperature T compared to the Fermi temperature T F for magnetic-field detunings on both the BCS and BEC sides of the resonance.",
                "The realization of superfluidity in a dilute gas of fermionic atoms, analogous to superconductivity in metals, represents a long-standing goal of ultracold gas research. In such a fermionic superfluid, it should be possible to adjust the interaction strength and tune the system continuously between two limits: a Bardeen–Cooper–Schrieffer (BCS)-type superfluid (involving correlated atom pairs in momentum space) and a Bose–Einstein condensate (BEC), in which spatially local pairs of atoms are bound together. This crossover between BCS-type superfluidity and the BEC limit has long been of theoretical interest, motivated in part by the discovery of high-temperature superconductors 1, 2, 3, 4, 5, 6, 7, 8, 9, 10. In atomic Fermi gas experiments superfluidity has not yet been demonstrated; however, long-lived molecules consisting of locally paired fermions have been reversibly created 11, 12, 13, 14, 13. Here we report the …",
                "Recent years have seen tremendous progress in creating complex atomic many-body quantum systems. One approach is to use macroscopic, effectively thermodynamic ensembles of ultracold atoms to create quantum gases and strongly correlated states of matter, and to analyse the bulk properties of the ensemble. For example, bosonic and fermionic atoms in a Hubbard-regime optical lattice 1, 2, 3, 4, 5 can be used for quantum simulations of solid-state models 6. The opposite approach is to build up microscopic quantum systems atom-by-atom, with complete control over all degrees of freedom 7, 8, 9. The atoms or ions act as qubits and allow the realization of quantum gates, with the goal of creating highly controllable quantum information systems. Until now, the macroscopic and microscopic strategies have been fairly disconnected. Here we present a quantum gas ‘microscope’that bridges the two approaches …",
                "A Bose–Einstein condensate represents the most ‘classical’form of a matter wave, just as an optical laser emits the most classical form of an electromagnetic wave. Nevertheless, the matter wave field has a quantized structure owing to the granularity of the discrete underlying atoms. Although such a field is usually assumed to be intrinsically stable (apart from incoherent loss processes), this is no longer true when the condensate is in a coherent superposition of different atom number states 1, 2, 3, 4, 5, 6. For example, in a Bose–Einstein condensate confined by a three-dimensional optical lattice, each potential well can be prepared in a coherent superposition of different atom number states, with constant relative phases between neighbouring lattice sites. It is then natural to ask how the individual matter wave fields and their relative phases evolve. Here we use such a set-up to investigate these questions …",
                "Controllable, coherent many-body systems can provide insights into the fundamental properties of quantum matter, enable the realization of new quantum phases and could ultimately lead to computational systems that outperform existing computers based on classical approaches. Here we demonstrate a method for creating controlled many-body quantum matter that combines deterministically prepared, reconfigurable arrays of individually trapped cold atoms with strong, coherent interactions enabled by excitation to Rydberg states. We realize a programmable Ising-type quantum spin model with tunable interactions and system sizes of up to 51 qubits. Within this model, we observe phase transitions into spatially ordered states that break various discrete symmetries, verify the high-fidelity preparation of these states and investigate the dynamics across the phase transition in large arrays of atoms. In particular, we …",
                "Entanglement lies at the heart of quantum mechanics, and in recent years has been identified as an essential resource for quantum information processing and computation 1, 2, 3, 4. The experimentally challenging production of highly entangled multi-particle states is therefore important for investigating both fundamental physics and practical applications. Here we report the creation of highly entangled states of neutral atoms trapped in the periodic potential of an optical lattice. Controlled collisions between individual neighbouring atoms are used to realize an array of quantum gates, with massively parallel operation. We observe a coherent entangling–disentangling evolution in the many-body system, depending on the phase shift acquired during the collision between neighbouring atoms. Such dynamics are indicative of highly entangled many-body states; moreover, these are formed in a single operational step …",
                "Understanding exotic forms of magnetism in quantum mechanical systems is a central goal of modern condensed matter physics, with implications for systems ranging from high-temperature superconductors to spintronic devices. Simulating magnetic materials in the vicinity of a quantum phase transition is computationally intractable on classical computers, owing to the extreme complexity arising from quantum entanglement between the constituent magnetic spins. Here we use a degenerate Bose gas of rubidium atoms confined in an optical lattice to simulate a chain of interacting quantum Ising spins as they undergo a phase transition. Strong spin interactions are achieved through a site-occupation to pseudo-spin mapping. As we vary a magnetic field, quantum fluctuations drive a phase transition from a paramagnetic phase into an antiferromagnetic phase. In the paramagnetic phase, the interaction between the …",
                "Quantum gases in optical lattices offer an opportunity to experimentally realize and explore condensed matter models in a clean, tunable system. We used single atom–single lattice site imaging to investigate the Bose-Hubbard model on a microscopic level. Our technique enables space- and time-resolved characterization of the number statistics across the superfluid–Mott insulator quantum phase transition. Site-resolved probing of fluctuations provides us with a sensitive local thermometer, allows us to identify microscopic heterostructures of low-entropy Mott domains, and enables us to measure local quantum dynamics, revealing surprisingly fast transition time scales. Our results may serve as a benchmark for theoretical studies of quantum dynamics, and may guide the engineering of low-entropy phases in a lattice."
            ],
            [
                [
                    "AMO physics",
                    "CM physics"
                ]
            ]
        ]
    ]
}