{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NM22A7RT",
            "EmSmbgwAAAAJ",
            [
                "Distribution functions in physics: fundamentals"
            ],
            [
                "This is the first part of what will be a two-part review of distribution functions in physics. Here we deal with fundamentals and the second part will deal with applications. We discuss in detail the properties of the distribution function defined earlier by one of us (EPW) and we derive some new results. Next, we treat various other distribution functions. Among the latter we emphasize the so-called P distribution, as well as the generalized P distribution, because of their importance in quantum optics."
            ],
            [
                [
                    "Theoretical Physics"
                ]
            ],
            [
                "Robert O'Connell BOYD Professor Emeritus B.Sc., 1953 - National University of Ireland, Galway Ph.D., 1962 - University of Notre Dame D.Sc., 1975 - National University of Ireland 225 Nicholson Hall, Tower Dr. (225) 578-6848-Office oconnell@phys.lsu.edu Personal Home Page Quantum Optics, Atomic Physics, Stochastic Physics, General Relativity For many years and with a variety of collaborators, especially G. W. Ford (University\n                  of Michigan), I have been studying dissipative and fluctuation phenomena in quantum\n                  mechanics and related applications. Our emphasis has been on fundamental questions\n                  in quantum theory with special emphasis on decoherence, entanglement and superposition\n                  (Schrödinger cat) states particularly pertaining to the areas of quantum measurement,\n                  information, teleportation, cryptography and computation, as well as the quantum-classical\n                  interface. More recently, we have been studying fundamental questions relating to\n                  measurement of quantum probability distribution functions with potential applications\n                  to a wide variety of nano and quantum information systems, with emphasis on how their\n                  entanglement properties vary with time. In addition, we are using the generalized\n                  quantum Langevin equation to explore recent topical questions in non-equilibrium statistical\n                  mechanics (particularly claims that the fundamental laws of thermodynamics may be\n                  violated in the quantum regime), and in particular, we have presented an exact solution\n                  to the radiation reaction problem. Motivated by the discovery of a unique double pulsar system, I have recently returned\n                  to a serious study of an area in which I worked for many years viz. spin effects in\n                  gravitational theory and its relevance for hidden momentum. Current and Select Publications R.F.O'Connell, \"Electron interaction with the spin angular momentum of the electromagnetic\n                     field\", J.Phys. A 50, 085306(2017). R. F. O’Connell, \"General Relativistic Two-Body Problem: Theory and Experiment and\n                     the Role of Hidden Momentum\", in D. Puetzfeld et al. (eds.), Equations of Motion in\n                     Relativistic Gravity, Fundamental Theories of Physics 179, Springer, 2015. R. F. O’Connell, \"Position and Spin Operators, Wigner Rotation and the Origin of Hidden\n                     Momentum Forces,\" EPJ Web of Conferences 78, 02002 (2014). G. W. Ford and R. F. O'Connell, \"Pair of oscillators interacting with a common heat\n                     bath,\" Phys. Rev. A 89, 054101 (2014). G. W. Ford and R. F. O’Connell, \"Lorentz transformation of blackbody radiation,\" Phys.\n                     Rev. E 88, 044101 (2013). R. F. O'Connell, \"Radiation Reaction: General approach and applications, especially\n                     to electrodynamics,\" Contemporary Physics 53(4) , 301-313 (2012). F. Intravaia, R. Behunin, P. Milonni, G. W. Ford and R. F. O'Connell, \"Consistency\n                     of the exact theory of Radiative Reaction with the Optical Theorem,\" Phys. Rev. A 8 4, 035801 (2011). R. F. O'Connell, \"Gravito-Magnetism in one-body and two-body systems: Theory and Experiment,\"\n                     in \"Atom Optics and Space Physics,\" Proc. of Course CLXVIII of the International School\n                     of Physics \"Enrico Fermi\", Varenna, Italy, 2007, ed. E. Arimondo, W. Ertmer and W.\n                     Schleich (IOS, Amsterdam, 2009). R. F. O'Connell, \"The Wigner Distribution,\" in \"Compendium of Quantum Mechanics,\"\n                     edited by D. Greenberger, B. Falkenburg, K. Hentschel and F. Weinert, (Springer, New\n                     York, 2009). G. W. Ford and R. F. O'Connell, \"A Quantum Violation of the Second Law,\" Phys. Rev. Lett. 96 , 020402 (2006). Back to Top"
            ]
        ]
    ]
}