{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NRD86F2K",
            "LJY27u4AAAAJ",
            [
                "Kinetically driven self assembly of highly ordered nanoparticle monolayers",
                "Structural signature of jamming in granular media",
                "Flow and fracture in drying nanoparticle suspensions",
                "A ‘granocentric’model for random packing of jammed emulsions",
                "Universal microstructure and mechanical stability of jammed packings",
                "Formation of granular jets observed by high-speed X-ray radiography",
                "Jamming criticality revealed by removing localized buckling excitations",
                "Universal non-Debye scaling in the density of states of amorphous solids",
                "Model for random packing of polydisperse frictionless spheres",
                "The role of interstitial gas in determining the impact response of granular beds"
            ],
            [
                "When a drop of a colloidal solution of nanoparticles dries on a surface, it leaves behind coffee-stain-like rings of material with lace-like patterns or clumps of particles in the interior 1, 2, 3, 4, 5, 6. These non-uniform mass distributions are manifestations of far-from-equilibrium effects, such as fluid flows 1 and solvent fluctuations during late-stage drying 2. However, recently a strikingly different drying regime promising highly uniform, long-range-ordered nanocrystal monolayers has been found 7, 8. Here we make direct, real-time and real-space observations of nanocrystal self-assembly to reveal the mechanism. We show how the morphology of drop-deposited nanoparticle films is controlled by evaporation kinetics and particle interactions with the liquid–air interface. In the presence of an attractive particle–interface interaction, rapid early-stage evaporation dynamically produces a two-dimensional solution of …",
                "Glasses are rigid, but flow when the temperature is increased. Similarly, granular materials are rigid, but become unjammed and flow if sufficient shear stress is applied. The rigid and flowing phases are strikingly different, yet measurements reveal that the structures of glass and liquid are virtually indistinguishable 1, 2. It is therefore natural to ask whether there is a structural signature of the jammed granular state that distinguishes it from its flowing counterpart. Here we find evidence for such a signature, by measuring the contact-force distribution between particles during shearing. Because the forces are sensitive to minute variations in particle position, the distribution of forces can serve as a microscope with which to observe correlations in the positions of nearest neighbours. We find a qualitative change in the force distribution at the onset of jamming. If, as has been proposed 3, 4, 5, 6, 7, 8, 9, the jamming and …",
                "Drying aqueous suspensions of monodisperse silica nanoparticles can fracture in remarkable patterns. As the material solidifies, evenly spaced cracks invade from the drying surface, with individual cracks undergoing intermittent motion. We show that the growth of cracks is limited by the advancement of the compaction front, which is governed by a balance of evaporation and flow of fluid at the drying surface. Surprisingly, the macroscopic dynamics of drying show signatures of molecular-scale fluid effects.",
                "Packing problems are ubiquitous 1, 2, ranging from oil extraction through porous rocks to grain storage in silos and the compaction of pharmaceutical powders into tablets. At a given density, particulate systems pack into a mechanically stable and amorphous jammed state 3, 4. Previous theoretical studies have explored a connection between this jammed state and the glass transition 4, 5, 6, 7, 8, the thermodynamics of jamming 9, 10, 11, 12 and geometric modelling of random packings 13, 14, 15. Nevertheless, a simple underlying mechanism for the random assembly of athermal particles, analogous to crystalline ordering, remains unknown. Here we use three-dimensional measurements of packings of polydisperse emulsion droplets to build a simple statistical model in which the complexity of the global packing is distilled into a local stochastic process. From the perspective of a single particle, the packing …",
                "The mechanical properties of jammed packings depend sensitively on their detailed local structure. Here we provide a complete characterization of the pair correlation close to contact and of the force distribution of jammed frictionless spheres. In particular we discover a set of new scaling relations that connect the behavior of particles bearing small forces and those bearing no force but that are almost in contact. By performing systematic investigations for spatial dimensions d= 3–10, in a wide density range and using different preparation protocols, we show that these scalings are indeed universal. We therefore establish clear milestones for the emergence of a complete microscopic theory of jamming. This description is also crucial for high-precision force experiments in granular systems.",
                "When a heavy sphere is dropped onto a bed of loose, fine sand, a remarkable phenomenon occurs: a large, focused jet of sand shoots upwards 1, 2, 3, 4. Although similar looking jets are observed on impact in fluid systems 5, 6, 7, they are held together by surface tension. Surprisingly, the granular jet exists in the absence of both surface tension and cohesion, thus fluid jet models are of limited use. Previous work 1, 2 proposed that the jet is created solely by the gravity-driven collapse of a void left by the sphere’s descent through the pack. Here we present experimental evidence that granular jets are instead driven by a more complex process involving the interaction between the sand and interstitial air. Using high-speed X-ray radiography, and high-speed digital video, we observe the formation of the jet both inside and above the bed. We find that what previously was thought of as a single jet in fact consists of two …",
                "Recent theoretical advances offer an exact, first-principles theory of jamming criticality in infinite dimension as well as universal scaling relations between critical exponents in all dimensions. For packings of frictionless spheres near the jamming transition, these advances predict that nontrivial power-law exponents characterize the critical distribution of (i) small interparticle gaps and (ii) weak contact forces, both of which are crucial for mechanical stability. The scaling of the interparticle gaps is known to be constant in all spatial dimensions d—including the physically relevant d= 2 and 3, but the value of the weak force exponent remains the object of debate and confusion. Here, we resolve this ambiguity by numerical simulations. We construct isostatic jammed packings with extremely high accuracy, and introduce a simple criterion to separate the contribution of particles that give rise to localized buckling excitations …",
                "At the jamming transition, amorphous packings are known to display anomalous vibrational modes with a density of states (DOS) that remains constant at low frequency. The scaling of the DOS at higher packing fractions remains, however, unclear. One might expect to find a simple Debye scaling, but recent results from effective medium theory and the exact solution of mean-field models both predict an anomalous, non-Debye scaling. Being mean-field in nature, however, these solutions are only strictly valid in the limit of infinite spatial dimension, and it is unclear what value they have for finite-dimensional systems. Here, we study packings of soft spheres in dimensions 3 through 7 and find, away from jamming, a universal non-Debye scaling of the DOS that is consistent with the mean-field predictions. We also consider how the soft mode participation ratio evolves as dimension increases.",
                "We propose a statistical model for the random packing of frictionless polydisperse spheres in which the complexity of the global packing is distilled into a local stochastic process. We simplify the problem by considering the “granocentric” point of view of a single particle in the bulk, thereby reducing random packing to the assembly of nearest neighbours, followed by a random choice of contacts among them. The model is based on only two parameters, the available solid angle around each particle and the ratio of contacts to neighbors, which are both directly obtainable from experiments or simulations. As a result, the model analytically predicts the microscopic distributions of nearest neighbours and contacts, the local density fluctuations as well as the global density of the packing. We find that this granocentric view captures the essential properties of the polydisperse emulsion packing. This model suggests a …",
                "We examine the impact of a solid sphere into a fine-grained granular bed. Using high-speed X-ray radiography we track both the motion of the sphere and local changes in the bed packing fraction. Varying the initial packing density as well as the ambient gas pressure, we find a complete reversal in the effect of interstitial gas on the impact response of the bed: The dynamic coupling between gas and grains allows for easier penetration in initially loose beds but impedes penetration in more densely packed beds. High-speed imaging of the local packing density shows that these seemingly incongruous effects have a common origin in the resistance to bed packing changes caused by interstitial air."
            ],
            [
                [
                    "Jamming",
                    "glasses",
                    "granular materials",
                    "non-equilibrium dynamics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}