{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NRGJQ41O",
            "35Wp0AwAAAAJ",
            [
                "Variable-density groundwater flow and solute transport in heterogeneous porous media: approaches, resolutions and future challenges",
                "On the relationship between river-basin geomorphology, aquifer hydraulics, and ground-water flow direction in alluvial aquifers",
                "Energy transport in thick sequences of compacting sediment",
                "Effects of urbanization on groundwater recharge",
                "Modification of the L ocal C ubic L aw of fracture flow for weak inertia, tortuosity, and roughness",
                "Navier‐Stokes flow and transport simulations using real fractures shows heavy tailing due to eddies",
                "Hydrogeologic considerations of urban development: Urban-induced recharge",
                "Contaminant transport in sets of parallel finite fractures with fracture skins",
                "Porosity and permeability variations in fractured and liesegang-banded Breathitt sandstones (Middle Pennsylvanian), eastern Kentucky: Diagenetic controls and implications for …",
                "Hydrogeological impacts of urbanization"
            ],
            [
                "In certain hydrogeological situations, fluid density variations occur because of changes in the solute or colloidal concentration, temperature, and pressure of the groundwater. These include seawater intrusion, high-level radioactive waste disposal, groundwater contamination, and geothermal energy production. When the density of the invading fluid is greater than that of the ambient one, density-driven free convection can lead to transport of heat and solutes over larger spatial scales and significantly shorter time scales than compared with diffusion alone. Beginning with the work of Lord Rayleigh in 1916, thermal and solute instabilities in homogeneous media have been studied in detail for almost a century. Recently, these theoretical and experimental studies have been applied in the study of groundwater phenomena, where the assumptions of homogeneity and isotropy rarely, if ever, apply. The critical role that …",
                "The delineation of ground-water flow in alluvial valley stream-aquifer systems is important in studies of water availability, environmental impact, and aquifer remediation and is required by some states' water laws. Published potentiometric surfaces and head data, however, are not always available. When data are absent, it is commonly assumed that ground water and dissolved solutes flow toward the river. Analysis of published geomorphologic and hydraulic data in 24 alluvial systems and the results of digital simulations indicate that in some cases this assumption is only valid immediately adjacent to an effluent river. Ground-water flow in the remaining portions of an alluvial valley aquifer may be dominated by downstream or underflow components. This paper investigates the nature of ground-water flow in alluvial valleys and presents a new classification scheme for alluvial aquifers. The geomorphologic …",
                "This investigation synthesizes the theories of energy transport and gravitational compaction of sediment to develop a deterministic model capable of generating pore-fluid pressure, porosity, and temperature distributions throughout the accumulation of basin sediment. Abnormal pore-fluid pressures develop with increasing rates of sediment accumulation and decreasing hydraulic diffusivity. Sediment temperature distributions depart from typical linear profiles characteristic of steady-state conduction and have increasing rates of sediment accumulation and decreasing hydraulic diffusivity.A comparison of model output with data from the Gulf of Mexico geosyncline demonstrates that gross fluid pressure, porosity, and temperature distributions are explained by the model. Lateral movement of pore fluid to faults in combination with lithically induced hydraulic and thermal parameter variations explain cases of …",
                "Urbanization has profound impacts on the hydrological cycle. These include radical, but not easily measured, changes in groundwater recharge, with modification to existing recharge mechanisms and the introduction of new ones. An analysis of factors controlling the infiltration process and potential groundwater recharge rates is given, and discussed through the results of five field surveys. Contrary to common belief, evidence of a general increase in recharge is presented. If not masked by the effects of major groundwater abstraction for water-supply, this will have a long-term impact on groundwater levels and flow. The process of urbanization itself, therefore, can exert a marked influence on the subsurface engineering structures and installations which it also creates. The scale of this impact will depend mainly upon the water-service infrastructure, the superficial geology and the regional hydrogeological setting …",
                "The classical Local Cubic Law (LCL) generally overestimates flow through real fractures. We thus developed and tested a modified LCL (MLCL) which takes into account local tortuosity and roughness, and works across a low range of local Reynolds Numbers. The MLCL is based on (1) modifying the aperture field by orienting it with the flow direction and (2) correcting for local roughness changes associated with local flow expansion\/contraction. In order to test the MLCL, we compared it with direct numerical simulations with the Navier‐Stokes equations using real and synthetic three‐dimensional rough‐walled fractures, previous corrected forms of the LCL, and experimental flow tests. The MLCL performed well and the effective errors (δ) in volumetric flow rate range from −6.7% to 13.4% with an arithmetic mean of |δ| (<|δ|>) equal to 3.7%. The MLCL is more accurate than previous modifications of the LCL. We also …",
                "Two‐dimensional Navier‐Stokes flow and transport simulations are conducted for a 15‐cm long fracture mapped via X‐ray computed tomography. (1) The actual fracture with irregular aperture, (2) a truncated fracture where the largest aperture area is excluded from the domain, (3) the truncated fracture with further thinning of other large aperture areas, and (4) a fracture with uniform vertical aperture equal to the actual fracture's mean aperture, are subjected to the same pressure gradient. Slight variations in fracture characteristics result in significantly different flow and transport behavior. Flux is much larger for the uniform‐aperture fracture compared to the actual fracture. A pronounced eddy is present at the largest aperture zone of the actual fracture resulting in a power‐law tail absent in other cases. The uniform aperture fracture has the largest effective dispersion coefficient estimated via inversion of a 1D …",
                "Urbanization is increasing worldwide, and it has drastic effects on groundwater systems with ramiﬁcations for water management. Effects can include overexploitation, subsidence, water quality deterioration, destruction of environmental resources, increased runoff, alteration of the permeability and porosity ﬁelds, and changes in recharge. Commonly, it is assumed that recharge decreases, but data indicate the opposite: Groundwater recharge increases because of leaky utility (water and sewage) systems and urban irrigation. Urban areas are hydrologically similar to karst settings because they possess internal drainage (storm sewers), surface streams (paved drainage ways) that ﬂow after heavy rains, and a shallow permeability structure dominated by fractures, conduits, and caves (buried utility trenches, abandoned pipes, etc.) that evolves very quickly. Secondary porosity from underground construction is similar in magnitude to karst secondary porosity. These structures and utility trenches increase permeability and make prediction of groundwater ﬂow and transport difﬁcult. Recharge is grouped into the following categories: direct (from precipitation), indirect (from surface water bodies and leaky utility systems), localized (through preferential pathways such as sinkholes), and artiﬁcial. Indirect recharge is commonly ignored in urban water budgets, but water main losses range from 5% to over 60%. Additional recharge comes from leaky sewers, leakage from beneath homes and industries, and irrigation return ﬂow (eg, lawn overwatering). A case study of Austin, Texas, demonstrates signiﬁcant indirect recharge and the difﬁculties in its estimation …",
                "Analysis of flow and transport in double\/dual-porosity or fractured formations is a problem with important theoretical and practical applications. We present steady-state and transient solutions for solute transport in a finite system of parallel fractures with fracture skins. Solute transport in the fractures is by advection and hydrodynamic dispersion. Concentrations are attenuated by diffusion into the porous matrix. Radioactive decay and sorption in the skin, the matrix, and along the fracture walls are included. Our analysis extends previous studies by considering both finite fracture lengths and the effects of fracture skins. Our results conform to these studies when considering large, but finite fractures without skins. For transient solutions, we use a numerical inversion of the Laplace transforms and also present a series solution. Steady-state solutions are closed form analytical solutions. The results of these analyses can …",
                "Middle Pennsylvanian fluvial sandstones in eastern Kentucky (Breathitt Group) manifest visible evidence of alteration related to fluid flow localized through near-vertical joints. Fracture-related alterations involve both physical and chemical modifications that together create dramatic permeabilisty variations at the outcrop scale. On the fracture surface, infiltered detritus combined with mineral and organic coatings have reduced pore sizes and, hence, permeabilities (0.03–0.44 md) by an order of magnitude over values characteristic of the adjacent sandstone (0.32–1.53 md). Prominent zones of orange-brown discoloration contain evidence of oxidation reactions and form an envelope of variable thickness around the fractures. Authigenic iron oxides are not uniformly distributed within these zones, but rather are concentrated as local bands of pervasive mineralization commonly known as liesegang bands. Petrographic …",
                "Urbanization creates hydrogeologic changes of significance both at the local scale and at larger scales. Urbanization and urban sprawl are projected to increase in the coming century, which will alter the corresponding groundwater systems both physically and chemically. Changes include the covering of shallow subsurface systems, (generally) increasing recharge from leaky utility systems and irrigation return flow, dramatic changes to subsurface secondary porosity and permeability from utility systems and other construction, the effects of imported water resources, and groundwater and soil contamination from point and non-point sources, storm-water control systems, and both modern and legacy pollution from urban development. Understanding of these changes, their causes, and their effects is necessary to addressing the critical and growing environmental and water resource issues of urban areas in the …"
            ],
            [
                [
                    "hydrogeology",
                    "groundwater in karst & fractured rocks",
                    "arid zone hydrology",
                    "sedimentary basins"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}