{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NRII7EYZ",
            "ZSGn07MAAAAJ",
            [
                "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
                "Definition, diagnosis and classification of diabetes mellitus and its complications. Part 1: diagnosis and classification of diabetes mellitus. Provisional report of a WHO …",
                "Heart disease and stroke statistics—2017 update: a report from the American Heart Association",
                "Cardiovascular morbidity and mortality associated with the metabolic syndrome",
                "PGC-1α-responsive genes involved in oxidative phosphorylation are coordinately downregulated in human diabetes",
                "Biological, clinical and population relevance of 95 loci for blood lipids",
                "Association analyses of 249,796 individuals reveal 18 new loci associated with body mass index",
                "Genetic studies of body mass index yield new insights for obesity biology",
                "Genome-wide association analysis identifies loci for type 2 diabetes and triglyceride levels"
            ],
            [
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
                "The classification of diabetes mellitus and the tests used for its diagnosis were brought into order by the National Diabetes Data Group of the USA and the second World Health Organization Expert Committee on Diabetes Mellitus in 1979 and 1980. Apart from minor modifications by WHO in 1985, little has been changed since that time. There is however considerable new knowledge regarding the aetiology of different forms of diabetes as well as more information on the predictive value of different blood glucose values for the complications of diabetes. A WHO Consultation has therefore taken place in parallel with a report by an American Diabetes Association Expert Committee to re‐examine diagnostic criteria and classification. The present document includes the conclusions of the former and is intended for wide distribution and discussion before final proposals are submitted to WHO for approval. The main …",
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together in a single document the most up-to-date statistics related to heart disease, stroke, and the factors in the AHA’s Life’s Simple 7 (Figure 1), which include core health behaviors (smoking, physical activity [PA], diet, and weight) and health factors (cholesterol, blood pressure [BP], and glucose control) that contribute to cardiovascular health. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, health advocates, and others seeking the best available data on these factors and conditions. Cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The …",
                "OBJECTIVE—To estimate the prevalence of and the cardiovascular risk associated with the metabolic syndrome using the new definition proposed by the World Health Organization (WHO).RESEARCH DESIGN AND METHODS—A total of 4,483 subjects aged 35–70 years participating in a large family study of type 2 diabetes in Finland and Sweden (the Botnia study) were included in the analysis of cardiovascular risk associated with the metabolic syndrome. In subjects who had type 2 diabetes (n = 1,697), impaired fasting glucose (IFG)\/impaired glucose tolerance (IGT) (n = 798), or insulin-resistance with normal glucose tolerance (NGT) (n = 1,988), the metabolic syndrome was defined as presence of at least two of the following risk factors: obesity, hypertension, dyslipidemia, or microalbuminuria. Cardiovascular mortality was assessed in 3,606 subjects with a median follow-up of 6.9 years.RESULTS—In women …",
                "DNA microarrays can be used to identify gene expression changes characteristic of human disease. This is challenging, however, when relevant differences are subtle at the level of individual genes. We introduce an analytical strategy, Gene Set Enrichment Analysis, designed to detect modest but coordinate changes in the expression of groups of functionally related genes. Using this approach, we identify a set of genes involved in oxidative phosphorylation whose expression is coordinately decreased in human diabetic muscle. Expression of these genes is high at sites of insulin-mediated glucose disposal, activated by PGC-1α and correlated with total-body aerobic capacity. Our results associate this gene set with clinically important variation in human metabolism and illustrate the value of pathway relationships in the analysis of genomic profiling experiments.",
                "Plasma concentrations of total cholesterol, low-density lipoprotein cholesterol, high-density lipoprotein cholesterol and triglycerides are among the most important risk factors for coronary artery disease (CAD) and are targets for therapeutic intervention. We screened the genome for common variants associated with plasma lipids in> 100,000 individuals of European ancestry. Here we report 95 significantly associated loci (P< 5× 10− 8), with 59 showing genome-wide significant association with lipid traits for the first time. The newly reported associations include single nucleotide polymorphisms (SNPs) near known lipid regulators (for example, CYP7A1, NPC1L1 and SCARB1) as well as in scores of loci not previously implicated in lipoprotein metabolism. The 95 loci contribute not only to normal variation in lipid traits but also to extreme lipid phenotypes and have an impact on lipid traits in three non-European …",
                "Obesity is globally prevalent and highly heritable, but its underlying genetic factors remain largely elusive. To identify genetic loci for obesity susceptibility, we examined associations between body mass index and∼ 2.8 million SNPs in up to 123,865 individuals with targeted follow up of 42 SNPs in up to 125,931 additional individuals. We confirmed 14 known obesity susceptibility loci and identified 18 new loci associated with body mass index (P< 5× 10− 8), one of which includes a copy number variant near GPRC5B. Some loci (at MC4R, POMC, SH2B1 and BDNF) map near key hypothalamic regulators of energy balance, and one of these loci is near GIPR, an incretin receptor. Furthermore, genes in other newly associated loci may provide new insights into human body weight regulation.",
                "Obesity is heritable and predisposes to many diseases. To understand the genetic basis of obesity better, here we conduct a genome-wide association study and Metabochip meta-analysis of body mass index (BMI), a measure commonly used to define obesity and assess adiposity, in up to 339,224 individuals. This analysis identifies 97 BMI-associated loci (P< 5× 10− 8), 56 of which are novel. Five loci demonstrate clear evidence of several independent association signals, and many loci have significant effects on other metabolic phenotypes. The 97 loci account for∼ 2.7% of BMI variation, and genome-wide estimates suggest that common variation accounts for> 20% of BMI variation. Pathway analyses provide strong support for a role of the central nervous system in obesity susceptibility and implicate new genes and pathways, including those related to synaptic function, glutamate signalling, insulin secretion …",
                "New strategies for prevention and treatment of type 2 diabetes (T2D) require improved insight into disease etiology. We analyzed 386,731 common single-nucleotide polymorphisms (SNPs) in 1464 patients with T2D and 1467 matched controls, each characterized for measures of glucose metabolism, lipids, obesity, and blood pressure. With collaborators (FUSION and WTCCC\/UKT2D), we identified and confirmed three loci associated with T2D—in a noncoding region near CDKN2A and CDKN2B, in an intron of IGF2BP2, and an intron of CDKAL1—and replicated associations near HHEX and in SLC30A8 found by a recent whole-genome association study. We identified and confirmed association of a SNP in an intron of glucokinase regulatory protein (GCKR) with serum triglycerides. The discovery of associated variants in unsuspected genes and outside coding regions illustrates the ability of genome-wide …"
            ],
            [
                [

                ]
            ],
            [
                "Lu, Lu Lu Lu Assistant Professor lu.lu@icecube.wisc.edu IceCube Astroparticle Physics, Multi-messenger Astronomy A journey from 10 -15 cm to 10 30 cm 01110111 01100101 01101100 01100011 01101111 01101101 01100101 Toggle navigation About Me Research Interests Selected Conferences Selected Papers Hobby Projects Downloads Dr. Lu Lu Neutrino Hunter International Center for Hadron Astrophysics Chiba University, Japan My interests in physics started at a very young age and astroparticle physics grew to be of particularly fasinating. The origins and acceleration mechanisims of the highest energy particles in the Universe are among the most enduring mysteries of modern physics. During PhD I was at the University of Leeds (United Kingdom) and University of Wuppertal (Germany) to search for ultra-high energy photons using data from the Pierre Auger Observatory . I am now a postdoc researcher and working for the IceCube Neutrino Telescope A list of topics I have been working on Search for ultra-high energy photons using timing information from surface detectors at the Pierre Auger Observatory PeV energy Partially-contained Events (PEPE) search with IceCube Extremely High Energy (EHE) neutrino online alert for IceCube In-ice hadronic cascade searches and reconstructions Dual-PMT optical module (D-Egg) for IceCube Gen2 Research Interests Where are the highest energy particles from? γ Photons From X-ray, gamma-ray to UHE photons, they carry key information on the UHE sources. Difficulty: Universe is opaque and there are leptonic sources. ν Neutrinos Neutrinos are weakly interactive and ideal for astronomy. My prime interests are PeV astrophysical neutrinos and EeV cosmogenic neutrinos. CR UHECR A more than 100-year mystery but hard to solve because the charged particles bend in B fields. Mass composition unknown and highly diffused. Multi-Messenger-Astronomy The most promising way to find the first UHE sources. Selected conferences IceCube Alerts for high energy neutrino astronomy (AMON workshop 2019) Evidences of neutrino emission from the blazar TXS 0506+056 and results on Glashow resonance (UHECR2018) Multi-flavour PeV neutrino search with IceCube (ICRC2017) IceCube-Gen2: The next generation neutrino observatory in Antarctica (UHECR2016) dual-PMT optical module (D-Egg) for IceCube-Gen2 (ICRC2015) Photon search at the Pierre Auger Observatory (SciNeGHE2014) Selected papers Link to orcid Hobby Projects Check out a few cool things I designed recently All Augmented Reality IceCube Photography ICE cu BEAR Hololens An event viewer for augemnted reality. Real 3D to use with Microsoft Hololens. ICE cu BEAR Mobile Phone Look at and IceCube event from all angles using augmeented reality on your phone. Photos of Cosmic Rays Here are some photos of cosmic rays. Downloads Contact me to register your iOS UDID as a testing device first: Download for iOS Contact details email: lu.luAticecube.wisc.edu University of Wisconsin-Madison About Us IceCube Overview Organization Chart Committees Diversity FAQ IceCube Quick Facts Science Research Highlights Neutrino Astronomy Cosmic Ray Physics Neutrino Physics Dark Matter Glaciology IceCube Detector Construction Beyond IceCube Data Data Access Real-time Alerts Processing & Filtering Data Movement Tools Dark matter likelihoods Documents and Reviews Monthly Reports 2010 IceCube Review 2008 IceCube Update ICRC 2009 Contributions Preliminary Design Doc 1st Year Performance Collaboration Meet the Collaboration Institution List Governance Document Current Authors Funding Agencies Acceptable Use Outreach All About Neutrinos Rosie & Gibbs South Pole Experiment High School Programs Masterclass Upward Bound ITA Request a Visit Research Experiences PolarTREC IRES REUs Other Opportunities Activities Ice Drilling Cloud Chamber Popcorn Neutrinos Micrometeorites Webcasts Life @ Pole Daily Life Working at the Pole Antarctic Animals Antarctic Weather Photos & Video Awards Collaboration Detector Life at the Pole Outreach Press Releases NSF mid-scale award sets off the first extension of IceCube The National Science Foundation has approved full funding to upgrade the IceCube detector, extending its scientific capabilities to lower energies and thus enabling IceCube to reach neutrino energies that overlap with the energy ranges of smaller existing neutrino detectors worldwide. IceCube in lights Madison, WI, holiday light show features an IceCube display. Searching for sub-TeV neutrinos Can a high-energy neutrino detector see low-energy neutrinos? Week 52 at the Pole The South Pole has its traditions for ringing in the new year, which includes a ceremony at the geographic pole to set a new pole marker into place. Join Our Team Store webmaster@icecube.wisc.edu Internal Site IceCube is operated by the University of Wisconsin–Madison and is supported by the National Science Foundation ."
            ]
        ]
    ]
}