{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NS8OSAXI",
            "JMUrLIUAAAAJ",
            [
                "Photovoltaic science and engineering",
                "The cosmological Kibble mechanism in the laboratory: string formation in liquid crystals",
                "Ambipolar Diffusion of Photocarriers in Electrolyte-Filled, Nanoporous TiO2",
                "Non-Gaussian transport measurements and the Einstein relation in amorphous silicon"
            ],
            [
                "Designations used by companies to distinguish their products are often claimed as trademarks. All brand names and product names used in this book are trade names, service marks, trademarks or registered trademarks of their respective owners. The publisher is not associated with any product or vendor mentioned in this book. This publication is designed to provide accurate and authoritative information in regard to the subject matter covered. It is sold on the understanding that the publisher is not engaged in rendering professional services. If professional advice or other expert assistance is required, the services of a competent professional should be sought.",
                "The production of strings (disclination lines and loops) has been observed by means of the Kibble mechanism of domain (bubble) formation in the isotropic-nematic phase transition of the uniaxial nematic liquid crystal 4-cyano-49-n-pentylbiphenyl. The number of strings formed per bubble is about 0.6. This value is in reasonable agreement with a numerical simulation of the experiment in which the Kibble mechanism is used for the order parameter space of a uniaxial nematic liquid crystal.",
                "We report transient photocurrent measurements on solar cell structures based on dye-sensitized, porous TiO2 films filled with a liquid electrolyte. The measurements are interpreted as ambipolar diffusion; under most measurement conditions, the ambipolar diffusion coefficient is dominated by electrons diffusing in the TiO2 matrix. We report a strong dependence of the ambipolar diffusion coefficient upon the photoexcitation density, as has been proposed previously. The coefficients vary from 10-8 cm2 s-1 at low density to 10-4 cm2 s-1 for densities of 1018 cm-3. At a specified photoexcitation density, ambipolar diffusion coefficients measured using weak laser pulses and optical bias are about 10 times larger than coefficients measured using large-intensity laser pulses. We describe trapping models for these effects based on an exponential distribution (T0 = 650 K) of electron trap levels in TiO2. We infer an electron …",
                "We propose an experimental procedure for testing the Einstein relation for carrier drift and diffusion in semiconductors exhibiting non-Gaussian or dispersive transport. We present corresponding hole time-of-flight and steady-state photocarrier grating measurements in hydrogenated amorphous silicon (a− S i: H). For a range of mobilities 10− 5–10− 2 cm 2\/V s we find that our estimates of hole diffusion are approximately twice as large as predicted by the Einstein relation and the mobility measurements. We consider the deviation to represent an upper bound to any true failure of the Einstein relation for hole transport in a− S i: H."
            ],
            [
                [
                    "Semiconductors",
                    "solar cells"
                ]
            ],
            [
                "Eric A. Schiff Eric A. Schiff Professor Biophysical Science 201 Physics Building 315.443.3901 easchiff@syr.edu Solar cell device physics, especially light-trapping and photocarrier transport effects. Charge carrier transport and recombination in disordered materials (amorphous, porous, nanocrystalline). Deposition processes for thin-film semiconductors. Bonding defects and metastability in amorphous silicon. Image from a recent paper illustrating the modes in k-space that are accessible to a photon within a solar cell. Light-trapping is essentially a random walk around these modes, ultimately leading to escape through the black “hatch” at the top; this is “ergodic” behavior. The plasmonic modes at a metal\/semiconductor interface enhance light-trapping in solar cells by increasing the number of modes that are confined within the solar cell. Correpsonding paper Innovations in Window Efficiencies (Nov. 23, 2015) Professor Eric Schiff works to stem energy loss from older, single-pane windows Innovations in Window Efficiencies 1979 Ph.D. in Physics Cornell University 1971 B.S. (honors) Physics and English California Institute of Technology Awards & Professional Honors Fellow of the American Physical Society Syracuse University Chancellor’s Citation for Excellence \"Thermodynamic limit to photonic-plasmonic light-trapping in thin films on metals”, E. A. Schiff, J. Appl. Phys. 110 , 104501-1.9 (2011). \"Amorphous Silicon-Based Solar Cells\", E. A. Schiff, S. Hegedus, and X. Deng, in Handbook of Photovoltaic Science and Engineering , edited by Antonio Luque and Steven Hegedus (J. W. Wiley & Sons, Chichester, 2011), pp. 487-545. \"Hole drift-mobility measurements in polycrystalline CuIn1-xGaxSe2\", S. A. Dinca, E. A. Schiff, B. Egaas, R. Noufi, D. L. Young, and W. N. Shafarman, Phys. Rev. B 80, 235201-1..12 (2009). [doi: 10.1103\/PhysRevB.80.235201]. \"Methods for Optimizing Thin Film Formation with Reactive Gases\", Mason Terry, Malcolm Abbott, Maxim Kelman, Andreas Meisel, Dmitry Poplavsky, and Eric Schiff, United States Patent 7,572,740 B2 (issued August 11, 2009). \"Ambipolar Diffusion of Photocarriers in Electrolyte-Filled, Nanoporous TiO2,\" N. Kopidakis, E. A. Schiff, N.-G. Park, J. van de Lagemaat, and A. J. Frank, J. Phys. Chem. B 104 ¸3930-3936 (2000). DOI: 10.1021\/jp9936603."
            ]
        ]
    ]
}