{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NSD1CDIC",
            "SfWToWoAAAAJ",
            [
                "Ecosystem decay of Amazonian forest fragments: a 22‐year investigation",
                "Habitat fragmentation and its lasting impact on Earth’s ecosystems",
                "Primary forests are irreplaceable for sustaining tropical biodiversity",
                "Drought sensitivity of the Amazon rainforest",
                "Landscape moderation of biodiversity patterns and processes‐eight hypotheses",
                "Tropical forest remnants: ecology, management, and conservation of fragmented communities"
            ],
            [
                " We synthesized key findings from the Biological Dynamics of Forest Fragments Project, the world's largest and longest‐running experimental study of habitat fragmentation. Although initially designed to assess the influence of fragment area on Amazonian biotas, the project has yielded insights that go far beyond the original scope of the study. Results suggest that edge effects play a key role in fragment dynamics, that the matrix has a major influence on fragment connectivity and functioning, and that many Amazonian species avoid even small (<100‐m–wide) clearings. The effects of fragmentation are highly eclectic, altering species richness and abundances, species invasions, forest dynamics, the trophic structure of communities, and a variety of ecological and ecosystem processes. Moreover, forest fragmentation appears to interact synergistically with ecological changes such as hunting, fires, and logging …",
                "We conducted an analysis of global forest cover to reveal that 70% of remaining forest is within 1 km of the forest’s edge, subject to the degrading effects of fragmentation. A synthesis of fragmentation experiments spanning multiple biomes and scales, five continents, and 35 years demonstrates that habitat fragmentation reduces biodiversity by 13 to 75% and impairs key ecosystem functions by decreasing biomass and altering nutrient cycles. Effects are greatest in the smallest and most isolated fragments, and they magnify with the passage of time. These findings indicate an urgent need for conservation and restoration measures to improve landscape connectivity, which will reduce extinction rates and help maintain ecosystem services.",
                "Human-driven land-use changes increasingly threaten biodiversity, particularly in tropical forests where both species diversity and human pressures on natural environments are high 1. The rapid conversion of tropical forests for agriculture, timber production and other uses has generated vast, human-dominated landscapes with potentially dire consequences for tropical biodiversity 2, 3, 4, 5. Today, few truly undisturbed tropical forests exist, whereas those degraded by repeated logging and fires, as well as secondary and plantation forests, are rapidly expanding 6, 7. Here we provide a global assessment of the impact of disturbance and land conversion on biodiversity in tropical forests using a meta-analysis of 138 studies. We analysed 2,220 pairwise comparisons of biodiversity values in primary forests (with little or no human disturbance) and disturbed forests. We found that biodiversity values were substantially …",
                "Amazon forests are a key but poorly understood component of the global carbon cycle. If, as anticipated, they dry this century, they might accelerate climate change through carbon losses and changed surface energy balances. We used records from multiple long-term monitoring plots across Amazonia to assess forest responses to the intense 2005 drought, a possible analog of future events. Affected forest lost biomass, reversing a large long-term carbon sink, with the greatest impacts observed where the dry season was unusually intense. Relative to pre-2005 conditions, forest subjected to a 100-millimeter increase in water deficit lost 5.3 megagrams of aboveground biomass of carbon per hectare. The drought had a total biomass carbon impact of 1.2 to 1.6 petagrams (1.2 × 1015 to 1.6 × 1015 grams). Amazon forests therefore appear vulnerable to increasing moisture stress, with the potential for large carbon …",
                "Understanding how landscape characteristics affect biodiversity patterns and ecological processes at local and landscape scales is critical for mitigating effects of global environmental change. In this review, we use knowledge gained from human‐modified landscapes to suggest eight hypotheses, which we hope will encourage more systematic research on the role of landscape composition and configuration in determining the structure of ecological communities, ecosystem functioning and services. We organize the eight hypotheses under four overarching themes. Section A: ‘landscape moderation of biodiversity patterns' includes (1) the landscape species pool hypothesis—the size of the landscape‐wide species pool moderates local (alpha) biodiversity, and (2) the dominance of beta diversity hypothesis—landscape‐moderated dissimilarity of local communities determines landscape‐wide biodiversity and …",
                "We live in an increasingly fragmented world, with islands of natural habitat cast adrift in a sea of cleared, burned, logged, polluted, and otherwise altered lands. Nowhere are fragmentation and its devastating effects more evident than in the tropical forests. By the year 2000, more than half of these forests will have been cut, causing increased soil erosion, watershed destabilization, climate degradation, and extinction of as many as 600,000 species. Tropical Forest Remnants provides the best information available to help us understand, manage, and conserve the remaining fragments. Covering geographic areas from Southeast Asia and Australia to Madagascar and the New World, this volume summarizes what is known about the ecology, management, restoration, socioeconomics, and conservation of fragmented forests. Thirty-three papers present results of recent research as well as updates from decades-long projects in progress. Two final chapters synthesize the state of research on tropical forest fragmentation and identify key priorities for future work."
            ],
            [
                [
                    "Conservation Biology",
                    "Tropical Ecology"
                ]
            ]
        ]
    ]
}