{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NSWU6P18",
            "1zP6aQYAAAAJ",
            [
                "Persistent correlation between superconductivity and antiferromagnetic fluctuations near a nematic quantum critical point in ",
                "Ferromagnetic spin fluctuations in the filled skutterudite  revealed by  NMR-NQR measurements",
                "Near room temperature antiferromagnetic ordering with a potential low-dimensional magnetism in ",
                "Impact of nematicity on the relationship between antiferromagnetic fluctuations and superconductivity in  under pressure"
            ],
            [
                "We present Se 77-NMR measurements on FeSe 1− x S x samples with sulfur content x= 0%, 9%, 15%, and 29%. Twinned nematic domains are observed in the NMR spectrum for all samples except x= 29%. The NMR spin-lattice relaxation rate shows that antiferromagnetic (AFM) fluctuations are initially enhanced between x= 0% and x= 9%, but are strongly suppressed for higher x values. The observed behavior of the AFM fluctuations parallels the superconducting transition temperature T c in these materials, providing strong evidence for the primary importance of AFM fluctuations for superconductivity, despite the presence of nematic quantum criticality in the FeSe 1− x S x system.",
                "As 75 nuclear magnetic resonance (NMR) and nuclear quadrupole resonance (NQR) measurements have been carried out to investigate the magnetic and electronic properties of the filled skutterudite metallic compound SrFe 4 As 12. The temperature dependence of Knight shift K determined by the NQR spectrum under a small magnetic field (≤ 0.5 T) shows the similar temperature dependence of the magnetic susceptibility χ which exhibits a broad maximum at T*∼ 50 K. The nuclear spin-lattice relaxation rate divided by temperature 1\/T 1 T increases with decreasing temperature and exhibits a broad maximum at T∼ 70 K, similar to the case of χ. The temperature dependence of K and 1\/T 1 T is reasonably explained by a simple model where we assume a concave-shaped band structure near the Fermi energy. Based on a Korringa ratio analysis using the T 1 and K data, ferromagnetic spin fluctuations are found …",
                "We present self flux growth and characterization of single crystalline AlMn 2 B 2. It is an orthorhombic (space group C m m m), layered material with a platelike morphology. The anisotropic bulk magnetization data, electrical transport, and B 11 nuclear magnetic resonance (NMR) data revealed an antiferromagnetic (AFM) transition at 313±2 K. In the magnetization data, there is also a broad local maximum significantly above the AFM transition that could be a signature of low-dimensional magnetic interactions in AlMn 2 B 2.",
                "The sulfur-substituted FeSe system, FeSe 1− x S x, provides a versatile platform for studying the relationship among nematicity, antiferromagnetism, and superconductivity. Here, by nuclear magnetic resonance (NMR) and resistivity measurements up to 4.73 GPa on FeSe 0.91 S 0.09, we established the pressure-(p-) temperature (T) phase diagram in which the nematic state is suppressed with pressure showing a nematic quantum phase transition (QPT) around p= 0.5 GPa, two superconductivity (SC) regions separated by the QPT appear, and antiferromagnetic (AFM) phase emerges above∼ 3.3 GPa. From the NMR results up to 2.1 GPa, AFM fluctuations are revealed to be characterized by the stripe-type wave vector which remains the same for the two SC regions. Furthermore, the electronic state is found to change in character from non-Fermi liquid to Fermi liquid around the nematic QPT and persists up to∼ 2.1 …"
            ],
            [
                [
                    "Experimental Condensed Matter Physics"
                ]
            ]
        ]
    ]
}