{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NT1E6Z1I",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "> Barbara Capogrosso Sansone Ph.D. Barbara Capogrosso Sansone, Ph.D. Associate Professor of Physics 230 BioPhysics (508) 793-7150 bcapogrosso@clarku.edu Laurea in Physics, University of Torino, Italy, 2000 Ph.D., University of Massachusetts, Amherst , 2008 Computational physics and condensed matter physics.  Strongly correlated many-body systems, phase transitions, ultracold atoms and polar molecules, superfluidity, development of quantum Monte Carlo algorithms. My research is focused on many body states of matter in ultracold atomic and molecular lattice systems. Lattice systems can be realized by loading atoms or molecules into an optical lattice, i.e. a periodic array of potential wells. Such systems are highly controllable and tunable experimentally, therefore providing an excellent opportunity to test theory against experiments. At cold enough temperatures, various exotic phases can be realized in more complex systems, e.g. multi-component or dipolar ones. Often times such phases require experimentally challenging low temperatures and strong interactions. Accurate theories, capable to predict which phases and under which conditions they can be stabilized, are therefore needed. My expertise lies in numerical methods, in particular Quantum Monte Carlo techniques. I am interested in developing new algorithms capable to efficiently treat many body systems at equilibrium, and study their properties across quantum phase transitions. I have been using the Worm Algorithm and have adapted it to multicomponent systems both, with and without, off-site interactions. The efficiency of the algorithm allows for treatment of large scale systems, and offers the opportunity for one-to-one comparison with experimental data. Optical lattice systems have turned out to be an almost ideal experimental realization of models used to study complicated condensed matter phenomena, such as quantum magnetism or high temperature superconductivity. I am particularly interested in studying multi-component systems, relevant to quantum magnetism, with and without the presence of the external confinement potential, and dipolar systems, realized by e.g. ultracold polar molecules in the presence of an external electric field. \"Quantum Phases of Soft-Core Dipolar Bosons in Optical Lattices,\" D. Grimmer, A. Safavi-Naini, B. Capogrosso-Sansone, S. G. Söyler,  Phys. Rev. A 90, 043635 (2014). \"Quantum phases of hard-core dipolar bosons in coupled one-dimensional optical lattices,\" A. Safavi-Naini, B. Capogrosso-Sansone, A. Kuklov, Phys. Rev. A 90, 043604 (2014). \"Analysis and resolution of the ground-state degeneracy of the two-component Bose-Hubbard model,\" W. Wang, V. Penna, B. Capogrosso-Sansone, Phys. Rev. E 90, 022116 (2014) \"Quantum phases of dipolar bosons in bilayer geometries,\" A. Safavi-Naini, S. G. Söyler, G. Pupillo, H. Sadeghpour, B. Capogrosso-Sansone,  New J. Phys. 15, 013036 (2013). \"First order SF-MI transition in the Bose-Hubbard model with tunable three-body onsite interaction,\" A. Safavi-Naini, J. von Stecher, B. Capogrosso-Sansone, and Seth T. Rittenhouse, Phy. Rev. Lett. 109, 135302 (2012). \"Ising antiferromagnet with ultracold bosonic mixtures confined in a harmonic trap,\" M. Guglielmino, V. Penna, B. Capogrosso-Sansone, Phys. Rev. A, 84, 031603(R), (2011) \"Quantum Phases of Cold Polar Molecules in 2D Optical Lattices,\" B. Capogrosso-Sansone, C. Trefzger, M. Lewenstein, P. Zoller, G. Pupillo, Phys. Rev. Lett., 104, 125301, (2010) \"Sign-Alternating Interaction Mediated by Strongly-Correlated Lattice Bosons,\" S. G. Söyler,B. Capogrosso-Sansone, N. V. Prokof'ev, and B. V. Svistunov, New J. Phys., 11, 073036, (2009) \"Phase diagram and thermodynamics of the three-dimensional Bose-Hubbard model,\" B. Capogrosso-Sansone, N. V. Prokof'ev, and B. V. Svistunov, Phys. Rev. B, 75, 134302, (2007)"
            ]
        ]
    ]
}