{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NT66R1JR",
            "VioWXMgAAAAJ",
            [
                "Spillover in heterogeneous catalysis",
                "Fundamentals and applications of pervaporation through zeolite membranes",
                "Temperature-programmed desorption and reaction: applications to supported catalysts",
                "SAPO-34 membranes for CO2\/CH4 separation",
                "Alumina-Supported SAPO-34 Membranes for CO2\/CH4 Separation",
                "Mechanism of the photocatalytic oxidation of ethanol on TiO2",
                "Organics\/water separation by pervaporation with a zeolite membrane",
                "Flash desorption activation energies: DCOOH decomposition and CO desorption from Ni (110)",
                "Improved SAPO‐34 membranes for CO2\/CH4 separations",
                "Characterization and permeation properties of ZSM‐5 tubular membranes"
            ],
            [
                "W. Curtis Conner received his BES in Chemical Engineering and his Ph. D. in Catalytic Chemistry from Johns Hopkins University. Curt worked with Professor Richard Kokes for his doctorate and then with CO Bennett, W. K. Hall, and VB Kazanski as a postdoc. His early research was on mechanistic studies of catalysis including the first double isotope studies of CO oxidation. He then worked on oxyhydrochlorination and partial oxidation during a five year period with Allied Chemical Corp. He came to the University of Massachusetts in 1979 andhas worked on spillover, olefin polymerization, and catalyst pore-network structure characterization. He has been a guest professor in France. Denmark, and Austria (as a",
                "Zeolite membranes have uniform, molecular-sized pores, and they separate molecules based on differences in the molecules’ adsorption and diffusion properties. Zeolite membranes are thus well suited for separating liquid-phase mixtures by pervaporation, and the first commercial application of zeolite membranes has been for dehydrating organic compounds. Because of the large number of zeolites that can be prepared, zeolite membranes have also been used to remove organic compounds from water, separate organic mixtures, and remove water from acid solutions on the laboratory scale. The fundamental aspects of separations by pervaporation through zeolite membranes are reviewed, and examples of the selectivities and fluxes obtained are presented. Some aspects of these separations are similar to gas-phase separations using zeolite membranes, but feed-side coverages are close to saturation during …",
                "In a typical temperature-programmed desorption (TPD) experiment on a supported metal catalyst, a small amount of catalyst (10–200 mg) is contained in a reactor that can be heated by a furnace. An inert gas, usually helium at atmospheric pressure, flows over the catalyst. Following pretreatment to obtain a reduced catalyst, a gas is adsorbed on the surface, usually by pulse injections of the adsorbate into the carrier gas upstream from the reactor. After the excess gas is flushed out, the catalyst is heated to create a linear rise in temperature with time. A small thermocouple inserted in the catalyst measures the temperature and a detector downstream measures the change in the inert gas stream. The ideal detector is a mass spectrometer which measures the composition of the effluent stream as a function of catalyst temperature. Because of the high carrier-gas flow rate, the detector response is proportional to …",
                "Continuous SAPO-34 membranes with low concentrations of non-zeolite pores were synthesized by in situ crystallization on porous stainless steel and α-Al2O3 supports. These membranes separated CO2 from CH4 with selectivity as high as 67 at 297 K for a CO2 permeance of 1.6 × 10−7 mol\/m2 s Pa. The membranes are selective for CO2 because CO2 preferentially adsorbs, and it also diffuses faster than CH4. The CO2 and CH4 heats of adsorption were measured on SAPO-34 crystals as 24 ± 0.8 and 16 ± 0.8 kJ\/mol, respectively. Selectivity depended on temperature, feed pressure, and pressure drop. A maximum in CO2 permeance was observed near 275 K for both the single gas and a CO2\/CH4 mixture. The CO2\/CH4 selectivity decreased as temperature increased from 253 to 473 K. As trans-membrane pressure drop increased, the CO2 flux increased, but the CO2 permeate concentration showed a …",
                "SAPO-34 membranes were prepared by in situ crystallization on α-Al2O3 porous supports. The crystal size of the seeds was effectively controlled in the 0.7 to 8.5 µm range by employing different structure-directing agents. Seeds smaller than 1 µm produced membranes with CO2\/CH4 separation selectivities higher than 170 and unprecedented CO2 permeances as high as ∼2.0 × 10−6 mol\/m2·s·Pa at 295 K and a feed pressure of 224 kPa. The membranes effectively separated CO2\/CH4 mixtures up to 1.7 MPa.",
                "Transient, isothermal photocatalytic oxidation (PCO) was combined with isotope labeling and temperature-programmed desorption and oxidation to directly identify reaction pathways and intermediates for the room-temperature PCO of ethanol on TiO2. The intermediates identified are acetaldehyde, acetic acid (acetate), formaldehyde, and formic acid (formate). The α-carbons of ethanol, acetaldehyde, and acetic acid were labeled with13C so that the reaction pathway of each carbon could be followed. For each molecule, the α-carbon preferentially oxidized to CO2as the two-carbon species were sequentially oxidized. Ethanol forms acetaldehyde, which either desorbs or oxidizes through at least two parallel pathways, only one of which involves acetic acid. Part of the ethanol reacts on the surface through the pathway: acetaldehyde → acetic acid → CO2+formaldehyde → formic acid → CO2. The remaining ethanol …",
                "Organic\/water mixtures are separated at ambient temperature and pressure by pervaporation through a silicalite zeolite membrane supported on the inner surface of a porous stainless-steel cylindrical tube. Methanol, ethanol and acetone were preferentially separated from aqueous solutions. For methanol\/water separations, a relatively constant separation factor between 11 and 14 was obtained over a wide range of methanol feed concentrations. Total mass fluxes of 1 to 2.7 kg\/(m2 h) were obtained. Water and methanol permeances were independent of methanol feed concentration, except at low concentrations. Pervaporation has a higher separation factor than expected for vapor-liquid equilibrium separation. The highest separation factor obtained for acetone\/water was 255 at an acetone feed concentration of 0.8 wt% with an acetone flux of 0.20 kg\/(m2 h). The highest acetone flux of 0.95 kg\/(m2 h) was obtained …",
                "Accurate values of activation energies were measured by flash desorption methods without assumptions about preexponential factors, reaction orders or specific reaction mechanisms. The activation energies were determined by two methods; one method employed a relationship for the shift in peak temperature with change in heating rate, and the other utilized the change in peak amplitude with shift in peak temperature for different heating rates. Agreement between the two methods was excellent. A series of flash curves at different heating rates were obtained for the CO2 and CO products from DCOOH flash decomposition following adsorption on Ni (110) at 37°C. Adsorbed DCOOH decomposed autocatalytically with an activation energy of 26.6 kcal\/mol to form CO2 and D2. Carbon monoxide formation from DCOOH decomposition, which corresponded identically to CO desorption from this surface, showed a first …",
                "A SAPO‐34 membrane, prepared by seeding SAPO crystals, has a CO 2\/CH 4 separation selectively of 115 and a CO 2 permeance of 4.0× 10‐7 mol m–2 s–1 Pa–1. SAPO‐34 membranes separate CO 2\/CH 4 mixtures at a feed pressure of 7 MPa.",
                "ZSM‐5 zeolite membranes with reproducible properties were prepared by in‐situ synthesis on porous α‐ and γ‐alumina tubular supports and characterized by XRD, SEM and electron microprobe analysis. Single‐gas permeances for H2, CH4, N2, CO2, n‐butane, and i‐butane increase over some temperature range, but some gases exhibit maxima or minima. The highest ideal selectivities at room temperature are 299 for N2\/SF6, 392 for H2\/n‐butane, and 2,820 for H2\/i‐butane. These membranes can separate n‐butane\/i‐butane, H2\/n‐butane and H2\/i‐butane mixtures. All n‐butane\/i‐butane separation selectivities have maxima as a function of temperature and are higher than ideal selectivities because n‐butane inhibits i‐butane permeation. Thus, separation is not by size selectivity, but is due to pore blocking. Temperature depenencies of single‐gas permeances and separation selectivities depend strongly on …"
            ],
            [
                [
                    "catalysis",
                    "membranes",
                    "zeolites",
                    "separations",
                    "preparing educational resources"
                ]
            ]
        ]
    ]
}