{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NU4LF698",
            "BWIAsTgAAAAJ",
            [
                "Theoretical physics implications of the binary black-hole mergers GW150914 and GW151226",
                "Chern–Simons modified general relativity",
                "Fundamental theoretical bias in gravitational wave astrophysics and the parametrized post-Einsteinian framework",
                "I-Love-Q relations in neutron stars and their applications to astrophysics, gravitational waves, and fundamental physics",
                "I-Love-Q: Unexpected universal relations for neutron stars and quark stars",
                "Implications for the Origin of GRB 070201 from LIGO Observations",
                "Dynamical Chern-Simons modified gravity: Spinning black holes in the slow-rotation approximation",
                "Search for gravitational waves from binary inspirals in S3 and S4 LIGO data",
                "Upper limits on gravitational wave emission from 78 radio pulsars",
                "Gravitational-wave tests of general relativity with ground-based detectors and pulsar-timing arrays"
            ],
            [
                "The gravitational wave observations GW150914 and GW151226 by Advanced LIGO provide the first opportunity to learn about physics in the extreme gravity environment of coalescing binary black holes. The LIGO Scientific Collaboration and the Virgo Collaboration have verified that this observation is consistent with Einstein’s theory of general relativity, constraining the presence of certain parametric anomalies in the signal. This paper expands their analysis to a larger class of anomalies, highlighting the inferences that can be drawn on nonstandard theoretical physics mechanisms that could otherwise have affected the observed signals. We find that these gravitational wave events constrain a plethora of mechanisms associated with the generation and propagation of gravitational waves, including the activation of scalar fields, gravitational leakage into large extra dimensions, the variability of Newton’s constant …",
                "Chern–Simons modified gravity is an effective extension of general relativity that captures leading-order, gravitational parity violation. Such an effective theory is motivated by anomaly cancelation in particle physics and string theory. In this review, we begin by providing a pedagogical derivation of the three distinct ways such an extension arises: (1) in particle physics, (2) from string theory and (3) geometrically. We then review many exact and approximate vacuum solutions of the modified theory, and discuss possible matter couplings. Following this, we review the myriad astrophysical, solar system, gravitational wave and cosmological probes that bound Chern–Simons modified gravity, including discussions of cosmic baryon asymmetry and inflation. The review closes with a discussion of possible future directions in which to test and study gravitational parity violation.",
                "We consider the concept of fundamental bias in gravitational wave astrophysics as the assumption that general relativity is the correct theory of gravity during the entire wave-generation and propagation regime. Such an assumption is valid in the weak field, as verified by precision experiments and observations, but it need not hold in the dynamical strong-field regime where tests are lacking. Fundamental bias can cause systematic errors in the detection and parameter estimation of signals, which can lead to a mischaracterization of the Universe through incorrect inferences about source event rates and populations. We propose a remedy through the introduction of the parametrized post-Einsteinian framework, which consists of the enhancement of waveform templates via the inclusion of post-Einsteinian parameters. These parameters would ostensibly be designed to interpolate between templates constructed in …",
                "The exterior gravitational field of a slowly rotating neutron star can be characterized by its multipole moments, the first few being the neutron star mass, moment of inertia, and quadrupole moment to quadratic order in spin. In principle, all of these quantities depend on the neutron star’s internal structure, and thus, on unknown nuclear physics at supranuclear energy densities, all of which is usually parametrized through an equation of state. We here find relations between the moment of inertia, the Love numbers and the quadrupole moment (I-Love-Q relations) that do not depend sensitively on the neutron star’s internal structure. Such universality may arise for two reasons:(i) these relations depend most sensitively on the internal structure far from the core, where all realistic equations of state mostly approach each other;(ii) as the neutron star compactness increases, the I-Love-Q trio approaches that of a black hole …",
                "Neutron stars and quark stars are not only characterized by their mass and radius but also by how fast they spin, through their moment of inertia, and how much they can be deformed, through their Love number and quadrupole moment. These depend sensitively on the star’s internal structure and thus on unknown nuclear physics. We find universal relations between the moment of inertia, the Love number, and the quadrupole moment that are independent of the neutron and quark star’s internal structure. These can be used to learn about neutron star deformability through observations of the moment of inertia, break degeneracies in gravitational wave detection to measure spin in binary inspirals, distinguish neutron stars from quark stars, and test general relativity in a nuclear structure–independent fashion.",
                "We analyzed the available LIGO data coincident with GRB 070201, a short‐duration, hard‐spectrum γ‐ray burst (GRB) whose electromagnetically determined sky position is coincident with the spiral arms of the Andromeda galaxy (M31). Possible progenitors of such short, hard GRBs include mergers of neutron stars or a neutron star and a black hole, or soft γ‐ray repeater (SGR) flares. These events can be accompanied by gravitational‐wave emission. No plausible gravitational‐wave candidates were found within a 180 s long window around the time of GRB 070201. This result implies that a compact binary progenitor of GRB 070201, with masses in the range   and  , located in M31 is excluded at >99% confidence. If the GRB 070201 progenitor was not in M31, then we can exclude a binary neutron star merger progenitor with distance   Mpc, assuming random inclination, at 90% confidence. The result also implies …",
                "The low-energy limit of string theory contains an anomaly-canceling correction to the Einstein-Hilbert action, which defines an effective theory: Chern-Simons (CS) modified gravity. The CS correction consists of the product of a scalar field with the Pontryagin density, where the former can be treated as a background field (nondynamical formulation) or as an evolving field (dynamical formulation). Many solutions of general relativity persist in the modified theory; a notable exception is the Kerr metric, which has sparked a search for rotating black hole solutions. Here, for the first time, we find a solution describing a rotating black hole within the dynamical framework, and in the small-coupling\/slow-rotation limit. The solution is axisymmetric and stationary, constituting a deformation of the Kerr metric with dipole scalar “hair,” whose effect on geodesic motion is to weaken the frame-dragging effect and shift the location of the …",
                "We report on a search for gravitational waves from the coalescence of compact binaries during the third and fourth LIGO science runs. The search focused on gravitational waves generated during the inspiral phase of the binary evolution. In our analysis, we considered three categories of compact binary systems, ordered by mass:(i) primordial black hole binaries with masses in the range 0.35 M⊙< m 1, m 2< 1.0 M⊙,(ii) binary neutron stars with masses in the range 1.0 M⊙< m 1, m 2< 3.0 M⊙, and (iii) binary black holes with masses in the range 3.0 M⊙< m 1, m 2< m max﻿ with the additional constraint m 1+ m 2< m max﻿, where m max﻿ was set to 40.0 M⊙ and 80.0 M⊙ in the third and fourth science runs, respectively. Although the detectors could probe to distances as far as tens of Mpc, no gravitational-wave signals were identified in the 1364 hours of data we analyzed. Assuming a binary population with a …",
                "We present upper limits on the gravitational wave emission from 78 radio pulsars based on data from the third and fourth science runs of the LIGO and GEO 600 gravitational wave detectors. The data from both runs have been combined coherently to maximize sensitivity. For the first time, pulsars within binary (or multiple) systems have been included in the search by taking into account the signal modulation due to their orbits. Our upper limits are therefore the first measured for 56 of these pulsars. For the remaining 22, our results improve on previous upper limits by up to a factor of 10. For example, our tightest upper limit on the gravitational strain is 2.6× 10− 25 for PSR J 1603− 7202, and the equatorial ellipticity of PSR J 2124–3358 is less than 10− 6. Furthermore, our strain upper limit for the Crab pulsar is only 2.2 times greater than the fiducial spin-down limit.",
                "This review is focused on tests of Einstein’s theory of general relativity with gravitational waves that are detectable by ground-based interferometers and pulsar-timing experiments. Einstein’s theory has been greatly constrained in the quasi-linear, quasi-stationary regime, where gravity is weak and velocities are small. Gravitational waves will allow us to probe a complimentary, yet previously unexplored regime: the non-linear and dynamical strong-field regime. Such a regime is, for example, applicable to compact binaries coalescing, where characteristic velocities can reach fifty percent the speed of light and gravitational fields are large and dynamical. This review begins with the theoretical basis and the predicted gravitational-wave observables of modified gravity theories. The review continues with a brief description of the detectors, including both gravitational-wave interferometers and pulsar-timing arrays …"
            ],
            [
                [
                    "Gravitational Physics"
                ]
            ]
        ]
    ]
}