{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NUSOO7N6",
            "KUJDQ58AAAAJ",
            [
                "A generic framework for symbolic execution: A coinductive approach",
                "Dynamic reconfiguration of modular I\/O IP cores for avionic applications",
                "FPGA-Centric design process for avionic simulation and test",
                "Communication-centric design for FMC based I\/O system",
                "Reconfigurable acceleration and dynamic partial self-reconfiguration in general purpose computing",
                "Exploring the potential of phase change memories as an alternative to DRAM technology",
                "A parallel and scalable multi-fpga based architecture for high performance applications",
                "Redefining the role of FPGAs in the next generation avionic systems",
                "Hardware Support for Dynamic Partial Reconfiguration"
            ],
            [
                "We propose a language-independent symbolic execution framework. The approach is parameterised by a language definition, which consists of a signature for the syntax and execution infrastructure of the language, a model interpreting the signature, and rewrite rules for the language's operational semantics. Then, symbolic execution amounts to computing symbolic paths using a derivative operation. We prove that the symbolic execution thus defined has the properties naturally expected from it, meaning that the feasible symbolic executions of a program and the concrete executions of the same program mutually simulate each other. We also show how a coinduction-based extension of symbolic execution can be used for the deductive verification of programs. We show how the proposed symbolic-execution approach, and the coinductive verification technique based on it, can be seamlessly implemented in …",
                "Dynamic reconfiguration using FPGAs has been demonstrated to be highly efficient in different application domains. However little has been explored in the avionic communication domain, where halting the system during runtime for changing the hardware is non-trivial. In this paper we present a runtime reconfigurable architecture using I\/O Intellectual Property (IP) cores, used in avionic applications. The system provides a modular I\/O interface for communication, using an FPGA Mezzanine Card (FMC). User application can dynamically install and execute the necessary hardware for communication with external avionic sub-systems using FMC. The system thus provides a highly modular and cost effective autonomous solution for an embedded avionic communication system using Dynamic Partial Reconfiguration (DPR). The above described solution has been tested using a Xilinx ML605 prototyping board …",
                "Real-time computing systems are increasingly used in aerospace and avionic industries. In the face of power challenge, performance requirements and demands for higher flexibility, hardware designers are directed toward reconfigurable computing using field programmable gate arrays (FPGAs) that offer high computation rates per watt and adaptability to the application constraints. However, considering reconfigurable computing in the avionic design process leads to several challenges for system developers. Indeed, such technology should be validated along the verification & validation cycle starting with simulation tools, passing through the test benches and finishing with the integration phase. For each step, the FPGA can play an essential role to achieve better performances, more adaptive systems, and cost-effective solutions. In this paper, we present a seamless FPGA-centric design process for avionic …",
                "This paper presents a communication-centric reconfigurable design for FPGA Mezzanine Card (FMC) based I\/O system dedicated to several industrial application domains. The introduction of FMC I\/O standard has given a new purpose for FPGAs to be used as a communication platform. In fact, FPGAs can be used for more than just computational purpose in order to improve the system performance. Taking into account the features offered by FPGAs and FMCs, such as runtime reconfiguration and modularity, we have redefined the role of these devices to be used as a generic communication-centric platform. A new modular, runtime reconfigurable, Intellectual Property (IP)-based communication system for industrial applications has been designed. The efficiency and the performances of our platform are illustrated through a real industrial use-cases designed using a computationally intensive application and …",
                "In this paper, we describe a generic approach for integrating a dynamically reconfigurable device into a general purpose system interconnected with a high-speed link. The system can dynamically install and execute hardware instances of functions to accelerate parts of a given software code. The hardware descriptions of the functions (bitstreams) are inserted into the executable binary running on the system. Our compiler further inserts system-calls to the software code to control the reconfigurable device. Thereby, the general purpose host-processor of the system manages the hardware reconfiguration and execution through a Linux device driver. The device has direct access to the main memory (DMA) operating in the virtual address space; it further supports memory mapped IO for data and control, and is able to raise and handle interrupts for synchronization. The above system is implemented on a general …",
                "Scalability poses a severe threat to the existing DRAM technology. The capacitors that are used for storing and sensing charge in DRAM are generally not scaled beyond 42nm. This is because; the capacitors must be sufficiently large for reliable sensing and charge storage mechanism. This leaves DRAM memory scaling in jeopardy, as charge sensing and storage mechanisms become extremely difficult. In this paper we provide an overview of the potential and the possibilities of using Phase Change Memory (PCM) as an alternative for the existing DRAM technology. The main challenges that we encounter in using PCM are, the limited endurance, high access latencies, and higher dynamic energy consumption than that of the conventional DRAM. We then provide an overview of various methods, which can be employed to overcome these drawbacks. Hybrid memories involving both PCM and DRAM can be used …",
                "Several industrial applications are becoming highly sophisticated and distributed as they capture and process real-time data from several sources at the same time. Furthermore, availability of acquisition channels such as I\/O interfaces per FPGA, also dictates how applications are partitioned over several devices. Thus computationally intensive, resource consuming functions are implemented on multiple hardware accelerators, making low-latency communication to be a crucial factor. In such applications, communication between multiple devices means using high-speed point-to-point protocols with little flexibility in terms of communication scalability. The problem with the current systems is that, they are usually built to meet the needs of a specific application, ie, lacks flexibility to change the communication topology or upgrade hardware resources. This leads to obsolescence, hardware redesign cost, and also …",
                "Embedded reconfigurable computing is becoming a new paradigm for system designers in avionic applications. In fact, FPGAs can be used for more than just computational purpose in order to improve the system performance. The introduction of FPGA Mezzanine Card (FMC) I\/O standard has given a new purpose for FPGAs to be used as a communication platform. Taking into account the features offered by FPGAs and FMCs, such as runtime reconfiguration and modularity, we have redefined the role of these devices to be used as a generic communication and computation-centric platform. A new modular, runtime reconfigurable, Intellectual Property (IP)-based communication-centric platform for avionic applications has been designed. This means that, when the communication requirement of an avionic system changes, the necessary communication protocol is installed and executed on demand, without …",
                "Dynamically reconfigurable architectures have demonstrated superior performance in com-parison to the general-purpose processors. This thesis describes a generic approach forDynamic Partial Reconfiguration (DPR) of a reconfigurable platform, connected to a general purpose system through a high-speed interconnect. Thus, the system can dynamically install and execute hardware instances of software functions (bitstreams) on-demand. Furthermore, the thesis also serves as a starting point for accelerating multiple software functions concurrently on the hardware. To achieve DPR, system calls are inserted into the original program. The host processor of the system, thus manages the hardware reconfiguration and execution through a Linux device driver. Accelerating multiple software functions is achieved by implementing multiple accelerators on the hardware, managing their interfaces for communication, and providing memory consistency for read and write requests. To do so, the driver provides support for non-blocking execution of multiple software functions. The above system is implemented on a general purpose machine providing a Hyper Transport bus to connect a Xilinx Virtex4-100 FPGA, an AMD Opteron-244, and 1 GB of DDR main memory. The efficiency of the system is evaluated using audio processing and encryption workloads. The proposed system achieves a 12x speedup over software with audio processing workload and 13x speedup when the workloads were accelerated concurrently."
            ],
            [
                [
                    "Reconfigurable Computing",
                    "Multicore",
                    "Computer Architectures",
                    "SoC"
                ]
            ],
            [
                "Skip to Content Mechanical Engineering Menu Education Research News People Apply Giving Contact us Home Venkat Viswanathan Associate Professor, Mechanical Engineering Courtesy Appointments, Chemical Engineering Materials Science and Engineering Physics Venkat Viswanathan is an associate professor in the Department of Mechanical Engineering at Carnegie Mellon University. Viswanathan ’s research focus is on identifying the scientific principles governing material design, inorganic, organic, and biomaterials, for novel energy conversion and storage routes. The material design is carried out through a suite of computational methods being developed in his group, and validated by experiments. Some key research thrusts include identifying principles of electrolytes design (organic material) that can tune electrode catalysis, identification of new anode, cathode (inorganic materials), and electrolyte materials for next generation batteries, and new electrocatalysts (inorganic) and biomaterials for energy storage and separation applications. In addition to material design, his group is involved in several cross-cutting areas such as battery controls, electric vehicle security, and GPU accelerated computing. Viswanathan received the Office of Naval Research Young Investigator Award in 2019, Sloan Research Fellowship in Chemistry in 2018, the National Science Foundation CAREER award in 2016 , the American Chemical Society PRF Young Investigator Award in 2014, and the Electrochemical Society Daniel Cubicciotti Award in 2010. He was a finalist for MIT TR Innovators Under 35 in 2014, and was an Electrochemical Society Herbert H. Uhligh Summer Fellow in 2009. 5109 Scott Hall 412.268.4675 venkvis@cmu.edu Venkat Viswanathan Websites Venkat Viswanathan’s Website Energy Density in Batteries: Accelerating the Timeline Electrolyte Technology: Batteries for Electric Vehicles Education 2013 Ph.D., Mechanical Engineering, Stanford University 2008 BS, Mechanical Engineering, Indian Institute of Technology, Madras Affiliations Wilton E. Scott Institute for Energy Innovation Research Interests advanced vehicle systems batteries biomaterials computational design energy energy systems energy technologies materials for energy efficiency Media mentions CMU Engineering AI-fueled batteries A team of CMU mechanical engineering and materials science and engineering researchers are using AI to optimize battery electrolyte designs, and they found new electrolytes that researchers hadn’t thought of. Multiple outlets Viswanathan quoted on battery breakthrough MechE’s Venkat Viswanathan was quoted in multiple outlets—including Fortune, Wired, MIT Technology Review, The Verge, and The Mobilist—on a new breakthrough in battery technology. Bloomberg Green Viswanathan interviewed about batteries MechE’s Venkat Viswanathan was interviewed by Bloomberg Green on batteries for electric cars and airplanes. CMU Engineering The surprising strength of liquid crystals In the quest for safer and longer-lasting batteries for electric cars, trucks, and planes, researchers explore a new class of materials to suppress the formation of dendrites. See More Mentions Financial Times Viswanathan quoted on batteries MechE’s Venkat Viswanathan was quoted in the Financial Times on batteries. Mechanical Engineering Viswanathan named an Innovator Under 35 Venkat Viswanathan has been named one of MIT Technology Review’s Innovators Under 35, recognized for his work to develop a new type of battery that could make electric vehicles cheaper and more energy efficient. Clean Technica Viswanathan quoted on batteries MechE’s Venkat Viswanathan was quoted in Clean Technica on soft solid electrolytes in batteries. The Conversation Viswanathan published on electric vehicle batteries MechE’s Venkat Viswanathan and Ph.D. students Alexander Bills and Shashank Sripad published an article in The Conversation on their electric vehicle battery research. Bloomberg Viswanathan on autonomous, electric cars MechE’s Venkat Viswanathan spoke with Bloomberg about the current debate between the two most prominent technologies in the car industry: autonomous driving and electric cars. “We’re getting to a point where we won’t need to choose between autonomous driving and electric cars,” he said. CMU Engineering The electric future of autonomous vehicles A team of CMU Engineering researchers has shown that autonomous vehicles can be electric—despite the decreased driving range. Mechanical Engineering Viswanathan establishes battery design rules MechE’s Venkat Viswanathan established design rules for how solid-ion conductors suppress dendrites. Mechanical Engineering Solid-ion conductors for safer batteries Venkat Viswanathan and collaborators at Lawrence Berkeley National Laboratory investigate how a solid-ion conductor – a component that can be used as a separator between the anode and the electrolyte in a battery – can prevent dendrites. Update your page Mechanical Engineering Department 5000 Forbes Avenue Pittsburgh, PA 15213 (412) 268-2500 Twitter: @CMU_Mech Facebook: @CMU.Mech YouTube: Mechanical Engineering video playlist Instagram: @cmuengineering LinkedIn : Carnegie Mellon University's College of Engineering College of Engineering 2020 Carnegie Mellon University \/ Legal “When you are entrusted with an assignment, you do your best.” Tu Youyou “Science and everyday life cannot and should not be separated.” Rosalind Franklin “The aim of science is to discover and illuminate truth.” Rachel Carson “Don't be afraid of hard work. Nothing worthwhile comes easily.” Gertrude B. Elion “Science makes people reach selflessly for truth and objectivity...” Lise Meitner “If we did all the things we are capable of, we would literally astound ourselves.” Thomas Edison “Above all, don't fear difficult moments. The best comes from them.” Rita Levi-Montalcini “The journey matters as much as the goal.” Kalpana Chawla “Give me a lever long enough and a fulcrum on which to place it, and I shall move the world.” Archimedes “Somewhere, something incredible is waiting to be known.” Carl Sagan “Never be limited by other people's limited imaginations.” Mae Jemison “The function of education is to teach one to think intensively and to think critically.” Martin Luther King, Jr. “Remember that the limits of science are not the limits of your imagination.” Patricia Era Bath “I think something is only dangerous if you are not prepared for it.” Judith Resnick 2020 Carnegie Mellon University \/ Legal"
            ]
        ]
    ]
}