{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NWJGMEKE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Andrew F. Douglas Associate Professor New York City College of Technology (718) 260-4966 adouglas2@gc.cuny.edu Doctor of Philosophy, University of Toronto; Master of Arts, York University; Master of Education, Lakehead University; Bachelor of Education, Lakehead University; Bachelor of Science, University of Toronto The structure and representation theory of Lie groups, and Lie algebras; and their application to physics. Publications: Douglas, A., and Repka, J., A classification of the subalgebras of A2,   Journal of Pure and Applied Algebra (2015), In Press, http:\/\/dx.doi.org\/10.1016\/j.jpaa.2015.11.011 . Douglas, A., and Repka, J., Levi  decomposable  algebras in the classical Lie algebras,  Journal of Algebra, 428 (2015) 292-314. Douglas, A., and Repka, J., The Levi decomposable subalgebras of C2,  Journal of Mathematical Physics 56 (2015) 051703. Douglas, A., and Repka, J., The GraviGUT algebra is not a subalgebra of E8, but E8 does contain an Extended GraviGUT algebra,  SIGMA.  10  (2014) 072. Douglas, A., Repka, J., and Joseph, W., The Euclidean algebra in rank 2 classical Lie algebras,   Journal of Mathematical Physics, 55  (2014) 061701. Douglas, A., de Guise, H., and Repka, J., The Poincare algebra in rank 3 simple Lie algebras,  Journal of Mathematical Physics, 54  (2013) 023508. Douglas, A., Kahrobaei, D., and Repka, J., Classification of embeddings of abelian extensions of Dn into E(n+1), Journal of Pure and Applied Algebra, 217  (2013) 1942-1954. Bremner, M.R., and Douglas, A., The simple non-Lie Malcev algebra as a Lie-Yamaguti algebra,  Journal of Algebra, 358  (2012)  269-291. Douglas, A., Joseph, W., and Repka, J., A classification of the embeddings of the Diamond Lie algebra into sl3 and sp4, and restrictions of irreducible modules, Journal of Mathematical Physics, 52  (2011) 103507. Douglas, A., and Repka, J., Embeddings of the Euclidean algebra e3 into sl4 and restriction of irreducible representations of sl4, Journal of Mathematical Physics, 52  (2011) 013504. Douglas, A., and Repka, J., Indecomposable representations of the Euclidean algebra  e3 from irreducible representations of sl4,  Bulletin of the Australian Mathematical Society, 83 (2011) 439-449. Douglas, A., and Repka, J., Indecomposable representations of the Euclidean algebra e3 from irreducible representations of the symplectic algebra sp4, Journal of Physics: Conf. Ser. 284  (2011) 012022. Douglas, A., and de Guise, H., Some nonunitary, indecomposable representations of the Euclidean algebra,  Journal of Physics A: Mathematical and Theoretical, 43 (2010). Kahrobaei, D., Douglas, A., and Bencsath, K., Some Residually Solvable One-relator Groups,  Bulletin of the Irish Mathematical Society, 65   (2010) 23-31. Douglas, A., and Premat, A., A class of nonunitary, finite dimensional representations of the Euclidean algebra, Communications in Algebra, 35 (2007) 1433-1448. Douglas, A., On the finite dimensional, indecomposable representations of the Euclidean Algebra having two generators, Journal of Mathematical Physics 47(5) (2006). Douglas, A., and Repka, J., The subalgebras of so4, submitted, 19 pages."
            ]
        ]
    ]
}