{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NWOAHTAB",
            "tAtL3I4AAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "Ginecologia e Obstetrícia",
                    "Educação Médica"
                ]
            ],
            [
                "Ayres Freitas Associate Professor 403 Allen Hall (412) 624-9060 afreitas@pitt.edu My research mostly deals with the phenomenology of new particles and interactions at colliders. The breaking of the electroweak symmetry and the stabilization of the electroweak scale has inspired ideas like the Higgs mechanism, supersymmetry, extra dimensions, technicolor and little Higgs models. However, a broader understanding may be reached with more model-independent approaches, such as effective field theories and simplified models. I am studying how the parameters of these model-independent frameworks can be constrained by direct searches at high-energy colliders, such as the Large Hadron Collider, and by precision experiments at lower energies. Of special interest to me are precision analyses that would allow to reconstruct the underlying framework of a model from experimental data. On the technical side, this involves development of loop calculation techniques and Monte-Carlo tools. Some of the new physics models quite naturally could explain the origin of ordinary matter and\/or dark matter in the universe. This opens up striking connections between collider physics and astrophysics and cosmology. Selected Publications \"Parity-Violating Møller Scattering at NNLO: Closed Fermion Loops,\" Y. Du, A. Freitas, H. Patel, M. Ramsey-Musolf, arXiv:1912.08220 \"TVID 2: Evaluation of planar-type three-loop self-energy integrals with arbitrary masses,\" S. Bauberger, A. Freitas, D. Wiegand, JHEP 2001 , 024 (2020) \"Electroweak pseudo-observables and Z-boson form factors at two-loop accuracy,\" I. Dubovyk, A. Freitas, J. Gluza, T. Riemann, J. Usovitsch, JHEP 1908 , 113 (2019) \"Probing Light Dark Matter with a Hadrophilic Scalar Mediator,\" B. Batell, A. Freitas, A. Ismail, D. McKeen, Phys. Rev. D 100 , 095020 (2019) \"Complete electroweak two-loop corrections to Z boson production and decay,\" I. Dubovyk, A. Freitas, J. Gluza, T. Riemann, J. Usovitsch, Phys. Lett. B 783 , 86 (2018) \"Renormalization and ultraviolet sensitivity of gauge vertices in universal extra dimensions,\" A. Freitas, D. Wiegand, JHEP 1808 , 094 (2018) Full publication list  Postdoctoral Affiliates Keping  Xie Lisong  Chen Daniel Manfred Wiegand (412) 624-9060"
            ]
        ]
    ]
}