{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NWTATY7A",
            "dLEYmTkAAAAJ",
            [
                "Mitochondrial dysfunction in Drosophila PINK1 mutants is complemented by parkin",
                "Energy-dependent regulation of cell structure by AMP-activated protein kinase",
                "PINK1 controls mitochondrial localization of Parkin through direct phosphorylation",
                "Directly reprogrammed human neurons retain aging-associated transcriptomic signatures and reveal age-related nucleocytoplasmic defects",
                "Differential responses to lithium in hyperexcitable neurons from patients with bipolar disorder",
                "Phenotypic differences in hiPSC NPCs derived from patients with schizophrenia",
                "Metabolic reprogramming during neuronal differentiation from aerobic glycolysis to neuronal oxidative phosphorylation",
                "ATG1, an autophagy regulator, inhibits cell growth by negatively regulating S6 kinase",
                "Human iPSC neurons display activity-dependent neurotransmitter secretion: aberrant catecholamine levels in schizophrenia neurons",
                "Alleviation of neuronal energy deficiency by mTOR inhibition as a treatment for mitochondria-related neurodegeneration"
            ],
            [
                "Autosomal recessive juvenile parkinsonism (AR-JP) is an early-onset form of Parkinson's disease characterized by motor disturbances and dopaminergic neurodegeneration 1, 2. To address its underlying molecular pathogenesis, we generated and characterized loss-of-function mutants of Drosophila PTEN-induced putative kinase 1 (PINK1) 3, a novel AR-JP-linked gene 4. Here, we show that PINK1 mutants exhibit indirect flight muscle and dopaminergic neuronal degeneration accompanied by locomotive defects. Furthermore, transmission electron microscopy analysis and a rescue experiment with Drosophila Bcl-2 demonstrated that mitochondrial dysfunction accounts for the degenerative changes in all phenotypes of PINK1 mutants. Notably, we also found that PINK1 mutants share marked phenotypic similarities with parkin mutants. Transgenic expression of Parkin markedly ameliorated all PINK1 loss-of …",
                "AMP-activated protein kinase (AMPK, also known as SNF1A) has been primarily studied as a metabolic regulator that is activated in response to energy deprivation 1. Although there is relatively ample information on the biochemical characteristics of AMPK, not enough data exist on the in vivo function of the kinase. Here, using the Drosophila model system, we generated the first animal model with no AMPK activity and discovered physiological functions of the kinase. Surprisingly, AMPK-null mutants were lethal with severe abnormalities in cell polarity and mitosis, similar to those of lkb1-null mutants. Constitutive activation of AMPK restored many of the phenotypes of lkb1-null mutants, suggesting that AMPK mediates the polarity-and mitosis-controlling functions of the LKB1 serine\/threonine kinase. Interestingly, the regulatory site of non-muscle myosin regulatory light chain (MRLC; also known as MLC2) 2, 3 was …",
                "PTEN-induced putative kinase 1 (PINK1) and Parkin, encoded by their respective genes associated with Parkinson’s disease (PD), are linked in a common pathway involved in the protection of mitochondrial integrity and function. However, the mechanism of their interaction at the biochemical level has not been investigated yet. Using both mammalian and Drosophila systems, we here demonstrate that the PINK1 kinase activity is required for its function in mitochondria. PINK1 regulates the localization of Parkin to the mitochondria in its kinase activity-dependent manner. In detail, Parkin phosphorylation by PINK1 on its linker region promotes its mitochondrial translocation, and the RING1 domain of Parkin is critical for this occurrence. These results demonstrate the biochemical relationship between PINK1, Parkin, and the mitochondria and thereby suggest the possible mechanism of PINK–Parkin-associated PD …",
                "Aging is a major risk factor for many human diseases, and in vitro generation of human neurons is an attractive approach for modeling aging-related brain disorders. However, modeling aging in differentiated human neurons has proved challenging. We generated neurons from human donors across a broad range of ages, either by iPSC-based reprogramming and differentiation or by direct conversion into induced neurons (iNs). While iPSCs and derived neurons did not retain aging-associated gene signatures, iNs displayed age-specific transcriptional profiles and revealed age-associated decreases in the nuclear transport receptor RanBP17. We detected an age-dependent loss of nucleocytoplasmic compartmentalization (NCC) in donor fibroblasts and corresponding iNs and found that reduced RanBP17 impaired NCC in young cells, while iPSC rejuvenation restored NCC in aged cells. These results show that …",
                "Bipolar disorder is a complex neuropsychiatric disorder that is characterized by intermittent episodes of mania and depression; without treatment, 15% of patients commit suicide 1. Hence, it has been ranked by the World Health Organization as a top disorder of morbidity and lost productivity 2. Previous neuropathological studies have revealed a series of alterations in the brains of patients with bipolar disorder or animal models 3, such as reduced glial cell number in the prefrontal cortex of patients 4, upregulated activities of the protein kinase A and C pathways 5, 6, 7 and changes in neurotransmission 8, 9, 10, 11. However, the roles and causation of these changes in bipolar disorder have been too complex to exactly determine the pathology of the disease. Furthermore, although some patients show remarkable improvement with lithium treatment for yet unknown reasons, others are refractory to lithium treatment …",
                "Consistent with recent reports indicating that neurons differentiated in vitro from human-induced pluripotent stem cells (hiPSCs) are immature relative to those in the human brain, gene expression comparisons of our hiPSC-derived neurons to the Allen BrainSpan Atlas indicate that they most resemble fetal brain tissue. This finding suggests that, rather than modeling the late features of schizophrenia (SZ), hiPSC-based models may be better suited for the study of disease predisposition. We now report that a significant fraction of the gene signature of SZ hiPSC-derived neurons is conserved in SZ hiPSC neural progenitor cells (NPCs). We used two independent discovery-based approaches—microarray gene expression and stable isotope labeling by amino acids in cell culture (SILAC) quantitative proteomic mass spectrometry analyses—to identify cellular phenotypes in SZ hiPSC NPCs from four SZ patients. From …",
                "How metabolism is reprogrammed during neuronal differentiation is unknown. We found that the loss of hexokinase (HK2) and lactate dehydrogenase (LDHA) expression, together with a switch in pyruvate kinase gene splicing from PKM2 to PKM1, marks the transition from aerobic glycolysis in neural progenitor cells (NPC) to neuronal oxidative phosphorylation. The protein levels of c-MYC and N-MYC, transcriptional activators of the HK2 and LDHA genes, decrease dramatically. Constitutive expression of HK2 and LDHA during differentiation leads to neuronal cell death, indicating that the shut-off aerobic glycolysis is essential for neuronal survival. The metabolic regulators PGC-1α and ERRγ increase significantly upon neuronal differentiation to sustain the transcription of metabolic and mitochondrial genes, whose levels are unchanged compared to NPCs, revealing distinct transcriptional regulation of metabolic genes in the proliferation and post-mitotic differentiation states. Mitochondrial mass increases proportionally with neuronal mass growth, indicating an unknown mechanism linking mitochondrial biogenesis to cell size.DOI: http:\/\/dx.doi.org\/10.7554\/eLife.13374.001",
                "It has been proposed that cell growth and autophagy are coordinated in response to cellular nutrient status, but the relationship between them is not fully understood. Here, we have characterized the fly mutants of Autophagy‐specific gene 1 (ATG1), an autophagy‐regulating kinase, and found that ATG1 is a negative regulator of the target of rapamycin (TOR)\/S6 kinase (S6K) pathway. Our Drosophila studies have shown that ATG1 inhibits TOR\/S6K‐dependent cell growth and development by interfering with S6K activation. Consistently, overexpression of ATG1 in mammalian cells also markedly inhibits S6K in a kinase activity‐dependent manner, and short interfering RNA‐mediated knockdown of ATG1 induces ectopic activation of S6K and S6 phosphorylation. Moreover, we demonstrated that ATG1 specifically inhibits S6K activity by blocking phosphorylation of S6K at Thr 389. Taken together, our genetic and …",
                "This study investigated human-induced pluripotent stem cell (hiPSC) -derived neurons for their ability to secrete neurotransmitters in an activity-dependent manner, the fundamental property required for chemical neurotransmission. Cultured hiPSC neurons showed KCl stimulation of activity-dependent secretion of catecholamines—dopamine (DA), norepinephrine (NE), and epinephrine (Epi)—and the peptide neurotransmitters dynorphin and enkephlain. hiPSC neurons express the biosynthetic enzymes for catecholamines and neuropeptides. Because altered neurotransmission contributes to schizophrenia (SZ), we compared SZ to control cultures of hiPSC neurons and found that SZ cases showed elevated levels of secreted DA, NE, and Epi. Consistent with increased catecholamines, the SZ neuronal cultures showed a higher percentage of tyrosine hydroxylase (TH)-positive neurons, the first enzymatic step for …",
                "mTOR inhibition is beneficial in neurodegenerative disease models and its effects are often attributable to the modulation of autophagy and anti-apoptosis. Here, we report a neglected but important bioenergetic effect of mTOR inhibition in neurons. mTOR inhibition by rapamycin significantly preserves neuronal ATP levels, particularly when oxidative phosphorylation is impaired, such as in neurons treated with mitochondrial inhibitors, or in neurons derived from maternally inherited Leigh syndrome (MILS) patient iPS cells with ATP synthase deficiency. Rapamycin treatment significantly improves the resistance of MILS neurons to glutamate toxicity. Surprisingly, in mitochondrially defective neurons, but not neuroprogenitor cells, ribosomal S6 and S6 kinase phosphorylation increased over time, despite activation of AMPK, which is often linked to mTOR inhibition. A rapamycin-induced decrease in protein synthesis, a major energy-consuming process, may account for its ATP-saving effect. We propose that a mild reduction in protein synthesis may have the potential to treat mitochondria-related neurodegeneration.DOI: http:\/\/dx.doi.org\/10.7554\/eLife.13378.001"
            ],
            [
                [
                    "Neurologic Disorder",
                    "Neural Stem Cell"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}