{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NX21RX81",
            "TEHMfwcAAAAJ",
            [
                "Small molecule activators of sirtuins extend Saccharomyces cerevisiae lifespan",
                "Sirtuin activators mimic caloric restriction and delay ageing in metazoans",
                "Sirtuin activators mimic caloric restriction and delay ageing in metazoans",
                "Nicotinamide and PNC1 govern lifespan extension by calorie restriction in Saccharomyces cerevisiae",
                "Manipulation of a nuclear NAD+ salvage pathway delays aging without altering steady-state NAD+ levels",
                "MicroReview: Small molecules that regulate lifespan: evidence for xenohormesis",
                "Unusual proliferation arrest and transcriptional control properties of a newly discovered E2F family member, E2F-6",
                "dSir2 and Dmp53 interact to mediate aspects of CR-dependent life span extension in D. melanogaster",
                "Chromatin remodeling in the aging genome of Drosophila",
                "Chromatin-modifying genetic interventions suppress age-associated transposable element activation and extend life span in Drosophila"
            ],
            [
                "In diverse organisms, calorie restriction slows the pace of ageing and increases maximum lifespan. In the budding yeast Saccharomyces cerevisiae, calorie restriction extends lifespan by increasing the activity of Sir2 (ref. 1), a member of the conserved sirtuin family of NAD+-dependent protein deacetylases 2, 3, 4, 5, 6. Included in this family are SIR-2.1, a Caenorhabditis elegans enzyme that regulates lifespan 7, and SIRT1, a human deacetylase that promotes cell survival by negatively regulating the p53 tumour suppressor 8, 9, 10. Here we report the discovery of three classes of small molecules that activate sirtuins. We show that the potent activator resveratrol, a polyphenol found in red wine, lowers the Michaelis constant of SIRT1 for both the acetylated substrate and NAD+, and increases cell survival by stimulating SIRT1-dependent deacetylation of p53. In yeast, resveratrol mimics calorie restriction by …",
                "Caloric restriction extends lifespan in numerous species. In the budding yeast Saccharomyces cerevisiae this effect requires Sir2 (ref. 1), a member of the sirtuin family of NAD+-dependent deacetylases 2, 3. Sirtuin activating compounds (STACs) can promote the survival of human cells and extend the replicative lifespan of yeast 4. Here we show that resveratrol and other STACs activate sirtuins from Caenorhabditis elegans and Drosophila melanogaster, and extend the lifespan of these animals without reducing fecundity. Lifespan extension is dependent on functional Sir2, and is not observed when nutrients are restricted. Together these data indicate that STACs slow metazoan ageing by mechanisms that may be related to caloric restriction.",
                "Caloric restriction extends lifespan in numerous species. In the budding yeast Saccharomyces cerevisiae this effect requires Sir2 (ref. 1), a member of the sirtuin family of NAD+-dependent deacetylases 2, 3. Sirtuin activating compounds (STACs) can promote the survival of human cells and extend the replicative lifespan of yeast 4. Here we show that resveratrol and other STACs activate sirtuins from Caenorhabditis elegans and Drosophila melanogaster, and extend the lifespan of these animals without reducing fecundity. Lifespan extension is dependent on functional Sir2, and is not observed when nutrients are restricted. Together these data indicate that STACs slow metazoan ageing by mechanisms that may be related to caloric restriction.",
                "Calorie restriction extends lifespan in a broad range of organisms, from yeasts to mammals. Numerous hypotheses have been proposed to explain this phenomenon, including decreased oxidative damage and altered energy metabolism. In Saccharomyces cerevisiae, lifespan extension by calorie restriction requires the NAD+-dependent histone deacetylase, Sir2 (ref. 1). We have recently shown that Sir2 and its closest human homologue SIRT1, a p53 deacetylase, are strongly inhibited by the vitamin B 3 precursor nicotinamide 2. Here we show that increased expression of PNC1 (pyrazinamidase\/nicotinamidase 1), which encodes an enzyme that deaminates nicotinamide, is both necessary and sufficient for lifespan extension by calorie restriction and low-intensity stress. We also identify PNC1 as a longevity gene that is responsive to all stimuli that extend lifespan. We provide evidence that nicotinamide depletion …",
                "Yeast deprived of nutrients exhibit a marked life span extension that requires the activity of the NAD+-dependent histone deacetylase, Sir2p. Here we show that increased dosage of NPT1, encoding a nicotinate phosphoribosyltransferase critical for the NAD+ salvage pathway, increases Sir2-dependent silencing, stabilizes the rDNA locus, and extends yeast replicative life span by up to 60%. Both NPT1 and SIR2 provide resistance against heat shock, demonstrating that these genes act in a more general manner to promote cell survival. We show that Npt1 and a previously uncharacterized salvage pathway enzyme, Nma2, are both concentrated in the nucleus, indicating that a significant amount of NAD+ is regenerated in this organelle. Additional copies of the salvage pathway genes, PNC1, NMA1, and NMA2, increase telomeric and rDNA silencing, implying that multiple steps affect the rate of the pathway …",
                "Barring genetic manipulation, the diet known as calorie restriction (CR) is currently the only way to slow down ageing in mammals. The fact that CR works on most species, even microorganisms, implies a conserved underlying mechanism. Recent findings in the yeast Saccharomyces cerevisiae indicate that CR extends lifespan because it is a mild biological stressor that activates Sir2, a key component of yeast longevity and the founding member of the sirtuin family of deacetylases. The sirtuin family appears to have first arisen in primordial eukaryotes, possibly to help them cope with adverse conditions. Today they are found in plants, yeast, and animals and may underlie the remarkable health benefits of CR. Interestingly, a class of polyphenolic molecules produced by plants in response to stress can activate the sirtuins from yeast and metazoans. At least in the case of yeast, these molecules greatly extend …",
                "E2F transcription factors play an important role in the regulation of cell cycle progression. We report here the cloning and characterization of an additional member of this family, E2F-6. E2F-6 lacks pocket protein binding and transactivation domains, and it is a potent transcriptional repressor that contains a modular repression domain at its carboxyl terminus. Overproduction of E2F-6 had no specific effect on cell cycle progression in asynchronously growing Saos2 and NIH 3T3 cells, but it inhibited entry into S phase of NIH 3T3 cells stimulated to exit G0. Taken together, these data suggest that E2F-6 can regulate a subset of E2F-dependent genes whose products are required for entry into the cell cycle but not for normal cell cycle progression.",
                "Calorie Restriction (CR) is a well established method of extending life span in a variety of organisms. In the fruit fly D. melanogaster, CR is mediated at least in part by activation of dSir2. In mammalian systems, one of the critical targets of Sir2 is the tumor suppressor p53. This deacetylation of p53 by Sir2 leads to inhibition of p53's transcriptional activity. We have recently shown that inhibition of Dmp53 activity in the fly brain through the use of dominant-negative (DN) constructs that inhibit DNA-binding can extend life span. This life span extension appears to be related to CR, as CR and DN-Dmp53 do not display additive effects on life span. Here we report that life span extension by DN-Dmp53 expression is highly dynamic and can be achieved even when DN-Dmp53 is expressed later in life. In addition, we demonstrate that life span extension by activation of dSir2 and DN-Dmp53 expression are not additive …",
                "Chromatin structure affects the accessibility of DNA to transcription, repair, and replication. Changes in chromatin structure occur during development, but less is known about changes during aging. We examined the state of chromatin structure and its effect on gene expression during aging in Drosophila at the whole genome and cellular level using whole‐genome tiling microarrays of activation and repressive chromatin marks, whole‐genome transcriptional microarrays and single‐cell immunohistochemistry. We found dramatic reorganization of chromosomal regions with age. Mapping of H3K9me3 and HP1 signals to fly chromosomes reveals in young flies the expected high enrichment in the pericentric regions, the 4th chromosome, and islands of facultative heterochromatin dispersed throughout the genome. With age, there is a striking reduction in this enrichment resulting in a nearly equivalent level of …",
                "Transposable elements (TEs) are mobile genetic elements, highly enriched in heterochromatin, that constitute a large percentage of the DNA content of eukaryotic genomes. Aging in Drosophila melanogaster is characterized by loss of repressive heterochromatin structure and loss of silencing of reporter genes in constitutive heterochromatin regions. Using next-generation sequencing, we found that transcripts of many genes native to heterochromatic regions and TEs increased with age in fly heads and fat bodies. A dietary restriction regimen, known to extend life span, repressed the age-related increased expression of genes located in heterochromatin, as well as TEs. We also observed a corresponding age-associated increase in TE transposition in fly fat body cells that was delayed by dietary restriction. Furthermore, we found that manipulating genes known to affect heterochromatin structure, including …"
            ],
            [
                [
                    "Genetics of Aging"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}