{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NXT7UBIV",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "P. James  Peebles P. James  Peebles Professor Emeritus 609-258-4386 pjep@Princeton.EDU Angela Q. Lewis 216 Jadwin Hall  Albert Einstein Professor of Science I continue to work in physical cosmology, with preference for underappreciated issues. They are not uncommon, despite the great advances from the small science I encountered a half century ago to today's big science. Here are three examples. Isolated galaxies are interesting because they are much more common than isolated dark matter halos in the standard cosmology. It is a measure of the many things to do in astronomy that little big telescope time has been devoted to close study of nearby isolated galaxies. But we have fascinating probes of the atomic hydrogen around some of them from the Westerbork Synthesis Radio Telescope and the Very Large Array, in a program by Kathryn Kreckel and Jacqueline van Gorkon, Columbia University, Rien van de Weygaert, Groningen, and others, with me as theoretical auxiliary. An example of the results is the galaxy KK 246, one of the few in the apparently almost empty Local Void. Near the center of the HI disk of KK 246 the gradient of the HI radial velocity is close to the short axis of the stars, and the gradient swings around by 45 degrees in the outer parts. This is not the axial symmetry one might have expected in a system that has been in splendid isolation for a long time. What this means is to be explored. John Kormendy (University of Texas) and colleagues find that about half the nearby large galaxies are pure disk systems: the observed stars are in a disk or a bar in the disk. This is interesting because early generations of stars that formed before assembly of the disk do not end up in it: they collect in a bulge or stellar halo. Our neighbor M31 has a bulge that might have seemed be a good place for these old stars, but the Milky Way is a pure disk or close to it, and why would these old stars have prefered M31 to us? To be investigated is whether stellar halos are old and massive enough to account for the early generations of stars. Also to be contemplated is that present-day disks had already formed by redshift 3, though that seems contrary to the standard cosmology. Jie Wang (Durham University), Adi Nusser (Technion) and I are looking into where conditions seem right for star formation at redshift 3 in large-scale pure gravity structure formation simulations, and where these old stars would be expected to end up. Advances in measurements of nearby galaxy distances offer the chance to explore nearby galaxy motions under the assumptions that the mass is concentrated where the stars are and was gathered by gravity. Brent Tully, University of Hawaii, Ed Shaya, University of Maryland, and I have spent a lot of time on this over-constrained problem in dynamics. My recent pilot analysis of the 23 nearest known galaxies, along with a few dynamical actors to represent more distant mass, yields a reasonably good fit to measured distances and redshifts and the few measured proper motions. It indicates the 21 smaller galaxies in the Local Group originated in two clumps, and that NGC 6822 passed close to the Milky Way at redshift z = 0.2, in an orbit similar to that of the Large Magellanic Cloud. So does NGC 6822 have an HI stream, as in the Magelanic Clouds? The HI around NGC 6822 certainly has a curious velocity structure. What might we learn from lines of research that are off the beaten track? They check accepted ideas, always a Good Thing, and there is the chance Nature has prepared yet another surprise for us."
            ]
        ]
    ]
}