{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NYJ47N5S",
            "iszNxD8AAAAJ",
            [
                "Electron-ion collider: The next QCD frontier",
                "Global parton distributions with nuclear and finite-Q 2 corrections",
                "Constraints on large- parton distributions from new weak boson production and deep-inelastic scattering data",
                "The PDF4LHC report on PDFs and LHC data: Results from Run I and preparation for Run II",
                "Parton distributions and lattice QCD calculations: a community white paper"
            ],
            [
                "This White Paper presents the science case of an Electron-Ion Collider (EIC), focused on the structure and interactions of gluon-dominated matter, with the intent to articulate it to the broader nuclear science community. It was commissioned by the managements of Brookhaven National Laboratory (BNL) and Thomas Jefferson National Accelerator Facility (JLab) with the objective of presenting a summary of scientific opportunities and goals of the EIC as a follow-up to the 2007 NSAC Long Range plan. This document is a culmination of a community-wide effort in nuclear science following a series of workshops on EIC physics over the past decades and, in particular, the focused ten-week program on “Gluons and quark sea at high energies” at the Institute for Nuclear Theory in Fall 2010. It contains a brief description of a few golden physics measurements along with accelerator and detector concepts required …",
                "We present three new sets of next-to-leading order parton distribution functions (PDFs) determined by global fits to a wide variety of data for hard scattering processes. The analysis includes target mass and higher twist corrections needed for the description of deep inelastic scattering data at large x and low Q 2, and nuclear corrections for deuterium targets. The PDF sets correspond to three different models for the nuclear effects, and provide a more realistic uncertainty range for the d quark PDF, in particular, compared with previous fits. We describe the PDF error sets for each choice of the nuclear corrections, and provide a user interface for utilizing the distributions.",
                "We present a new set of leading-twist parton distribution functions, referred to as “CJ15,” which take advantage of developments in the theoretical treatment of nuclear corrections as well as new data. The analysis includes, for the first time, data on the free neutron structure function from Jefferson Lab and new high-precision charged lepton and W-boson asymmetry data from Fermilab. These significantly reduce the uncertainty on the d\/u ratio at large values of x and provide new insights into the partonic structure of bound nucleons.",
                "The accurate determination of the parton distribution functions (PDFs) of the proton is an essential ingredient of the Large Hadron Collider (LHC) program. PDF uncertainties impact a wide range of processes, from Higgs boson characterization and precision Standard Model measurements to new physics searches. A major recent development in modern PDF analyses has been to exploit the wealth of new information contained in precision measurements from the LHC Run I, as well as progress in tools and methods to include these data in PDF fits. In this report we summarize the information that PDF-sensitive measurements at the LHC have provided so far, and review the prospects for further constraining PDFs with data from the recently started Run II. This document aims to provide useful input to the LHC collaborations to prioritize their PDF-sensitive measurements at Run II, as well as a comprehensive …",
                "In the framework of quantum chromodynamics (QCD), parton distribution functions (PDFs) quantify how the momentum and spin of a hadron are divided among its quark and gluon constituents. Two main approaches exist to determine PDFs. The first approach, based on QCD factorization theorems, realizes a QCD analysis of a suitable set of hard-scattering measurements, often using a variety of hadronic observables. The second approach, based on first-principle operator definitions of PDFs, uses lattice QCD to compute directly some PDF-related quantities, such as their moments. Motivated by recent progress in both approaches, in this document we present an overview of lattice-QCD and global-analysis techniques used to determine unpolarized and polarized proton PDFs and their moments. We provide benchmark numbers to validate present and future lattice-QCD calculations and we illustrate how they …"
            ],
            [
                [
                    "Particle and nuclear physics"
                ]
            ],
            [

            ]
        ]
    ]
}