{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NYQMDGM8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Kam-Biu Luk Kam-Biu Luk 427 Physics South k_luk@berkeley.edu (510) 642-8162 (510) 486-7054 Kam-Biu attended the University of Hong Kong from 1973 to 1976 where he received his B.Sc. in Physics. He went on to the Rutgers University in 1977 and was awarded his Ph.D. in 1983. Then he did his postdoctoral research at the University of Washington in Seattle until 1986 when he went to Fermilab as an Associate Scientist. Professor Luk came to UC Berkeley\/LBL in 1989. He received the R.R. Wilson Fellow of Fermilab in 1986-1989; won the Department of Energy Outstanding Junior Investigator award in 1989-1991; received the Alfred P. Sloan Research Fellow in 1990-1994; a Miller Professor in the Fall of 2001; recipient of the Panofsky Prize in 2014, and a fellow of the American Physical Society. I have diverse interest in exploring the nature of elementary particles and their fundamental interactions using different kinds of instrumentation and techniques. My current research focusses on the neutrinos and nucleon decay. Daya Bay There are compelling evidences for neutrino oscillation. Flavor oscillations between three kinds of neutrino are completely described by three mixing angles, two mass-squared differences, and one CP-violating phase. CP violation in the lepton sector, if exists, might explain why there is more matter than antimatter in the present Universe. Yet whether the CP-violating effect can be studied with neutrinos or not is dictated by the then unknown mixing angle θ 13 . The primary goal of the Daya Bay experiment in China is to determine the value of θ 13 by measuring the change in flux and distortion of the energy spectrum of the electron antineutrinos originated from six reactors in the Daya Bay nuclear power complex with three sets of detectors located underground at different locations that are within 2 km from the reactors. Daya Bay discovered in 2012 that θ 13 is relatively large. This finding has enabled the future search for CP violation in neutrino oscillation and determination of the neutrino mass hierarchy. DUNE The primary goals of DUNE are to resolve the mass hierarchy problem and hunt for CP violation in the neutrino sector. With an intense muon-neutrino beam sent from Fermilab near Chicago, rare neutrino interactions are detected with four huge time projection chambers, each filled with 10-kt of liquid argon. These massive detectors will be located deep underground in the Sanford Underground Research Facility, South Dakota. Besides studying the neutrinos, the large detectors with excellent tracking capability and energy resolution are ideal for searching for nucleon decay and other rare processes. F.P. An et al., Observation of Electron-Antineutrino Disappearance at Daya Bay, Phys. Rev. Lett. 108, 171803 (2012). F.P. An et al., Spectral Measurement of Electron Antineutrino Oscillation Amplitude and Frequency at Daya Bay, Phys. Rev. Lett. 112, 061801 (2014). F. P. An et al., Search for a Light Sterile Neutrino at Daya Bay, Phys. Rev. Lett. 113, 141802 (2014)."
            ]
        ]
    ]
}