{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NZRR0GT9",
            "p1aFEDYAAAAJ",
            [
                "Tunneling spectroscopy of the Si (111) 2× 1 surface",
                "Atom-selective imaging of the GaAs (110) surface",
                "Electronic structure of the Si (111) 2× 1 surface by scanning-tunneling microscopy",
                "Tunneling spectroscopy of the GaAs (110) surface",
                "Tunneling spectroscopy of the (110) surface of direct-gap III-V semiconductors",
                "Reconstructions of the GaN (000 1) surface",
                "Structure of GaN (0001): The laterally contracted Ga bilayer model",
                "Determination of wurtzite GaN lattice polarity based on surface reconstruction",
                "Adatom kinetics on and below the surface: The existence of a new diffusion channel",
                "Real-space observation of π-bonded chains and surface disorder on Si (111) 2× 1"
            ],
            [
                "Using a scanning tunneling microscope, the tunneling current versus voltage is measured at fixed values of separation between a tungsten probe-tip and a Si(111)2 × 1 surface. Rectification is observed in the I - V curves and is quantitatively accounted for by an electric-field enhancement due to the finite radius-of-curvature of the probe-tip. The parallel wave-vector of certain states is obtained from the decay length of the tunneling current. A rich spectrum is obtained in the ratio of differential to total conductivity, yielding a direct measure of the Si surface density-of-states. Small shifts are observed in the spectrum as a function of doping, and are attributed to shifts in the position of the surface Fermi level.",
                "We report the first voltage-dependent scanning tunneling microscope images of a compound semiconductor surface, GaAs (110). Images show either only Ga atoms, or only As atoms, depending on the bias voltage. By combining voltage-dependent images with theoretical calculations, we quantitatively determine surface structural parameters which cannot be inferred from the images alone.",
                "The tunneling current is measured as a function of voltage, lateral position, and vertical separation between a tungsten probe tip and a Si (111) 2× 1 surface. A rich spectrum is obtained in the ratio of differential to total conductivity, revealing the structure of the surface-state bands. The magnitude of the parallel wave vector for certain surface states is determined from the decay length of the tunneling current. Real-space images of the surface states reveal a phase reversal between those states on either side of the surface-state band gap.",
                "The scanning tunneling microscope is used to study the spectroscopy of p‐type, n‐type, and oxygen‐covered GaAs(110) surfaces. On the clean surface, three components of the current are identified—tunneling out of valence‐band states, tunneling into conduction‐band states, and tunneling through dopant‐induced states in the semiconductor. The results are compared with a theoretical computation of the tunneling current, including band bending in the semiconductor. Good agreement between theory and experiment is obtained only when tunneling through the space‐charge region of the semiconductor is included. On the oxygen‐covered surface, the spectroscopic results show evidence of band bending due to the oxygen adsorbates.",
                "Results of tunneling spectroscopy measurements of the (110) cleaved surface of GaAs, InP, GaSb, InAs, and InSb are presented. These materials form the family of direct-gap III-V binary semiconductors. Spectroscopic measurements are performed in ultrahigh vacuum, using a scanning tunneling microscope (STM). Techniques based on variable tip-sample separation are used to obtain high dynamic range (six orders of magnitude) in the measured current and conductance. Detailed spectra are obtained for all the materials, revealing the conduction-and valence-band edges, onset of the higher lying conduction band at the L point in the Brillouin zone, and various features associated with surface states. The precision and accuracy in determining energetic locations of spectral features are discussed. In particular, limitations in the accuracy due to tip-induced band bending is considered.",
                "Reconstructions of the GaN (000 1) surface are studied for the first time. Using scanning tunneling microscopy and reflection high-energy electron diffraction, four primary structures are observed: 1× 1, 3× 3, 6× 6, and c (6× 12). On the basis of first-principles calculations, the 1× 1 structure is shown to consist of a Ga monolayer bonded to a N-terminated GaN bilayer. From a combination of experiment and theory, it is argued that the 3× 3 structure is an adatom-on-adlayer structure with one additional Ga atom per 3× 3 unit cell.",
                "We discuss the energetics and structure of a laterally contracted Ga bilayer model for the Ga-rich pseudo-1× 1 phase of the GaN (0001) surface. First-principles total energy calculations reveal that a laterally contracted overlayer of Ga atoms bonded to a 1× 1 Ga adlayer is energetically favorable in the Ga-rich limit. The calculations also show that the energy of this surface structure is very insensitive to the lateral position of the contracted layer with respect to the underlying Ga layer. The flatness of the energy surface suggests the presence of rapidly moving domain boundaries separating regions of the surface having different registries. Such motion may lead to the 1× 1 corrugation pattern seen in scanning tunneling microscopy images.",
                "We identify two categories of reconstructions occurring on wurtzite GaN surfaces, the first associated with the N face, (0001̄), and the second associated with the Ga face, (0001). Not only do these two categories of reconstructions have completely different symmetries, but they also have different temperature dependence. It is thus demonstrated that surface reconstructions can be used to identify lattice polarity. Confirmation of the polarity assignment is provided by polarity-selective wet chemical etching of these surfaces.",
                "Employing density-functional theory in combination with scanning tunneling microscopy, we demonstrate that a thin metallic film on a semiconductor surface may open an efficient and hitherto not expected diffusion channel for lateral adatom transport: adatoms may prefer diffusion within this metallic layer rather than on top of the surface. Based on this concept, we interpret recent experiments: We explain why and when In acts as a surfactant on GaN surfaces, why Ga acts as an autosurfactant, and how this mechanism can be used to optimize group-III nitride growth.",
                "Scanning tunneling microscopy is used to confirm the π-bonded chain structure of the Si (111) 2× 1 surface. Both the amplitude and voltage dependence of the vertical corrugation exclude the buckling model for the structure of this surface. Spectroscopic measurements of the tunneling current versus voltage identify a band gap for the 2× 1 surface states. Spatial images of disorder-related states are obtained by tunneling at energies inside of this band gap."
            ],
            [
                [
                    "surfaces and interfaces",
                    "semiconductor materials",
                    "2D materials"
                ]
            ]
        ]
    ]
}