{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NZRR0GT9",
            "p1aFEDYAAAAJ",
            [
                "Tunneling spectroscopy of the Si (111) 2× 1 surface",
                "Atom-selective imaging of the GaAs (110) surface",
                "Electronic structure of the Si (111) 2× 1 surface by scanning-tunneling microscopy",
                "Tunneling spectroscopy of the GaAs (110) surface",
                "Tunneling spectroscopy of the (110) surface of direct-gap III-V semiconductors",
                "Reconstructions of the GaN (000 1) surface",
                "Structure of GaN (0001): The laterally contracted Ga bilayer model",
                "Determination of wurtzite GaN lattice polarity based on surface reconstruction",
                "Adatom kinetics on and below the surface: The existence of a new diffusion channel",
                "Real-space observation of π-bonded chains and surface disorder on Si (111) 2× 1"
            ],
            [
                "Using a scanning tunneling microscope, the tunneling current versus voltage is measured at fixed values of separation between a tungsten probe-tip and a Si(111)2 × 1 surface. Rectification is observed in the I - V curves and is quantitatively accounted for by an electric-field enhancement due to the finite radius-of-curvature of the probe-tip. The parallel wave-vector of certain states is obtained from the decay length of the tunneling current. A rich spectrum is obtained in the ratio of differential to total conductivity, yielding a direct measure of the Si surface density-of-states. Small shifts are observed in the spectrum as a function of doping, and are attributed to shifts in the position of the surface Fermi level.",
                "We report the first voltage-dependent scanning tunneling microscope images of a compound semiconductor surface, GaAs (110). Images show either only Ga atoms, or only As atoms, depending on the bias voltage. By combining voltage-dependent images with theoretical calculations, we quantitatively determine surface structural parameters which cannot be inferred from the images alone.",
                "The tunneling current is measured as a function of voltage, lateral position, and vertical separation between a tungsten probe tip and a Si (111) 2× 1 surface. A rich spectrum is obtained in the ratio of differential to total conductivity, revealing the structure of the surface-state bands. The magnitude of the parallel wave vector for certain surface states is determined from the decay length of the tunneling current. Real-space images of the surface states reveal a phase reversal between those states on either side of the surface-state band gap.",
                "The scanning tunneling microscope is used to study the spectroscopy of p‐type, n‐type, and oxygen‐covered GaAs(110) surfaces. On the clean surface, three components of the current are identified—tunneling out of valence‐band states, tunneling into conduction‐band states, and tunneling through dopant‐induced states in the semiconductor. The results are compared with a theoretical computation of the tunneling current, including band bending in the semiconductor. Good agreement between theory and experiment is obtained only when tunneling through the space‐charge region of the semiconductor is included. On the oxygen‐covered surface, the spectroscopic results show evidence of band bending due to the oxygen adsorbates.",
                "Results of tunneling spectroscopy measurements of the (110) cleaved surface of GaAs, InP, GaSb, InAs, and InSb are presented. These materials form the family of direct-gap III-V binary semiconductors. Spectroscopic measurements are performed in ultrahigh vacuum, using a scanning tunneling microscope (STM). Techniques based on variable tip-sample separation are used to obtain high dynamic range (six orders of magnitude) in the measured current and conductance. Detailed spectra are obtained for all the materials, revealing the conduction-and valence-band edges, onset of the higher lying conduction band at the L point in the Brillouin zone, and various features associated with surface states. The precision and accuracy in determining energetic locations of spectral features are discussed. In particular, limitations in the accuracy due to tip-induced band bending is considered.",
                "Reconstructions of the GaN (000 1) surface are studied for the first time. Using scanning tunneling microscopy and reflection high-energy electron diffraction, four primary structures are observed: 1× 1, 3× 3, 6× 6, and c (6× 12). On the basis of first-principles calculations, the 1× 1 structure is shown to consist of a Ga monolayer bonded to a N-terminated GaN bilayer. From a combination of experiment and theory, it is argued that the 3× 3 structure is an adatom-on-adlayer structure with one additional Ga atom per 3× 3 unit cell.",
                "We discuss the energetics and structure of a laterally contracted Ga bilayer model for the Ga-rich pseudo-1× 1 phase of the GaN (0001) surface. First-principles total energy calculations reveal that a laterally contracted overlayer of Ga atoms bonded to a 1× 1 Ga adlayer is energetically favorable in the Ga-rich limit. The calculations also show that the energy of this surface structure is very insensitive to the lateral position of the contracted layer with respect to the underlying Ga layer. The flatness of the energy surface suggests the presence of rapidly moving domain boundaries separating regions of the surface having different registries. Such motion may lead to the 1× 1 corrugation pattern seen in scanning tunneling microscopy images.",
                "We identify two categories of reconstructions occurring on wurtzite GaN surfaces, the first associated with the N face, (0001̄), and the second associated with the Ga face, (0001). Not only do these two categories of reconstructions have completely different symmetries, but they also have different temperature dependence. It is thus demonstrated that surface reconstructions can be used to identify lattice polarity. Confirmation of the polarity assignment is provided by polarity-selective wet chemical etching of these surfaces.",
                "Employing density-functional theory in combination with scanning tunneling microscopy, we demonstrate that a thin metallic film on a semiconductor surface may open an efficient and hitherto not expected diffusion channel for lateral adatom transport: adatoms may prefer diffusion within this metallic layer rather than on top of the surface. Based on this concept, we interpret recent experiments: We explain why and when In acts as a surfactant on GaN surfaces, why Ga acts as an autosurfactant, and how this mechanism can be used to optimize group-III nitride growth.",
                "Scanning tunneling microscopy is used to confirm the π-bonded chain structure of the Si (111) 2× 1 surface. Both the amplitude and voltage dependence of the vertical corrugation exclude the buckling model for the structure of this surface. Spectroscopic measurements of the tunneling current versus voltage identify a band gap for the 2× 1 surface states. Spatial images of disorder-related states are obtained by tunneling at energies inside of this band gap."
            ],
            [
                [
                    "surfaces and interfaces",
                    "semiconductor materials",
                    "2D materials"
                ]
            ],
            [
                "›              Randall Feenstra Randall Feenstra Professor of Physics Condensed Matter Experiment Wean Hall 6408 lab website Ph.D.: California Institue of Technology (1982) M.S.: California Institue of Technology (1980) Professional Societies: Fellow, American Physical Society Fellow, American Vacuum Society Honors and Awards: Davisson-Germer Prize in Atomic or Surface Physics, 2019 American Physical Society Outstanding Referee, 2009 Alexander von Humboldt Foundation Research Award, 2000 Peter Mark Memorial Award of the American Vacuum Society, 1989 IBM Outstanding Innovation Award, 1987 Humboldt Visiting Professor, Technical University, Berlin (Germany), 2001 Professor of Physics, Carnegie Mellon University, 1995– Research Staff Member, IBM Research, Yorktown Heights (NY), 1982–1995 The research activities of my group deal with structural and electronic properties of semiconductor materials and devices. A major tool used in the studies is the scanning tunneling microscope, which allows one to image the atomic structure of a surface and to perform spectroscopic measurements of the electronic energy levels. Many of the studies deal with semiconductor heterostructures consisting of multiple layers of different types of material, with the goal of understanding how the structure of the device (including imperfections and defects) determines its electronic properties. Growth of semiconductor heterostructures has been performed in my laboratory using molecular beam epitaxy, for GaN in particular (a semiconductor with a relatively large band gap, used for blue light-emitting devices and for microwave transistor applications). Most recently we have focused on the study of two-dimensional (2D) materials, including graphene and hexagonal boron nitride (h-BN). We prepare these materials by growth at high temperatures, and we characterize them using both scanning tunneling microscopy and low-energy electron microscopy. The latter permits both diffraction and imaging of the surfaces, with nm-scale resolution. Additionally, spectroscopic observation of energy levels above the vacuum level is performed, which is particularly useful for these 2D materials. Heterostructures consisting of alternating layers of graphene and h-BN are being studied, because of the unique current-voltage characteristic for tunneling in such structures. Recent Publications Dacen Waters ., Flat Bands and Mechanical Deformation Effects in the Moiré Superlattice of MoS 2 -WSe 2 Heterobilayers ACS Nano 14, 6 (2020) Felix Lüpke ., Proximity-induced superconducting gap in the quantum spin Hall edge state of monolayer WTe 2 Nature Physics 16, 526 (2020) Jun Li ., Formation of Graphene atop a Si adlayer on the C-face of SiC Phys. Rev. Mat. 3, 084006 (2019) Yi Pan ., WSe 2 homojunctions and quantum dots created by patterned hydrogenation of epitaxial graphene substrates 2D Mater. 6, 021001 (2019) Rafik Addou ., One dimensional metallic edges in atomically thin WSe2 induced by air exposure 2D Mater. 5, 025017 (2018) P.C. Mende, J. Li, R.M. Feenstra, Substitutional mechanism for growth of hexagonal boron nitride on epitaxial graphene Appl. Phys. Lett. 113, 031605 (2018) Yi Pan ., Quantum-Confined Electronic States arising from the Moiré Pattern of MoS 2 -WSe 2 Heterobilayers Nano Lett. 18, 3 (2018) Yu-Chuan Lin ., Realizing Large-Scale, Electronic-Grade Two-Dimensional Semiconductors ACS Nano 12, 2 (2018) Randall M. Feenstra ., Magnitude of the Current in Two-Dimensional Interlayer Tunneling Devices J. Phys.: Condens. Matter 30, 055703 (2018) Kehao Zhang ., Large scale 2D\/3D hybrids based on gallium nitride and transition metal dichalcogenides Nanoscale 10, 336 (2018) Shruti Subramanian ., Properties of synthetic epitaxial graphene\/molybdenum disulfide lateral heterostructures Carbon 125, 551 (2017) Wei Yan ., Growth and electronic properties of nanolines on TiO 2 -terminated SrTiO 3 (001) surfaces J. Appl. Phys. 122, 124305 (2017)  google scholar Feenstra Group (Carnegie Mellon University) Semiconductor Surfaces & Interfaces This Web page contains links to activities in the research group of Prof. Randall Feenstra in the Physics Department\nat Carnegie Mellon University. Present Group Members: Dacen Waters (graduate student), dwaters@andrew.cmu.edu Past Group Members: Ashutosh (former graduate student, now at Intel, Oregon) Huajie Chen (former graduate student, now at IBM, East Fishkill) Costel Constantin (former postdoc, now at James Madison University) Sergio de la Barrera (former graduate student, now postdoc at CMU) Yang Dong (former graduate student, now at Western Digital, Fremont, California) Roberto Duca (former visiting research scientist, now at ASML, the Netherlands) Patrick Fisher (former postdoc, now at Nokomis, Inc., Pittsburgh) Sandeep Gaan (former graduate student, now at Global Foundaries) Rachel Goldman (former postdoc, now at University of Michigan) Bruno Grandidier (former postdoc, now at ISEN, Lille, France) Guowei He (former graduate student, now at CGG, Houston) Nobuyuki Ishida (former visiting research scientist, now at National Institute for Materials Science, Japan) Chae-Deok Lee (former research scientist, now at LG Electronics, Korea) Jun Li (former graduate student, now at Google) Luxmi (former graduate student, now at Intel, Oregon) Patrick Mende (former graduate student, now at Expedia Group, Seattle); Mende Ph.D. thesis Shu Nie (former graduate student, now at Sandia National Lab, California) Art Smith (former postdoc, now at Ohio University) Hugh McKay (former graduate student, now at IMRA America, Michigan) Vidhya Ramachandran (former graduate student, now at Qualcomm, San Diego) Wattaka Sitaputra (former postdoc, now employed in Thailand) Nishtha Srivastava (former graduate student, now at Intel, Oregon) Wei Yan (former postdoc, now at Beijing Normal University, China) Group Photos: 2002 2008 2014 2015 Description of Research Activities (Past and Present) Scanning Tunneling Microscopy Molecular Beam Epitaxy Epitaxial Graphene on SiC Center for Low Energy Systems Technology Low-Energy Electron Microscopy Two-dimensional Materials Center for Two-dimensional Materials and Devices for Energy-Efficient Computing Posted Software SEMITIP, VERSION 1 .\nA Poisson solver to evaluate the potential distribution around a probe tip in proximity to a semiconductor surface. SEMITIP, VERSION 2 .\nIncorporates a number of improvements, and in particular permits the inclusion of a distribution of surface states. SEMITIP, VERSION 3 .\nIncorporates a new coordinate system in the vacuum, for better convergence in certain types of problems. SEMITIP, VERSION 4 .\nAllows computation of tunnel current, in addition to the potential distribution. SEMITIP, VERSION 5 .\nPermits self-consistent computations, important for situations of accumulation or inversion. SEMITIP, VERSION 6 .\nPermits computations for various dimensionalities, geometries, and types of tunnel current evaluation. WaveTrans .\nPermits construction of real-space wavefunctions based on the WAVECAR output from VASP, the Vienna Ab-initio Simulation Package. Picture Gallery Dislocation intersecting the\nsurface of GaN(0001), illustrating spiral growth mode. Image appeared on\nthe cover of the 14 August 1998 issue of Science. (Same image in blue or red .) Original version of image appeared in J. Vac. Sci. Technol. Surface domain boundary on Si(111)2x1. STM image of the GaAs(110) surface. Gallium atoms (empty states) are pictured in green, and arsenic atoms (filled states) are shown in red. Defect on GaAs(110). GaAs(110) #1. GaAs(110) #2. Si(111)5x5 #1. Si(111)5x5 #2. Si(111)5x5 #3. Si(111)5x5 #4. Si(111)7x7. Publications Preprints of all of the group's publications. Google scholar list of publications and citations. Carnegie Mellon Physics Department Departmental WWW page and information server Acknowledgements We are grateful to the National Science Foundation, the Office of Naval Research, the Air Force Office of Scientific Research, and the SRC\/DARPA STARnet program for supporting the research activities described above."
            ]
        ]
    ]
}