{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "NZZANL30",
            "fORg1sgAAAAJ",
            [
                "Multi-messenger observations of a binary neutron star merger",
                "Fermi large area telescope second source catalog",
                "Observation of high-energy astrophysical neutrinos in three years of IceCube data",
                "Design concepts for the Cherenkov Telescope Array CTA: an advanced facility for ground-based high-energy gamma-ray astronomy",
                "Detection of the characteristic pion-decay signature in supernova remnants",
                "Measurement of separate cosmic-ray electron and positron spectra with the Fermi Large Area Telescope",
                "The second catalog of active galactic nuclei detected by the Fermi Large Area Telescope",
                "Analysis of three-dimensional atom-probe data by the proximity histogram"
            ],
            [
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "This paper presents a catalog of high-energy γ-ray sources detected in the first two years of the Fermi Gamma-ray Space Telescope mission by the Large Area Telescope (LAT). It is the successor to the LAT Bright Source List (Abdo et al. 2009d) and the first Fermi-LAT (1FGL; Abdo et al. 2010f) catalog, which were based on 3 months and 11 months of flight data, respectively. The new catalog represents the deepest-ever catalog in the 100 MeV–100 GeV energy range and includes a number of analysis refinements. Some important improvements compared to the 1FGL catalog are the following.",
                "A search for high-energy neutrinos interacting within the IceCube detector between 2010 and 2012 provided the first evidence for a high-energy neutrino flux of extraterrestrial origin. Results from an analysis using the same methods with a third year (2012–2013) of data from the complete IceCube detector are consistent with the previously reported astrophysical flux in the 100 TeV–PeV range at the level of 10− 8 GeV cm− 2 s− 1 sr− 1 per flavor and reject a purely atmospheric explanation for the combined three-year data at 5.7 σ. The data are consistent with expectations for equal fluxes of all three neutrino flavors and with isotropic arrival directions, suggesting either numerous or spatially extended sources. The three-year data set, with a live time of 988 days, contains a total of 37 neutrino candidate events with deposited energies ranging from 30 to 2000 TeV. The 2000-TeV event is the highest-energy neutrino …",
                "Ground-based gamma-ray astronomy has had a major breakthrough with the impressive results obtained using systems of imaging atmospheric Cherenkov telescopes. Ground-based gamma-ray astronomy has a huge potential in astrophysics, particle physics and cosmology. CTA is an international initiative to build the next generation instrument, with a factor of 5–10 improvement in sensitivity in the 100 GeV–10 TeV range and the extension to energies well below 100 GeV and above 100 TeV. CTA will consist of two arrays (one in the north, one in the south) for full sky coverage and will be operated as open observatory. The design of CTA is based on currently available technology. This document reports on the status and presents the major design concepts of CTA.",
                "Cosmic rays are particles (mostly protons) accelerated to relativistic speeds. Despite wide agreement that supernova remnants (SNRs) are the sources of galactic cosmic rays, unequivocal evidence for the acceleration of protons in these objects is still lacking. When accelerated protons encounter interstellar material, they produce neutral pions, which in turn decay into gamma rays. This offers a compelling way to detect the acceleration sites of protons. The identification of pion-decay gamma rays has been difficult because high-energy electrons also produce gamma rays via bremsstrahlung and inverse Compton scattering. We detected the characteristic pion-decay feature in the gamma-ray spectra of two SNRs, IC 443 and W44, with the Fermi Large Area Telescope. This detection provides direct evidence that cosmic-ray protons are accelerated in SNRs.",
                "We measured separate cosmic-ray electron and positron spectra with the Fermi Large Area Telescope. Because the instrument does not have an onboard magnet, we distinguish the two species by exploiting Earth’s shadow, which is offset in opposite directions for opposite charges due to Earth’s magnetic field. We estimate and subtract the cosmic-ray proton background using two different methods that produce consistent results. We report the electron-only spectrum, the positron-only spectrum, and the positron fraction between 20 and 200 GeV. We confirm that the fraction rises with energy in the 20–100 GeV range. The three new spectral points between 100 and 200 GeV are consistent with a fraction that is continuing to rise with energy.",
                "The second catalog of active galactic nuclei (AGNs) detected by the Fermi Large Area Telescope (LAT) in two years of scientific operation is presented. The second LAT AGN catalog (2LAC) includes 1017 γ-ray sources located at high Galactic latitudes (| b|> 10) that are detected with a test statistic (TS) greater than 25 and associated statistically with AGNs. However, some of these are affected by analysis issues and some are associated with multiple AGNs. Consequently, we define a Clean Sample which includes 886 AGNs, comprising 395 BL Lacertae objects (BL Lac objects), 310 flat-spectrum radio quasars (FSRQs), 157 candidate blazars of unknown type (ie, with broadband blazar characteristics but with no optical spectral measurement yet), 8 misaligned AGNs, 4 narrow-line Seyfert 1 (NLS1s), 10 AGNs of other types, and 2 starburst galaxies. Where possible, the blazars have been further classified based on …",
                "The three-dimensional (3D) atom-probe technique produces a reconstruction of the elemental chemical identities and three-dimensional positions of atoms field evaporated from a sharply pointed metal specimen, with a local radius of curvature of less than 50 nm. The number of atoms collected can be on the order of one million, representing an analysis volume of approximately 20 nm × 20 nm × 200 nm (80,000 nm3). This large amount of data allows for the identification of microstructural features in a sample, such as grain or heterophase boundaries, if the feature density is large enough. Correlation of the measured atomic positions with these identified features results in an atom-by-atom description of the chemical environment of crystallographic defects. This article outlines a data compilation technique for the generation of composition profiles in the vicinity of interfaces in a geometrically …"
            ],
            [
                [
                    "physics",
                    "astronomy"
                ]
            ]
        ]
    ]
}