{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O008TUQS",
            "YnYEPNIAAAAJ",
            [
                "Handbook of superconductivity",
                "Sonochemical preparation and size-dependent properties of nanostructured CoFe2O4 particles",
                "Magnetic penetration depth in unconventional superconductors",
                "Uniaxial-strain mechanical detwinning of  and  crystals: Optical and transport study",
                "Sonochemical Preparation of Nanosized Amorphous NiFe2O4 Particles",
                "Plastic vortex creep in YBa 2 Cu 3 O 7− x crystals",
                "A sharp peak of the zero-temperature penetration depth at optimal composition in BaFe2 (As1–xPx) 2",
                "Vortex phase diagram of Ba (Fe 0.93 Co 0.07) 2 As 2 single crystals",
                "Particle model for skyrmions in metallic chiral magnets: Dynamics, pinning, and creep",
                "Anisotropy of the iron pnictide superconductor Ba (Fe 1− x Co x) 2 As 2 (x= 0.074, T c= 23 K)"
            ],
            [
                "The field of superconductivity has tremendous potential for growth and further development in industrial applications. The subject continues to occupy physicists, chemists, and engineers interested in both the phenomena itself and possible financially viable industrial devices utilizing the physical concepts. For the past five years, within the publications of the American Physical Society, for example, 40%-60% of all articles submitted to major journals in the area of Solid State Physics have been on the subject of superconductivity, including the newer, extremely important subfield of high temperature superconductivity (high Tc). The present volume is the first handbook to address this field. It covers both\" classic\" superconductivity-related topics and high Tc. Numerous properties, including thermal, electrical, magnetic, mechanical, phase diagrams, and spectroscopic crystallographic structures are presented for many types of superconductors. Critical fields, critical currents, coherence lengths, penetration depths, and transition temperatures are tabulated. First handbook on Superconductivity Coherence lengths and depths are tabulated Crystallographic structures of over 100 superconductor types Main results of several theories are submitted Phase diagrams for synthesizing new superconductors are included",
                "Nanostructured CoFe2O4 particles were prepared by a sonochemical approach, first by preparation of the amorphous precursor powders, followed by heat treatment at relatively very low temperatures. The precursor was prepared by sonochemical decomposition of solutions of volatile organic precursors, Fe(CO)5 and Co(NO)(CO)3, in Decalin at 273 K, under an oxygen pressure of 100−150 kPa. The amorphous nature of these particles was confirmed by various techniques, such as scanning and transmission electron microscopy (SEM and TEM), electron microdiffraction, and X-ray diffractograms. Magnetic measurements, Mössbauer, and electron paramagnetic resonance (EPR) spectral studies indicated that the as-prepared amorphous particles were superparamagnetic. The Mössbauer parameters and the significantly low (45 emu\/g) observed saturation of magnetization of the annealed sample, compared to …",
                "This topical review summarizes various features of magnetic penetration depth in unconventional superconductors. Precise measurements of the penetration depth as a function of temperature, magnetic field and crystal orientation can provide detailed information about the pairing state. Examples are given of unconventional pairing in hole-and electron-doped cuprates, organic and heavy fermion superconductors. The ability to apply an external magnetic field adds a new dimension to measurements of penetration depth. We discuss how field-dependent measurements can be used to study surface Andreev bound states, nonlinear Meissner effects, magnetic impurities, magnetic ordering, proximity effects and vortex motion. We also discuss how measurements of penetration depth as a function of orientation can be used to explore superconductors with more than one gap and with anisotropic gaps. Details relevant …",
                "The parent compounds of iron-arsenide superconductors, A Fe 2 As 2 (A= Ca, Sr, Ba), undergo a tetragonal to orthorhombic structural transition at a temperature T TO in the range 135–205 K depending on the alkaline-earth element. Below T TO the free standing crystals split into equally populated structural domains, which mask intrinsic, in-plane, anisotropic properties of the materials. Here we demonstrate a way of mechanically detwinning CaFe 2 As 2 and BaFe 2 As 2. The detwinning is nearly complete, as demonstrated by polarized light imaging and synchrotron x-ray measurements, and reversible, with twin pattern restored after strain release. Electrical resistivity measurements in the twinned and detwinned states show that resistivity, ρ, decreases along the orthorhombic a o axis but increases along the orthorhombic b o axis in both compounds. Immediately below T TO the ratio ρ b o\/ρ a o= 1.2 and 1.5 for Ca …",
                "Nanosized amorphous NiFe2O4 powder was prepared by sonochemical decomposition of solutions of volatile organic precursors, Fe(CO)5 and Ni(CO)4, in decalin at 273 K, under an oxygen pressure of 100−150 kPa. The amorphous nature of these particles was confirmed by various techniques, such as SEM, TEM, electron microdiffraction, and X-ray diffractograms. Magnetic measurements, Mössbauer, and EPR spectral studies indicated that the as-prepared NiFe2O4 ferrite particles were superparamagnetic. The Mössbauer spectrum of the crystallized sample showed a clear sextet pattern, with hyperfine field values of 500 and 508 kOe for A (tetrahedral) and B (octahedral) sublattices, respectively, of the inverse spinel NiFe2O4. Saturation magnetization of the annealed sample (25 emu\/g) was significantly lower than that for the reported multidomain bulk prticles (55 emu\/g), reflecting the ultrafine nature of the …",
                "Local magnetic relaxation measurements in YBa 2 Cu 3 O 7− x crystals show evidence for plastic vortex creep associated with the motion of dislocations in the vortex lattice. This creep mechanism governs the vortex dynamics in a wide range of temperatures and fields below the melting line and above the field corresponding to the peak in the “fishtail” magnetization. In this range the activation energy U pl, which decreases with field, drops below the elastic (collective) creep activation energy, U el, which increases with field. A crossover in flux dynamics from elastic to plastic creep is shown to be the origin of the fishtail in YBa 2 Cu 3 O 7− x.",
                "In a superconductor, the ratio of the carrier density, n, to its effective mass, m*, is a fundamental property directly reflecting the length scale of the superfluid flow, the London penetration depth, λL. In two-dimensional systems, this ratio n\/m* (~1\/λL2) determines the effective Fermi temperature, TF. We report a sharp peak in the x-dependence of λL at zero temperature in clean samples of BaFe2(As1–xPx)2 at the optimum composition x = 0.30, where the superconducting transition temperature Tc reaches a maximum of 30 kelvin. This structure may arise from quantum fluctuations associated with a quantum critical point. The ratio of Tc\/TF at x = 0.30 is enhanced, implying a possible crossover toward the Bose-Einstein condensate limit driven by quantum criticality.",
                "Irreversible magnetic properties of Ba (Fe 0.93 Co 0.07) 2 As 2 single crystals were studied by using several techniques including transport, magnetization, and magneto-optics. The mixed-state response was found to be very similar to high-T c cuprates, such as Y-Ba-Cu-O and Nd-Ce-Cu-O. In particular, we find a nonmonotonic “fishtail” shape of the magnetization loops M (T= const, H) and a corresponding feature in M (T, H= const) scans, as well as a very large magnetic relaxation rate. The supercurrent density, j, in the critical state was evaluated from magnetization and from direct transport measurements close to T c. At 5 K we estimate a moderate j≈ 2.6±0.2× 10 5 A\/cm 2. Analysis of the temperature and field dependencies of the magnetic relaxation is consistent with the collective pinning and creep (weak pinning and fast creep) model and suggests a crossover from the collective to the plastic creep regime in …",
                "Recently spin textures called skyrmions have been discovered in certain chiral magnetic materials without spatial inversion symmetry, and they have attracted enormous attention due to their promising application in spintronics since only a low applied current is necessary to drive their motion. When a conduction electron moves around the skyrmion, its spin is fully polarized by the spin texture and acquires a quantized phase; thus, the skyrmion yields an emergent electrodynamics that in turn determines skyrmion motion and gives rise to a finite Hall angle. As topological excitations, skyrmions behave as particles. In this paper we derive the equation of motion for skyrmions as rigid point particles from a microscopic continuum model and obtain the short-range interaction between skyrmions and the interaction between skyrmions and defects. Skyrmions also experience a Magnus force perpendicular to their velocity …",
                "Anisotropies of electrical resistivity, upper critical field, London penetration depth, and critical currents have been measured in single crystals of the optimally doped iron pnictide superconductor Ba (Fe 1− x Co x) 2 As 2 (x= 0.074 and T c∼ 23 K). The normal-state resistivity anisotropy was obtained by employing both the Montgomery technique and direct measurements on samples cut along principal crystallographic directions. The ratio γ ρ= ρ c\/ρ a is about 4±1 just above T c and becomes half of that at room temperature. The anisotropy of the upper critical field, γ H= H c 2, a b\/H c 2, c, as determined from specific-heat measurements close to T c is in the range of 2.1–2.6, depending on the criterion used. A comparable low anisotropy of the London penetration depth, γ λ= λ c\/λ a b, was recorded from tunnel diode resonator measurements and found to persist deep into the superconducting state. An anisotropy of …"
            ],
            [
                [
                    "solid state physics",
                    "magnetism",
                    "superconductivity",
                    "nanoscience"
                ]
            ]
        ]
    ]
}