{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O0ABKR39",
            "PEkuNj4AAAAJ",
            [
                "Structure determination from powder diffraction data",
                "DASH: a program for crystal structure determination from powder diffraction data"
            ],
            [
                "The art of solving a structure from powder diffraction data has developed rapidly over the last ten years to the point where numerous crystal structures, both organic and inorganic, have been solved directly from powder data. However, it is still an art and, in contrast to its single crystal equivalent, is far from routine. The art lies not only in the correct application of a specific experimental technique or computer program, but also in the selection of the optimal path for the problem at hand. Written and edited by experts active in the field, and covering both the fundamental and applied aspects of structure solution from powder diffraction data, this book guides both novices and experienced practitioners alike through the maze of possibilities.",
                "DASH is a user-friendly graphical-user-interface-driven computer program for solving crystal structures from X-ray powder diffraction data, optimized for molecular structures. Algorithms for multiple peak fitting, unit-cell indexing and space-group determination are included as part of the program. Molecular models can be read in a number of formats and automatically converted to Z-matrices in which flexible torsion angles are automatically identified. Simulated annealing is used to search for the global minimum in the space that describes the agreement between observed and calculated structure factors. The simulated annealing process is very fast, which in part is due to the use of correlated integrated intensities rather than the full powder pattern. Automatic minimization of the structures obtained by simulated annealing and automatic overlay of solutions assist in assessing the reproducibility of the best solution …"
            ],
            [
                [
                    "molecular crystal structures",
                    "powder diffraction",
                    "researcherID = H-5943-2013",
                    "orcid.org\/0000-0001-6566-0155"
                ]
            ],
            [
                "Calendars EVENT CALENDAR ACADEMIC CALENDAR ACADEMIC TIMETABLE KEY DATES Maps Interactive PDF versions A-Z A-E F-J K-O P-T U-Z People Finder CAMPUS DIRECTORY CHANCELLOR PROVOST VICE CHANCELLORS ACADEMIC DEANS E-mail TMAIL VOLMAIL LISTSERV ABOUT Logins MYUTK ONLINE@UT IRIS WEB ACCOUNTS PASSWORDS Libraries UNIVERSITY LIBRARIES AGRICULTURE & VET MED LAW MEDICAL MUSIC SOCIAL WORK SPACE INSTITUTE SPECIAL COLLECTIONS Teaching Selected Publications Links ALICE EXPERIMENT sPHENIX EXPERIMENT ELECTRON-ION COLLIDER ELECTRON-ION COLLIDER USER GROUP UTK NUCLEAR PHYSICS UTK HEAVY ION PHYSICS ORNL HEAVY ION COLLISIONS Dr. Ken Read Professor and UT\/ORNL Joint Faculty Member Experimental Nuclear Physics Office: 309 Nielsen Physics Building Phone: 865-974-3027 or 865-574-5347 (ORNL) e-mail: kfread@utk.edu Website: http:\/\/www.phys.utk.edu\/read\/ and https:\/\/faculty.utk.edu\/Kenneth.Read\/ Experimental Nuclear Physics: Relativistic Heavy Ion Collisions My research is primarily concerned with the physics of relativistic heavy ion collisions. This is a subfield of nuclear physics closely related to high energy physics which experimentally explores the properties of a novel state of matter known as the Quark Gluon Plasma (QGP) by colliding heavy ions together at very high energy (TeV per nucleon). We study the detailed properties of this matter which is by far the densest and hottest every created in the lab (over 100,000 times hotter than the core of our sun). The plasma conforms to (relativistic) hydrodynamics more ideally than any other known matter. This study improves our understanding of QCD under extreme conditions, hadronization, and ultimately the nature of the first microseconds of the universe, which may itself have at one stage been a quark gluon plasma. I was the coordinating physicist responsible for construction and operation of the PHENIX muon identifier subsystem at Broookhaven National Laboratory. More recently, I was the subsystem manager responsible for coordinating the upgrade of the front-end readout electronics for the ALICE TPC at the CERN LHC. I come to this cross-disciplinary field at the border between nuclear and high energy physics with a background in high energy physics and have been involved in experiments at the accelerators located at Stanford University, Cornell University, Brookhaven National Laboratory in New York, and CERN in Geneva. Teaching Dr. Read teaches Physics 573 (Numerical Methods in Physics)\/Physics 643 (Computational Physics) for graduate students. This course provides essential training for the research physicist with practical, hands-on, computational solutions to a broad range of modern physics applications. It explores state-of-the-art technical approaches and high-performance computing. Dr. Kenneth F. Read earned a B.S. in physics with honors from Stanford University in 1981, an M.S. from Cornell University in 1984, and a Ph.D. from Cornell University in 1987. He was a postdoctoral research associate and then a research staff member for Princeton University. In 1991 he joined the faculty at the University of Tennessee as an Assistant Professor and also became a research staff member at Oak Ridge National Lab. He presently is an ORNL Distinguished Research Staff member and a UT\/ORNL Joint Faculty Professor. His awards include a National Merit Scholarship, the Stanford David Levine Award in physics, an NSF graduate fellowship, the Cornell University Andrew D. White fellowship, Phi Beta Kappa, Sigma Xi full membership, and multiple listings in Who's Who. He is a co-author of over 600 published scientific research papers with an average of 100 citations per publication. Selected Recent Publications Please see https:\/\/orcid.org\/0000-0002-3358-7667. College of Arts and Sciences  The University of Tennessee, Knoxville. Big Orange. Big Ideas. Knoxville, Tennessee 37996  |  865-974-1000 The flagship campus of the University of Tennessee System"
            ]
        ]
    ]
}