{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O2CEGWT7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "LEONID S. LEVITOV Professor of Physics levitov@mit.edu (617) 253-6817 6C-345 Lesley Keaney (617) 253-4878 RELATED LINKS: Personal Homepage Condensed Matter Theory Quantum transport Solid-state quantum computing Cold atoms, exciton BEC Quantum noise Growth and pattern formation Leonid Levitov is a professor of physics in the condensed matter theory group of the MIT Department of Physics. He has published over two hundred refereed papers and reviews in the fields of quantum transport, nanoelectronics, solid-state quantum computing, cold atoms, quantum noise, growth and pattern formation (a full publication list is available at www.mit.edu\/~levitov ). Levitov is a pioneer in the theory of quasicrystals—orderly materials with non-crystallographic symmetries, discovered in 1985. He co-authored a theory explaining the structural properties of quasicrystals by introducing the concept of a structure projected from a high-dimensional periodic structure. In the '90s, Levitov pioneered the theory of quantum noise in coherent electron transport. He formulated the counting statistics approach, which evolved into a new tool in the field of quantum transport. In 1993 he developed the concept of coherent current pulses allowing the transmission of electrical signals in a noise-free fashion. These pulses, observed in 2013 and dubbed 'levitons,' have become the basis of electron optics. Levitov also introduced new ideas in solid-sate quantum computing, where he focused on the implementation of quantum logic in superconducting devices. He co-authored the proposal of a superconducting persistent current qubit and developed theory of qubit dephasing mechanisms and of inter-qubit couplings. In collaboration with the MIT group of Terry Orlando, he demonstrated a new type of coherent dynamics of qubits, using it to perform Mach-Zehnder interferometry in the phase space of a superconducting qubit, and achieving optical-analog cooling of the qubit by driving it with microwaves. In the last 10 years, Levitov developed a theory of electronic properties of graphene, a newly discovered two-dimensional electron system. He introduced new concepts of graphene optoelectronics, identifying a new mechanism of optoelectronic response involving multiple generation and proliferation of hot carriers. He proposed graphene as a platform to generate topological valley currents, and which was experimentally observed in 2014. These are chargeless currents that do not dissipate any energy, a possible information carrier in next-generation electronics and optoelectronics. Levitov also proposed graphene as a platform for electron hydrodynamics and predicted low-dissipation electron flows with higher-than-ballistic conduction (observed in 2017). A native of Russia, Leonid Levitov earned his MA Diploma in physics at the Moscow Physical-Technical Institute (1985), and his PhD in theoretical physics at the Landau Institute (1989). He joined the MIT Physics faculty in 1991, becoming an associate professor in 1996 and full professor of physics in 1997. Visit Prof. Levitov's homepage for a complete list of publications . July 15, 2020 4:23 PM"
            ]
        ]
    ]
}