{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O5GJWT0P",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Randall Kamien Vicki and William Abrams Professor in the Natural Sciences he\/him\/his Soft Matter DRL 2N26 Website Lead Editor, Reviews of Modern Physics (2017-) Vicki and William Abrams Professor in the Natural Sciences (2006-) Simons Investigator (2013) Post-Doctoral Research Associate, University of Pennsylvania (1995-1997) Member, Institute for Advanced Study, Princeton, NJ (1992-1995) Ph.D, Harvard University (1992) B.S., M.S., California Institute of Technology (1988) My research interests center on problems in soft condensed matter theory. Materials Geometry Landau theory, broken symmetry, and Goldstone modes are the lynchpins upon which our understanding of material properties rely.  While linear realizations of symmetries along with harmonic energies provide the starting point for an analysis of relevant perturbations and anharmonic elasticity, geometry provides a different framework to characterize both ground states and their deformations.  We seek to exploit geometric tools in order to capture the behavior of soft matter. Topological Defects Topology turns geometry into counting.  Boundary conditions in systems with broken symmetries give rise to quantities that, upon smooth evolution of the system, remain invariant.  The properties and structures of these topological quantities have been elegantly summarized by the use of homotopy theory, a branch of algebraic topology.  Nonetheless, even common materials, like crystals, have defect structures for which homotopy theory fails to fully describe their combination and transformation.  We seek new tools and invariants to study these systems. Courses Taught Phys 500: Mathematical Methods of Physics Phys 528: Liquid Crystals Phys 611: Statistical Mechanics Phys 612: Advanced Statistical Mechanics \"Geodesic Fibrations and Packing Rules for Diabolic Domains\", R.D. Kamien and T. Machon, Proc. Natl. Acad. Sci . (2020) DOI:10.1073\/pnas.2014402117 \"Modelling Textile Structures Using Bicontinuous Surfaces\", C.E. Knittel, M. Tanis, A.L. Stoltzfus, T. Castle, R.D. Kamien, and G. Dion, Journal of Mathematics and the Arts (2020) DOI:10.1080\/17513472.2020.1787936 \"Aspects of Defect Topology in Smectic Liquid Crystals\", T. Machon, H. Aharoni, Y. Hu, and R.D. Kamien, Commun. Math. Phys. 372 (2019) 525. \"A change in stripes for cholesteric shells via anchoring in moderation\", L. Tran, M.O. Lavrentovich, G. Durey, A. Darmon, M.F. Haase, N. Li, D. Lee, K.J. Stebe, R.D. Kamien, and T. Lopez-Leon, Phys. Rev. X 7 (2017) 041029. \"Making the Cut: Lattice Kirigami Rules\", T. Castle, Y. Cho, X. Gong, E. Jung, D.M. Sussman, S. Yang, and R.D. Kamien, Phys. Rev. Lett . 113 (2014) 245502. \"Geometry of the Cholesteric Phase\", D.A. Beller, T. Machon, S. Čopar, D.M. Sussman, G.P. Alexander, R.D. Kamien, and R.A. Mosna, Phys. Rev. X 4 (2014) 031050. \"The Power of Poincaré: Elucidating the Hidden Symmetries in Focal Conic Domains\", G.P. Alexander, B.G. Chen, E.A. Matsumoto, and R.D. Kamien, Phys. Rev. Lett. 104 (2010) 257802. \"Symmetry Breaking in Smectics and Surface Models of Their Singularities\", B.G. Chen, G.P. Alexander, and R.D. Kamien, Proc. Natl. Acad. Sci. 106 (2009) 15577. \"Hard Discs on the Hyperbolic Plane\", C.D. Modes and R.D. Kamien, Phys. Rev. Lett. 99 (2007) 235701. \"Entropically Driven Helix Formation\", Y. Snir and R.D. Kamien, Science 307 (2005) 1067. \"Soap Froths and Crystal Structures\", P. Ziherl and R.D. Kamien, Phys. Rev. Lett. 85 (2000) 3528. \"Molecular Chirality and Chiral Parameters\", A.B. Harris, R.D. Kamien and T.C. Lubensky, Rev. Mod. Phys. 71 (1999) 1745. \"Liquids with Chiral Bond Order\", R.D. Kamien, J. Phys. II France 6 (1996) 461. CV (file) Randy Kamien CV.pdf 193.69 KB"
            ]
        ]
    ]
}