{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O68N9MF3",
            "wPjufFkAAAAJ",
            [
                "Spitzer spectral observations of the Deep Impact ejecta",
                "Water ice and organics on the surface of the asteroid 24 Themis",
                "The sizes, shapes, albedos, and colors of cometary nuclei",
                "Lsst science book, version 2.0",
                "The strange case of 133P\/Elst-Pizarro: a comet among the asteroids",
                "Deep Impact: Observations from a worldwide Earth-based campaign",
                "The albedo distribution of Jovian Trojan asteroids",
                "Physical properties of the nucleus of comet 2P\/Encke",
                "Albedos of asteroids in comet-like orbits",
                "EPOXI: Comet 103P\/Hartley 2 observations from a worldwide campaign"
            ],
            [
                "Spitzer Space Telescope imaging spectrometer observations of comet 9P\/Tempel 1 during the Deep Impact encounter returned detailed, highly structured, 5- to 35-micrometer spectra of the ejecta. Emission signatures due to amorphous and crystalline silicates, amorphous carbon, carbonates, phyllosilicates, polycyclic aromatic hydrocarbons, water gas and ice, and sulfides were found. Good agreement is seen between the ejecta spectra and the material emitted from comet C\/1995 O1 (Hale-Bopp) and the circumstellar material around the young stellar object HD100546. The atomic abundance of the observed material is consistent with solar and C1 chondritic abundances, and the dust-to-gas ratio was determined to be greater than or equal to 1.3. The presence of the observed mix of materials requires efficient methods of annealing amorphous silicates and mixing of high- and low-temperature phases over large …",
                "It has been suggested 1, 2, 3 that Earth’s current supply of water was delivered by asteroids, some time after the collision that produced the Moon (which would have vaporized any of the pre-existing water). So far, no measurements of water ice on asteroids 4, 5 have been made, but its presence has been inferred from the comet-like activity of several small asteroids, including two members of the Themis dynamical family 6. Here we report infrared spectra of the asteroid 24 Themis which show that ice and organic compounds are not only present on its surface but also prevalent. Infrared spectral differences between it and other asteroids make 24 Themis unique so far, and our identification of ice and organics agrees with independent results 7 that rule out other compounds as possible sources of the observed spectral structure. The widespread presence of surface ice on 24 Themis is somewhat unexpected …",
                "We critically review the data on the sizes, shapes, albedos, and colors of cometary nuclei. Reliable sizes have been determined for 65 ecliptic comets (ECs) and 13 nearly isotropic comets (NICs). The effective radii fall in the range 0.2–15 km for the ECs and 1.6–37 km for the NICs. We note that several nuclei recently measured by the Hubble Space Telescope are subkilometer in radius, and that only 5 of the 65 well-measured EC nuclei have effective radii larger than 5 km. We estimate that the cumulative size distribution (CSD) of the ECs obeys a single power law with an exponent qS= 1.9±0.3 down to a radius of~ 1.6 km. Below this value there is an apparent deficiency of nuclei, possibly owing to observational bias and\/or mass loss. When augmented by 21 near-Earth objects (NEOs) that are thought to be extinct ECs, the CSD flattens to qS= 1.6±0.2. The cumulative size distribution of NICs remains ill-defined because of the limited statistical basis compared to ECs. The axial ratios a\/b of the measured nuclei of ECs have a median value of~ 1.5 and rarely exceed a value of 2, although it must be noted that the observed a\/b values are often lower limits because of uncertainties in the aspect angle. The range of rotational periods extends from 5 to 70 h. The lower limit is significantly larger than that of main-belt asteroids and NEOs (~ 2.2 h, excluding the monolithic fast rotators), and this has implications for the bulk density of cometary nuclei. By combining rotation and shape data when available, we find a lower limit of 0.6 g cm–3 for the nucleus bulk density to ensure stability against centrifugal disruption. Cometary nuclei are very dark objects with …",
                "A survey that can cover the sky in optical bands over wide fields to faint magnitudes with a fast cadence will enable many of the exciting science opportunities of the next decade. The Large Synoptic Survey Telescope (LSST) will have an effective aperture of 6.7 meters and an imaging camera with field of view of 9.6 deg^ 2, and will be devoted to a ten-year imaging survey over 20,000 deg^ 2 south of+ 15 deg. Each pointing will be imaged 2000 times with fifteen second exposures in six broad bands from 0.35 to 1.1 microns, to a total point-source depth of r~ 27.5. The LSST Science Book describes the basic parameters of the LSST hardware, software, and observing plans. The book discusses educational and outreach opportunities, then goes on to describe a broad range of science that LSST will revolutionize: mapping the inner and outer Solar System, stellar populations in the Milky Way and nearby galaxies, the structure of the Milky Way disk and halo and other objects in the Local Volume, transient and variable objects both at low and high redshift, and the properties of normal and active galaxies at low and high redshift. It then turns to far-field cosmological topics, exploring properties of supernovae to z~ 1, strong and weak lensing, the large-scale distribution of galaxies and baryon oscillations, and how these different probes may be combined to constrain cosmological models and the physics of dark energy.",
                "We present a new investigation of the comet-asteroid transition object 133P\/(7968) Elst-Pizarro. We find mean optical colors (B-V= 0.69±0.02, V-R= 0.42±0.03, R-I= 0.27±0.03) and a phase-darkening coefficient (β= 0.044±0.007 mag deg-1) that are comparable both to other comet nuclei and to C-type asteroids. As in 1996, when this object's comet-like activity was first noted, data from 2002 show a long, narrow dust trail in the projected orbit of the object. Observations over several months reveal changes in the structure and brightness of this trail, showing that it is actively generated over long periods of time. Finson-Probstein modeling is used to constrain the parameters of the dust trail. We find optically dominant dust particle sizes of a d~ 10 μm released with low ejection velocities (v g≈ 1.5 ms-1) over a period of activity lasting at least 5 months in 2002. The double-peaked light curve of the nucleus indicates an …",
                "On 4 July 2005, many observatories around the world and in space observed the collision of Deep Impact with comet 9P\/Tempel 1 or its aftermath. This was an unprecedented coordinated observational campaign. These data show that (i) there was new material after impact that was compositionally different from that seen before impact; (ii) the ratio of dust mass to gas mass in the ejecta was much larger than before impact; (iii) the new activity did not last more than a few days, and by 9 July the comet9s behavior was indistinguishable from its pre-impact behavior; and (iv) there were interesting transient phenomena that may be correlated with cratering physics.",
                "We present radiometrically derived V-band geometric albedos and effective radii for 32 Jovian Trojan asteroids, using near-simultaneous mid-infrared and visible observations. We sampled the large end of the group's size distribution, down to a radius of 25 km, using 14 objects in the L4 swarm and 18 in the L5 swarm. We find that the albedo distribution is much narrower than previously derived from IRAS measurements. The Trojans, for the most part, have very similar albedos. The actual mean and standard deviation of the distribution depend on the average Trojan beaming parameter η. The\" standard\" value of 0.756, which was used for the IRAS analysis, yields a mean albedo of 0.056±0.003 and a standard deviation of 0.009. However, a value of η= 0.94, which we found represented our data better, yields 0.041±0.002 and a standard deviation of just 0.007. The thermal behavior of the Trojans seems to follow …",
                "We report a new study of the nucleus of Comet 2P\/Encke, which the CONTOUR spacecraft is scheduled to encounter in November 2003. During the comet's close approach to Earth in July 1997, we measured the mid-infrared thermal and optical scattered continua with data from the TIMMI instrument (imaging) at the ESO 3.6-m telescope (wavelength λ from 8 to 12 μm), the ISOPHOT instrument (photometry) aboard ISO (3.6 μm ≤λ≤100 μm), and the STIS instrument (imaging) aboard HST (5500 Å≤λ≤11000 Å). The optical images show the nucleus with very little coma contamination, and the ISO photometry allowed us to separate the comatic and nuclear contributions to the ESO images. We used the Standard Thermal Model for slow rotators to calculate an effective nuclear radius of 2.4 km±0.3 km. The comet's mid-IR light curve implies a nuclear rotation period of 15.2 h±0.3 h, although some subharmonics of this …",
                "We present the results of a mid-infrared survey of 26 asteroids in comet-like orbits, including six Damocloids and six near-Earth asteroids (NEAs). We define a\" comet-like\" orbit as one having a Tisserand invariant T J under 3 (but only including objects that are NEAs or otherwise unusual). Visible-wavelength data were also obtained, so geometric albedos (in the Cousins R band) and effective radii are presented for 25 objects (plus one more with 3 σ limits) as derived using the NEA Thermal Model. Nine of our objects were observed at two or more mid-infrared wavelengths, and in all cases the low-thermal inertia thermal model was found to be applicable, with various values of the beaming parameter. Our work more than quintuples the total number of observationally constrained albedos among T J< 3 asteroids to 32. Defining the\" comet-like\" albedos as those below 0.075, we find that 64%±5% of the sample has …",
                "Earth-and space-based observations provide synergistic information for space mission encounters by providing data over longer timescales, at different wavelengths and using techniques that are impossible with an in situ flyby. We report here such observations in support of the EPOXI spacecraft flyby of comet 103P\/Hartley 2. The nucleus is small and dark, and exhibited a very rapidly changing rotation period. Prior to the onset of activity, the period was~ 16.4 hr. Starting in 2010 August the period changed from 16.6 hr to near 19 hr in December. With respect to dust composition, most volatiles and carbon and nitrogen isotope ratios, the comet is similar to other Jupiter-family comets. What is unusual is the dominance of CO 2-driven activity near perihelion, which likely persists out to aphelion. Near perihelion the comet nucleus was surrounded by a large halo of water-ice grains that contributed significantly to the total …"
            ],
            [
                [
                    "planetary astronomy",
                    "comets",
                    "asteroids"
                ]
            ],
            [
                "Yan Fernandez Professor \/ Observatory Director PSB 133 Yanga.Fernandez@ucf.edu 407-823-1543 Dr. Fernandez received his Ph.D. in Astronomy from University of Maryland, College Park, in 1999. He spent 3-years (1999-2002) as a Scientific Researcher  and 3-years (2002-2005) as a SIRTF\/Spitzer Fellow in University of Hawai’i before joining UCF in 2005, where he is an Associate Professor of Physics. Highlights My area of research is comets and asteroids, which I have been studying since 1994. I am interested in the composition and physical properties of these objects, and how they compare to each other and other objects in the Solar System. Why? Because Small Bodies can tell us about the origin of the Solar System — what were the compositional and thermophysical conditions in the solar nebula and in the protoplanetary disk? Understanding the origin of the Solar System is the overall “big picture” question that I (and many planetary scientists) work toward. However to understand what the small bodies tell us about our origins, we need to know what has happened to these objects in the intervening 4.6 billion years sinice they formed. In other words, I study cometary and asteroidal evolution. This is not an easy task, but it is an interesting question in its own right, and it is critical if we are to make sense of what the Solar System is like today. ◦— Book: • LSST Science Collaboration: P. A. Abell et al., including Y. R. Fern ́ndez 2009. LSST Science Book, Version 2.0. LSST Corporation, Tucson. arXiv:0912.0201, http:\/\/www.lsst.org\/lsst\/scibook ◦— Book Chapter: • Y. R. Fern ́ndez et al. 2014. Asteroids and Comets. In Treatise on Geophysics, 2nd Edition (G. Schubert, Ed.-in-Chief), Vol. 10 (T. Spohn, Ed.), Elsevier, in press. • D. P. Cruikshank et al., including Y. R. Fern ́ndez 2007. Physical properties of trans-neptunian objects. In Protostars and Planets V (B. Reipurth et al., Eds.), U. Ariz. Press, Tucson, pp. 879-893. • P. L. Lamy et al., including Y. R. Fern ́ndez 2005. The sizes, shapes, albedos, and colors of cometary nuclei. In Comets II (M. Festou et al., Eds.), U. Ariz. Press, Tucson, pp. 223–264. • D. C. Jewitt, Y. R. Fern ́ndez 2001. Physical properties of planet-crossing objects. In Collisional Processes in the Solar System (H. Rickman and M. Marov Eds.), Kluwer, Dordrecht, pp. 143–161. ◦— Journal Articles: • Y. R. Fern ́ndez et al. 2013. Thermal properties, sizes, and size distribution of Jupiter-Family cometary nuclei. Icarus 226, 1138-1170. • Y. R. Fern ́ndez 2009. That’s the way the comet crumbles: Splitting Jupiter-family comets. Planetary & Space Science 57, 1218-1227. • Y. R. Fern ́ndez, D. Jewitt, J. E. Ziffer 2009. Albedos of small Jovian Trojans. Astronomical J. 138, 240-250. • Y. R. Fern ́ndez et al. 2007. Near-infrared light curve of comet 9P\/Tempel 1 during Deep Impact. Icarus 187, 220-227. (Reprinted in Icarus 191S, 424-431.) • Y. R. Fern ́ndez et al. 2006. Comet 162P\/Siding Spring: A surprisingly large nucleus. Astronomical J. 132, 1354-1360. • Y. R. Fern ́ndez, D. C. Jewitt, S. S. Sheppard 2005. Albedos of asteroids in comet-like orbits. Astronomical J. 130, 308-318. • Y. R. Fern ́ndez et al. 2005. New near-aphelion light curves of comet 2P\/Encke. Icarus 175, 194-214. • Y. R. Fern ́ndez, S. S. Sheppard, D. C. Jewitt 2003. The albedo distribution of Jovian Trojan asteroids. Astronomical J. 126, 1563-1574. • Y. R. Fern ́ndez et al. 2003. The nucleus of Deep Impact target comet 9P\/Tempel 1. Icarus 164, 481-491. (Reprinted in Icarus 191S, 11-21.) • Y. R. Fern ́ndez 2002. The nucleus of comet Hale-Bopp: size and activity. Earth Moon & Planets 89, 3-25. • Y. R. Fern ́ndez, D. C. Jewitt, S. S. Sheppard 2002. Thermal properties of Centaurs Asbolus and Chiron. Astronomical J. 123, 1050-1055. • Y. R. Fern ́ndez, D. C. Jewitt, S. S. Sheppard 2001. Low albedos among extinct comet candidates. Astrophysical J. 553, L197-L200. • Y. R. Fern ́ndez et al. 2000. Physical properties of the nucleus of comet 2P\/Encke. Icarus 147, 145-160. • E. A. Kramer, Y. R. Fern ́ndez, et al. 2014. A dynamical analysis of the dust tail of comet C\/1995 O1 (Hale-Bopp) at high heliocentric distances. Icarus 236, 136. • J. P. Emery et al., including Y. R. Fern ́ndez 2014. Thermal infrared observations and thermophysical characterization of OSIRIS-REx target asteroid (101955) Bennu. Icarus 234, 17. • M. S. Kelley, Y. R. Fern ́ndez, et al. 2013. The persistent activity of Jupiter-family comets at 3-7 AU. Icarus 225, 475. • J. M. Bauer et al., including Y. R. Fern ́ndez 2013. Centaurs and scattered disk objects in the thermal infrared: Analysis of WISE\/NEOWISE observations. Astrophys. J. 773, 22. • K. J. Meech et al., including Y. R. Fern ́ndez 2013. The demise of comet 85P\/Boethin, the first EPOXI mission target. Icarus 222, 662. • A. S. Rivkin et al., including Y. R. Fern ́ndez 2013. The NEO (175706) 1996 FG3 in the 2-4 μm spectral region: Evidence for an aqueously altered surface. Icarus 223, 493. • L. O’Rourke et al., including Y. R. Fern ́ndez 2013. Determination of an upper limit for the water outgassing rate of main-belt comet P\/2012 T1 (PANSTARRS). Astrophys. J. 774, L13. • J. M. Bauer et al., including Y. R. Fern ́ndez 2012. WISE\/NEOWISE preliminary analysis and highlights of the 67P\/Churyumov-Gerasimenko near nucleus environs. Astrophys. J. 758, 18. • J. M. Bauer et al., including Y. R. Fern ́ndez 2012. WISE\/NEOWISE observations of active bodies in the Main Belt. Astrophys. J. 747, 49. • H. H. Hsieh et al., including Y. R. Fern ́ndez 2012. Discovery of main-belt comet P\/2006 VW139 by Pan-STARRS1. Astrophys. J. 748, L15. • H. Campins et al., including Y. R. Fern ́ndez 2012. Spectra of asteroid families in support of Gaia. Plan. & Sp. Sci. 73, 95. • J. Licandro et al., including Y. R. Fern ́ndez 2012. 5-14 μm Spitzer spectra of Themis family asteroids. Astron. & Astrophys. 537, 73 • J. M. Bauer et al., including Y. R. Fern ́ndez 2011. WISE\/NEOWISE observations of comet 103P\/Hartley 2. Astrophys. J. 738, 171. • K. J. Meech et al., including Y. R. Fern ́ndez 2011. EPOXI: 103P\/Hartley 2 observations from a worldwide campaign. Astrophys. J. 734, L1. • J. Ziffer et al., including Y. R. Fern ́ndez 2011. Near-infrared spectroscopy of primitive asteroid families. it Icarus 213, 538. • C. Magri et al., including Y. R. Fern ́ndez 2011. Radar and photometric observations and shape modeling of contact binary near-Earth asteroid (8567) 1996 HW1. Icarus 214, 210. • K. J. Meech et al., including Y. R. Fern ́ndez 2011. Deep Impact, Stardust-NExT and the Behavior of Comet 9P\/Tempel 1 from 1997-2010. Icarus 213, 323. • M. J. S. Belton et al., including Y. R. Fern ́ndez 2011. Stardust-NExT, Deep Impact, and the accelerating spin of 9P\/Tempel 1. Icarus 213, 345. • H. Campins et al., including Y. R. Fern ́ndez 2010. Water ice and organics on the surface of the asteroid 24 Themsi. Nature 464, 1320-1321. • J. Licandro et al., including Y. R. Fern ́ndez 2009. Spitzer observations of the asteroid-comet transition object and potential spacecraft target 107P\/(4015) Wilson-Harrington. Astron. & Astrophys. 507, 1667-1670. • C. M. Lisse et al., including Y. R. Fern ́ndez 2009. Spitzer Space Telescope observations of the nucleus of comet 103P\/Hartley 2. Publ. Astron. Soc. Pacific 121, 968-975. • H. H. Hsieh, D. Jewitt, Y. R. Fern ́ndez 2009. Albedos of main-belt comets 133P\/ElstPizarro and 176P\/LINEAR. Astrophys. J. 694, L111-L114. • H. Campins et al., including Y. R. Fern ́ndez 2009. Spitzer observations of spacecraft target 162173 (1999 JU3). Astron. & Astrophys. 503, L17-L20. • H. Campins et al., including Y. R. Fern ́ndez 2009. Low-perihelion near-Earth asteorids. Earth Moon & Planets 105, 159-165. • O. Groussin et al., including Y. R. Fern ́ndez 2009. The size and thermal properties of the nucleus of comet 22P\/Kopff. Icarus 199, 568-570. • N. Dello Russo et al., including Y. R. Fern ́ndez 2008. The volatile composition of comet 17P\/Holmes after its extraordinary outburst. Astrophysical J. 680, 793-802. • J. M. Bauer et al., including Y. R. Fern ́ndez 2008. The large-grained dust coma of a 174P\/Echeclus. Publ. Astronomical Society of the Pacific 120, 393-404. • J. P. Emery et al., including Y. R. Fern ́ndez 2007. Ices on (90377) Sedna: Confirmation and compositional constraints. Astronomy & Astrophys. 466, 395-398. • C. M. Lisse et al., including Y. R. Fern ́ndez 2006. Spitzer spectral observations of a the Deep Impact ejecta. Science 313, 635-640. • H. U. K ̈ufl et al., including Y. R. Fern ́ndez 2006. Pre-impact mid-IR and optical a observations of comet 9P\/Tempel 1. Earth Moon & Planets 97, 331-339. • J. E. Ziffer et al., including Y. R. Fern ́ndez 2006. Near-infrared spectra of two asteroids with low Tisserand invariant. Earth Moon & Planets 97, 203-212. • H. Campins et al., including Y. R. Fern ́ndez 2006. Nuclear spectra of comet 162P\/Siding Spring (2004 TU12 ). Astronomical J. 132, 1346-1353. • P. A. Abell, Y. R. Fern ́ndez, et al. 2005. Physical characteristics of comet nucleus C\/2001 OG108 (LONEOS). Icarus 179, 174-194. • K. J. Meech et al., including Y. R. Fern ́ndez 2005. Deep Impact: Observations from a world-wide Earth-based campaign. Science 310, 265-269. • C. M. Lisse et al., including Y. R. Fern ́ndez 2005. Rotationally resolved 8-35 μm Spitzer Space Telescope observations of the nucleus of comet 9P\/Tempel 1. Astrophysical J. 625, L139-L142. • D. P. Cruikshank et al., including Y. R. Fern ́ndez 2005. The high-albedo Kuiper Belt object (55565) 2002 AW197 . Astrophysical J. 624, L53-L56. • M. J. S. Belton et al., including Y. R. Fern ́ndez 2005. The excited spin state of comet 2P\/Encke. Icarus, 175, 181-193. • K. J. Meech et al., including Y. R. Fern ́ndez 2005. The Deep Impact Earth-based campaign. Space Science Reviews 117, 297-334. • M. J. S. Belton et al., including Y. R. Fern ́ndez 2005. Deep Impact: Working properties for the target nucleus – comet 9P\/Tempel 1. Space Science Reviews 117, 137-160. • J. A. Stansberry et al., including Y. R. Fern ́ndez 2004. Spitzer observations of the dust coma and nucleus of 29P\/Schwassmann-Wachmann 1. Astrophysical J. Supplement 154, 463-468. • C. M. Lisse, Y. R. Fern ́ndez, et al. 2004. A tale of two very different comets: ISO and MSX measurements of dust emission from 126P\/IRAS (1996) and 2P\/Encke (1997). Icarus 171, 444-462. • H. H. Shieh, D. C. Jewitt, Y. R. Fern ́ndez 2004. The strange case of 133P\/Elst-Pizarro: A comet amongst the asteroids. Astronomical J. 127, 2997-3017. • J. M. Bauer et al., including Y. R. Fern ́ndez 2003. Physical survey of 24 Centaurs a with visible photometry. Icarus 166, 195-211. • J. M. Bauer et al., including Y. R. Fern ́ndez 2003. An optical survey of active Centaur C\/NEAT (2001 T4). Publ. Astronomical Society of the Pacific 115, 981-989. • D. C. Jewitt, S. S. Sheppard, Y. R. Fern ́ndez 2003. 143P\/Kowal-Mrkos and the shapes of cometary nuclei. Astronomical J. 125, 3366-3377. • H. Campins and Y. R. Fern ́ndez 2002. Surface characteristics of cometary nuclei. Earth Moon & Planets 89, 117-134. • J. M. Bauer et al., including Y. R. Fern ́ndez 2002. Observations of the centaur 1999 UG5 : Evidence of a unique outer Solar System surface. Publ. Astronomical Society of the Pacific 114, 1309-1321. • C. M. Lisse et al., including Y. R. Fern ́ndez 2002. Discovery of an extremely red object in the field of HD 155826. Astrophysical J. 570, 779-784. ◦— Book Article: • Y. R. Fern ́ndez et al. 2006. Review of Spitzer Space Telescope observations of small bodies. In Asteroids, Comets, and Meteors: Proceedings of the International Astronomical Union Symposium 229 (D. Lazzaro et al., Eds.), Cambridge Univ. Press, Cambridge, pp. 121-131. • I. M. Coulson et al., including Y. R. Fern ́ndez 2009. JCMT observations of the Deep Impact event. In Deep Impact as a World Observatory Event: Synergies in Space, Time, and Wavelength (H. U. K ̈ufl and C. Sterken Eds.), Springer, Berlin, pp. 69–72. • J. Pittichova, Y. R. Fern ́ndez, K. J. Meech 2009. Dust evolution of comet 9P\/Temple 1. In Deep Impact as a World Observatory Event: Synergies in Space, Time, and Wavelength (H. U. K ̈ufl and C. Sterken Eds.), Springer, Berlin, pp. 317–322. • C. M. Lisse et al., including Y. R. Fern ́ndez 2007. Planetary science goals for the Spitzer warm era. In The Science Opportunities of the Warm Spitzer Mission Workshop (L. J. Storrie-Lombardi and N. A. Silberman, Eds.), AIP, Melville, NY, pp. 184–212. • D. P. Cruikshank et al., including Y. R. Fern ́ndez 2006. Solar System observations with Spitzer Space Telescope. In The Spitzer Space Telescope: New Views of the Cosmos (L. Armus and W. T. Reach, Eds.), Astron. Soc. Pacific, San Francisco, pp. 23–30. • C. M. Lisse et al., including Y. R. Fern ́ndez 2002. A search for trends in cometary dust emission. In Dust in the Solar System and Other Planetary Systems (S. F. Green, I. P. Williams, J. A. M. McDonnell, N. McBride, Eds.), Pergamon, pp.259-268. Highlights Minor Planet (12225) Yanfernandez named in honor. Mary Hinkle Brynn Presler-Marshall Jennifer Larson COS News Rare Bethlehem Star, Geminids and More Delight Stargazers this Month Stargazers are in for a very rare treat on Monday. If the clouds cooperate, they’ll be able to see the “Bethlehem Star” — an event… 3 UCF Researchers Part of Nature Astronomy Articles Chronicling Spitzer Space Telescope Legacy To understand the significance of the Spitzer Space Telescope on the understanding of our solar system, think of what the steam engine meant for the… COS News National Asteroid Day: A Celebration of Mysterious Small Bodies Imagine a celestial body larger than the Statue of Liberty skyrocketing past Earth with enough energy to flatten a city. Since 2011 this has only…"
            ]
        ]
    ]
}