{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O78PJACM",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Rajiv Kalia  Professor of Physics and Astronomy, Computer Science, Chemical Engineering and Materials Science and Biomedical Engineering  Contact Information  E-mail:  rkalia@usc.edu  Phone: (213) 821-2658 Office: VHE 614  LINKS  Curriculum Vitae        Education   Ph.D. , Northwestern University    Postdoctoral Training   Postdoctoral Researcher, Brown University, 10\/01\/1977-09\/30\/1979   Description of Research  Summary Statement of Research Interests  Professor Kalia's multidisciplinary research includes large-scale computer stimulations of novel materials and biomedical systems. Among his many accomplishments, Kalia and his team have combined density functional, molecular dynamics, and finite element schemes on a Grid of distributed parallel supercomputers and networked virtual environment.  They have also designed multiresolution algorithms and visualization tools for 3D immersive and interactive virtual environments.    Current simulation effort focuses on: 1) Residual stresses, nucleation and growth of cracks, stress corrosion, and delamination at metal\/ceramic, semiconductor\/ceramic, and polymer\/ceramic interfaces; 2) sintering, structure, and fracture in nanophase ceramic composites; 3) shock propagation in ceramics and self-assembled monolayers; 4) nano-engineered energetic materials and munitions under extreme conditions; 5) pressure-induced structural transformations in semiconductor nanoparticles; 6) nanoindentation and dynamic friction; 7) biopolymer translocation through nanopores in solid-state membranes and nanofluidic channels; and 8) drug delivery, in particular transfection of small interfering RNA across cell membranes.  Detailed Statement of Research Interests   A-1.\tDYNAMICS OF WING CRACKS AND NANOSCALE DAMAGE IN GLASS We have investigated initiation, growth and healing of wing cracks in confined silica glass by molecular dynamics simulations. Under dynamic compression, frictional sliding of pre-crack surfaces nucleates nanovoids which evolve into nanocrack columns at the pre-crack tip.  Nanocrack columns merge to form a wing crack, which grows via coalescence with nanovoids in the direction of maximum compression.  Lateral confinement arrests the growth and partially heals the wing crack. Growth and arrest of the wing crack occur repeatedly, as observed in dynamic compression experiments on brittle solids under lateral confinement.  This work appeared on the cover of the Physical Review Letters.  A-2.\tPHASE TRANSITIONS, PLASTICITY AND FRACTURE IN CERAMICS Atomistic mechanisms of fracture accompanying structural phase transformation (SPT) in AlN and SiC under hypervelocity impact are investigated using 209 million-to-250 million atom molecular-dynamics simulations. Shock wave generated by impact splits into an elastic wave and a slower SPT wave that transforms the wurtzite structure into the rocksalt phase. Interaction between the reflected elastic wave and the SPT wave front generates nanovoids and dislocations into the wurtzite phase. Nanovoids coalesce into mode I cracks while dislocations give rise to kink bands and mode II cracking.  A-3.\tPRESSURE-INDUCED STRUCTURAL TRANSFORMATIONS IN NANORODS  We have performed molecular dynamics (MD) simulations on parallel machines to investigate structural phase transformations in cadmium selenide (CdSe) nanorods at high pressures. Four CdSe nanorods, same in diameter but varying in length, are studied. In each simulation, a nanorod is embedded in a liquid medium and subjected to pressure. Reversible structural transformations are observed from wurtzite to a single domain rocksalt crystal phase. The simulation results reveal a decrease in transformation pressure with rod length. The transformation mechanism is similar to the one observed in electronic structure calculations of pressure-induced structural transformation in bulk CdSe.  A-4.\t\tDYNAMIC TRANSITION IN THE STRUCTURE OF AN ENERGETIC CRYSTAL DURING CHEMICAL REACTIONS  AT SHOCK FRONT PRIOR TO DETONATION   Mechanical stimuli in energetic materials initiate chemical reactions at shock fronts prior to detonation. Shock sensitivity measurements provide widely varying results, and quantum-mechanical calculations are unable to handle systems large enough to describe shock structure. Recent developments in reactive force-field molecular dynamics (REAXFF-MD) combined with advances in parallel computing have paved the way to accurately simulate reaction pathways along with the structure of shock fronts. Our multimillion-atom REAXFF-MD simulations of l,3,5-trinitro-l,3,5-triazine (RDX) reveal that detonation is preceded by a transition from a diffuse shock front with well-ordered molecular dipoles behind it to a disordered dipole distribution behind a sharp front.   A-5.\tINTERACTION OF VOIDS AND NANODUCTILITY IN SILICA GLASS   Multimillion-to-billion-atom molecular dynamics simulations are performed to investigate the inter-action of voids in silica glass under hydrostatic tension. Nanometer size cavities nucleate in intervoid ligaments as a result of the expansion of Si-O rings due to a bond-switching mechanism, which involves bond breaking between Si-O and bond formation between that Si and a nonbridging O. With further increase in strain, nanocracks form on void surfaces and ligaments fracture through the growth and coalescence of ligament nanocavities in a manner similar to that observed in ductile metallic alloys.  A-6.\tHYPERVELOCITY IMPACT INDUCED DEFORMATION MODES IN a-ALUMINA    Hypervelocity impact deformation mechanisms of   540 million atom molecular dynamics simulation on massively parallel computers. The projectile impact on the surface of deformation patterns from those under lower strain rates. The simulation reveals a sequence of atomistic deformation mechanisms following localized melting and amorphization. These include pyramidal slips, basal slips and twins, rhombohedral twins, and twins along the {0-111} these deformation patterns are not observed under lower impact velocities.  A-7.\tHIERARCHICAL CELLULAR DECOMPOSITION FRAMEWORK FOR MILLION-TO-BILLION ATOM SIMULATIONS OF CHEMICAL REACTIONS To map broad scientific applications onto parallel computers with deep memory hierarchies, we have developed a tunable hierarchical cellular decomposition (THCD) framework, which achieves performance tunability through a hierarchy of parameterized cell data\/computation structures and adaptive load balancing through wavelet-based computational-space decomposition. We have used the THCD to parallelize two newly designed linear-scaling molecular dynamics (MD) algorithms based on an embedded divide-and-conquer (EDC) framework: first principles-based fast reactive force-field (F-ReaxFF) MD; and quantum mechanical MD in the framework of the density functional theory (DFT) on adaptive multigrids. Benchmark tests on 1,920 Itanium2 processors of the NASA Columbia supercomputer have achieved unprecedented scales of quantum-mechanically accurate and well validated, chemically reactive atomistic simulations—0.56 billion-atom F-ReaxFF MD and 1.4 million-atom (0.12 trillion grid points) EDC-DFT MD simulations—in addition to 18.9 billion-atom nonreactive space-time multiresolution MD (MRMD) simulation. The THCD and EDC frameworks expose maximal data localities, and consequently the isogranular parallel efficiency on 1,920 processors is as high as 0.953. A-8. Poration of Lipid Bilayers by Shock-induced Nanobubble Collapse Investigation of molecular mechanisms of poration in lipid bilayers due to shock-induced collapse of nanobubbles. Our multimillion-atom molecular dynamics simulations reveal dynamics of nanobubble shrinkage and collapse, leading to the formation and penetration of nanojets into lipid bilayers. The nanojet impact generates shear flow of water on bilayer leaflets and pressure gradients across them, which transiently enhance the bilayer permeability by creating nanopores through which water molecules translocate rapidly across the bilayer. Effects of nanobubble size and temperature on the porosity of lipid bilayers are examined. A-9. Barriers to  si RNA Passage  through  a Phospholipid Bilayer : Small interfering RNA (siRNA) molecules play a pivotal role in silencing gene expression via the RNA interference (RNAi) mechanism. A key limitation to the widespread implementation of siRNA techniques is the difficulty of delivering siRNA-based drugs to cells. We have examined structural and mechanical barriers to siRNA passage across a phospholipid bilayer using all-atom molecular dynamics (MD) simulations. We find that the electrostatic interaction between the anionic siRNA and zwitterionic head groups of lipid molecules induces a structural transformation from the liquid-disordered to gel phase. Highly compressive lateral stresses in the gel phase present significant barriers to siRNA passage across the bilayer. Steered MD simulations are performed to study the siRNA transfection across the lipid bilayer.      CHOLESTEROL TRANSLOCATION IN A PHOSPHOLIPID MEMBRANE: Cholesterol (CHOL) molecules play a key role in modulating the rigidity of cell membranes, and controlling intracellular transport and signal transduction. Using all-atom molecular dynamics and the parallel replica approach, we study the process of CHOL interleaflet transport (flip-flop) in a dipalmitoylphosphatidycholine (DPPC)–CHOL bilayer , the effect of this process on mechanical stress across the bilayer, and the role of CHOL in inducing molecular order in the respective bilayer  leaflets.                     Affiliations with Research Centers, Labs, and Other Institutions   Collaboratory for Advanced Computing and Simulations, Professor, http:\/\/cacs.usc.edu\/    Honors and Awards   Viterbi School of Engineering Senior Research Award, 2009-2010  Fellow of the American Physical Society, 2006-2007  FOM Fellowship, The Netherlands, 2000  DARPA Sustained Excellence Award in Ultra Dense, Ultra Fast Computing Components, 1997  Japan Society for the Promotion of Science Fellowship, 1991    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}