{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O7AEXPQI",
            "mHI8d_YAAAAJ",
            [
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "The ATLAS experiment at the CERN large hadron collider",
                "Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC",
                "The ATLAS simulation infrastructure",
                "Muon recontruction performance of the ATLAS detector in proton–proton colliion data at $$\\qrt {} $$= 13 TeV",
                "Observation of Top Quark Production in  Collisions with the Collider Detector at Fermilab",
                "Observation of a new boson with mass near 125 GeV in pp collisions at  and 8 TeV",
                "Measurement of the inclusive isolated prompt photon cross section in  collisions at  with the ATLAS detector",
                "Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8$$\\,\\text …",
                "Performance of the ATLAS trigger system in 2015"
            ],
            [
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "Aad, G; Bentvelsen, S; Bobbink, GJ; Bos, K; Boterenbrood, H; Brouwer, G; Buis, EJ; Buskop, JJF;\nColijn, AP; Dankers, R; Daum, C; de Boer, R; de Jong, P; Ennes, P; Gosselink, M; Groenstege,\nH; Hart, RGG; Hartjes, F; Hendriks, PJ; Hessey, NP; Jansweijer, PPM; Kieft, G; Klous, S; Kluit, P;\nKoffeman, E; Koutsman, A; Liebig, W; Limper, M; Linde, F; Luijckx, G; Massaro, G; Muijs, A; Peeters,\nSJM; Reichold, A; Rewiersma, P; Rijpstra, M; Scholte, RC; Schuijlenburg, HW; Snuverink, J; van\nder Graaf, H; van der Kraaij, E; Van Eijk, B; van Kesteren, Z; van Vulpen, I; Verkerke, W; Vermeulen,\nJC; Vreeswijk, M; Werneke, P; Cakir, O; Ciftci, AK; Duran Yildiz, H; Sultanov, S; Turk Cakir, I; Yilmaz,\nM; Aubert, B; Bazan, A; Beaugiraud, B; Bellachia, F; Berger, N; Blaising, JJ; Colas, J; Consonni,\nM; Delebecque, P; Delsart, PA; Di Ciaccio, L; Dayot, N Dumont>; Elles, S; Ghez, Philippe>; Girard,\nCG; Gouanere, M; Goy, C; Guillemin, T; Ionescu, G … \n",
                "A search for the Standard Model Higgs boson in proton–proton collisions with the ATLAS detector at the LHC is presented. The datasets used correspond to integrated luminosities of approximately 4.8 fb− 1 collected at s= 7 TeV in 2011 and 5.8 fb− 1 at s= 8 TeV in 2012. Individual searches in the channels H→ Z Z (⁎)→ 4 ℓ, H→ γ γ and H→ W W (⁎)→ e ν μ ν in the 8 TeV data are combined with previously published results of searches for H→ Z Z (⁎), W W (⁎), b b¯ and τ+ τ− in the 7 TeV data and results from improved analyses of the H→ Z Z (⁎)→ 4 ℓ and H→ γ γ channels in the 7 TeV data. Clear evidence for the production of a neutral boson with a measured mass of 126.0±0.4 (stat)±0.4 (sys) GeV is presented. This observation, which has a significance of 5.9 standard deviations, corresponding to a background fluctuation probability of 1.7× 10− 9, is compatible with the production and decay of the Standard Model …",
                "The simulation software for the ATLAS Experiment at the Large Hadron Collider is being used for large-scale production of events on the LHC Computing Grid. This simulation requires many components, from the generators that simulate particle collisions, through packages simulating the response of the various detectors and triggers. All of these components come together under the ATLAS simulation infrastructure. In this paper, that infrastructure is discussed, including that supporting the detector description, interfacing the event generation, and combining the GEANT4 simulation of the response of the individual detectors. Also described are the tools allowing the software validation, performance testing, and the validation of the simulated output against known physics processes.",
                "This article documents the performance of the ATLAS muon identification and reconstruction using the LHC dataset recorded at  TeV in 2015. Using a large sample of  and  decays from 3.2 fb of pp collision data, measurements of the reconstruction efficiency, as well as of the momentum scale and resolution, are presented and compared to Monte Carlo simulations. The reconstruction efficiency is measured to be close to  over most of the covered phase space ( and  GeV). The isolation efficiency varies between 93 and  depending on the selection applied and on the momentum of the muon. Both efficiencies are well reproduced in simulation. In the central region of the detector, the momentum resolution is measured to be  () for muons from  () decays, and the momentum scale is known with an uncertainty of . In the region , the  resolution …",
                "We establish the existence of the top quark using a 67 pb− 1 data sample of p p collisions at s= 1.8 TeV collected with the Collider Detector at Fermilab (CDF). Employing techniques similar to those we previously published, we observe a signal consistent with t t decay to WWb b, but inconsistent with the background prediction by 4.8 σ. Additional evidence for the top quark is provided by a peak in the reconstructed mass distribution. We measure the top quark mass to be 176±8 (stat)±10 (syst) GeV\/c 2, and the t t production cross section to be 6.8− 2.4+ 3.6 pb.",
                "A detailed description is reported of the analysis used by the CMS Collaboration in the search for the standard model Higgs boson in pp collisions at the LHC, which led to the observation of a new boson. The data sample corresponds to integrated luminosities up to 5.1 fb− 1 at TeV, and up to 5.3 fb− 1 at TeV. The results for five Higgs boson decay modes γγ, ZZ, WW, ττ, and bb, which show a combined local significance of 5 standard deviations near 125 GeV, are reviewed. A fit to the invariant mass of the two high resolution channels, γγ and ZZ→ 4ℓ, gives a mass estimate of 125. 3±0. 4 (stat.)±0. 5 (syst.) GeV. The measurements are interpreted in the context of the standard model Lagrangian for the scalar Higgs field interacting with fermions and vector bosons. The measured values of the corresponding couplings are compared to the standard model predictions. The hypothesis of custodial symmetry is …",
                "A measurement of the cross section for the inclusive production of isolated prompt photons in p p collisions at a center-of-mass energy s= 7 TeV is presented. The measurement covers the pseudorapidity ranges| η γ|< 1.37 and 1.52≤| η γ|< 1.81 in the transverse energy range 15≤ E T γ< 100 GeV. The results are based on an integrated luminosity of 880 nb− 1, collected with the ATLAS detector at the Large Hadron Collider. Photon candidates are identified by combining information from the calorimeters and from the inner tracker. Residual background in the selected sample is estimated from data based on the observed distribution of the transverse isolation energy in a narrow cone around the photon candidate. The results are compared to predictions from next-to-leading-order perturbative QCD calculations.",
                "Properties of the Higgs boson with mass near 125 are measured in proton-proton collisions with the CMS experiment at the LHC. Comprehensive sets of production and decay measurements are combined. The decay channels include,,,,, and pairs. The data samples were collected in 2011 and 2012 and correspond to integrated luminosities of up to 5.1 at 7 and up to 19.7 at 8. From the high-resolution and channels, the mass of the Higgs boson is determined to be. For this mass value, the event yields obtained in the different analyses tagging specific decay channels and production mechanisms are consistent with those expected for the standard model Higgs boson. The combined best-fit signal relative to the standard model expectation is at the measured mass. The couplings of the Higgs boson are probed …",
                "During 2015 the ATLAS experiment recorded  of proton–proton collision data at a centre-of-mass energy of . The ATLAS trigger system is a crucial component of the experiment, responsible for selecting events of interest at a recording rate of approximately 1 kHz from up to 40 MHz of collisions. This paper presents a short overview of the changes to the trigger and data acquisition systems during the first long shutdown of the LHC and shows the performance of the trigger system and its components based on the 2015 proton–proton collision data."
            ],
            [
                [
                    "physics"
                ]
            ],
            [
                "Benjamin Hooberman Associate Professor 413 Loomis Laboratory (217) 318-1881 benhoob@illinois.edu Hooberman High Energy Physics Group at UIUC Professor Hooberman is an experimental high energy physicist whose research focuses on using particle colliders to probe exotic new phenomena, including supersymmetric particles and extra dimensions of spacetime. He is particularly interested in using data from colliders to investigate and understand dark matter. Professor Hooberman received a Bachelor's degree in physics from Columbia University in 2005 and a Ph.D in physics from the University of California at Berkeley in 2009. From 2009-2014, he worked as a Research Associate at Fermi National Accelerator Laboratory as a member of the CMS collaboration at the Large Hadron Collider (LHC). He joined the University of Illinois in 2014 as an assistant professor. His research began in the field of experimental cosmology, and focused on using measurements of the left-over radiation from the big bang (the \"cosmic microwave background radiation\") to better understand the evolution history of the universe. He transitioned to experimental particle physics in graduate school, where he searched for exotic new physics phenomena at the BaBar experiment at the Stanford Linear Accelerator, and performed detector research and development and physics simulation studies for a future high-energy lepton collider. As a research associate at Fermilab and a member of the CMS collaboration at the LHC, he searched for exotic new particles that are predicted by supersymmetric models and may explain the presence of dark matter in the universe. He continues these research topics as a member of the ATLAS collaboration at the LHC as an assistant professor at the University of Illinois. Research Interests Tracking and vertexing simulation studies to guide the design of the upgraded ATLAS detector Machine learning for particle physics applications Fast hardware-based tracking with the ATLAS Fast TracKer Supersymmetry and the potential connection with dark matter Experimental high-energy particle physics at the Large Hadron Collider In 2012, the Higgs boson was discovered at the Large Hadron Collider (LHC) at CERN in Switzerland, completing the standard model of particle physics and leading to the Nobel Prize in 2013. This discovery transformed our understanding of the building blocks of matter and the fundamental forces by explaining the origin of the masses of subatomic particles and the mechanism of electroweak symmetry breaking. However, the standard model is not capable of resolving key open questions and thus cannot be the final theory of nature. In particular, it cannot explain the origin of dark matter, which comprises about five times as much total mass in the universe as visible matter but whose nature is not understood. The standard model also predicts that the mass of the Higgs boson should be at the Planck scale, 16 orders of magnitude larger than the electroweak scale at which it was measured (the \"hierarchy problem\"). Understanding the nature of physics beyond the standard model and its potential connection to dark matter is among the highest priorities of the LHC physics program and the focus of my research. Supersymmetry (SUSY) is an extension to the standard model that may explain the origin of dark matter while resolving the hierarchy problem and leading to a grand unified theory of nature. SUSY is a symmetry between fermions and bosons, which predicts that each particle in the standard model has an associated \"super-partner\" with spin differing by 1\/2. These exotic new particles may be produced in the proton-proton collisions at the LHC, leading to a rich phenomenology of possible detector signatures. My primary research thrust is the search for supersymmetry in data collected by the ATLAS detector at the LHC. To do so, my research group analyzes LHC data using the Worldwide LHC Computing Grid, selects signal-like collision events, estimates rates for standard model background processes, and performs statistical analysis of the results. I have also played key leadership roles on both CMS and ATLAS that have provided me the opportunity to lead international teams of dozens of physicists in the search for supersymmetry at the LHC. My group also contributes to upgrades to the ATLAS charged particle tracking detector and trigger systems that will enhance the discovery reach in future data. A discovery would transform our understanding of the composition and fundamental laws of the universe. Research Honors Department of Energy Early Career Research Award (August 2017) CMS Fellowship Award (January 2013) Spring 2019 PHYS 225 D. Belayneh, F. Carminati, A. Farbin, B. Hooberman et al., \"Calorimetry with deep learning: particle simulation and reconstruction for collider physics,\" Eur. Phys. J. C 80, 688, 2020 ATLAS Collaboration, \"Search for chargino-neutralino production using recursive jigsaw reconstruction in final states with two or three charged leptons in proton-proton collisions at sqrt(s)=13 TeV with the ATLAS detector,\" Phys. Rev., D98(9):092012, 2018 ATLAS Collaboration, \"Search for new phenomena using the invariant mass distribution of same-flavour opposite-sign dilepton pairs in events with missing transverse momentum in sqrt(s)=13 TeV pp collisions with the ATLAS detector\", Eur. Phys. J., C78(8):625, 2018 ATLAS Collaboration, \"Search for electroweak production of supersymmetric particles in the two and three lepton final state at sqrt(s)=13 TeV with the ATLAS detector \", Eur. Phys. J., C78(12):995, 2018 ATLAS Collaboration, \"Search for new phenomena in events containing a same-flavour opposite-sign dilepton pair, jets, and large missing transverse momentum in sqrt(s)=13 TeV pp collisions with the ATLAS detector\", Eur. Phys. J., C77(3):144, 2017 ATLAS Collaboration, \"ATLAS Phase-II Upgrade Scoping Document\", CERN-LHCC-2015-020, LHCC-G-166, 2015 ATLAS Collaboration, \"Search for supersymmetry in events containing a same-flavour opposite-sign dilepton pair, jets, and large missing transverse momentum in 8 TeV pp collisions with the ATLAS detector\", Eur.Â Phys. J., C75(7):318, 2015 CMS Collaboration, \"Search for physics beyond the standard model in events with two leptons, jets, and missing transverse momentum in pp collisions at 8 TeV\", Journal of High Energy Physics, 04:124, 2015 CMS Collaboration, \"Searches for electroweak neutralino and chargino production in channels with Higgs, Z, and W bosons in pp collisions at 8 TeV\", Phys. Rev., D90(9):092007, 2014 CMS Collaboration, \"Search for electroweak production of charginos, neutralinos, and sleptons using leptonic final states in pp collisions at sqrt(s) = 8 TeV\",  Eur. Phys. J., C74(9):3036, 2014 CMS Collaboration, \"Search for top-squark pair production in the single-lepton final state in pp collisions at sqrt(s) = 8 TeV\", Eur. Phys. J, C73(12):2677, 2013 CMS Collaboration, \"Search for new physics in events with opposite-sign leptons, jets, and missing transverse energy in pp collisions at sqrt(s)= 7 TeV\", Phys. Lett., B718:815-840, 2013 CMS Collaboration, \"Search for electroweak production of charginos and neutralinos using leptonic final states in pp collisions at sqrt(s)=7 TEV\", Journal of High Energy Physics, 11:147, 2012 CMS Collaboration, \"Search for physics beyond the standard model in events with a Z boson, jets, and missing transverse energy in pp collisions at sqrt(s) = 7 TeV\", Phys. Lett., B716:260-284, 2012 CMS Collaboration, \"Search for Physics Beyond the Standard Model in Opposite-sign Dilepton Events at sqrt(s) = 7 TeV\", Journal of High Energy Physics, 06:026, 2011 CMS Collaboration, \"Missing Transverse Energy Performance of the CMS Detector\", J. Instrum., 6:P09001, 2011 BABAR Collaboration, \"Search for Charged Lepton Flavor Violation in Narrow Upsilon Decays\", Phys. Rev. Lett., 104:151802, 2010 M. Battaglia, B. Hooberman, N. Kelley, \"A Study of e + e - â†’ H 0 A 0 Production and the Constraint on Dark Matter Density\", Phys. Rev., D78:015021, 2008 B. Hooberman with M. Battaglia et al., \"Tracking and Vertexing with a Thin CMOS Pixel Beam Telescope\", Nucl. Instrum. Meth., A593:292, 2008 B. Hooberman with M. Battaglia et al., \"A Study of monolithic CMOS pixel sensors back-thinning and their application for a pixel beam telescope\", Nucl. Instrum. Meth., A579:675, 2007 Articles in Conference Proceedings B. Hooberman (on behalf of the ATLAS collaboration), \"First tracking performance results from the ATLAS Fast TracKer\", Proceedings of the 2019 Connecting the Dots and Workshop on Intelligent Trackers, arXiv:1911.07962 [physics.ins-det] B. Hooberman, A. Farbin, G. Khattak, V. Pacela, M. Pierini, J.-R. Vlimant, M. Spiropulu, W. Wei, M. Zhang and S. Vallecorsa, \"Calorimetry with Deep Learning: Particle Classification, Energy Regression, and Simulation for High-Energy Physics\", Deep Learning for Physical Sciences Workshop at the 31st Conference on Neural Information Processing Systems (NIPS), 2017 B. Hooberman, for the CMS Collaboration, \"Searches for Top and Bottom Squarks in pp collisions at 8 TeV\", proceedings of the 2012 Hadron Collider Physics Symposium (HCP2012), European Physical Journal Web of Conferences 49:15012, 2013 B. Hooberman, for the BABAR Collaboration, \"Searches for Exotic Decays of the Upsilon(3S) at BABAR\", proceedings of the 2009 Lake Louise Winter Institute, arXiv:0906.0354 [hep-ex], 2009 P. Kangaslahti, T. Gaier, M. Seiffert, S. Weinreb, D. Harding, D. Dawson, M. Soria, C. Lawrence, B. Hooberman, A. Miller, \"Planar polarimetry receivers for Large Imaging Experiments at Q-band\", Microwave Symposium Digest, IEEE MTT-S International, 89-92, 2006 Happy Dark Matter Day from the scientists at ICASU Physicists at the University of Illinois at Urbana-Champaign have made significant contributions to our understanding of dark matter, through their work on multiple large-scale collaborative experiments. In the past two years, several new faculty hires at Illinois Physics have added their expertise and insight to the search for this elusive particle. And now a newly founded campus center, the Illinois Center for Advanced Studies of the Universe (ICASU), has taken on dark matter as a main research focus, synergizing efforts and supporting collaboration across scientific disciplines at Illinois and beyond. Physicists appropriate Halloween with Dark Matter Day—watch the video! Because physics has its dark mysteries too, we have appropriated Halloween! Watch our Dark Matter Day video on our YouTube channel! Watch the short video Dark Matter and hear leading-edge scientists explain what we know about one of the greatest mysteries of our time. What could it be? How do we know it’s there? And what ingenious methods are scientists, working in different subdisciplines of physics and astronomy around the globe, using to detect dark matter? Astrophysicist Jeff Filippini, astronomer Felipe Menanteau, experimental nuclear physicist Liang Yang, theoretical particle physicist Jessie Shelton, and experimental particle physicist Ben Hooberman provide an accessible overview of some of the most exciting scientific research that is ongoing today. This educational outreach video was produced by the Department of Physics at the University of Illinois at Urbana Champaign, under the direction of U of I Public Affairs Video Services. Accolades Hooberman, Shelton selected for DOE Early Career Awards Assistant Professors Jessie Shelton and Benjamin Hooberman of the Department of Physics at the University of Illinois Urbana-Champaign have been selected for 2017 DOE Early Career Awards. They are among 65 early-career scientists nationwide to receive the five-year awards through the Department of Energy Office of Science’s Early Career Research Program, now in its second year. According to the DOE, this year’s awardees were selected from a pool of about 1,150 applicants, working in research areas identified by the DOE as high priorities for the nation. First images of collisions at 13 TeV: LHC upgrades boost the search for new physics at Illinois and around the globe On the night of May 21, 2015, at CERN in Switzerland, protons collided in the Large Hadron Collider (LHC) at the record-breaking energy of 13 TeV for the first time. These test collisions were to set up systems that protect the machine and detectors from particles that stray from the edges of the beam.  Illinois high-energy physicist Mark Neubauer comments, “While these were test collisions to help commission critical systems at the Large Hadron Collider (LHC), it was the first time that proton-proton collisions have been achieved at this energy. This important milestone sets the stage for a physics run in early June that will be the beginning of a journey at this unprecedented energy to discover new physics beyond the standard model. \"Possible discoveries include observations of new particles or symmetries, elucidation of the nature of dark matter, a deeper understanding of the origin of particle masses, or unexpected new phenomena in the spirit of exploration in fundamental physics.”"
            ]
        ]
    ]
}