{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O7N8X57K",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Daqing Zhang Associate Professor of Physics McL 260 (559) 278-7096 (559) 278-7741 Email: dzhang@csufresno.edu H omepage: http:\/\/zimmer.csufresno.edu\/~dzhang\/ PHYS 104 3 to 3:50 PM Th PHYS 104L Noon to 2:50 PM GC PHYS 104L Noon to 2:50 PM F McL 258 Ph.D., University of Idaho My primary research interest is focused on synthesis of semiconducting nanowires, nanosprings,\n                  and nanoparticles by using CVD-based techniques. The length of those nanostructures\n                  extends to centimeter range and diameter around lower tens of nanometer. Characterization\n                  of their various properties makes those nanomaterials promising applications in versatile\n                  sensing and solar energy systems. I am also interested in studying electronic structure,\n                  magnetic and optical properties of solid bulk, thin film, and low dimensional nanomaterials\n                  by using a standard software package (wien2k). It is based on a standard computational\n                  technique of density functional theory. In addition, I am interested in educational\n                  and pedagogical research in STEM disciplines. Old-fashioned teacher-center activities\n                  in classroom are gradually out-of-date. Recently I am working on intro-level course\n                  redesign to switch classroom activities from traditional lecturing to instructor active\n                  teaching and student active learning manner. The goals of such changes are to improve\n                  student learning and success, and retention in STEM disciplines. 1. \"Electronic and optical properties of mixed Be-chalcogenides,\" I. Khan, I. Ahmad,\n                  D. Zhang, H. A. Rahnamaye Aliabad, S. Jalali Asadabadi, Journal of Physics and Chemistry\n                  of Solids 74, 181 (2013) 2. \"Investigation of Electrical and Optoelectronic Properties of Zinc Oxide Nanowires,\"\n                  D. Zhang, Sung K. Lee, Chris A. Berven, Robert A. Devitt, and Vanvilai Katkanant,\n                  Physica B 406, 3768 (2011) CV of Dr. Zhang [PDF, 38KB] Last Updated Jan 10, 2021"
            ]
        ]
    ]
}