{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O83XYB1O",
            "U3iO1uUAAAAJ",
            [
                "Nonparametric econometrics: theory and practice",
                "Nonparametric estimation of regression functions with both categorical and continuous data",
                "Cross-validation and the estimation of conditional probability densities",
                "Consistent model specification tests: omitted variables and semiparametric functional forms",
                "Cross-validated local linear nonparametric regression",
                "Nonparametric testing of closeness between two unknown distribution functions",
                "Semiparametric smooth coefficient models",
                "A simple consistent bootstrap test for a parametric regression function",
                "Testing AR (1) against MA (1) disturbances in an error component model",
                "Nonparametric estimation and testing of fixed effects panel data models"
            ],
            [
                "Until now, students and researchers in nonparametric and semiparametric statistics and econometrics have had to turn to the latest journal articles to keep pace with these emerging methods of economic analysis. Nonparametric Econometrics fills a major gap by gathering together the most up-to-date theory and techniques and presenting them in a remarkably straightforward and accessible format. The empirical tests, data, and exercises included in this textbook help make it the ideal introduction for graduate students and an indispensable resource for researchers. Nonparametric and semiparametric methods have attracted a great deal of attention from statisticians in recent decades. While the majority of existing books on the subject operate from the presumption that the underlying data is strictly continuous in nature, more often than not social scientists deal with categorical data--nominal and ordinal--in applied settings. The conventional nonparametric approach to dealing with the presence of discrete variables is acknowledged to be unsatisfactory. This book is tailored to the needs of applied econometricians and social scientists. Qi Li and Jeffrey Racine emphasize nonparametric techniques suited to the rich array of data types--continuous, nominal, and ordinal--within one coherent framework. They also emphasize the properties of nonparametric estimators in the presence of potentially irrelevant variables. Nonparametric Econometrics covers all the material necessary to understand and apply nonparametric methods for real-world problems.",
                "In this paper we propose a method for nonparametric regression which admits continuous and categorical data in a natural manner using the method of kernels. A data-driven method of bandwidth selection is proposed, and we establish the asymptotic normality of the estimator. We also establish the rate of convergence of the cross-validated smoothing parameters to their benchmark optimal smoothing parameters. Simulations suggest that the new estimator performs much better than the conventional nonparametric estimator in the presence of mixed data. An empirical application to a widely used and publicly available dynamic panel of patent data demonstrates that the out-of-sample squared prediction error of our proposed estimator is only 14–20% of that obtained by some popular parametric approaches which have been used to model this data set.",
                "Many practical problems, especially some connected with forecasting, require nonparametric estimation of conditional densities from mixed data. For example, given an explanatory data vector X for a prospective customer, with components that could include the customer's salary, occupation, age, sex, marital status, and address, a company might wish to estimate the density of the expenditure, Y, that could be made by that person, basing the inference on observations of (X, Y) for previous clients. Choosing appropriate smoothing parameters for this problem can be tricky, not in the least because plug-in rules take a particularly complex form in the case of mixed data. An obvious difficulty is that there exists no general formula for the optimal smoothing parameters. More insidiously, and more seriously, it can be difficult to determine which components of X are relevant to the problem of conditional inference. For …",
                "In this paper, we develop several consistent tests in the context of a nonparametric regression model. These include tests for the significance of a subset of regressors and tests for the specification of the semiparametric functional form of the regression function, where the latter covers tests for a partially linear and a single index specification against a general nonparametric alternative. One common feature to the construction of all these tests is the use of the Central Limit Theorem for degenerate U-statistics of order higher than two. As a result, they share the same advantages over most of the corresponding existing tests in the literature: (a) They do not depend on any ad hoc modifications such as sample splitting, random weighting, etc. (b) Under the alternative hypotheses, the test statistics in this paper diverge to positive infinity at a faster rate than those based on ad hoc modifications.",
                "Local linear kernel methods have been shown to dominate local constant methods for the nonparametric estimation of regression functions. In this paper we study the theoretical properties of cross-validated smoothing parameter selection for the local linear kernel estimator. We derive the rate of convergence of the cross-validated smoothing parameters to their optimal benchmark values, and we establish the asymptotic normality of the resulting nonparametric estimator. We then generalize our result to the mixed categorical and continuous regressor case which is frequently encountered in applied settings. Monte Carlo simulation results are reported to examine the finite sample performance of the local-linear based cross-validation smoothing parameter selector. We relate the theoretical and simulation results to a corrected AIC method (termed AICc) proposed by Hurvich, Simonoff and Tsai (1998) and find that …",
                "Based on the kernel integrated square difference and applying a central limit theorem for degenerate V-statistic proposed by Hall (1984), this paper proposes a consistent nonparametric test of closeness between two unknown density functions under quite mild conditions. We only require the unknown density functions to be bounded and continuous. Monte Carlo simulations show that the proposed tests perform well for moderate sample sizes.",
                "In this article, we propose a semiparametric smooth coefficient model as a useful yet flexible specification for studying a general regression relationship with varying coefficients. The article proposes a local least squares method with a kernel weight function to estimate the smooth coefficient function. The consistency of the estimator and its asymptotic normality are established. A simple statistic for testing a parametric model versus the semiparametric smooth coefficient model is proposed. An empirical application of the proposed method is presented with an estimation of the production function of the nonmetal mineral industry in China. The empirical findings show that the intermediate production and management expense has played a vital role and is an unbalanced determinant of the labor and capital elasticities of output in production.",
                "A simple consistent test is considered and a bootstrap method is proposed for testing a parametric regression functional form. It is shown that the bootstrap method gives a more accurate approximation to the null distribution of the test than the asymptotic normal theory result. We also propose a consistent test for testing a parametric partially linear model versus a semiparametric partially linear alternative. Monte Carlo simulations suggest that the bootstrap test performs well based on `wild bootstrap' critical values.",
                "This paper derives three LM statistics for an error component model with first-order serially correlated errors. The first LM statistic jointly tests for zero first-order serial correlation and random individual effects, the second LM statistic tests for zero first-order serial correlation assuming fixed individual effects, and the third LM statistic tests for zero first-order serial correlation assuming random individual effects. In all three cases, the corresponding LM statistic is the same whether the alternative is AR(1) or MA(1). This paper also derives two extensions of the Burke, Godfrey, and Termayne (1990) test from the time-series to the panel data literature. The first tests the null of AR(1) disturbances against MA(1) disturbances, and the second tests the null of MA(1) disturbances against AR(1) disturbances in an error component model. These tests are computationally simple requiring only OLS or within residuals. The small …",
                "In this paper we consider the problem of estimating nonparametric panel data models with fixed effects. We introduce an iterative nonparametric kernel estimator. We also extend the estimation method to the case of a semiparametric partially linear fixed effects model. To determine whether a parametric, semiparametric or nonparametric model is appropriate, we propose test statistics to test between the three alternatives in practice. We further propose a test statistic for testing the null hypothesis of random effects against fixed effects in a nonparametric panel data regression model. Simulations are used to examine the finite sample performance of the proposed estimators and the test statistics."
            ],
            [
                [
                    "Econometrics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}