{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O89L1ZQ1",
            "4Utmtw0AAAAJ",
            [
                "Observation of  Oscillations",
                "First measurement of the muon neutrino charged current quasielastic double differential cross section",
                "First Flavor-Tagged Determination of Bounds on Mixing-Induced  Violation in  Decays",
                "Measurements of inclusive W and Z cross sections in collisions at"
            ],
            [
                "We report the observation of B s 0− Bs 0 oscillations from a time-dependent measurement of the B s 0− Bs 0 oscillation frequency Δ m s. Using a data sample of 1 fb− 1 of p p collisions at s= 1.96 TeV collected with the CDF II detector at the Fermilab Tevatron, we find signals of 5600 fully reconstructed hadronic B s decays, 3100 partially reconstructed hadronic B s decays, and 61 500 partially reconstructed semileptonic B s decays. We measure the probability as a function of proper decay time that the B s decays with the same, or opposite, flavor as the flavor at production, and we find a signal for B s 0− Bs 0 oscillations. The probability that random fluctuations could produce a comparable signal is 8× 10− 8, which exceeds 5 σ significance. We measure Δ m s= 17.77±0.10 (stat)±0.07 (syst) ps− 1 and extract| V td\/V ts|= 0.2060±0.0007 (Δ m s)− 0.0060+ 0.0081 (Δ m d+ theor).",
                "A high-statistics sample of charged-current muon neutrino scattering events collected with the MiniBooNE experiment is analyzed to extract the first measurement of the double differential cross section (d 2 σ d T μ d cos﻿ θ μ) for charged-current quasielastic (CCQE) scattering on carbon. This result features minimal model dependence and provides the most complete information on this process to date. With the assumption of CCQE scattering, the absolute cross section as a function of neutrino energy (σ [E ν]) and the single differential cross section (d σ d Q 2) are extracted to facilitate comparison with previous measurements. These quantities may be used to characterize an effective axial-vector form factor of the nucleon and to improve the modeling of low-energy neutrino interactions on nuclear targets. The results are relevant for experiments searching for neutrino oscillations.",
                "This Letter describes the first determination of bounds on the C P-violation parameter 2 β s using B s 0 decays in which the flavor of the bottom meson at production is identified. The result is based on approximately 2000 B s 0→ J\/ψ ϕ decays reconstructed in a 1.35 fb− 1 data sample collected with the CDF II detector using p p collisions produced at the Fermilab Tevatron. We report confidence regions in the two-dimensional space of 2 β s and the decay-width difference Δ Γ. Assuming the standard model predictions of 2 β s and Δ Γ, the probability of a deviation as large as the level of the observed data is 15%, corresponding to 1.5 Gaussian standard deviations.",
                "We report the first measurements of inclusive W and Z boson cross-sections times the corresponding leptonic branching ratios for p\\overline {p} collisions at\\sqrt {s}= 1.96 TeV based on the decays of the W and Z bosons into electrons and muons. The data were recorded with the CDF II detector at the Fermilab Tevatron and correspond to an integrated luminosity of 72.0±4.3 pb− 1. We test e-μ lepton universality in W decays by measuring the ratio of the W→ μν to W→ eν cross sections and determine a value of 0.991±0.004 (stat.)±0.011 (syst.) for the ratio of W− ℓ− ν couplings (g μ\/g e). Since there is no sign of non-universality, we combine our cross-section measurements in the different lepton decay modes and obtain\\sigma_ {W}\\times\\,{\\rm Br}(\\ppbar\\rightarrow W\\rightarrow\\ell\\nu)= 2.749\\pm 0.010 ({\\rm stat.})\\,\\pm\\, 0.053 ({\\rm syst.})\\,\\pm\\, 0.165 ({\\rm lum.}) nb and\\sigma_ {\\gamma^{*}\/Z}\\times\\,{\\rm Br}(\\ppbar …"
            ],
            [
                [
                    "experimental particle physics",
                    "lartpc detectors",
                    "experimental neutrino physics"
                ]
            ]
        ]
    ]
}