{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O8MFA9V9",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Nigel D Goldenfeld Swanlund Professor of Physics 3113 Engineering Sciences Building (217) 333-8027 (217) 333-9819 nigel@illinois.edu Goldenfeld's Research Group Nigel Goldenfeld's Home Page Nigel Goldenfeld holds a Center for Advanced Study Professorship and a Swanlund Endowed Chair at the University of Illinois at Urbana-Champaign, with appointments in the Department of Physics and the Institute for Genomic Biology. He is a member of the Condensed Matter Theory group in the Department of Physics, and leads the Biocomplexity Theme at the Carl R. Woese Institute for Genomic Biology. He directs the NASA Astrobiology Institute for Universal Biology, at UIUC.  Nigel received his Ph.D. from the University of Cambridge in 1982, and for the years 1982-1985 was a postdoctoral fellow at the Institute for Theoretical Physics, University of California at Santa Barbara. Since 1985 he has been on the faculty at the University of Illinois, with sabbatical positions at Stanford University and the University of Cambridge. Nigel's research explores how patterns evolve in time; examples include the growth of snowflakes, the microstructures of materials, the flow of fluids, the dynamics of geological formations, and even the spatial structure of ecosystems. Nigel's interests in emergent and collective phenomena extend from condensed matter physics, where he has contributed to the modern understanding of high temperature superconductors, to biology, where his current work focuses on evolution and microbial ecology. Strongly committed to teaching, Nigel is well-known in the physics community for authoring one of the standard graduate textbooks in statistical mechanics, and is widely regarded as one of the most popular graduate-level lecturers in the Department of Physics. In 1996, Nigel took an entrepreneurial leave-of-absence to found NumeriX, the award-winning company that specializes in high-performance software for the derivatives marketplace. Amongst his awards, Nigel has been an Alfred P. Sloan Foundation Fellow, a University Scholar of the University of Illinois, a recipient of the Xerox Award for Research, and a recipient of the A. Nordsieck Award for Excellence in Graduate Teaching. He is a member of the Editorial Boards of The Philosophical Transactions of the Royal Society, the International Journal of Theoretical and Applied Finance and Communications in Applied Mathematics and Computational Science. Nigel is a Fellow of the American Physical Society, a member of the American Academy of Arts and Sciences and a member of the National Academy of Sciences. Honors University Scholar (1994-1997) Nordsieck Award for Excellence in Teaching (May 2002) Elected Fellow, Institute of Physics (May 2011) Elected Member, National Academy of Sciences (May 2010) Elected Member, American Academy of Arts and Sciences (May 2010) Swanlund Endowed Professor, UIUC.  Aug 2008 - present Fellow of the American Physical Society (1995) Sloan Foundation Fellowship (1987-1991) Junior Xerox Award for Faculty Research (1991) Beckman Fellow, Center for Advanced Study-University of Illinois at Urbana-Champaign (Fall, 1988) Spring 2019 PHYS 504 Spring 2017 PHYS 563 Spring 2015 PHYS 504 Spring 2012 PHYS 563 Spring 2011 PHYS 504 Fall 2010 PHYS 569 Spring 2010 PHYS 563 Fall 2009 PHYS 569 Spring 2009 PHYS 504 Spring 2008 PHYS 563 Fall 2007 PHYS 569 Spring 2007 PHYS 504 Fall 2006 PHYS 569 Spring 2006 PHYS 569 Fall 2005 PHYS 563 Spring 2005 PHYS 504 Spring 2004 PHYS 498 Fall 2002 PHYS 462 Spring 2001 PHYS 498 Fall 2000 PHYS 462 Spring 2000 PHYS 464 P. Jeraldo, M. Sipos, N. Chia, J. Brulc, A. Singh Dhillon, M. Konkel, C. Larson, K. Nelson, A. Qu, L. Schook, F. Yang, B. White, and N. Goldenfeld. Quantification of the relative role of niche and neutral processes in structuring gastrointestinal microbiomes. Proc. Natl. Acad. Sci. (USA). Early Edition (2012). L. Angheluta, P. Jeraldo and N. Goldenfeld. Anisotropic velocity statistics of topological defects under shear flow. Phys. Rev. E 85, 011153 (2012). N. R. Pace, J. Sapp, and N. Goldenfeld. Phylogeny and beyond: Scientific, historical and conceptual significance of the first tree of life. Proc. Natl. Acad. Sci. (USA) 109, 1011-1018 (2012). T.C. Butler, M. Benayoun, E. Wallace, W. van Drongelen, N. Goldenfeld, and J. Cowan. Evolutionary constraints on visual cortex architecture from the dynamics of hallucinations. Proc. Natl. Acad. Sci. (USA) 109, 606-609 (2012). J. M. Brulc, C. J. Yeoman, M. K. Wilson, M. E. Berg Miller, P. Jeraldo, S. Jindou, N. Goldenfeld, H. J. Flint, R. Lamed, I. Borovok, M. Vodovnik, K. E. Nelson, E. A. Bayer, and B. A. White. Cellulosomics, a gene-centric approach to investigating the intraspecific diversity and adaptation of ruminococcus flavefaciens within the rumen. PLoS ONE 6, e25329 (2011). M. Sipos and N. Goldenfeld. Directed percolation describes lifetime and growth of turbulent puffs and slugs. Phys. Rev. E [Rapid Commun.] 84, 035305 (2011). P. Jeraldo, N. Chia, and N. Goldenfeld. On the suitability of short reads of 16S rRNA for phylogeny-based analyses in environmental surveys. Environ. Microbiol. 13, 3000-3009 (2011). Z. Wang and N. Goldenfeld. Theory of cooperation in a micro-organismal snowdrift game. Phys. Rev. E [Rapid Commun.] 84, 020902 (2011). M. Assaf, L. Angheluta, and N. Goldenfeld.  Rare fluctuations and large-scale circulation cessations in turbulent convection. Phys. Rev. Lett. 107, 044502 (2011). A. M. Menzel and N. Goldenfeld.  Effect of Coulombic friction on spatial displacement statistics. Phys. Rev. E 84, 011122 (2011). T. Butler and N. Goldenfeld. Fluctuation-driven Turing patterns. Physical Review E 84, 011112 July 2011. G. Tsekenis, N. Goldenfeld, and K. Dahmen. Dislocations jam at any density. Phys. Rev. Lett. 106, 105501:1-4 (2011). N. Chia and N. Goldenfeld. Dynamics of gene duplication and transposons in microbial genomes following a sudden environmental change. Phys. Rev. E 83, 021906:1-10 (2011). N. Chia and N. Goldenfeld. Statistical mechanics of horizontal gene transfer in evolutionary ecology. J. Stat. Phys. 10.1007\/s10955-010-0112-8 (2011). N. Goldenfeld and C. R. Woese. Life is Physics: evolution as a collective phenomenon far from equilibrium. Ann. Rev. Cond. Matt. Phys. 2, 375-399 (2011). M. Sipos, P. Jeraldo, N. Chia, A. Qu, A. S. Dhillon, M. Konkel, K.E. Nelson, B.A. White, and N. Goldenfeld. Robust computational analysis of rRNA hypervariable tag datasets. PLoS One 5, e15220 (2010). G. Gioia, N. Guttenberg, Nigel Goldenfeld, and P. Chakraborty. Spectral theory of the turbulent mean-velocity profile. Phys. Rev. Lett. 105, 184501:1-4 (2010). Z. Wang and N. Goldenfeld. Fixed points and limit cycles in the population dynamics of lysogenic viruses and their hosts. Phys. Rev. E 82, 011918:1-18 (2010). P.-Y. Chan, G. Tsekenis, J. Dantzig, K. Dahmen and N. Goldenfeld. Plasticity and dislocation dynamics in a phase field crystal model. Phys. Rev. Lett. 105, 015502:1-4 (2010). N. Guttenberg, N. Goldenfeld and J. Dantzig. Emergence of foams from the breakdown of the phase field crystal model. Phys. Rev. E. [Rapid Commun.] 81, 065301(R):1-4 (2010). T. Tran, P. Chakraborty, N. Guttenberg, A. Prescott, H. Kellay, W. Goldburg, N. Goldenfeld, and G. Gioia. Macroscopic effects of the spectral structure in turbulent flows. Nature Physics 6, 438-441 (2010). N. Guttenberg and N. Goldenfeld. Emergence of heterogeneity and political organization in information exchange networks. Phys. Rev. E 81:4, 046111:1-8 (2010). N. Goldenfeld, N. Guttenberg, G. Gioia. Extreme fluctuations and the finite lifetime of the turbulent state. Phys. Rev. E 81:3, 035304:1-3 (2010). N. Goldenfeld. Roughness-induced criticality in a turbulent flow. Phys. Rev. Lett. 96, 044503:1-4 (2006). Unexpected similarity between honey bee and human social life Bees and humans are about as different organisms as one can imagine. Yet despite their many differences, surprising similarities in the ways that they interact socially have begun to be recognized in the last few years. Now, a team of researchers at the University of Illinois Urbana-Champaign, building on their earlier studies, have experimentally measured the social networks of honey bees and how they develop over time. They discovered that there are detailed similarities with the social networks of humans and that these similarities are completely explained by new theoretical modeling, which adapts the tools of statistical physics for biology. The theory, confirmed in experiments, implies that there are individual differences between honey bees, just as there are between humans. In the Media In APS : 'The Uncertain Future in How a Virus Spreads' A new model by University of Illinois at Urbana-Champaign Professors Nigel Goldenfeld and Sergei Maslov helps clarify the limits of pandemic predictions, which are notoriously difficult for the near future and impossible for longer timescales. Pattern analysis of phylogenetic trees could reveal connections between evolution, ecology In biology, phylogenetic trees represent the evolutionary history and diversification of species – the “family tree” of Life. Phylogenetic trees not only describe the evolution of a group of organisms but can also be constructed from the organisms within a particular environment or ecosystem, such as the human microbiome. In this way, they can describe how this ecosystem evolved and what its functional capabilities might be. Now, researchers at Illinois have presented a new analysis of the patterns generated by phylogenetic trees, suggesting that they reflect previously hypothesized connections between evolution and ecology. The study was led by Swanlund Professor of Physics Nigel Goldenfeld (BCXT leader\/GNDP), with team members graduate student Chi Xue and former undergraduate student Zhiru Liu, now at Stanford University. Their findings were published in a recent article in the journal Proceedings of the National Academy of Science , titled “ Scale-invariant topology and bursty branching of evolutionary trees emerge from niche construction .” In the Media In APS News : Physicists rise to the COVID-19 challenge Neither Goldenfeld nor Maslov had advised policymakers before. A 63-year-old bespectacled theorist originally from the UK, Goldenfeld began his research career studying superconductors and polymers. Over more than three decades at UIUC, he had branched into computational biology to study flocking and evolutionary patterns in various ecosystems, among other research interests. Maslov, a 51-year-old Russian-American who kept his hair long even prior to the pandemic, followed a similarly interdisciplinary academic career. Skipping around from magnetic materials to financial statistics to microbial ecology, the theorist arrived at UIUC in 2015 after nearly two decades at Brookhaven National Laboratory. As members of the same research team, they frequently chatted. “Our offices are right next to each other,” says Maslov. Both are APS Fellows and Goldenfeld is the winner of this year's APS Leo Kadanoff Prize ."
            ]
        ]
    ]
}