{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O8NZNNKV",
            "mb-p5FcAAAAJ",
            [
                "Detection of -Mode Polarization at Degree Angular Scales by BICEP2",
                "Dark matter search results from the CDMS II experiment"
            ],
            [
                "We report results from the BICEP2 experiment, a cosmic microwave background (CMB) polarimeter specifically designed to search for the signal of inflationary gravitational waves in the B-mode power spectrum around ℓ∼ 80. The telescope comprised a 26 cm aperture all-cold refracting optical system equipped with a focal plane of 512 antenna coupled transition edge sensor 150 GHz bolometers each with temperature sensitivity of≈ 300 μ K CMB s. BICEP2 observed from the South Pole for three seasons from 2010 to 2012. A low-foreground region of sky with an effective area of 380 square deg was observed to a depth of 87 nK deg in Stokes Q and U. In this paper we describe the observations, data reduction, maps, simulations, and results. We find an excess of B-mode power over the base lensed-Λ CDM expectation in the range 30< ℓ< 150, inconsistent with the null hypothesis at a significance of> 5 σ. Through …",
                "Astrophysical observations indicate that dark matter constitutes most of the mass in our universe, but its nature remains unknown. Over the past decade, the Cryogenic Dark Matter Search (CDMS II) experiment has provided world-leading sensitivity for the direct detection of weakly interacting massive particle (WIMP) dark matter. The final exposure of our low-temperature germanium particle detectors at the Soudan Underground Laboratory yielded two candidate events, with an expected background of 0.9 ± 0.2 events. This is not statistically significant evidence for a WIMP signal. The combined CDMS II data place the strongest constraints on the WIMP-nucleon spin-independent scattering cross section for a wide range of WIMP masses and exclude new parameter space in inelastic dark matter models."
            ],
            [
                [
                    "Physics",
                    "Particle Astrophysics",
                    "Cosmology",
                    "Dark Matter",
                    "Cosmic Microwave Background"
                ]
            ]
        ]
    ]
}