{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O8NZNNKV",
            "mb-p5FcAAAAJ",
            [
                "Detection of -Mode Polarization at Degree Angular Scales by BICEP2",
                "Dark matter search results from the CDMS II experiment"
            ],
            [
                "We report results from the BICEP2 experiment, a cosmic microwave background (CMB) polarimeter specifically designed to search for the signal of inflationary gravitational waves in the B-mode power spectrum around ℓ∼ 80. The telescope comprised a 26 cm aperture all-cold refracting optical system equipped with a focal plane of 512 antenna coupled transition edge sensor 150 GHz bolometers each with temperature sensitivity of≈ 300 μ K CMB s. BICEP2 observed from the South Pole for three seasons from 2010 to 2012. A low-foreground region of sky with an effective area of 380 square deg was observed to a depth of 87 nK deg in Stokes Q and U. In this paper we describe the observations, data reduction, maps, simulations, and results. We find an excess of B-mode power over the base lensed-Λ CDM expectation in the range 30< ℓ< 150, inconsistent with the null hypothesis at a significance of> 5 σ. Through …",
                "Astrophysical observations indicate that dark matter constitutes most of the mass in our universe, but its nature remains unknown. Over the past decade, the Cryogenic Dark Matter Search (CDMS II) experiment has provided world-leading sensitivity for the direct detection of weakly interacting massive particle (WIMP) dark matter. The final exposure of our low-temperature germanium particle detectors at the Soudan Underground Laboratory yielded two candidate events, with an expected background of 0.9 ± 0.2 events. This is not statistically significant evidence for a WIMP signal. The combined CDMS II data place the strongest constraints on the WIMP-nucleon spin-independent scattering cross section for a wide range of WIMP masses and exclude new parameter space in inelastic dark matter models."
            ],
            [
                [
                    "Physics",
                    "Particle Astrophysics",
                    "Cosmology",
                    "Dark Matter",
                    "Cosmic Microwave Background"
                ]
            ],
            [
                "Jeffrey P Filippini Assistant Professor 405 Loomis Laboratory (217) 244-4820 jpf@illinois.edu Filippini group web site Professor Filippini earned his bachelor's degree in Chemistry and Physics from Harvard in 2002 and his Ph.D. in Physics from Berkeley in 2008.  His doctoral work focused on the search for dark matter interactions in subterranean detectors.  As a postdoctoral researcher at Caltech he developed balloon-borne and terrestrial instruments to measure the polarization of the cosmic microwave background radiation.  He joined the faculty of the University of Illinois in December 2014. My research interests lie at the intersection between the universe's workings on its largest and smallest scales.  We can now recount the life story of our cosmos in remarkable detail, yet our data reveal a humbling degree of ignorance about its workings. Our universe appears to be filled with forms of matter and energy unlike anything on Earth, and many key aspects of cosmic evolution remain to be understood.  Solving these mysteries will demand new fundamental physics, and measurements at the \"cosmic frontier\" are poised to play a central role. My work to date has employed novel sub-Kelvin detectors to address two mysteries of our cosmos: What is the nature of the dark matter that governs the dynamics of large-scale structure? What spurred the inflationary epoch that begins our narrative of cosmological history? This work bridges several sub-disciplines of physics and astrophysics, linking the grand questions of fundamental physics with the quantum phenomena that enable the most sensitive measurements. I am also broadly interested in new technologies and analysis techniques to address fundamental physics. Observational Cosmology : Observations of the cosmic microwave background (CMB) have transformed our understanding of the universe.  The next frontier of this endeavor is the measurement of the faint polarization of this primordial radiation field.  A \"B-mode\" (curl) pattern in the CMB's polarization at degree angular scales is a unique prediction of inflationary models of the universe's early moments, and a possible a window onto energies far beyond those accessible at accelerators.  I collaborate on several millimeter-wave polarimeters that employ large-scale bolometer arrays to search for this signature in the millimeter-wave sky. BICEP2 observed for three years from the South Pole with unprecedented sensitivity, and in 2014 reported a detection of B-modes at degree angular scales.  The Keck Array and BICEP3 continue this program with ever-more-sensitive instruments observing at multiple frequencies. I lead the receiver team for SPIDER , which carried this technology on a long-duration balloon flight 36 km above the Antarctic ice in January 2015.  There are opportunities for instrument development and data analysis for these and future instruments. The Search for Dark Matter : The discovery that the universe is not made of the same stuff that we are must rank as one of the most profound of the 20th century; understanding the nature and phenomenology of this dark universe remains a compelling challenge for the 21st. There is now a wealth of evidence that the bulk of the mass that drives cosmic structure formation is in some exotic form, not to be found in the highly successful Standard Model of particle physics. If this \"dark matter\" possesses some non-gravitational interaction, a particle from the Milky Way's halo may occasionally scatter from an atomic nucleus in an experimental apparatus. Such scattering events may be detectable in the laboratory with a sufficiently massive and sensitive particle detector, if the rates of cosmogenic and radiogenic background events can be kept low enough.  The Cryogenic Dark Matter Search (CDMS) collaboration searches for such interactions in arrays of low-temperature Ge and Si detectors.  These detectors are particularly powerful in searches for low-mass (below 10 GeV\/c2) dark matter candidates.  A 100+ kg array of improved detectors is under development for SuperCDMS SNOLAB, recently approved as part of the second generation (G2) suite of dark matter experiments. Fall 2019 PHYS 214 Spring 2018 PHYS 214 Spring 2016 PHYS 213 Spring 2015 G. Baym, D.H. Beck, J.P. Filippini, C.J. Pethick, J. Shelton, \"Searching for low mass dark matter by detecting phonons in superfluid helium\", Phys. Rev. D 102, 035014 (2020) P.A.R. Ade et al., \"BICEP2 \/ Keck Array X: Constraints on Primordial Gravitational Waves using Planck, WMAP, and New BICEP2\/Keck Observations through the 2015 Season\", Phys. Rev. Lett. 121, 221301 (2018) J.M. Nagy et al. (SPIDER Collaboration), \"A New Limit on CMB Circular Polarization from SPIDER\", Astrophys. J. 844, 151 (2017) P.A.R. Ade et al. (BICEP2, Keck Array, and SPIDER Collaborations), \"Antenna-coupled TES bolometers used in BICEP2, Keck Array, and SPIDER\", Astrophys. J. 812, 176 (2015) P.A.R. Ade et al. (BICEP2, Keck Array, and Planck Collaborations), \"A joint analysis of BICEP2\/Keck Array and Planck data\", Phys. Rev. Lett. 114, 101301 (2015) P.A.R. Ade et al. (BICEP2 Collaboration), \"Detection of B-mode Polarization at Degree Angular Scales by BICEP2\", Phys. Rev. Lett. 112, 241101 (2014) A.A. Fraisse et al. (SPIDER Collaboration),\"SPIDER: probing the early universe with a suborbital polarimeter\", JCAP 04 (2013) 047 Z. Ahmed et al. (CDMS II Collaboration), \"Dark matter search results from the CDMS II experiment\", Science 327, p. 1619 (2010) Z. Ahmed et al. (CDMS II Collaboration), \"Search for Weakly Interacting Massive Particles with the First Five-Tower Data from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory\", Phys. Rev. Lett. 102, 011301 (2009) D.S. Akerib et al. (CDMS II Collaboration), \"Limits on spin-dependent WIMP-nucleon interactions from the Cryogenic Dark Matter Search\", Physical Review D 73, 011102 (2006) Articles in Conference Proceedings A.S. Bergman et al., \"280 GHz Focal Plane Unit Design and Characterization for the SPIDER-2 Suborbital Polarimeter\",  J. Low Temp. Phys. (LTD Proceedings) 193, 1075 (2018), arXiv:1711.04169 Happy Dark Matter Day from the scientists at ICASU Physicists at the University of Illinois at Urbana-Champaign have made significant contributions to our understanding of dark matter, through their work on multiple large-scale collaborative experiments. In the past two years, several new faculty hires at Illinois Physics have added their expertise and insight to the search for this elusive particle. And now a newly founded campus center, the Illinois Center for Advanced Studies of the Universe (ICASU), has taken on dark matter as a main research focus, synergizing efforts and supporting collaboration across scientific disciplines at Illinois and beyond. Physicists appropriate Halloween with Dark Matter Day—watch the video! Because physics has its dark mysteries too, we have appropriated Halloween! Watch our Dark Matter Day video on our YouTube channel! Watch the short video Dark Matter and hear leading-edge scientists explain what we know about one of the greatest mysteries of our time. What could it be? How do we know it’s there? And what ingenious methods are scientists, working in different subdisciplines of physics and astronomy around the globe, using to detect dark matter? Astrophysicist Jeff Filippini, astronomer Felipe Menanteau, experimental nuclear physicist Liang Yang, theoretical particle physicist Jessie Shelton, and experimental particle physicist Ben Hooberman provide an accessible overview of some of the most exciting scientific research that is ongoing today. This educational outreach video was produced by the Department of Physics at the University of Illinois at Urbana Champaign, under the direction of U of I Public Affairs Video Services."
            ]
        ]
    ]
}