{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "O8W7PDIE",
            "nE0TiBwAAAAJ",
            [
                "The ATLAS experiment at the CERN large hadron collider",
                "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
                "The ATLAS simulation infrastructure",
                "Measurement of the inclusive isolated prompt photon cross section in  collisions at  with the ATLAS detector",
                "Electron efficiency measurements with the ATLAS detector using 2012 LHC proton–proton collision data",
                "Luminosity Determination in Pp Collisions at S√ S= 8 TeV Using the ATLAS Detector at the LHC",
                "The ALICE experiment at the CERN LHC",
                "Evidence for the Higgs-boson Yukawa coupling to tau leptons with the ATLAS detector",
                "Jet energy measurement and its systematic uncertainty in proton–proton collisions at√ s= 7TeV with the ATLAS detector",
                "Muon recontruction performance of the ATLAS detector in proton–proton colliion data at $$\\qrt {} $$= 13 TeV"
            ],
            [
                "Aad, G; Bentvelsen, S; Bobbink, GJ; Bos, K; Boterenbrood, H; Brouwer, G; Buis, EJ; Buskop, JJF;\nColijn, AP; Dankers, R; Daum, C; de Boer, R; de Jong, P; Ennes, P; Gosselink, M; Groenstege,\nH; Hart, RGG; Hartjes, F; Hendriks, PJ; Hessey, NP; Jansweijer, PPM; Kieft, G; Klous, S; Kluit, P;\nKoffeman, E; Koutsman, A; Liebig, W; Limper, M; Linde, F; Luijckx, G; Massaro, G; Muijs, A; Peeters,\nSJM; Reichold, A; Rewiersma, P; Rijpstra, M; Scholte, RC; Schuijlenburg, HW; Snuverink, J; van\nder Graaf, H; van der Kraaij, E; Van Eijk, B; van Kesteren, Z; van Vulpen, I; Verkerke, W; Vermeulen,\nJC; Vreeswijk, M; Werneke, P; Cakir, O; Ciftci, AK; Duran Yildiz, H; Sultanov, S; Turk Cakir, I; Yilmaz,\nM; Aubert, B; Bazan, A; Beaugiraud, B; Bellachia, F; Berger, N; Blaising, JJ; Colas, J; Consonni,\nM; Delebecque, P; Delsart, PA; Di Ciaccio, L; Dayot, N Dumont>; Elles, S; Ghez, Philippe>; Girard,\nCG; Gouanere, M; Goy, C; Guillemin, T; Ionescu, G … \n",
                "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
                "The simulation software for the ATLAS Experiment at the Large Hadron Collider is being used for large-scale production of events on the LHC Computing Grid. This simulation requires many components, from the generators that simulate particle collisions, through packages simulating the response of the various detectors and triggers. All of these components come together under the ATLAS simulation infrastructure. In this paper, that infrastructure is discussed, including that supporting the detector description, interfacing the event generation, and combining the GEANT4 simulation of the response of the individual detectors. Also described are the tools allowing the software validation, performance testing, and the validation of the simulated output against known physics processes.",
                "A measurement of the cross section for the inclusive production of isolated prompt photons in p p collisions at a center-of-mass energy s= 7 TeV is presented. The measurement covers the pseudorapidity ranges| η γ|< 1.37 and 1.52≤| η γ|< 1.81 in the transverse energy range 15≤ E T γ< 100 GeV. The results are based on an integrated luminosity of 880 nb− 1, collected with the ATLAS detector at the Large Hadron Collider. Photon candidates are identified by combining information from the calorimeters and from the inner tracker. Residual background in the selected sample is estimated from data based on the observed distribution of the transverse isolation energy in a narrow cone around the photon candidate. The results are compared to predictions from next-to-leading-order perturbative QCD calculations.",
                "This paper describes the algorithms for the reconstruction and identification of electrons in the central region of the ATLAS detector at the Large Hadron Collider (LHC). These algorithms were used for all ATLAS results with electrons in the final state that are based on the 2012 pp collision data produced by the LHC at= 8. The efficiency of these algorithms, together with the charge misidentification rate, is measured in data and evaluated in simulated samples using electrons from, and decays. For these efficiency measurements, the full recorded data set, corresponding to an integrated luminosity of 20.3 fb, is used. Based on a new reconstruction algorithm used in 2012, the electron reconstruction efficiency is 97% for electrons with and 99% at. Combining this with the efficiency of additional selection criteria to reject electrons from background processes or …",
                "The luminosity determination for the ATLAS detector at the LHC during pp collisions at s√= 8 TeV in 2012 is presented. The evaluation of the luminosity scale is performed using several luminometers, and comparisons between these luminosity detectors are made to assess the accuracy, consistency and long-term stability of the results. A luminosity uncertainty of δℒ\/ℒ = ±1.9% is obtained for the 22.7 fb-1 of pp collision data delivered to ATLAS at s√= 8 TeV in 2012.",
                "ALICE (A Large Ion Collider Experiment) is a general-purpose, heavy-ion detector at the CERN LHC which focuses on QCD, the strong-interaction sector of the Standard Model. It is designed to address the physics of strongly interacting matter and the quark-gluon plasma at extreme values of energy density and temperature in nucleus-nucleus collisions. Besides running with Pb ions, the physics programme includes collisions with lighter ions, lower energy running and dedicated proton-nucleus runs. ALICE will also take data with proton beams at the top LHC energy to collect reference data for the heavy-ion programme and to address several QCD topics for which ALICE is complementary to the other LHC detectors. The ALICE detector has been built by a collaboration including currently over 1000 physicists and engineers from 105 Institutes in 30 countries. Its overall dimensions are 16× 16× 26 m3 with a total …",
                "Results of a search for H→ ττ decays are presented, based on the full set of proton-proton collision data recorded by the ATLAS experiment at the LHC during 2011 and 2012. The data correspond to integrated luminosities of 4.5 fb− 1 and 20.3 fb− 1 at centre-of-mass energies of TeV and TeV respectively. All combinations of leptonic ( with ℓ= e, μ) and hadronic (τ→ hadrons ν) tau decays are considered. An excess of events over the expected background from other Standard Model processes is found with an observed (expected) significance of 4.5 (3.4) standard deviations. This excess provides evidence for the direct coupling of the recently discovered Higgs boson to fermions. The measured signal strength, normalised to the Standard Model expectation, of μ= 1. 43− 0.37+ 0.43 is consistent with the predicted Yukawa coupling strength in the Standard Model.",
                "The jet energy scale (JES) and its systematic uncertainty are determined for jets measured with the ATLAS detector using proton–proton collision data with a centre-of-mass energy of  s√=7  TeV corresponding to an integrated luminosity of  4.7   fb −1 . Jets are reconstructed from energy deposits forming topological clusters of calorimeter cells using the anti- kt  algorithm with distance parameters  R=0.4  or  R=0.6 , and are calibrated using MC simulations. A residual JES correction is applied to account for differences between data and MC simulations. This correction and its systematic uncertainty are estimated using a combination of in situ techniques exploiting the transverse momentum balance between a jet and a reference object such as a photon or a  Z  boson, for  20≤pjetT<1000 GeV  and pseudorapidities  |η|<4.5 . The effect of multiple proton–proton interactions is corrected for, and an uncertainty is evaluated using in situ techniques. The smallest JES uncertainty of less than 1 % is found in the central calorimeter region ( |η|<1.2 ) for jets with  55≤pjetT<500 GeV . For central jets at lower  pT , the uncertainty is about 3 %. A consistent JES estimate is found using measurements of the calorimeter response of single hadrons in proton–proton collisions and test-beam data, which also provide the estimate for  pjetT>1  TeV. The calibration of forward jets is derived from dijet  pT  balance measurements. The resulting uncertainty reaches its largest value of 6 % for low- pT jets at  |η|=4.5 . Additional JES uncertainties due to specific event topologies, such as close-by jets or selections of event samples with an enhanced content of jets originating …",
                "This article documents the performance of the ATLAS muon identification and reconstruction using the LHC dataset recorded at  TeV in 2015. Using a large sample of  and  decays from 3.2 fb of pp collision data, measurements of the reconstruction efficiency, as well as of the momentum scale and resolution, are presented and compared to Monte Carlo simulations. The reconstruction efficiency is measured to be close to  over most of the covered phase space ( and  GeV). The isolation efficiency varies between 93 and  depending on the selection applied and on the momentum of the muon. Both efficiencies are well reproduced in simulation. In the central region of the detector, the momentum resolution is measured to be  () for muons from  () decays, and the momentum scale is known with an uncertainty of . In the region , the  resolution …"
            ],
            [
                [
                    "estadística",
                    "series de tiempo",
                    "estadística bayesiana"
                ]
            ],
            [
                "Zheng Chang Zheng Chang Zheng Chang Adjunct Faculty Associate Professor: South Carolina State University , College of Science, Mathematics, and Engineering Technology Email: zchang@scsu.edu Phone : (803) 536-7924 Ph.D. : Tokyo Institute of Technology Field of Research : Experimental Neutrino Science"
            ]
        ]
    ]
}