{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OAHUT2ZR",
            "szfNAeEAAAAJ",
            [
                "Measuring distance and properties of the Milky Way’s central supermassive black hole with stellar orbits",
                "Chandra X-ray spectroscopic imaging of Sagittarius A* and the central parsec of the galaxy",
                "Stellar orbits around the galactic center black hole",
                "The galactic center environment",
                "High proper-motion stars in the vicinity of Sagittarius A*: Evidence for a supermassive black hole at the center of our galaxy",
                "Rapid X-ray flaring from the direction of the supermassive black hole at the Galactic Centre"
            ],
            [
                "We report new precision measurements of the properties of our Galaxy’s supermassive black hole. Based on astrometric (1995–2007) and radial velocity (RV; 2000–2007) measurements from the W. M. Keck 10 m telescopes, a fully unconstrained Keplerian orbit for the short‐period star S0‐2 provides values for the distance ( ) of   kpc, the enclosed mass ( ) of    , and the black hole’s RV, which is consistent with zero with 30 km s−1 uncertainty. If the black hole is assumed to be at rest with respect to the Galaxy (e.g., has no massive companion to induce motion), we can further constrain the fit, obtaining   kpc and    . More complex models constrain the extended dark mass distribution to be less than 3–    within 0.01 pc, ∼100 times higher than predictions from stellar and stellar remnant models. For all models, we identify transient astrometric shifts from source confusion (up to 5 times the astrometric error) and the …",
                "We report the results of the first‐epoch observation with the ACIS‐I instrument on the Chandra X‐Ray Observatory of Sagittarius A* (Sgr A*), the compact radio source associated with the supermassive black hole (SMBH) at the dynamical center of the Milky Way. This observation produced the first X‐ray (0.5–7 keV) spectroscopic image with arcsecond resolution of the central   ( ) of the Galaxy. We report the discovery of an X‐ray source, CXOGC J174540.0−290027, coincident with Sgr A* within  . The probability of a false match is estimated to be ≲0.5%. The spectrum is well fitted either by an absorbed power law with photon index   or by an absorbed optically thin thermal plasma with   keV and column density   cm−2. The observed flux in the 2–10 keV band is ≈  ergs cm−2 s−1, and the absorption‐corrected luminosity is ≈  ergs s−1. The X‐ray emission at the position of Sgr A* is extended, with an intrinsic size of …",
                "We present new diffraction‐limited images of the Galactic center, obtained with the W. M. Keck I 10 m telescope. Within 0 4 of the Galaxy’s central dark mass, 17 proper‐motion stars, with K magnitudes ranging from 14.0 to 16.8, are identified, and 10 of these are new detections (six were also independently discovered by others). In this sample, three newly identified (S0‐16, S0‐19, and S0‐20) and four previously known (S0‐1, S0‐2, S0‐4, and S0‐5) sources have measured proper motions that reveal orbital solutions. Orbits are derived simultaneously so that they jointly constrain the central dark object’s properties: its mass, its position, and, for the first time using orbits, its motion on the plane of the sky. This analysis pinpoints the Galaxy’s central dark mass to within 1.3 mas (10 AU) and limits its proper motion to   mas yr−1 (or equivalently   km s−1) with respect to the central stellar cluster. This localization of the …",
                "The central half kiloparsec region of our Galaxy harbors a variety of phenomena unique to the central environment. This review discusses the observed structure and activity of the interstellar medium in this region in terms of its inevitable inflow toward the center of the Galactic gravitational potential well. A number of dissipative processes lead to a strong concentration of gas into a “Central Molecular Zone” of about 200-pc radius, in which the molecular medium is characterized by large densities, large velocity dispersions, high temperatures, and apparently strong magnetic fields. The physical state of the gas and the resultant star formation processes occurring in this environment are therefore quite unlike those occurring in the large-scale disk. Gas not consumed by star formation either enters a hot X ray–emitting halo and is lost as a thermally driven galactic wind or continues moving inward, probably …",
                "Over a 2 year period we have conducted a diffraction-limited imaging study at 2.2 μm of the inner 6''× 6''of the central stellar cluster of the Galaxy using the WM Keck 10 m telescope. The K-band images obtained in 1995 June, 1996 June, and 1997 May have the highest angular resolution obtained at near-infrared wavelengths from ground or space (θ res= 0 farcs 05= 0.002 pc) and reveal a large population of faint stars. We use an unbiased approach for identifying and selecting stars to be included in this proper-motion study, which results in a sample of 90 stars with brightness ranging from K= 9-17 mag and two-dimensional velocities as large as 1400±100 km s-1. Compared to earlier work (Eckart et al. 1997; Genzel et al. 1997), the source confusion is reduced by a factor of 9, the number of stars with proper-motion measurement in the central 25 arcsec 2 of our Galaxy is doubled, and the accuracy of the velocity …",
                "The nuclei of most galaxies are now believed to harbour supermassive black holes 1. The motions of stars in the central few light years of our Milky Way Galaxy indicate the presence of a dark object with a mass of about 2.6× 10 6 solar masses (refs 2, 3). This object is spatially coincident with the compact radio source Sagittarius A*(Sgr A*) at the dynamical centre of the Galaxy, and the radio emission is thought to be powered by the gravitational potential energy released by matter as it accretes onto a supermassive black hole 4, 5. Sgr A* is, however, much fainter than expected at all wavelengths, especially in X-rays, which has cast some doubt on this model. The first strong evidence for X-ray emission was found only recently 6. Here we report the discovery of rapid X-ray flaring from the direction of Sgr A*, which, together with the previously reported steady X-ray emission, provides compelling evidence that the …"
            ],
            [
                [
                    "astrophysics",
                    "astronomy",
                    "Galactic structure",
                    "star formation",
                    "mass loss from evolved stars"
                ]
            ]
        ]
    ]
}