{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OB8R5LBA",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Ettore Vitali Assistant Professor of Physics Science II, Room 310A (559) 278-7023 evitali@csufresno.edu PHYS 2A 5 to 6:15 PM PHYS 4A 6:30 to 7:45 PM PHYS 175T (Intro. Comp. Sim.) 12:30 PM to 1:45 PM PHYS 190 Virtual Virtual Ph.D., Università degli Studi di Milano (Italy) Condensed matter Physics and Quantum Gases: models to understand high T C superconductivity, physics of Fermi ultracold gases, electronic systems, superfluids\n                        and low dimensional quantum systems. Ab-initio studies of equilibrium properties and dynamical\n                        response functions. Theoretical and computational approaches to quantum many-body\n                        systems. Probability theory, stochastic processes, stochastic differential equations and numerical simulation\n                        techniques, in particular Quantum Monte Carlo, both in the configurational space and\n                        in the Slater determinants manifolds. Statistical methods for ill-posed inverse problems, with applications to the study\n                        of dynamical properties of many-body quantum systems via Quantum Monte Carlo simulations. “Magnetic orders in the hole-doped three-band Hubbard model: Spin spirals, nematicity,and\n                        ferromagnetic domain”, A. Chiciak, E. Vitali, H. Shi, and S. Zhang, Phys. Rev. B. 97, 235127 (2018) “Visualizing the BEC-BCS crossover in a two-dimensional Fermi gas: Pairing gaps and\n                        dynamical response funcions from ab-initio computations”, E. Vitali , H. Shi, M. Qin, and S. Zhang, Phys, Rev. A 96, 061601(R) (2017). “Response functions for the two-dimensional ultracold Fermi gas: dynamical BCS theory\n                        and beyond”, E. Vitali , H. Shi, M. Qin, and S. Zhang, Journal of Low Temperature Physics, 189, 312 (2017). CV of Dr. Vitali [PDF, 172KB] Last Updated Jan 10, 2021"
            ]
        ]
    ]
}