{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OBGQD014",
            "SoWfpOYAAAAJ",
            [
                "Insect communication: polarized light as a butterfly mating signal",
                "Crepuscular and nocturnal illumination and its effects on color perception by the nocturnal hawkmoth Deilephila elpenor",
                "The role of protein assembly in dynamically tunable bio-optical tissues",
                "Changes in reflectin protein phosphorylation are associated with dynamic iridescence in squid",
                "Variation of outdoor illumination as a function of solar elevation and light pollution",
                "Twilight spectral dynamics and the coral reef invertebrate spawning response",
                "Photosymbiotic giant clams are transformers of solar flux",
                "A highly distributed Bragg stack with unique geometry provides effective camouflage for Loliginid squid eyes",
                "Evolution of graded refractive index in squid lenses",
                "Effects of light dynamics on coral spawning synchrony"
            ],
            [
                "Iridescent butterfly scales are visually stunning structures that reflect highly saturated colour. They also create an array of non-chromatic optical phenomena, such as polarization, polarization mixing and highly directional flashes 1, 2, but the ecological purpose of these effects is unclear 3, 4. Here we show that polarized light is used in mate recognition by Heliconius butterflies, a genus that is known to rely on visual cues in sexual selection and speciation 5. This terrestrial example of exploitation of polarized light may have adaptive value in dense forest, where illumination varies greatly in spectrum and intensity.",
                "Recent studies have shown that certain nocturnal insect and vertebrate species have true color vision under nocturnal illumination. Thus, their vision is potentially affected by changes in the spectral quality of twilight and nocturnal illumination, due to the presence or absence of the moon, artificial light pollution and other factors. We investigated this in the following manner. First we measured the spectral irradiance (from 300 to 700 nm) during the day, sunset, twilight, full moon, new moon, and in the presence of high levels of light pollution. The spectra were then converted to both human-based chromaticities and to relative quantum catches for the nocturnal hawkmoth Deilephila elpenor, which has color vision. The reflectance spectra of various flowers and leaves and the red hindwings of D. elpenor were also converted to chromaticities and relative quantum catches. Finally, the achromatic and chromatic contrasts …",
                "Cephalopods are nicknamed the “masters of disguise” for their highly evolved camouflage mechanisms, including the hallmark ability to rapidly change the color and reflectance of their skin. Previously, reflectin proteins were identified as the major biomaterial component of iridosomes [1], specialized light-reflecting architectures that contribute intense structural color to squid skin, eyes, and organs [2], [3], [4], [5]. Supramolecular assembly of reflectin has been recognized as a key property in the protein's function [6]. Here, we report the first cloning and expression of a specific reflectin protein found in the responsive iridophore cells of the squid Loligo pealeii, which are unique in their ability to switch on\/off and change color. We demonstrate that these iridophores can be chemically tuned to reflect the entire visible spectrum. By examining recombinant reflectin, we show that this dynamic optical function is facilitated by …",
                "Many cephalopods exhibit remarkable dermal iridescence, a component of their complex, dynamic camouflage and communication. In the species Euprymna scolopes, the light-organ iridescence is static and is due to reflectin protein-based platelets assembled into lamellar thin-film reflectors called iridosomes, contained within iridescent cells called iridocytes. Squid in the family Loliginidae appear to be unique in which the dermis possesses a dynamic iridescent component with reflective, coloured structures that are assembled and disassembled under the control of the muscarinic cholinergic system and the associated neurotransmitter acetylcholine (ACh). Here we present the sequences and characterization of three new members of the reflectin family associated with the dynamically changeable iridescence in Loligo and not found in static Euprymna iridophores. In addition, we show that application of genistein …",
                "The illumination of the environment undergoes both intensity and spectral changes during the 24 h cycle of a day. Daylight spectral power distributions are well described by low-dimensional models such as the CIE (Commission Internationale de l’Éclairage) daylight model, but the performance of this model in non-daylight regimes is not characterised. We measured downwelling spectral irradiance across multiple days in two locations in North America: One rural location (Cherry Springs State Park, PA) with minimal anthropogenic light sources, and one city location (Philadelphia, PA). We characterise the spectral, intensity and colour changes and extend the existing CIE model for daylight to capture twilight components and the spectrum of the night sky.",
                "There are dramatic and physiologically relevant changes in both skylight color and intensity during evening twilight as the pathlength of direct sunlight through the atmosphere increases, ozone increasingly absorbs long wavelengths and skylight becomes increasingly blue shifted. The moon is above the horizon at sunset during the waxing phase of the lunar cycle, on the horizon at sunset on the night of the full moon and below the horizon during the waning phase. Moonlight is red shifted compared with daylight, so the presence, phase and position of the moon in the sky could modulate the blue shifts during twilight. Therefore, the influence of the moon on twilight color is likely to differ somewhat each night of the lunar cycle, and to vary especially rapidly around the full moon, as the moon transitions from above to below the horizon during twilight. Many important light-mediated biological processes occur during …",
                "‘Giant’ tridacnid clams have evolved a three-dimensional, spatially efficient, photodamage-preventing system for photosymbiosis. We discovered that the mantle tissue of giant clams, which harbours symbiotic nutrition-providing microalgae, contains a layer of iridescent cells called iridocytes that serve to distribute photosynthetically productive wavelengths by lateral and forward-scattering of light into the tissue while back-reflecting non-productive wavelengths with a Bragg mirror. The wavelength- and angle-dependent scattering from the iridocytes is geometrically coupled to the vertically pillared microalgae, resulting in an even re-distribution of the incoming light along the sides of the pillars, thus enabling photosynthesis deep in the tissue. There is a physical analogy between the evolved function of the clam system and an electric transformer, which changes energy flux per area in a system while conserving total …",
                "Cephalopods possess a sophisticated array of mechanisms to achieve camouflage in dynamic underwater environments. While active mechanisms such as chromatophore patterning and body posturing are well known, passive mechanisms such as manipulating light with highly evolved reflectors may also play an important role. To explore the contribution of passive mechanisms to cephalopod camouflage, we investigated the optical and biochemical properties of the silver layer covering the eye of the California fishery squid, Loligo opalescens. We discovered a novel nested-spindle geometry whose correlated structure effectively emulates a randomly distributed Bragg reflector (DBR), with a range of spatial frequencies resulting in broadband visible reflectance, making it a nearly ideal passive camouflage material for the depth at which these animals live. We used the transfer-matrix method of optical modelling to …",
                "A lens with a graded refractive index is required for vision in aquatic animals with camera-type eyes. This optical design entails a radial gradient of protein density, with low density in external layers and high density in internal layers. To maintain the optical stability of the eye, different material properties are required for proteins in different regions of the lens. In low-density regions of the lens where slight protein aggregation causes significant light scattering, aggregation must be minimized. Squid lens S-crystallin proteins are evolutionarily derived from the glutathione S-transferase protein family. We used biochemistry, optical modelling and phylogenetics to study the evolution and material properties of S-crystallins. S-crystallins are differentially expressed in a radial gradient, suggesting a role in refractive index. This gradient in S-crystallin expression is correlated with their evolutionary history and biochemistry. S …",
                "Synchrony of spawning in many hermatypic corals, typically a few nights after the full moon, is putatively dependent on solar and lunar light cycles in conjunction with other possible cues such as tides and temperature. We analyze here the contributions of separate components of light dynamics, because the effects of twilight and lunar skylight on coral spawning synchrony have previously been conflated and the alternative hypothesis that these components have differential contributions as proximate cues has not been tested. Moonlight-dependent changes in spectra during twilight, rates of decreasing twilight intensities, and changes in lunar photoperiod were experimentally decoupled using programmed light-emitting diodes and compared for their separate effects on spawning synchrony in Acropora humilis. Effects on synchrony under the control of synthetic lunar cues were greatest in response to changes in …"
            ],
            [
                [

                ]
            ],
            [
                "Alison Sweeney Alison Sweeney Associate Professor of Ecology and Evolutionary Biology and of Physics SCL 207 alison.sweeney@yale.edu"
            ]
        ]
    ]
}