{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OCH328Z2",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "RICCARDO COMIN Class of 1947 Career Development Assistant Professor of Physics EMAIL: rcomin@mit.edu PHONE: (617) 253-7834 OFFICE: 13-2153 ASSISTANT: Monica Wolf (617) 253-4829 Comin Photon Scattering Lab Experimental Condensed Matter Physics > Solid State Physics Physicists discover new quantum electronic material , 3.19.2018] Eight MIT researchers win 2018 Sloan Research Fellowships , 2.15.2018] B.Sc. (Hons.) in Physics, Università degli Studi di Trieste, Italy (09\/2004 – 07\/2007) M.Sc. in Physics, Università degli Studi di Trieste, Italy (09\/2007 – 07\/2009) Ph. D. in Physics, University of British Columbia, Canada (09\/2009 – 12\/2013) Research Assistant, Dept. of Physics & Quantum Matter Institute , University of British Columbia, Canada (09\/2009 – 03\/2014) Postdoctoral Fellow, Dept. of Electrical & Computer Engineering , University of Toronto, Canada (04\/2014 – 06\/2016) Assistant Professor, Dept. of Physics , Massachusetts Institute of Technology, USA (07\/2016) Awards and Honors Sloan Fellowship, awarded by the Sloan Foundation (02\/2018) CLS Young Investigator Award, awarded by the Canadian Light Source (05\/2017) Bryan R. Coles Prize, awarded by the International Conference on Strongly Correlated Electron Systems (05\/2016) McMillan Award, awarded by the University of Illinois Urbana-Champaign (12\/2015) John Charles Polanyi Prize in Physics, awarded by the Council of Ontario Universities (11\/2015) Fonda-Fasella Award, awarded by the Italian Light Source Elettra (12\/2014) G. Bancroft Ph.D. Thesis Award, awarded by the Canadian Light Source (05\/2014) Post-Doctoral Fellowship, awarded by the Natural Sciences and Engineering Research Council of Canada (04\/2014 – 04\/2016) 4-year Fellowship, awarded by the Faculty of Graduate Studies – University of British Columbia (09\/2009 – 09\/2013) Graduate Scholarship in Condensed Matter Physics, awarded by the Collegio delle Scienze Luciano Fonda (09\/2007 – 09\/2009) Undergraduate Scholarship in Physics, awarded by the Collegio delle Scienze Luciano Fonda (09\/2004 – 09\/2007) Professor Comin's research explores the rich variety of electronic phases that can be crafted and engineered in the broad class of Quantum Materials. In these systems, the complex interplay between several intertwined degrees of freedom – charge, spin, orbital, and lattice – leads to novel states of matter where symmetries are broken by the emergence of electronic orders, which include, among others, (anti)ferromagnetism, spin-density-waves, charge order, ferroelectricity, orbital order, and any combination thereof. Light scattering techniques represent one of the finest set of tools to study and characterize symmetry breaking phenomena in solids. In particular, we use resonant x-ray scattering, which has the ability to couple to specific electronic states while accessing extended portions of reciprocal space, and thus enables the element-selective study of ordered phases at the atomic scale. Complementary to the facility-based x-ray work, we will perform Raman scattering experiments at MIT as a function of temperature, pressure, and magnetic fields. Most importantly, we plan to integrate these two powerful methods within a pump-probe scheme where tunable photoexcitation will enable the selective manipulation of electronic orders while tracking their ultrafast time evolution in the femto-to-nanosecond time window. Systems of interest that exhibit emergent phenomena encompass the transition metal oxides (including high-temperature superconductors, strong spin-orbit systems, multiferroics, etc.), rare earth-based compounds, and topological insulators. We will study single-crystalline materials, as well as thin films and heterointerfaces. In this context, we will also engage in the solution-based synthesis of inorganic and hybrid (mixed organic-inorganic) metal halides – a class of compounds which has recently garnered a lot of attention for optoelectronic applications, and which we plan to explore in the search for new exotic phenomena. Riccardo Comin joined MIT as an Assistant Professor of Physics in July 2016. He completed his undergraduate studies at the Universita’ degli Studi di Trieste in Italy, where he also obtained a M.Sc. in Physics in 2009. Later, he pursued doctoral studies at the University of British Columbia, Canada, earning a PhD in 2013. Since 2014 he is an NSERC postdoctoral fellow at the University of Toronto. For his work using synchrotron-based x-ray scattering methods on quantum materials and electrically-tuned optoelectronic materials, he was recently selected as recipient of the Bancroft Thesis Award (2014), Fonda-Fasella Award (2014), John Charles Polanyi Prize in Physics (2015), McMillan Award (2015), and Bryan R. Coles prize (2016). Z. Ning*, X. Gong*, R. Comin*, G. Walters, F. Fan, O. Voznyy, E. Yassitepe, A. Buin, S. Hoogland, and E.H. Sargent. “Quantum-Dot-in-perovskite solids”, Nature 523 , 324-328 (2015). R. Comin, R. Sutarto, F. He, E. da Silva Neto, L. Chauviere, A. Frano, R. Liang, W.N. Hardy, D.A. Bonn, Y.Yoshida, H. Eisaki, J. E. Hoffman, B. Keimer, G.A. Sawatzky, and A. Damascelli. “Symmetry of charge order in cuprates”, Nature Materials 14 , 796-800 (2015). R. Comin, R. Sutarto, F. He, E. da Silva Neto, L. Chauviere, R. Liang, W.N. Hardy, D.A. Bonn, G.A. Sawatzky, and A. Damascelli. “Broken translational and rotational symmetry via charge stripe order in underdoped YBa2Cu3O6+y”, Science 347 , 1335-1339 (2015). E. da Silva Neto*, R. Comin*, R. Sutarto, F. He, Y. Jiang, R. Greene, G.A. Sawatzky, and A. Damascelli. “Charge ordering in the electron-doped superconductor Nd2-xCexCuO4“, Science 347 , 282-285 (2015). D. Shi, V. Adinolfi, R. Comin, K. Katsiev, E. Alarousu, Y. Chen, A. Buin, S. Hoogland, M. Yuan, A. Rothenberger, Y. Losovyj, X. Zhang, P.A. Dowben, O.F. Mohammed, E.H. Sargent, and O. M. Bakr. “Exceptionally low trap-state density and long carrier diffusion in room temperature grown organo-lead trihalide perovskite single-crystals”, Science 347 , 519-522 (2015). K. Takubo, R. Comin, D. Ootsuki, T. Mizokawa, H. Wadati, Y. Takahashi, G. Shibata, A. Fujimori, R. Sutarto, F. He, S. Pyon, K. Kudo, M. Nohara, G. Levy, I. Elfimov, G. A. Sawatzky, A. Damascelli. “Bond-Order and the Role of Ligand States in Stripe-Modulated IrTe2”, Phys. Rev. B 90 , 081104(R) (2014). R. Comin, A. Frano, M.M. Yee, Y. Yoshida, H. Eisaki, E. Schierle, E. Weschke, R. Sutarto, F. He, A. Soumyanarayanan, Y. He, M. Le Tacon, I.S. Elfimov, J. E. Hoffman, G.A. Sawatzky, B. Keimer, A. Damascelli. “Charge Order Driven by Fermi-Arc Instability in Bi2Sr2-xLaxCuO6+δ”, Science 343 , 390-392 (2014). J.A. Rosen*, R. Comin*, G. Levy, D. Fournier, Z.-H. Zhu, B. Ludbrook, A. Nicolaou, C.N. Veenstra, D.Wong, P. Dosanjh, Y. Yoshida, H. Eisaki, G.R. Blake, F. White, T.T.M. Palstra, R. Sutarto, F. He, A. Frano, Y. Lu, B. Keimer, G.A. Sawatzky, L. Petaccia, and A. Damascelli. “Surface-enhanced charge-density-wave instability in underdoped Bi2Sr2-xLaxCuO6+δ”, Nature Communications 4 , 1977 (2013). July 15, 2020 4:00 PM"
            ]
        ]
    ]
}