{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OCQ1NHEL",
            "6gDc5-EAAAAJ",
            [
                "Reduced Mesoporous Co3O4 Nanowires as Efficient Water Oxidation Electrocatalysts and Supercapacitor Electrodes",
                "Isolated Ni single atoms in graphene nanosheets for high-performance CO 2 reduction",
                "B-Doped Pd catalyst: boosting room-temperature hydrogen production from formic acid–formate solutions"
            ],
            [
                "While electrochemical water splitting is one of the most promising methods to store light\/electrical energy in chemical bonds, a key challenge remains in the realization of an efficient oxygen evolution reaction catalyst with large surface area, good electrical conductivity, high catalytic properties, and low fabrication cost. Here, a facile solution reduction method is demonstrated for mesoporous Co3O4 nanowires treated with NaBH4. The high‐surface‐area mesopore feature leads to efficient surface reduction in solution at room temperature, which allows for retention of the nanowire morphology and 1D charge transport behavior, while at the same time substantially increasing the oxygen vacancies on the nanowire surface. Compared to pristine Co3O4 nanowires, the reduced Co3O4 nanowires exhibit a much larger current of 13.1 mA cm‐2 at 1.65 V vs reversible hydrogen electrode (RHE) and a much lower onset …",
                "Single-atom catalysts have emerged as an exciting paradigm with intriguing properties different from their nanocrystal counterparts. Here we report Ni single atoms dispersed into graphene nanosheets, without Ni nanoparticles involved, as active sites for the electrocatalytic CO2 reduction reaction (CO2RR) to CO. While Ni metal catalyzes the hydrogen evolution reaction (HER) exclusively under CO2RR conditions, Ni single atomic sites present a high CO selectivity of 95% under an overpotential of 550 mV in water, and an excellent stability over 20 hours’ continuous electrolysis. The current density can be scaled up to more than 50 mA cm−2 with a CO evolution turnover frequency of 2.1 × 105 h−1 while maintaining 97% CO selectivity using an anion membrane electrode assembly. Different Ni sites in graphene vacancies, with or without neighboring N coordination, were identified by in situ X-ray absorption …",
                "Facile production of hydrogen at room temperature is an important process in many areas including alternative energy. In this Communication, a potent boron-doped Pd nanocatalyst (Pd-B\/C) is reported for the first time to boost hydrogen generation at room temperature from aqueous formic acid–formate solutions at a record high rate. Real-time ATR-IR spectroscopy is applied to shed light on the enhanced catalytic activity of B-doping and reveals that the superior activity of Pd-B\/C correlates well with an apparently impeded COad accumulation on its surfaces. This work demonstrates that developing new anti-CO poisoning catalysts coupled with sensitive interfacial analysis is an effective way toward rational design of cost-effective catalysts for better hydrogen energy exploitation."
            ],
            [
                [
                    "spectroelectrochemistry",
                    "heterogeneous catalysis",
                    "electrocatalysis"
                ]
            ],
            [
                "Jiang, Kun Kun Jiang Postdoctoral Fellow Kun Jiang Higgins Hall 330L kun.jiang@bc.edu"
            ]
        ]
    ]
}