{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OCYXUCMO",
            "1jVLgHwAAAAJ",
            [
                "Communicating X-machines",
                "Overlapping dialogues: the role of interpretation design in communicating Australia’s natural and cultural heritage.",
                "Designing the interpretation interface: Quality communication design as an aspect of visitor experience in nature-based tourism",
                "Typotastic: A collaborative teaching and learning model",
                "Towards quality communication design in interpretive settings",
                "Learning from inland: Redefining regional creativity"
            ],
            [
                "This paper presents the communicating X-machine model for the specification of communicating systems, such as distributed systems. A communicating X-machine is a typed finite state machine that can communicate with other communicating X-machines via channels that connect ports on each of the machines. Through the specification of the Alternating Bit Protocol using a set of communicating X-machines, the advantages of the technique, in particular its data modelling and its modular approach to design, are highlighted.",
                "This research investigates the development of interpretation design in Australia during the period 1980 – 2006, and its role in presenting natural and cultural heritage to audiences in visitor settings. It establishes Australian interpretation design at the intersection of two professional fields, interpretation and design. Where heritage interpretation originates from a background of spoken language, through narrative and storytelling, graphic and communication design have origins in visual language, communicated through images and text. This research positions interpretation design as a new field within design and traces its emergence as a hybrid of spoken and visual traditions of communication.The study gives visibility to this previously undocumented and un-theorised hybrid field of design and creates a thematic conceptual framework within which to locate its historical, conceptual and practical origins. In substantiating interpretation design as a new field, three avenues of enquiry were considered; documentation and analysis of the visual artefacts of interpretation design, locating interpretation design in a wider conceptual and professional context through literature reviews, and consultation with designers in order to understand the challenges and problems in this new mode of design. Further, to facilitate designers to continue to work effectively in highly collaborative, complex and cross-disciplinary professional environments a conceptual collaborative tool was developed for use by interpretation design project teams. The conceptual tool integrates the theoretical and practical findings from this research and is based on a pattern language …",
                "The practice of communication design gives visual form to the interpretation or presentation of a place to tourists and visitors. Research shows that interpretation can lead visitors to develop an appreciation towards a place, through gaining knowledge, understanding and empathy for that place (Stewart et al 1998). The communication of information and ideas through interpretation is critical in fostering a positive attitude of stewardship and protection towards a place, which can also lead to sustainability of the environment and the host community (Moscardo 1999).",
                "Typotastic is a design journal published by the Visual Communication Studio at the Tasmanian School of Art, University of Tasmania, as part of the curriculum for third year graphic design students. Typotastic is an award winning, unique collaboration between design educators, students, industry professionals and commentators, working together to produce Australia's first publication dedicated solely to the critical writing and exploration of typography. The project represents an innovative pedagogical model combining collaborative design practice and a real-world project. Through Typotastic students publish an international design journal, collaborating both on content and design. Lecturers take the roles of editor and creative director, guiding the publication through to finished printed outcome. Typotastic also generates research, conceptual frameworks, written and visual content and contact with scholarly networks. Typotastic is not a seamless design project; instead it is vulnerable to the usual compromises, timelines and budget pressures of any normal publication. Students are exposed to a high level of professional practice experience and learn what it takes to create a publication from initial vision through to finished work. This paper presents the project Typotastic as an example of innovative teaching through collaboration, and argues that many of the strengths of the project come from its high-risk and collaborative nature.",
                "The practice of communication design gives visual form to interpretation. Both are capable of profoundly affecting people’s knowledge, attitudes and behaviour. Interpretation projects provide designers with complex, eclectic and large scale design challenges, requiring collaboration with a diverse range of other professionals. The author’s research, based on interviews with graphic designers involved in interpretation projects, will underpin this paper. By focusing on the contribution of designers to interpretation projects, the author will highlight possibilities for the design profession to contribute to the field of interpretation. A practical outcome of the author’s research is a set of guidelines developed from findings of interpretation and museum studies research. These guidelines use a design perspective to achieve quality communication experiences in interpretive settings“The very concept of interpretation is challenging. How to convey just a fraction of an area's natural history or cultural heritage without making visitors feel they are being lectured at or'educated'. It's hard to strike the right tone, and select the right information to give them. I think it's a great privilege to work on these jobs: the work has lasting worth (we hope), and in that sense is less ephemeral than much of the work that graphic designers do.” Julie Hawkins1",
                "This chapter is concerned with creativity in inland Australia and pays close attention to creative and innovative activity generated in regional and non-metropolitan settings. We argue that while the discourse about creative industries has been focused on global metropolitan cities, creativity (present but less visible) in regional and agriculturally dependent communities can be re-framed. To do this, we look at the scope and scale of the inland from the footprint of Charles Sturt University in regional New South Wales. Then, we refine our focus using the lens of the portmanteau word ‘agri-tivity’, which we have coined to describe the interface between creativity and innovation, markets, technologically advanced forms of production and high-value services in regional settings. Historically, some of the strongest evocations of creativity and ingenuity in the national imagination have originated from inland Australia and its communities. Charles Sturt University’s footprint is an inland one; the majority of its campuses are located in inland regional communities in the state of New South Wales, covering an area of approximately 800,000 square kilometres. This inland regional setting corresponds with and holds traces of the most celebrated (and contested) sites and characters of Australia’s creative and cultural heritage. The Wiradjuri people, whose land the Charles Sturt campuses are built on, have occupied the land for many tens of thousands of years. Since European colonization, this inland region has also been the home of and inspiration for many of the country’s most celebrated artists, poets, writers and film-makers. Australia’s inland regions fall into the …"
            ],
            [
                [
                    "interpretation design",
                    "creative industries"
                ]
            ],
            [
                "Charles E. Woodward Charles E. Woodward Charles \"Chick\" E. Woodward Coordinator of LBTO, Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-0254 woodw024@umn.edu Minnesota Institute for Astrophysics (MIfA) Large Binocular Telescope Observatory (LBTO) Ph.D., University of Rochester, 1987 M.A., University of Rochester, 1982 A.B., Dartmouth College, 1980 Professor, University of Minnesota, 2005-present Chair, NASA SOFIA Users Committee, present Member of the NASA HQ Astrophysics Advisory Committee (FACA Cmte.), present Board Member and Vice-Chair, Large Binocular Telescope Corporation, present Vice-President, The American Astronomical Society, 2015-2018 Member, NAS\/NRC Committee on the Survey of Surveys 2013-2015 Team Member, NASA Discovery (Planetary) Mission Selection Panel, 2011-2012 Member, Astronomy Astrophysics Advisory Committee, 2009-2012 Member, National Academy Science, Space Studies Board, 2007-2011 Councilor, American Astronomical Society, 2008-2011 Member, OIR Panel Ast2010 Decadal Committee, 2008-2010 Chair, International Gemini Observatory Board 2007-2010 Associate Professor, University of Minnesota, 2000-2004 Scientific & Professional Societies American Astronomical Society Biography Woodward is an international expert in XUVOIR ground, and space-based observational astrophysics, instrumentation development, and telescope construction, management, and operations. He also has significant experience in national space policy. His primary research is on the physical properties of astrophysical grains in interstellar, circumstellar, and solar system environments, the physics of nova explosions and their chemical contributions to the interstellar medium, the physical characteristics of the circumstellar ejecta of evolved stars, evolved stellar population demographics, and the IR activity of comet nuclei and small solar system bodies. He played a significant role in the programmatic development of the NASA's Space Infrared Telescope Facility (Spitzer) legacy sciences opportunities, and has participated in mentoring programs to enhance diversity in the field of astrophysics. His research is supported by the NSF and NASA. Woodward is an international expert in XUVOIR ground, and space-based observational astrophysics, instrumentation development, and telescope construction, management, and operations. He also has significant experience in national space policy. His primary research is on the physical properties of astrophysical grains in interstellar, circumstellar, and solar system environments, the physics of nova explosions and their chemical contributions to the interstellar medium, the physical characteristics of the circumstellar ejecta of evolved stars, evolved stellar population demographics, and the IR activity of comet nuclei and small solar system bodies. He played a significant role in the programmatic development of the NASA's Space Infrared Telescope Facility (Spitzer) legacy sciences opportunities, and has participated in mentoring programs to enhance diversity in the field of astrophysics. His research is supported by the NSF and NASA. Woodward website National Science Foundation-White House Presidential Faculty Fellow National Science Foundation-Young Investigator Award Smithsonian Institution Faculty Fellow-Air & Space Museum Ford Foundation Minority Fellow de Kleer, K.; Skrutskie, M.; Leisenring, J.; Davies, A. G.; Conrad, A.; de Pater, I.; Resnick, A.; Bailey, V.; Defrère, D.; Hinz, P.; Skemer, A.; Spalding, E.; Vaz, A.; Veillet, C.; Woodward, C. E., Multi-phase volcanic resurfacing at Loki Patera on Io Nature [ abstract Stone, Jordan M.; Skemer, Andrew J.; Hinz, Philip M.; Bonavita, Mariangela; Kratter, Kaitlin M.; Maire, Anne-Lise; Defrere, Denis; Bailey, Vanessa P.; Spalding, Eckhart; Leisenring, Jarron M.; Desidera, S.; Bonnefoy, M.; Biller, Beth; Woodward, Charles E., The LEECH Exoplanet Imaging Survey: Limits on Planet Occurrence Rates under Conservative Assumptions The Astronomical Journal [ abstract Arneson, R. A.; Gehrz, R. D.; Woodward, C. E.; Helton, L. A.; Shenoy, D.; Evans, A.; Keller, L. D.; Hinkle, K. H.; Jura, M.; Lebzelter, T.; Lisse, C. M.; Rushton, M. T.; Mizrachi, J., A SOFIA FORCAST Grism Study of the Mineralogy of Dust in the Winds of Proto-planetary Nebulae: RV Tauri Stars and SRd Variables The Astrophysical Journal [ abstract Eyres, S. P. S.; Evans, A.; Zijlstra, A.; Avison, A.; Gehrz, R. D.; Hajduk, M.; Starrfield, S.; Mohamed, S.; Woodward, C. E.; Wagner, R. M., ALMA reveals the aftermath of a white dwarf-brown dwarf merger in CK Vulpeculae Monthly Notices of the Royal Astronomical Society [ abstract Aydi, E.; Orio, M.; Beardmore, A. P.; Ness, J.-U.; Page, K. L.; Kuin, N. P. M.; Walter, F. M.; Buckley, D. A. H.; Mohamed, S.; Whitelock, P.; Osborne, J. P.; Strader, J.; Chomiuk, L.; Darnley, M. J.; Dobrotka, A.; Kniazev, A.; Miszalski, B.; Myers, G.; Os, Multiwavelength observations of V407 Lupi (ASASSN-16kt) - a very fast nova erupting in an intermediate polar Monthly Notices of the Royal Astronomical Society [ abstract Protopapa, Silvia; Kelley, Michael S. P.; Yang, Bin; Bauer, James M.; Kolokolova, Ludmilla; Woodward, Charles E.; Keane, Jacqueline V.; Sunshine, Jessica M., Icy Grains from the Nucleus of Comet C\/2013 US10 (Catalina) The Astrophysical Journal Letters [ abstract Orio, M.; Ness, J.-U.; Dobrotka, A.; Gatuzz, E.; Ospina, N.; Aydi, E.; Behar, E.; Buckley, D. A. H.; Ciroi, S.; Della Valle, M.; Hernanz, M.; Henze, M.; Osborne, J. P.; Page, K. L.; Rauch, T.; Sala, G.; Starrfield, S.; Williams, R. E.; Woodward, C. E.; Ze, What We Learn from the X-Ray Grating Spectra of Nova SMC 2016 The Astrophysical Journal [ abstract Gehrz, R. D.; Evans, A.; Woodward, C. E.; Helton, L. A.; Banerjee, D. P. K.; Srivastava, M. K.; Ashok, N. M.; Joshi, V.; Eyres, S. P. S.; Krautter, Joachim; Kuin, N. P. M.; Page, K. L.; Osborne, J. P.; Schwarz, G. J.; Shenoy, D. P.; Shore, S. N.; Starrfie, The Temporal Development of Dust Formation and Destruction in Nova Sagittarii 2015#2 (V5668 SGR): A Panchromatic Study The Astrophysical Journal [ abstract Harker, David E.; Woodward, Charles E.; Kelley, Michael S. P.; Wooden, Diane H., Hyperactivity and Dust Composition of Comet 103P\/Hartley 2 During the EPOXI Encounter The Astronomical Journal, [ abstract Henze, M.; Darnley, M. J.; Williams, S. C.; Kato, M.; Hachisu, I.; Anupama, G. C.; Arai, A.; Boyd, D.; Burke, D.; Ciardullo, R.; Chinetti, K.; Cook, L. M.; Cook, M. J.; Erdman, P.; Gao, X.; Harris, B.; Hartmann, D. H.; Hornoch, K.; Horst, J. Chuck; Houn, Breaking the Habit: The Peculiar 2016 Eruption of the Unique Recurrent Nova M31N 2008-12a The Astrophysical Journal [ abstract Finzell, Thomas; Chomiuk, Laura; Metzger, Brian D.; Walter, Frederick M.; Linford, Justin D.; Mukai, Koji; Nelson, Thomas; Weston, Jennifer H. S.; Zheng, Yong; Sokoloski, Jennifer L.; Mioduszewski, Amy; Rupen, Michael P.; Dong, Subo; Starrfield, Sumner; C, A Detailed Observational Analysis of V1324 Sco, the Most Gamma-Ray-luminous Classical Nova to Date The Astrophysical Journal [ abstract Evans, A.; Banerjee, D. P. K.; Gehrz, R. D.; Joshi, V.; Ashok, N. M.; Ribeiro, V. A. R. M.; Darnley, M. J.; Woodward, C. E.; Sand, D.; Marion, G. H.; Diamond, T. R.; Eyres, S. P. S.; Wagner, R. M.; Helton, L. A.; Starrfield, S.; Shenoy, D. P.; Krautter, J, Rise and fall of the dust shell of the classical nova V339 Delphini Monthly Notices of the Royal Astronomical Society [ abstract Ryan, Erin Lee; Sharkey, Benjamin N. L.; Woodward, Charles E., Trojan Asteroids in the Kepler Campaign 6 Field The Astronomical Journal [ abstract Kelley, Michael S. P.; Woodward, Charles E.; Gehrz, Robert D.; Reach, William T.; Harker, David E., Mid-infrared spectra of comet nuclei Icarus [ abstract Drake, Jeremy J.; Delgado, Laura; Laming, J. Martin; Starrfield, Sumner; Kashyap, Vinay; Orlando, Salvatore; Page, Kim L.; Hernanz, M.; Ness, J.-U.; Gehrz, R. D.; van Rossum, Daan; Woodward, Charles E., Collimation and Asymmetry of the Hot Blast Wave from the Recurrent Nova V745 Sco The Astrophysical Journal, [ abstract Shore, S. N.; Mason, E.; Schwarz, G. J.; Teyssier, F. M.; Buil, C.; De Gennaro Aquino, I.; Page, K. L.; Osborne, J. P.; Scaringi, S.; Starrfield, S.; van Winckel, H.; Williams, R. E.; Woodward, C. E., The panchromatic spectroscopic evolution of the classical CO nova V339 Delphini (Nova Del 2013) until X-ray turnoff Astronomy & Astrophysics [ abstract Evans, A.; Gehrz, R. D.; Woodward, C. E.; Sarre, P. J.; van Loon, J. T.; Helton, L. A.; Starrfield, S.; Eyres, S. P. S., CK Vul: a smorgasbord of hydrocarbons rules out a 1670 nova (and much else besides) Monthly Notices of the Royal Astronomical Society [ abstract Arendt, Richard G.; Dwek, Eli; Bouchet, Patrice; Danziger, I. John; Frank, Kari A.; Gehrz, Robert D.; Park, Sangwook; Woodward, Charles E., Infrared Continuum and Line Evolution of the Equatorial Ring around SN 1987A The Astronomical Journal [ abstract Pavlenko, Ya. V.; Kaminsky, B.; Rushton, M. T.; Evans, A.; Woodward, C. E.; Helton, L. A.; O'Brien, T. J.; Jones, D.; Elkin, V., Modelling the spectral energy distribution of the red giant in RS Ophiuchi: evidence for irradiation Monthly Notices of the Riyal Astronomical Society [ abstract Schlieder, Joshua E.; Skemer, Andrew J.; Maire, Anne-Lise; Desidera, Silvano; Hinz, Philip; Skrutskie, Michael F.; Leisenring, Jarron; Bailey, Vanessa; Defrère, Denis; Woodward, C.E.; and 14 coauthors, The LEECH Exoplanet Imaging Survey: Orbit and Component Masses of the Intermediate-age, Late-type Binary NO UMa The Astrophysical Journal [ abstract Skemer, Andrew J.; Morley, Caroline V.; Zimmerman, Neil T.; Skrutskie, Michael F.; Leisenring, Jarron; Buenzli, Esther; Bonnefoy, Mickael; Bailey, Vanessa; Hinz, Philip; Woodward,C.E.; and 33 coauthors, The LEECH Exoplanet Imaging Survey: Characterization of the Coldest Directly Imaged Exoplanet, GJ 504 b, and Evidence for Superstellar Metallicity The Astrophysical Journal [ abstract Kelley, Michael S. P.; Woodward, Charles E.; Bodewits, Dennis; Farnham, Tony L.; and 11 coauthors, Cometary Science with the James Webb Space Telescope Publications of the Astronomical Society of Pacific [ abstract Page, K. L.; Osborne, J. P.; Kuin, N. P. M.; Henze, M.; Walter, F. M.; Beardmore, A. P.; Woodward, C.E.; and 11 coauthors, Swift detection of the super-swift switch-on of the super-soft phase in nova V745 Sco (2014) Monthly Notices of the Royal Astronomical Society [ abstract Gehrz, R. D.; Evans, A.; Helton, L. A.; Shenoy, D. P.; Banerjee, D. P. K.; Woodward, C. E.; and 13 coauthors, The Early Infrared Temporal Development of Nova Delphini 2013 (V339 DEL) Observed with the Stratospheric Observatory for Infrared Astronomy (SOFIA) and from the Ground The Astrophysical Journal [ abstract Skemer, Andrew J.; Hinz, Philip; Montoya, Manny; Skrutskie, Michael F.; Leisenring, Jarron; Durney, Oli; Woodward, Charles E.; and 5 coauthors, First light with ALES: A 2-5 micron adaptive optics Integral Field Spectrograph for the LBT SPIE [ abstract Woodward, Charles E.; Kelley, Michael S. P.; Harker, David E.; Ryan, Erin L.; Wooden, Diane H.; Sitko, Michael L.; Russell, Ray W.; and 4 coauthors, SOFIA Infrared Spectrophotometry of Comet C\/2012 K1 (Pan-STARRS) The Astrophysical Journal [ abstract Dressler, A; Baker, D.N.; Bearden, D.A.; Blanford, R.D.; Boland, S.W.; Calvin, W.M., Coustenis, A.; Hoeksema, J.T.; Janetos, A.C.; Mackwell, S.J.; McCuistion, J.D.; Sleep, N.H.; Woodward, C.E.; Young, A.T., The Space Science Decadal Surveys: Lessons Learned and Best Practices The National Academies Press [ abstract Ryan, E. L.; Mizuno, D. R.; Shenoy, S. S.; Woodward, C. E.; Carey, S. J.; Noriega-Crespo, A.; Kraemer, K. E.; Price, S. D., The kilometer-sized Main Belt asteroid population revealed by Spitzer Astronomy & Astrophysics [ abstract Vacca, William D.; Hamilton, Ryan T.; Savage, Maureen; Shenoy, Sachindev; Becklin, E. E.; Woodward, C.E.; and 17 coauthors, Observations of Type Ia Supernova 2014J with FLITECAM\/SOFIA The Astrophysical Journal [ abstract Conrad, Albert; de Kleer, Katherine; Leisenring, Jarron; La Camera, Andrea; Arcidiacono, Carmelo; Woodward, C.E,; and 14 coauthors, Spatially Resolved M-band Emission from Io's Loki Patera-Fizeau Imaging at the 22.8 m LBT The Astronomical Journal [ abstract Raj, A.; Ashok, N. M.; Rudy, Richard J.; Russell, Ray W.; Lynch, David K.; Woodward, Charles E.; Sitko, Michael; and 4 coauthors, IR Study of Nova V2468 Cyg from Early Decline to the Coronal Phase The Astronomical Journal [ abstract Maire, A.-L.; Skemer, A. J.; Hinz, P. M.; Desidera, S.; Esposito, S.; Gratton, R.; Marzari, F.; Skrutskie, M. F.; Woodward, C.E.; and 30 coauthors, The LEECH Exoplanet Imaging Survey. Further constraints on the planet architecture of the HR 8799 system Astronomy & Astrophysics [ abstract Schwarz, Greg J.; Shore, Steven N.; Page, Kim L.; Osborne, Julian P.; Beardmore, Andrew P.; Woodward, C.E.; and 6 coauthors, Pan-Chromatic Observations of the Remarkable Nova Large Magellanic Cloud 2012 The Astronomical Journal [ abstract Evans, A.; Gehrz, R. D.; Woodward, C. E.; Helton, L. A., A WISE view of novae - I. The data Monthly Notices of the Royal Astronomical Society [ abstract Holoien, Thomas W.-S.; Prieto, Jose L.; Stanek, K. Z.; Kochanek, C. S.; Woodward, C.E.; and 18 coauthors, Discovery and Observations of ASASSN-13db, an EX Lupi-type Accretion Event on a Low-mass T Tauri Star The Astrophysical Journal Letters [ abstract Godon, Patrick; Sion, Edward M.; Starrfield, Sumner; Livio, Mario; Williams, Robert E.; Woodward, Charles E.; Kuin, Paul; Page, Kim L., Hubble Space Telescope Far Ultraviolet Spectroscopy of the Recurrent Nova T Pyxidis The Astrophysical Journal Letters [ abstract Page, K. L.; Osborne, J. P.; Wagner, R. M.; Beardmore, A. P.; Shore, S. N.; Starrfield, S.; Woodward, C. E., The 7.1 Hr X-Ray-Ultraviolet-Near-infrared Period of the γ-Ray Classical Nova Monocerotis 2012 The 7.1 Hr X-Ray-Ultraviolet-Near-infrared Period of the γ-Ray Classical Nova Monocerotis 2012 The 7.1 Hr X-Ray-Ultraviolet-Near-infrared Period of the γ-Ray The Astrophysical Journal Letters [ abstract Lindsay, Sean S.; Wooden, Diane H.; Harker, David E.; Kelley, Michael S.; Woodward, Charles E.; Murphy, Jim R., Absorption Efficiencies of Forsterite. I. Discrete Dipole Approximation Explorations in Grain Shape and Size The Astrophysical Journal [ abstract Esposito, S.; Mesa, D.; Skemer, A.; Arcidiacono, C.; Claudi, R. U.; Desidera, S.; Woodward, C.E.; and 29 coauthors, LBT observations of the HR 8799 planetary system. First detection of HR 8799e in H band Astronomy & Astrophysics [ abstract Chesneau, O.; Lagadec, E.; Otulakowska-Hypka, M.; Banerjee, D. P. K.; Woodward, C. E.; and 13 coauthors, The expanding dusty bipolar nebula around the nova V1280 Scorpi Astronomy & Astrophysics [ abstract Helton, L. Andrew; Gehrz, Robert D.; Woodward, Charles E.; Wagner, R. Mark; and 6 coauthors, Elemental Abundances in the Ejecta of Old Classical Novae from Late-Epoch Spitzer Spectra The Astrophysical Journal [ abstract Evans, A.; Gehrz, R. D.; Helton, L. A.; Starrfield, S.; Bode, M. F.; Woodward, C.E.; and 12 coauthors, Infrared observations of the recurrent nova T Pyxidis: ancient dust basks in the warm glow of the 2011 outburst Monthly Notices of the Royal Astronomical Society: Letters [ abstract Gicquel, A.; Bockelée-Morvan, D.; Zakharov, V. V.; Kelley, M. S.; Woodward, C. E.; Wooden, D. H., Investigation of dust and water ice in comet 9P\/Tempel 1 from Spitzer observations of the Deep Impact event. Astronomy & Astrophysics [ abstract Rodigas, Timothy J.; Hinz, Philip M.; Leisenring, Jarron; Vaitheeswaran, Vidhya; Skemer, Andrew J.; Woodward, C.E.; and 49 coauthors, The Gray Needle: Large Grains in the HD 15115 Debris Disk from LBT\/PISCES\/Ks and LBTI\/LMIRcam\/L' Adaptive Optics Imaging The Astrophysical Journal [ abstract Szczygieł, D. M.; Prieto, J. L.; Kochanek, C. S.; Stanek, K. Z.; Thompson, T. A.; Beacom, J. F.; Garnavich, P. M.; Woodward, C. E., Dust to Dust: Three Years in the Evolution of the Unusual SN 2008S Astrophysical Journal [ abstract Heldmann, Jennifer L.; Colaprete, Anthony; Wooden, Diane H.; Ackermann, Robert F.; Acton, David D.; Backus, Peter R.; Woodward, C.E.; and 90 coauthors, LCROSS (Lunar Crater Observation and Sensing Satellite) Observation Campaign: Strategies, Implementation, and Lessons Learned Space Science Reviews [ abstract Close, L. M.; Puglisi, A.; Males, J. R.; Arcidiacono, C.; Skemer, A.; Woodward, C.E.; and 26 coauthors, High-resolution Images of Orbital Motion in the Orion Trapezium Cluster with the LBT AO System Astrophysical Journal [ abstract Evans, A.; van Loon, J. Th.; Woodward, C. E.; Gehrz, R. D.; Clayton, G. C.; Helton, L. A.; and 5 coauthors, Solid-phase C60 in the peculiar binary XX Oph? Monthly Notices of the Royal Astronomical Society [ abstract Schwarz, Greg J.; Ness, Jan-Uwe; Osborne, J. P.; Page, K. L.; Woodward, C.E.; and 7 coauthors, Swift X-Ray Observations of Classical Novae. II. The Super Soft Source Sample Astrophysical J. Supplement [ abstract McDonald, I.; van Loon, J. Th.; Sloan, G. C.; Dupree, A. K.; Zijlstra, A. A.; Boyer, M. L.; Gehrz, R. D.; Evans, A.; Woodward, C. E.; Johnson, C. I., Spitzer spectra of evolved stars in ω Centauri and their low-metallicity dust production Monthly Notices of the Royal Astronomical Society [ abstract Chornock, R.; Filippenko, A. V.; Li, W.; Marion, G. H.; Foley, R. J.; Woodward, C.E.; and 16 coauthors, The Transitional Stripped-envelope SN 2008ax: Spectral Evolution and Evidence for Large Asphericity The Astrophysical Journal [ abstract Woodward, Charles E.; Jones, Terry Jay; Brown, Bailey; Ryan, Erin Lee; Krejny, Megan; Kolokolova, Ludmilla; Kelley, Michael S.; Harker, David E.; Sitko, Michael L., Dust in Comet C\/2007 N3 (Lulin) The Astronomical Journal [ abstract Ryan, Erin Lee; Woodward, Charles E., Albedos of Small Hilda Group Asteroids as Revealed by Spitzer Astronomical Journal [ abstract Meech, K. J.; A'Hearn, M. F.; Woodward, C.E.; and 188 coauthors, EPOXI: Comet 103P\/Hartley 2 Observations from a Worldwide Campaign The Astrophysical Journal Letters, [ abstract Ness, J.-U.; Osborne, J. P.; Dobrotka, A.; Page, K. L.; Drake, J. J.; Woodward, C.E.; and 9 coauthors, XMM-Newton X-ray and Ultraviolet Observations of the Fast Nova V2491 Cyg during the Supersoft Source Phase The Astrophysical Journal [ abstract Woodward, C. E.; Starrfield, S., Recent Observational and Theoretical Studies of the Classical Nova Outburst Canadian J. Physics [ abstract McLinden, Emily M.; Finkelstein, Steven L.; Rhoads, James E.; Malhotra, Sangeeta; Woodward, C.E.; and 7 coauthors, First spectroscopic measurements of [OIII] emission from Lyman-alpha selected galaxies at z~3.1 The Astrophysical Journal [ abstract Harker, David E.; Woodward, Charles E.; Kelley, Michael S.; Sitko, Michael L.; Wooden, Diane H.; Lynch, David K.; Russell, Ray W., Mid-Infrared Spectrophotometric Observations of Fragments B and C of Comet 73P\/Schwassmann-Wachman 3 The Astronomical Journal [ abstract Helton, L. Andrew; Woodward, Charles E.; Walter, Frederick M.; and 14 coauthors, The Dusty Nova V1065 Centauri (Nova Cen 2007): a Spectroscopic Analysis of Abundances and Dust Properties The Astronomical Journal [ abstract Ryan, Erin Lee; Woodward, Charles E., Rectified Asteroid Albedos and Diameters from IRAS and MSX Photometry Catalogs The Astronomical Journal [ abstract Dwek, Eli; Arendt, Richard G.; Bouchet, Patrice; Burrows, David N.; Woodward, C.E.; and 7 coauthors, Five Years of Mid-Infrared Evolution of the Remnant of SN 1987A: The Encounter between the Blast Wave and the Dusty Equatorial Ring The Astrophysical Journal [ abstract Evans, A.; Gehrz, R. D.; Woodward, C. E.; Helton, L. A.; and 9 coauthors, The peculiar dust shell of Nova DZ Cru (2003) Monthly Notices of the Royal Astronomical Society: Letters [ abstract Pavlenko, Ya. V.; Woodward, Charles E.; Rushton, M. T.; Kaminsky, B.; Evans, A., First overtone CO bands in the giant component of RS Ophiuchi: the 12C\/13C ratio in 2008 Monthly Notices of the Royal Astronomical Society [ abstract Rushton, M. T.; Kaminsky, B.; Lynch, D. K.; Pavlenko, Ya. V.; Evans, A.; Eyres, S. P. S.; Woodward, C. E.;and 4 coauthors, Changes in the red giant and dusty environment of the recurrent nova RS Ophiuchi following the 2006 eruption Monthly Notices of the Royal Astronomical Society [ abstract"
            ]
        ]
    ]
}