{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OD3P1JC4",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Andrew Strominger Andrew Strominger Gwill E. York Professor of Physics The fundamental laws of nature, as we currently understand them, are both incomplete and self-contradictory. Unsolved problems include the unification of forces and particles, the origin of the universe and the quantum structure of black holes and event horizons. Professor Strominger’s research, almost always undertaken with collaborators, has endeavored to shed light on these problems using a variety of approaches. The emergence of string theory as a potential unified theory of nature began with his discovery of Calabi-Yau compactifications 1 . This construction demonstrated that string theory not only reconciles quantum mechanics and gravity, but can also contain within it electrons, protons, photons and all the other observed particles and forces, and hence is a viable candidate for a complete unified theory of nature. Strominger discovered the brane solutions of string theory 2 , and subsequently used them to unravel the intricate and beautiful duality symmetries of the theory.  He used these branes to give a microscopic demonstration that black holes are able to holographically store information 3 ; resolving a deep paradox uncovered by Hawking and Bekenstein a quarter century earlier. He further used the branes to derive new relations in algebraic geometry, equating the moduli space of a brane in a Calabi-Yau space to the mirror Calabi-Yau 4 , and relating the Donaldson-Thomas to the Gromov-Witten invariants 5 . Strominger found a mathematically precise mathematical relation between the Navier-Stokes and Einstein equation 7 , demonstrating that horizons evolve as incompressible fluids and providing a bridge between fluid dynamics and general relativity. The discovery of holographic information storage by black holes was extended beyond its stringy origins to astrophysical black holes with large spins (such as GRS1915+105) by the discovery of a near-horizon conformal symmetry of the Einstein equation 6 . Observational signals of this conformal symmetry for gravity wave detectors, accretion disk Fe lines and the Event Horizon Telescope are being studied 7 . Recently Strominger 8 has discovered an exact mathematical equivalence between three disparate phenomena which have been separately studied for the last half-century: quantum field theory soft theorems, asymptotic symmetries and the memory effect. This has deep implications for the infrared structure of all gauge and gravitational theories ranging from collider physics to the black hole information paradox 9 . “Vacuum Configurations for Superstrings,“ P. Candelas, G. Horowitz, A. Strominger, E. Witten, Nucl. Phys. B 258:46-74, 1985. \"Black strings and P-branes,\" G. Horowitz, A. Strominger, Nucl. Phys. B 360:197-209, 1991. “Microscopic origin of the Bekenstein-Hawking entropy,“ A. Strominger, C. Vafa, Phys. Lett. B 379:99-104, 1996. hep-th\/9601029. “Mirror symmetry is T duality,“ A. Strominger, S.T. Yau, E. Zaslow, Nucl. Phys. B 479:243-259, 1996. hep-th\/9606040. \"Black hole attractors and the topological string,\" H. Ooguri, A. Strominger and C. Vafa, Phys. Rev. D 70:106007, 2004. hep-th\/0405146. “The Kerr\/CFT Correspondence,“ M. Guica, T. Hartman, W. Song, and A. Strominger, Phys. Rev. D 80:124008, 2009. hep-th\/0809.4266. https:\/\/agenda.albanova.se\/conferenceDisplay.py?confId=4675 “On BMS Invariance of Gravitational Scattering,” A. Strominger, JHEP ,152 (2014), hep-th\/1312.2229. “Soft Hair on Black Holes,” S. W. Hawking, M. J. Perry, and A. Strominger, hep-th\/1601.00921. Public Lectures: \"Quantum Gravity and String Theory: The Past, the Present and the Future ,\" Princeton, Strings 2014. \"A Bridge Between the Infinitely Large and the Infinitely Small ,\" The Wright Science Colloquia, University of Geneva. \"Black Holes: the Harmonic Oscillators of the 21st Century ,\" Harvard Physics Video Archive, September, 2010. \"String Theory, Black Holes and the Fundamental Laws of Nature ,\" Harvard@Home , April, 2007. Prizes & Medals: Breakthrough Prize in Fundamental Physics, 2017 Dannie Heineman Prize for Mathematical Physics, American Physical Society, 2016 Physics Frontiers Breakthrough Prize, Milner Foundation, 2014 Dirac Medal, Abdus Salam International Centre for Theoretical Physics, 2014 Oskar Klein Medal, Swedish Royal Academy, 2014 Leonard Eisenbud Prize, American Mathematical Society, 2008  List of Publications (INSPIRE) __________________________ Jennifer Pollock Jefferson Lab 470 strominger@physics.harvard.edu p: (617) 496-8218 Center for the Fundamental Laws of Nature"
            ]
        ]
    ]
}