{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OET3YE9W",
            "mP4psFcAAAAJ",
            [
                "Whispering-gallery-mode biosensing: label-free detection down to single molecules",
                "Protein detection by optical shift of a resonant microcavity",
                "Shift of whispering-gallery modes in microspheres by protein adsorption",
                "The Role of MDRs in Chemical Physics: Intermolecular Energy Transfer in Microdroplets",
                "Single virus detection from the reactive shift of a whispering-gallery mode",
                "Multiplexed DNA quantification by spectroscopic shift of two microsphere cavities",
                "Excitation of resonances of microspheres on an optical fiber",
                "Spectroscopy of single levitated micron sized particles",
                "Whispering gallery mode carousel–a photonic mechanism for enhanced nanoparticle detection in biosensing",
                "Label-free detection of single protein using a nanoplasmonic-photonic hybrid microcavity"
            ],
            [
                "Optical label-free detectors, such as the venerable surface plasmon resonance (SPR) sensor, are generally favored for their ability to obtain quantitative data on intermolecular binding. However, before the recent introduction of resonant microcavities that use whispering gallery mode (WGM) recirculation, sensitivity to single binding events had not materialized. Here we describe the enhancement mechanisms responsible for the extreme sensitivity of the WGM biosensor, review its current implementations and applications, and discuss its future possibilities.",
                "We present an optical biosensor with unprecedented sensitivity for detection of unlabeled molecules. Our device uses optical resonances in a dielectric microparticle (whispering gallery modes) as the physical transducing mechanism. The resonances are excited by evanescent coupling to an eroded optical fiber and detected as dips in the light intensity transmitted through the fiber at different wavelengths. Binding of proteins on the microparticle surface is measured from a shift in resonance wavelength. We demonstrate the sensitivity of our device by measuring adsorption of bovine serum albumin and we show its use as a biosensor by detecting streptavidin binding to biotin.",
                "Biosensors based on the shift of whispering-gallery modes in microspheres accompanying protein adsorption are described by use of a perturbation theory. For random spatial adsorption, theory predicts that the shift should be inversely proportional to microsphere radius R and proportional to protein surface density and excess polarizability. Measurements are found to be consistent with the theory, and the correspondence enables the average surface area occupied by a single protein to be estimated. These results are consistent with crystallographic data for bovine serum albumin. The theoretical shift for adsorption of a single protein is found to be extremely sensitive to the target region, with adsorption in the most sensitive region varying as 1\/R^5\/2. Specific parameters for single protein or virus particle detection are predicted.",
                "The Chemical Physics associated with intermolecular energy transfer within dilute bulk solutions, solutions containing nanoparticles, and solutions encased in microdroplets is reviewed. Within microdroplets, the exchange of energy between an excited donor and an unexcited acceptor is found to be enhanced by Morphological Dependent Resonances (MDR) of the particle. Enhanced energy transfer by more than a factor of 100 over near field Förster transfer is discerned at dilute concentrations through spectroscopy on individual levitated droplets, and by measurements of the concentration dependence of acceptor fluorescence. MDR-Enhanced Energy Transfer is confirmed by imaging the effect both in donor and acceptor luminescence using an Aerosol Particle Fluorescence Microscope (APFM). The images suggest even larger enhancements for surface layers (surfactants).",
                "We report the label-free, real-time optical detection of Influenza A virus particles. Binding of single virions is observed from discrete changes in the resonance frequency\/wavelength of a whispering-gallery mode excited in a microspherical cavity. We find that the magnitude of the discrete wavelength-shift signal can be sufficiently enhanced by reducing the microsphere size. A reactive sensing mechanism with inverse dependence on mode volume is confirmed in experiments with virus-sized polystyrene nanoparticles. By comparing the electromagnetic theory for this reactive effect with experiments, the size and mass (≈5.2 × 10−16 g) of a bound virion are determined directly from the optimal resonance shift.",
                "We have developed a novel, spectroscopic technique for high-sensitivity, label-free DNA quantification. We demonstrate that an optical resonance (whispering gallery mode) excited in a micron-sized silica sphere can be used to detect and measure nucleic acids. The surface of the silica sphere is chemically modified with oligonucleotides. We show that hybridization to the target DNA leads to a red shift of the optical resonance wavelength. The sensitivity of this resonant technique is measured as 6 pg\/mm2 mass loading, higher as compared to most optical single-pass devices such as surface plasmon resonance biosensors. Furthermore, we show that each microsphere can be identified by its unique resonance wavelength. Specific, multiplexed DNA detection is demonstrated by using two microspheres. The multiplexed signal from two microspheres allows us to discriminate a single nucleotide mismatch in an 11 …",
                "Morphology-dependent resonances (MDR’s) of solid microspheres are excited by using an optical fiber coupler. The narrowest measured MDR linewidths are limited by the excitation laser linewidth (<0.025 nm). Only MDR’s, with an on-resonance to off-resonance intensity ratio of 10^4, contribute to scattering. The intensity of various resonance orders is understood by the localization principle and the recently developed generalized Lorentz – Mie theory. The microsphere fiber system has potential for becoming a building block in dispersive microphotonics. The basic physics underlying our approach may be considered a harbinger for the coupling of active photonic microstructures such as microdisk lasers.",
                "The following sections are included: INTRODUCTION LEVITATION METHODS Quasi-Electrostatic Levitation(QEL) Electrodynamic Levitation (EDL)  PHOTOEMISSION Microparticle Photoelectron Excitation Spectroscopy(MPEES)  PHOTOPHORETIC SPECTROSCOPY(PPS) Photophoretic Spectrometer PPS Experiments Theory of Photophoresis  IR ABSORPTION SPECTROSCOPY(SRMS) Theory of Infrared Spectroscopy(SRMS) Infrared Spectroscopy Experiments(SRMS)  FLUORESCENCE SPECTROSCOPY Fluorescence Emission Spectroscopy Fluorescence Excitation Spectroscopy(FES)  CONCLUSIONS ACKNOWLEDGEMENTS REFERENCES INTRODUCTIONLEVITATION METHODS Quasi-Electrostatic Levitation(QEL) Electrodynamic Levitation (EDL) Quasi-Electrostatic Levitation(QEL)Electrodynamic Levitation (EDL)PHOTOEMISSION Microparticle Photoelectron Excitation Spectroscopy(MPEES) Microparticle Photoelectron Excitation Spectroscopy(MPEES)PHOTOPHORETIC SPECTROSCOPY(PPS) Photophoretic Spectrometer PPS Experiments Theory of Photophoresis Photophoretic SpectrometerPPS ExperimentsTheory of PhotophoresisIR ABSORPTION SPECTROSCOPY(SRMS) Theory of Infrared Spectroscopy(SRMS) Infrared Spectroscopy Experiments(SRMS) Theory of Infrared Spectroscopy(SRMS)Infrared Spectroscopy Experiments(SRMS)FLUORESCENCE SPECTROSCOPY Fluorescence Emission Spectroscopy Fluorescence Excitation Spectroscopy(FES) Fluorescence Emission SpectroscopyFluorescence Excitation Spectroscopy(FES)CONCLUSIONSACKNOWLEDGEMENTSREFERENCES",
                "Individual nanoparticles in aqueous solution are observed to be attracted to and orbit within the evanescent sensing ring of a Whispering Gallery Mode micro-sensor with only microwatts of driving power. This Carousel trap, caused by attractive optical gradient forces, interfacial interactions, and the circulating momentum flux, considerably enhances the rate of transport to the sensing region, thereby overcoming limitations posed by diffusion on such small area detectors. Resonance frequency fluctuations, caused by the radial Brownian motion of the nanoparticle, reveal the radial trapping potential and the nanoparticle size. Since the attractive forces draw particles to the highest evanescent intensity at the surface, binding steps are found to be uniform.",
                "Recently we reported the detection and sizing of the smallest RNA virus MS2 with a mass of 6 ag from the resonance frequency shift of a whispering gallery mode-nanoshell hybrid resonator (WGM-h) upon adsorption on the nanoshell and anticipated that single protein above 0.4 ag should be detectable but with considerably smaller signals. Here, we report the detection of single thyroid cancer marker (Thyroglobulin, Tg) and bovine serum albumin (BSA) proteins with masses of only 1 ag and 0.11 ag (66 kDa), respectively. However, the wavelength shifts are enhanced beyond those anticipated in our earlier work by 240% for Tg and 1500% for BSA. This surprising sensitivity is traced to a short-range reactive field near the surface of our Au nanoshell receptor due to intrinsic random bumps of protein size, leading to an unanticipated increase in sensitivity to single protein, which grows larger as the protein diminishes …"
            ],
            [
                [
                    "Optical Biosensors",
                    "Optical Microcavities",
                    "Optical Trapping",
                    "Whispering Gallery Modes"
                ]
            ],
            [
                "Stephen Arnold Professor of Physics and Chemistry City University of New York, Class of 1970 Doctor of Philosophy, Physics University of Toledo, Class of 1964 Bachelor of Science, Engineering Physics Microparticle Photophysics; Whispering Gallery Mode Biosensing; Organic Molecular Crystals Stephen Arnold Professor of Physics and Chemistry sa1577@nyu.edu NYU Tandon School of Engineering Rogers Hall, RH620 Phone: (646) 997-3899 Personal Homepage"
            ]
        ]
    ]
}