{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OGQGOH97",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Paula R. L. Heron Professor pheron@uw.edu 206-543-3894 C208B Physics Education Biography Paula R.L. Heron is a Professor of Physics at the University of Washington.  She holds a B.Sc. and an M.Sc. in physics from the University of Ottawa and a Ph.D. in theoretical physics from the University of Western Ontario.  She joined the Physics Department at the University of Washington in 1995.  Dr. Heron’s research focuses on the development of conceptual understanding in topics including mechanics, electricity and magnetism, and thermal physics and on the development of formal reasoning skills.  She has given numerous invited talks on her research at national and international meetings and in university science departments.  Dr. Heron is co-Founder and co-Chair of the biannual “Foundations and Frontiers in Physics Education Research” conference series, the premier venue for physics education researchers in North America.  She has served on the Executive Committee of the Forum on Education of the American Physical Society (APS), the Committee on Research in Physics Education of the American Association of Physics Teachers (AAPT) and on the ad hoc National Research Council committee on the status and outlook for undergraduate physics education.  She is Chair-elect of the Executive Committee of the Topical Group on Physics Education Research of the APS.  Dr. Heron co-chaired a joint task force of the APS and AAPT that produced the report Phys21: Preparing Physics Students for 21st Century Careers .  She also serves as Associate Editor of Physical Review – PER .  She was elected Fellow of the APS In 2007 and in 2008 she shared the APS Education award with colleagues Peter Shaffer and Lillian McDermott.  Dr. Heron is a co-author on the upcoming 2nd Edition of Tutorials in Introductory Physics, a set of instructional materials that has been used in over 200 institutions in the US and that has been translated into German and Spanish. Physics Education Group (PEG) PHYS 142 A: Honors Electromagnetism PHYS 141 A: Honors Mechanics PHYS 224 A: Thermal Physics PHYS 589 A: Seminar in Problems of Physics Education PHYS 121 B: Mechanics PHYS 122 B: Electromagnetism PHYS 589 A: Seminar in Problems of Physics Education PHYS 224 A: Thermal Physics PHYS 589 A: Seminar in Problems of Physics Education PHYS 121 B: Mechanics PHYS 123 A: Waves PHYS 589 A: Seminar in Problems of Physics Education PHYS 123 B: Waves PHYS 589 A: Seminar in Problems of Physics Education Winter 2018 PHYS 589 A: Seminar in Problems of Physics Education Autumn 2017 PHYS 121 B: Mechanics PHYS 589 A: Seminar in Problems of Physics Education"
            ]
        ]
    ]
}