{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OGXIEAUQ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "About Dr. Sanchez Group Members Funding Francisco Muller Sanchez Francisco Muller Sanchez Assistant Professor, Department of Physics and Materials Science 901.678.2620 f.muller.sanchez@memphis.edu Office: Manning 328 \/ Lab: Manning 428 12-3 Mon-Thurs, 3-5 Fri Biography Prof. Muller-Sanchez is an observational astronomer with a broad interest in extragalactic\n                  astronomy. His research focuses on galaxy formation and evolution, with interests\n                  ranging from the physical properties of active galactic nuclei (AGN) and nuclear star\n                  clusters, to the role of supermassive black holes (SMBH) in galaxy evolution, galaxy\n                  mergers and the cosmic evolution of the relations between the central black hole and\n                  its host galaxy. He uses multiwavelength analyses for these studies, with a focus\n                  on the optical\/near-IR and radio regimes. Dr. Muller-Sanchez joined UofM's physics department in Fall 2018 to help expand the\n                  astrophysics program. Through the introduction of new astronomy and astrophysics courses\n                  over the last year, we now have an astronomy concentration as of Spring 2019 Education Dr. Muller-Sanchez received his Ph.D. degree in Physics and Astronomy from the Ludwig\n                  Maximilians University in Munich (LMU), working at the Max-Planck Institut for Extraterrestrial\n                  Physics (MPE) in Garching, Germany. Prior to his arrival in Memphis, he spent three\n                  years as a postdoctoral fellow at the Instituto de Astrofisica de Canarias (IAC) in\n                  Spain, two years as postdoctoral fellow at the University of California Los Angeles\n                  (UCLA), and five years as research associate at the University of Colorado, Boulder. Last Updated: 8\/12\/19"
            ]
        ]
    ]
}