{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OHX9D2D9",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Denver Whittington Denver Whittington Assistant Professor 319 Physics Building 315.443.5975 dwwhitti@syr.edu Experimental Neutrino Group Experimental long-baseline neutrino oscillation physics Development of liquid argon neutrino detectors Two A&S Faculty Earn NSF CAREER Awards (Feb. 21, 2020) Professors Denver Whittington and Weiwei Zheng earn grants for early career development. Syracuse Revels in Mega-Science Experiment to Study Neutrinos (July 21, 2017) Professors participate in groundbreaking of Long-Baseline Neutrino Facility in South Dakota, future home of Deep Underground Neutrino Experiment http:\/\/thecollege.syr.edu\/news\/2017\/dune_groundbreaking.html 2012 Ph.D. in Physics Indiana University 2005 M.S. in Physics Indiana University 2004 B.A. in Physics and Mathematics Anderson University “Constraints on Oscillation Parameters from νe Appearance and νμ Disappearance in NOvA,” P. Adamson et al. (NOvA Collaboration), Phys. Rev. Lett. 118, 231801 (2017) “Measurement of the Neutrino Mixing Angle θ23 in NOvA,” P. Adamson et al. (NOvA Collaboration), Phys. Rev. Lett. 118, 151802 (2017) “Scintillation light from cosmic-ray muons in liquid argon,” D. Whittington, S. Mufson, and B. Howard, JINST 11 P05016 (2016) “Photon Detector Designs for the Deep Underground Neutrino Experiment,” D. Whittington, in Proceedings of Light Detection in Noble Elements (LIDINE 2015), JINST 11 C05019 (2016) “First measurement of electron neutrino appearance in NOvA,” P. Adamson et al. (NOvA Collaboration), Phys. Rev. Lett. 116, 151806 (2016) “First measurement of muon-neutrino disappearance in NOvA,” P. Adamson et al. (NOvA Collaboration), Phys. Rev. D 93 051104 2016 “Summary of the second workshop on liquid argon time projection chamber research and development in the United States,” R. Acciarri et al., 2015 JINST 10 T07006 (contributor, editor) “Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC,” ATLAS Collaboration, G. Aad et al., Phys. Lett. B 716 (2012) 1-29 “Search for violation of Lorentz invariance in top quark pair production and decay,” V.M. Abazov et al. (DØ Collaboration), Phys. Rev. Lett. 108, 261603 (2012)"
            ]
        ]
    ]
}