{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OIJS7EOH",
            "AciuqNMAAAAJ",
            [
                "The brain's default network: anatomy, function, and relevance to disease.",
                "Cortical hubs revealed by intrinsic functional connectivity: mapping, assessment of stability, and relation to Alzheimer's disease",
                "Functional-anatomic fractionation of the brain's default network",
                "Disruption of large-scale brain systems in advanced aging",
                "The default network and self-generated thought: component processes, dynamic control, and clinical relevance.",
                "Coherent spontaneous activity identifies a hippocampal-parietal memory network",
                "Large-scale network dysfunction in major depressive disorder: a meta-analysis of resting-state functional connectivity",
                "The brain’s default network and its adaptive role in internal mentation",
                "Mind-wandering as spontaneous thought: a dynamic framework",
                "Evidence for the default network's role in spontaneous cognition"
            ],
            [
                "Thirty years of brain imaging research has converged to define the brain's default network--a novel and only recently appreciated brain system that participates in internal modes of cognition. Here we synthesize past observations to provide strong evidence that the default network is a specific, anatomically defined brain system preferentially active when individuals are not focused on the external environment. Analysis of connectional anatomy in the monkey supports the presence of an interconnected brain system. Providing insight into function, the default network is active when individuals are engaged in internally focused tasks including autobiographical memory retrieval, envisioning the future, and conceiving the perspectives of others. Probing the functional anatomy of the network in detail reveals that it is best understood as multiple interacting subsystems. The medial temporal lobe subsystem provides …",
                "Recent evidence suggests that some brain areas act as hubs interconnecting distinct, functionally specialized systems. These nexuses are intriguing because of their potential role in integration and also because they may augment metabolic cascades relevant to brain disease. To identify regions of high connectivity in the human cerebral cortex, we applied a computationally efficient approach to map the degree of intrinsic functional connectivity across the brain. Analysis of two separate functional magnetic resonance imaging datasets (each n = 24) demonstrated hubs throughout heteromodal areas of association cortex. Prominent hubs were located within posterior cingulate, lateral temporal, lateral parietal, and medial\/lateral prefrontal cortices. Network analysis revealed that many, but not all, hubs were located within regions previously implicated as components of the default network. A third dataset (n = 12 …",
                "One of the most consistent observations in human functional imaging is that a network of brain regions referred to as the “default network” increases its activity during passive states. Here we explored the anatomy and function of the default network across three studies to resolve divergent hypotheses about its contributions to spontaneous cognition and active forms of decision making. Analysis of intrinsic activity revealed the network comprises multiple, dissociated components. A midline core (posterior cingulate and anterior medial prefrontal cortex) is active when people make self-relevant, affective decisions. In contrast, a medial temporal lobe subsystem becomes engaged when decisions involve constructing a mental scene based on memory. During certain experimentally directed and spontaneous acts of future-oriented thought, these dissociated components are simultaneously engaged, presumably to …",
                "Cognitive decline is commonly observed in advanced aging even in the absence of disease. Here we explore the possibility that normal aging is accompanied by disruptive alterations in the coordination of large-scale brain systems that support high-level cognition. In 93 adults aged 18 to 93, we demonstrate that aging is characterized by marked reductions in normally present functional correlations within two higher-order brain systems. Anterior to posterior components within the default network were most severely disrupted with age. Furthermore, correlation reductions were severe in older adults free from Alzheimer's disease (AD) pathology as determined by amyloid imaging, suggesting that functional disruptions were not the result of AD. Instead, reduced correlations were associated with disruptions in white matter integrity and poor cognitive performance across a range of domains. These results suggest that …",
                "Though only a decade has elapsed since the default network was first emphasized as being a large-scale brain system, recent years have brought great insight into the network’s adaptive functions. A growing theme highlights the default network as playing a key role in internally-directed—or self-generated—thought. Here, we synthesize recent findings from cognitive science, neuroscience, and clinical psychology to focus attention on two emerging topics as current and future directions surrounding the default network. First, we present evidence that self-generated thought is a multi-faceted construct whose component processes are supported by different subsystems within the network. Second, we highlight the dynamic nature of the default network, emphasizing its interaction with executive control systems when regulating aspects of internal thought. We conclude by discussing clinical implications of disruptions to …",
                "Despite traditional theories emphasizing parietal contributions to spatial attention and sensory-motor integration, functional MRI (fMRI) experiments in normal subjects suggest that specific regions within parietal cortex may also participate in episodic memory. Here we examined correlations in spontaneous blood-oxygenation-level-dependent (BOLD) signal fluctuations in a resting state to identify the network associated with the hippocampal formation (HF) and determine whether parietal regions were elements of that network. In the absence of task, stimuli, or explicit mnemonic demands, robust correlations were observed between activity in the HF and several parietal regions (including precuneus, posterior cingulate, retrosplenial cortex, and bilateral inferior parietal lobule). These HF-correlated regions in parietal cortex were spatially distinct from those correlated with the motion-sensitive MT+ complex. Reanalysis …",
                "Major depressive disorder (MDD) has been linked to imbalanced communication among large-scale brain networks, as reflected by abnormal resting-state functional connectivity (rsFC). However, given variable methods and results across studies, identifying consistent patterns of network dysfunction in MDD has been elusive.To investigate network dysfunction in MDD through a meta-analysis of rsFC studies.Seed-based voxelwise rsFC studies comparing individuals with MDD with healthy controls (published before June 30, 2014) were retrieved from electronic databases (PubMed, Web of Science, and EMBASE) and authors contacted for additional data.Twenty-seven seed-based voxel-wise rsFC data sets from 25 publications (556 individuals with MDD and 518 healthy controls) were included in the meta-analysis.Coordinates of …",
                "During the many idle moments that comprise daily life, the human brain increases its activity across a set of midline and lateral cortical brain regions known as the “default network.” Despite the robustness with which the brain defaults to this pattern of activity, surprisingly little is known about the network’s precise anatomical organization and adaptive functions. To provide insight into these questions, this article synthesizes recent literature from structural and functional imaging with a growing behavioral literature on mind wandering. Results characterize the default network as a set of interacting hubs and subsystems that play an important role in “internal mentation”—the introspective and adaptive mental activities in which humans spontaneously and deliberately engage in every day.",
                "In the past 15 years, mind-wandering has become a prominent topic in cognitive neuroscience and psychology. Whereas mind-wandering has come to be predominantly defined as task-unrelated and\/or stimulus-unrelated thought, we argue that this content-based definition fails to capture the defining quality of mind-wandering: the relatively free and spontaneous arising of mental states as the mind wanders.We define spontaneous thought as a mental state, or a sequence of mental states, that arises relatively freely due to an absence of strong constraints on the contents of each state and on the transitions from one mental state to another. We propose that there are two general ways in which the content of mental states, and the transitions between them, can be constrained.",
                "A set of brain regions known as the default network increases its activity when focus on the external world is relaxed. During such moments, participants change their focus of external attention and engage in spontaneous cognitive processes including remembering the past and imagining the future. However, the functional contributions of the default network to shifts in external attention versus internal mentation have been difficult to disentangle because the two processes are correlated under typical circumstances. To address this issue, the present study manipulated factors that promote spontaneous cognition separately from those that change the scope of external attention. Results revealed that the default network increased its activity when spontaneous cognition was maximized but not when participants increased their attention to unpredictable foveal or peripheral stimuli. To examine the nature of participants' …"
            ],
            [
                [
                    "Neuroscience",
                    "Psychology",
                    "Cognitive Neuroscience"
                ]
            ]
        ]
    ]
}