{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OIL2K7TU",
            "ebFOvfQAAAAJ",
            [
                "Higgs as a holographic pseudo-Goldstone boson",
                "Gauge unification in higher dimensions",
                "Constrained standard model from a compact extra dimension"
            ],
            [
                "The AdS\/CFT correspondence allows one to relate 4D strongly coupled theories to weakly coupled theories in 5D AdS. We use this correspondence to study a scenario in which the Higgs appears as a composite pseudo-Goldstone boson (PGB) of a strongly coupled theory. We show how a non-linearly realized global symmetry protects the Higgs mass and guarantees the absence of quadratic divergences at any loop order. The gauge and Yukawa interactions for the PGB Higgs are simple to introduce in the 5D AdS theory, and their one-loop contributions to the Higgs potential are calculated using perturbation theory. These contributions are finite, giving a squared-mass to the Higgs which is one-loop smaller than the mass of the first Kaluza–Klein state. We also show that if the symmetry breaking is caused by boundary conditions in the extra dimension, the PGB Higgs corresponds to the fifth component of the bulk …",
                "A complete 5-dimensional SU (5) unified theory is constructed which, on compactification on the orbifold with two different Z 2’s (Z 2 and Z 2′), yields the minimal supersymmetric standard model. The orbifold accomplishes SU (5) gauge symmetry breaking, doublet-triplet splitting, and a vanishing of proton decay from operators of dimension 5. Until 4D supersymmetry is broken, all proton decay from dimension 4 and dimension 5 operators is forced to vanish by an exact U (1) R symmetry. Quarks and leptons and their Yukawa interactions are located at the Z 2 orbifold fixed points, where SU (5) is unbroken. A new mechanism for introducing SU (5) breaking into the quark and lepton masses is introduced, which originates from the SU (5) violation in the zero-mode structure of bulk multiplets. Even though SU (5) is absent at the Z 2′ orbifold fixed point, the brane threshold corrections to gauge coupling unification are …",
                "An SU (3)× SU (2)× U (1) supersymmetric theory is constructed with a TeV-sized extra dimension compactified on the orbifold S 1\/(Z 2× Z 2′). The compactification breaks supersymmetry leaving a set of zero modes that correspond precisely to the states of the 1 Higgs doublet standard model. Supersymmetric Yukawa interactions are localized at orbifold fixed points. The top quark hypermultiplet radiatively triggers electroweak symmetry breaking, yielding a Higgs potential that is finite and exponentially insensitive to physics above the compactification scale. This potential depends on only a single free parameter, the compactification scale, yielding a Higgs boson mass prediction of 127±8 GeV. The masses of all the superpartners and the Kaluza-Klein excitations are also predicted. The lightest supersymmetric particle is a top squark of mass 197±20 GeV. The top Kaluza-Klein tower leads to the ρ parameter having …"
            ],
            [
                [
                    "particle physics",
                    "quantum gravity",
                    "cosmology"
                ]
            ],
            [
                "Yasunori Nomura Yasunori Nomura Director, Berkeley Center for Theoretical Physics 409 Physics South ynomura@berkeley.edu (510) 642-4464 Yasunori Nomura received his Ph.D. from University of Tokyo in 2000, where he held a fellowship of Japan Society for the Promotion of Science. He was a Miller Research Fellow at University of California, Berkeley from 2000 to 2002, and an Associate Scientist at Fermi National Accelerator Laboratory from 2002 to 2003. He joined the Berkeley physics faculty in July 2003. Awards and honors include: DOE Outstanding Junior Investigator Award (2004), Alfred P. Sloan Research Fellowship (2005), Hellman Fellow (2005), Simons Fellow in Theoretical Physics (2012), and American Physical Society Fellow (2017). Yasunori Nomura works on theoretical physics, in particular theoretical particle physics, cosmology, quantum gravity, and quantum information. His current research focus includes the black hole information problem, holographic descriptions of spacetime, and multiverse cosmology. One of the most important problems in theoretical physics is to reveal the quantum theory of spacetime and gravity. This has indeed been addressed for long, but it is only recently that some of the key ingredients are being clarified. In particular, this has brought a new connection between quantum gravity and quantum information science through the concept of holography: the idea that quantum gravity is formulated as a theory of lower dimensional quantum systems. One of my current scientific focuses is to understand this connection better. I have recently been developing a holographic description of spacetime beyond the conventional framework called the Anti-de Sitter (AdS)\/Conformal Field Theory (CFT) correspondence [1,2]. In particular, I found a way of relating the so-called tensor network descriptions of quantum states to a certain geometric flow in general spacetime. I have also advanced understanding of the long-standing black hole information puzzle [3,4,5]. In particular, I introduced the idea that the well-known thermality of black holes results from chaotic entanglement between hard and soft modes near the horizon region, which sheds new light on the way black holes process quantum information. In the past, I developed theories of grand unification in higher dimensional spacetime [6] and constructed the so-called holographic Higgs model, the first realistic model in which a composite Higgs particle arises as a pseudo-Nambu–Goldstone boson [7]. I also proposed that the eternally inflating multiverse is the same thing as quantum many worlds (the quantum multiverse), which addresses the long-standing problem of probability measures in inflationary cosmology [8]. Y. Nomura, N. Salzetta, F. Sanches, and S.J. Weinberg, \"Toward a holographic theory for general spacetimes,\" Phys.Rev. D95 (2017) 086002 [arXiv:1611.02702 [hep-th]]. Y. Nomura, P. Rath, and N. Salzetta, \"Pulling the boundary into the bulk,\" Phys.Rev. D98 (2018) 026010 [arXiv:1805.00523 [hep-th]]. Y. Nomura, \"Reanalyzing an evaporating black hole,\" Phys.Rev. D99 (2019) 086004 [arXiv:1810.09453 [hep-th]]. Y. Nomura, \"Spacetime and universal soft modes---black holes and beyond,\" arXiv:1908.05728 [hep-th]. Y. Nomura, \"The interior of a unitarily evaporating black hole,\" arXiv:1911.13120 [hep-th]. L.J. Hall and Y. Nomura, \"Gauge unification in higher dimensions,\" Phys.Rev. D64 (2001) 055003 [hep-ph\/0103125]. R. Contino, Y. Nomura, and A. Pomarol, \"Higgs as a holographic pseudo-Goldstone boson,\" Nucl.Phys. B671 (2003) 148 [hep-ph\/0306259]. Y. Nomura, \"Physical theories, eternal inflation, and the quantum universe,\" JHEP 11 (2011) 063 [arXiv:1104.2324 [hep-th]]."
            ]
        ]
    ]
}