{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OKELMM82",
            "-GropNMAAAAJ",
            [
                "Cadherin-based intercellular adhesions organize epithelial cell–matrix traction forces",
                "Geometry regulates traction stresses in adherent cells",
                "Scaling of traction forces with the size of cohesive cell colonies",
                "Disordered actomyosin networks are sufficient to produce cooperative and telescopic contractility",
                "Cellular contraction and polarization drive collective cellular motion",
                "Propagating stress waves during epithelial expansion",
                "Contractile stresses in cohesive cell layers on finite-thickness substrates",
                "Liquid behavior of cross-linked actin bundles",
                "Structural basis for oligomerization and glycosaminoglycan binding of CCL5 and CCL3",
                "Instabilities and oscillations in isotropic active gels"
            ],
            [
                "Cell–cell and cell–matrix adhesions play essential roles in the function of tissues. There is growing evidence for the importance of cross talk between these two adhesion types, yet little is known about the impact of these interactions on the mechanical coupling of cells to the extracellular matrix (ECM). Here, we combine experiment and theory to reveal how intercellular adhesions modulate forces transmitted to the ECM. In the absence of cadherin-based adhesions, primary mouse keratinocytes within a colony appear to act independently, with significant traction forces extending throughout the colony. In contrast, with strong cadherin-based adhesions, keratinocytes in a cohesive colony localize traction forces to the colony periphery. Through genetic or antibody-mediated loss of cadherin expression or function, we show that cadherin-based adhesions are essential for this mechanical cooperativity. A minimal …",
                "Cells generate mechanical stresses via the action of myosin motors on the actin cytoskeleton. Although the molecular origin of force generation is well understood, we currently lack an understanding of the regulation of force transmission at cellular length scales. Here, using 3T3 fibroblasts, we experimentally decouple the effects of substrate stiffness, focal adhesion density, and cell morphology to show that the total amount of work a cell does against the substrate to which it is adhered is regulated by the cell spread area alone. Surprisingly, the number of focal adhesions and the substrate stiffness have little effect on regulating the work done on the substrate by the cell. For a given spread area, the local curvature along the cell edge regulates the distribution and magnitude of traction stresses to maintain a constant strain energy. A physical model of the adherent cell as a contractile gel under a uniform boundary …",
                "To understand how the mechanical properties of tissues emerge from interactions of multiple cells, we measure traction stresses of cohesive colonies of 1–27 cells adherent to soft substrates. We find that traction stresses are generally localized at the periphery of the colony and the total traction force scales with the colony radius. For large colony sizes, the scaling appears to approach linear, suggesting the emergence of an apparent surface tension of the order of 10− 3 N\/m. A simple model of the cell colony as a contractile elastic medium coupled to the substrate captures the spatial distribution of traction forces and the scaling of traction forces with the colony size.",
                "While the molecular interactions between individual myosin motors and F-actin are well established, the relationship between F-actin organization and actomyosin forces remains poorly understood. Here we explore the accumulation of myosin-induced stresses within a two-dimensional biomimetic model of the disordered actomyosin cytoskeleton, where myosin activity is controlled spatiotemporally using light. By controlling the geometry and the duration of myosin activation, we show that contraction of disordered actin networks is highly cooperative, telescopic with the activation size, and capable of generating non-uniform patterns of mechanical stress. We quantitatively reproduce these collective biomimetic properties using an isotropic active gel model of the actomyosin cytoskeleton, and explore the physical origins of telescopic contractility in disordered networks using agent-based simulations.",
                "Coordinated motions of close-packed multicellular systems typically generate cooperative packs, swirls, and clusters. These cooperative motions are driven by active cellular forces, but the physical nature of these forces and how they generate collective cellular motion remain poorly understood. Here, we study forces and motions in a confined epithelial monolayer and make two experimental observations: 1) the direction of local cellular motion deviates systematically from the direction of the local traction exerted by each cell upon its substrate; and 2) oscillating waves of cellular motion arise spontaneously. Based on these observations, we propose a theory that connects forces and motions using two internal state variables, one of which generates an effective cellular polarization, and the other, through contractile forces, an effective cellular inertia. In agreement with theoretical predictions, drugs that inhibit …",
                "Coordinated motion of cell monolayers during epithelial wound healing and tissue morphogenesis involves mechanical stress generation. Here we propose a model for the dynamics of epithelial expansion that couples mechanical deformations in the tissue to contractile activity and polarization in the cells. A new ingredient of our model is a feedback between local strain, polarization, and contractility that naturally yields a mechanism for viscoelasticity and effective inertia in the cell monolayer. Using a combination of analytical and numerical techniques, we demonstrate that our model quantitatively reproduces many experimental findings [Nat. Phys. 8, 628 (2012)], including the buildup of intercellular stresses, and the existence of traveling mechanical waves guiding the oscillatory monolayer expansion.",
                "Using a minimal model of cells or cohesive cell layers as continuum active elastic media, we examine the effect of substrate thickness and stiffness on traction forces exerted by strongly adhering cells. We obtain a simple expression for the length scale controlling the spatial variation of stresses in terms of cell and substrate parameters that describes the crossover between the thin and thick substrate limits. Our model is an important step towards a unified theoretical description of the dependence of traction forces on cell or colony size, acto-myosin contractility, substrate depth and stiffness, and strength of focal adhesions and makes experimentally testable predictions.",
                "The actin cytoskeleton is a critical regulator of cytoplasmic architecture and mechanics, essential in a myriad of physiological processes. Here we demonstrate a liquid phase of actin filaments in the presence of the physiological cross-linker, filamin. Filamin condenses short actin filaments into spindle-shaped droplets, or tactoids, with shape dynamics consistent with a continuum model of anisotropic liquids. We find that cross-linker density controls the droplet shape and deformation timescales, consistent with a variable interfacial tension and viscosity. Near the liquid–solid transition, cross-linked actin bundles show behaviors reminiscent of fluid threads, including capillary instabilities and contraction. These data reveal a liquid droplet phase of actin, demixed from the surrounding solution and dominated by interfacial tension. These results suggest a mechanism to control organization, morphology, and dynamics of …",
                "CC chemokine ligand 5 (CCL5) and CCL3 are critical for immune surveillance and inflammation. Consequently, they are linked to the pathogenesis of many inflammatory conditions and are therapeutic targets. Oligomerization and glycosaminoglycan (GAG) binding of CCL5 and CCL3 are vital for the functions of these chemokines. Our structural and biophysical analyses of human CCL5 reveal that CCL5 oligomerization is a polymerization process in which CCL5 forms rod-shaped, double-helical oligomers. This CCL5 structure explains mutational data and offers a unified mechanism for CCL3, CCL4, and CCL5 assembly into high-molecular-weight, polydisperse oligomers. A conserved, positively charged BBXB motif is key for the binding of CC chemokines to GAG. However, this motif is partially buried when CCL3, CCL4, and CCL5 are oligomerized; thus, the mechanism by which GAG binds these chemokine …",
                "We present a generic formulation of the continuum elasticity of an isotropic crosslinked active gel. The gel is described by a two-component model consisting of an elastic network coupled frictionally to a permeating fluid. Activity is induced by active crosslinkers that undergo an ATP-activated cycle and transmit forces to the network. The on\/off dynamics of the active crosslinkers is described via rate equations for unbound and bound motors. For large activity motors yield a contractile instability of the network. At intermediate activity, the on\/off motor dynamics provides an effective inertial drag on the network that opposes elastic restoring forces, resulting in spontaneous oscillations. Our work provides a continuum formulation that unifies earlier microscopic models of oscillations in muscle sarcomeres and a generic framework for the description of the large scale properties of isotropic active solids."
            ],
            [
                [
                    "Physics of Living Systems"
                ]
            ]
        ]
    ]
}