{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OM8QO1XY",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Carlos Argüelles-Delgado Carlos Argüelles-Delgado Assistant Professor of Physics Carlos Argüelles-Delgado is a neutrino physicist. His work explores properties of neutrinos using data from the Ice Cube Neutrino Observatory . The surprising discovery of neutrino mass and mixing leads to the obvious question: what other unexpected properties might neutrinos have? IceCube data provides a unique window on the highest energy neutrinos ever observed. It is an ideal place to search for new Beyond Standard Model effects. The IceCube detector is buried in the Antarctic continent glacier, close to the geographic South Pole. IceCube observes neutrinos that are up to six orders of magnitude higher in energy than those produced at accelerators today. Most of these neutrinos are produced in the collision of cosmic-rays with the Earth atmosphere, while the rarest of them are neutrinos of cosmic-origin that come from some of the most extreme environments in the Universe. Argüelles develops new techniques to study these neutrinos and characterize them in order to search for new neutrino physics and understand the origin of the high-energy astrophysical neutrino flux. The IceCube experiment is currently undergoing an upgrade: the addition of an array of more tightly packed detectors in the inner part of the current array. Argüelles-Delgado participates in the development of this new detector and enhancement of its physics reach capabilities. The second phase of the IceCube upgrade is called IceCube-Gen2 and is expected to be deployed in the upcoming decade. IceCube-Gen2 will consist of an approximately ten times larger array that will allow to see smaller neutrino fluxes and study feeble neutrino interactions.In support of his experimental work, Argüelles-Delgado also develops neutrino phenomenology. His recent work includes calculating signatures of heavy neutrinos and neutrino-dark matter interactions. He is collaborating on a project to search for deviations from the expected behavior of neutrinos in the global neutrino data set. This work in phenomenology allows Argüelles to be involved in the full arc of an experimental analysis, from idea to result.  ____________________________ Felice Gardner carguelles@fas.harvard.edu p: (617) 496-1328"
            ]
        ]
    ]
}