{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ONG7Y18Q",
            "p_GBQXsAAAAJ",
            [
                "Observation of electron-antineutrino disappearance at Daya Bay",
                "Determination of antineutrino spectra from nuclear reactors",
                "Simulation of long-baseline neutrino oscillation experiments with GLoBES:(General Long Baseline Experiment Simulator)",
                "New features in the simulation of neutrino oscillation experiments with GLoBES 3.0:(General Long Baseline Experiment Simulator)",
                "Improved measurement of electron antineutrino disappearance at Daya Bay",
                "Light sterile neutrinos: a white paper",
                "Spectral measurement of electron antineutrino oscillation amplitude and frequency at Daya Bay",
                "Superbeams vs. neutrino factories",
                "New measurement of antineutrino oscillation with the full detector configuration at Daya Bay",
                "Reactor neutrino experiments compared to superbeams"
            ],
            [
                "The Daya Bay Reactor Neutrino Experiment has measured a nonzero value for the neutrino mixing angle θ 13 with a significance of 5.2 standard deviations. Antineutrinos from six 2.9 G W th reactors were detected in six antineutrino detectors deployed in two near (flux-weighted baseline 470 m and 576 m) and one far (1648 m) underground experimental halls. With a 43 000 ton–G W th–day live-time exposure in 55 days, 10 416 (80 376) electron-antineutrino candidates were detected at the far hall (near halls). The ratio of the observed to expected number of antineutrinos at the far hall is R= 0.940±0.011 (stat.)±0.004 (syst.). A rate-only analysis finds sin﻿ 2 2 θ 13= 0.092±0.016 (stat.)±0.005 (syst.) in a three-neutrino framework.",
                "In this paper we study the effect of well-known higher-order corrections to the allowed β-decay spectrum on the determination of antineutrino spectra resulting from the decays of fission fragments. In particular, we try to estimate the associated theory errors and find that induced currents like weak magnetism may ultimately limit our ability to improve the current accuracy and under certain circumstance could even greatly increase the theoretical errors. We also perform a critical evaluation of the errors associated with our method to extract the antineutrino spectrum using synthetic β spectra. It turns out that a fit using only virtual β branches with a judicious choice of the effective nuclear charge provides results with a minimal bias. We apply this method to actual data for 235 U, 239 Pu, and 241 Pu and confirm, within errors, recent results, which indicate a net 3% upward shift in energy-averaged antineutrino fluxes …",
                "We present the GLoBES (“General Long Baseline Experiment Simulator”) software package, which allows the simulation of long-baseline and reactor neutrino oscillation experiments. One part of the software is the abstract experiment definition language to define experiments with beam and full detector descriptions as accurately as possible. Many systematics options are provided, such as normalization and energy calibration errors, or the choice between spectral or total rate information. For the definition of experiments, a new transparent building block concept is introduced. In addition, an additional program provides the possibility to develop and test new experiment definitions quickly. Another part of GLoBES is the user's interface, which provides probability, rate, and Δ χ 2 information for a given experiment or any combination of up to 32 experiments in C. Especially, the Δ χ 2 functions allow a …",
                "We present version 3.0 of the GLoBES (“General Long Baseline Experiment Simulator”) software, which is a simulation tool for short- and long-baseline neutrino oscillation experiments. As a new feature, GLoBES 3.0 allows for user-defined systematical errors, which can also be used to simulate experiments with multiple discrete sources and detectors. In addition, the combination with external information, such as from different experiment classes, is simplified. As far as the probability calculation is concerned, GLoBES now provides an interface for the inclusion of non-standard physics without re-compilation of the software. The set of experiment prototypes coming with GLoBES has been updated. For example, built-in fluxes are now provided for the simulation of beta beams.",
                "We report an improved measurement of the neutrino mixing angle θ 13 from the Daya Bay Reactor Neutrino Experiment. We exclude a zero value for sin 2 2θ 13 with a significance of 7.7 standard deviations. Electron antineutrinos from six reactors of 2.9 GW th were detected in six antineutrino detectors deployed in two near (flux-weighted baselines of 470 m and 576 m) and one far (1648 m) underground experimental halls. Using 139 days of data, 28909 (205308) electron antineutrino candidates were detected at the far hall (near halls). The ratio of the observed to the expected number of antineutrinos assuming no oscillations at the far hall is 0.944±0.007 (stat.)±0.003 (syst.). An analysis of the relative rates in six detectors finds sin 2 2θ 13= 0.089±0.010 (stat.)±0.005 (syst.) in a three-neutrino framework.",
                "This white paper addresses the hypothesis of light sterile neutrinos based on recent anomalies observed in neutrino experiments and the latest astrophysical data.",
                "A measurement of the energy dependence of antineutrino disappearance at the Daya Bay reactor neutrino experiment is reported. Electron antineutrinos (ν e) from six 2.9 GW th reactors were detected with six detectors deployed in two near (effective baselines 512 and 561 m) and one far (1579 m) underground experimental halls. Using 217 days of data, 41 589 (203 809 and 92 912) antineutrino candidates were detected in the far hall (near halls). An improved measurement of the oscillation amplitude sin 2 2 θ 13= 0.09 0− 0.009+ 0.008 and the first direct measurement of the ν e mass-squared difference| Δ m e e 2|=(2.5 9− 0.20+ 0.19)× 10− 3 e V 2 is obtained using the observed ν e rates and energy spectra in a three-neutrino framework. This value of| Δ m e e 2| is consistent with| Δ m μ μ 2| measured by muon neutrino disappearance, supporting the three-flavor oscillation model.",
                "We compare the physics potential of planned superbeams with the one of neutrino factories. Therefore, the experimental setups as well as the most relevant uncertainties and errors are considered on the same footing as much as possible. We use an improved analysis including the full parameter correlations, as well as statistical, systematical, and degeneracy errors. Especially, degeneracies have so far not been taken into account in a numerical analysis. We furthermore include external input, such as improved knowledge of the solar oscillation parameters from the KamLAND experiment. This allows us to determine the limiting uncertainties in all cases. For a specific comparison, we choose two representatives of each class: for the superbeam, we take the first conceivable setup, namely, the JHF to SuperKamiokande experiment, as well as, on a longer time scale, the JHF to HyperKamiokande experiment. For the …",
                "We report a new measurement of electron antineutrino disappearance using the fully constructed Daya Bay Reactor Neutrino Experiment. The final two of eight antineutrino detectors were installed in the summer of 2012. Including the 404 days of data collected from October 2012 to November 2013 resulted in a total exposure of 6.9× 10 5 GW th ton days, a 3.6 times increase over our previous results. Improvements in energy calibration limited variations between detectors to 0.2%. Removal of six Am 241− C 13 radioactive calibration sources reduced the background by a factor of 2 for the detectors in the experimental hall furthest from the reactors. Direct prediction of the antineutrino signal in the far detectors based on the measurements in the near detectors explicitly minimized the dependence of the measurement on models of reactor antineutrino emission. The uncertainties in our estimates of sin 2 2 θ 13 and| Δ …",
                "We present a detailed quantitative discussion of the measurement of the leptonic mixing angle sin22θ13 with a future reactor neutrino oscillation experiment consisting of a near and far detector. We perform a thorough analysis of the impact of various systematical errors and compare the resulting physics potential to the one of planned first-generation superbeam experiments. Furthermore, we investigate the complementarity of both types of experiments. We find that, under realistic assumptions, a determination of sin22θ13 down to 10−2 is possible with reactor experiments. They are thus highly competitive to first-generation superbeams and may be able to test sin22θ13 on shorter timescales. In addition, we find that the combination of a KamLAND-size reactor experiment with one or two superbeams could substantially improve the ability to access the neutrino mass hierarchy or the leptonic CP phase."
            ],
            [
                [
                    "Physics"
                ]
            ]
        ]
    ]
}