{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OP60KBL8",
            "cbSqtQEAAAAJ",
            [
                "Evidence for a new dissipationless effect in 2D electronic transport",
                "Shubnikov–de Haas-like oscillations in millimeterwave photoconductivity in a high-mobility two-dimensional electron gas",
                "Observation of microwave-induced zero-conductance state in Corbino rings of a two-dimensional electron system",
                "Nonequilibrium phenomena in high Landau levels",
                "New class of magnetoresistance oscillations: interaction of a two-dimensional electron gas with leaky interface phonons"
            ],
            [
                "In an ultraclean 2D electron system (2DES) subjected to crossed millimeterwave (30–150 GHz) and weak (B< 2 k G) magnetic fields, a series of apparently dissipationless states emerges as the system is detuned from cyclotron resonances. Such states are characterized by an exponentially vanishing low-temperature diagonal resistance and a classical Hall resistance. The activation energies associated with such states exceed the Landau level spacing by an order of magnitude. Our findings are likely indicative of a collective ground state previously unknown for 2DES.",
                "Millimeterwave photoconductivity in a high-mobility GaAs− Al x Ga 1− x As two-dimensional electron gas exhibits giant amplitude oscillations in a weak magnetic field. These oscillations resemble the Shubnikov–de Haas effect but their period is determined by ω\/ω C, where ω and ω C are the millimeterwave and cyclotron frequencies, respectively. The major observations can be explained in terms of Landau-level transitions between spatially shifted oscillators. A 2 k F momentum transfer is accompanying the transition where k F is the electron Fermi wave number.",
                "Using Corbino samples we have observed oscillatory dc conductance in a high-mobility two-dimensional electron system when it is subjected to crossed microwave and magnetic fields. At the strongest of the oscillation minima the conductance is found to be vanishingly small, indicating a macroscopic insulating state associated with this minimum. With increasing voltage bias, a crossover from Ohmic to electron-heating regime is observed.",
                "Developments in the physics of 2D electron systems during the last decade revealed a new class of nonequilibrium phenomena in the presence of a moderately strong magnetic field. The hallmark of these phenomena is magnetoresistance oscillations generated by the external forces that drive the electron system out of equilibrium. The rich set of dramatic phenomena of this kind, discovered in high-mobility semiconductor nanostructures, includes, in particular, microwave radiation-induced resistance oscillations and zero-resistance states, as well as Hall field-induced resistance oscillations and associated zero-differential resistance states. The experimental manifestations of these phenomena and the unified theoretical framework for describing them in terms of a quantum kinetic equation are reviewed. This survey also contains a thorough discussion of the magnetotransport properties of 2D electrons in the linear …",
                "We report on a new class of magnetoresistance oscillations observed in a high-mobility two-dimensional electron gas (2DEG) in GaAs− Al x Ga 1− x As heterostructures. Appearing in a weak magnetic field (B< 0.3 T) and only in a narrow temperature range (2 K< T< 9 K), these oscillations are periodic in 1\/B with a frequency proportional to the electron Fermi wave vector, k F. We interpret the effect as a magnetophonon resonance of the 2DEG with leaky interface-acoustic phonon modes carrying a wave vector q= 2 k F. Calculations show a few branches of such modes existing on the GaAs− Al x Ga 1− x As interface, and their velocities are in quantitative agreement with the observation."
            ],
            [
                [

                ]
            ]
        ]
    ]
}