{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OP60KBL8",
            "cbSqtQEAAAAJ",
            [
                "Evidence for a new dissipationless effect in 2D electronic transport",
                "Shubnikov–de Haas-like oscillations in millimeterwave photoconductivity in a high-mobility two-dimensional electron gas",
                "Observation of microwave-induced zero-conductance state in Corbino rings of a two-dimensional electron system",
                "Nonequilibrium phenomena in high Landau levels",
                "New class of magnetoresistance oscillations: interaction of a two-dimensional electron gas with leaky interface phonons"
            ],
            [
                "In an ultraclean 2D electron system (2DES) subjected to crossed millimeterwave (30–150 GHz) and weak (B< 2 k G) magnetic fields, a series of apparently dissipationless states emerges as the system is detuned from cyclotron resonances. Such states are characterized by an exponentially vanishing low-temperature diagonal resistance and a classical Hall resistance. The activation energies associated with such states exceed the Landau level spacing by an order of magnitude. Our findings are likely indicative of a collective ground state previously unknown for 2DES.",
                "Millimeterwave photoconductivity in a high-mobility GaAs− Al x Ga 1− x As two-dimensional electron gas exhibits giant amplitude oscillations in a weak magnetic field. These oscillations resemble the Shubnikov–de Haas effect but their period is determined by ω\/ω C, where ω and ω C are the millimeterwave and cyclotron frequencies, respectively. The major observations can be explained in terms of Landau-level transitions between spatially shifted oscillators. A 2 k F momentum transfer is accompanying the transition where k F is the electron Fermi wave number.",
                "Using Corbino samples we have observed oscillatory dc conductance in a high-mobility two-dimensional electron system when it is subjected to crossed microwave and magnetic fields. At the strongest of the oscillation minima the conductance is found to be vanishingly small, indicating a macroscopic insulating state associated with this minimum. With increasing voltage bias, a crossover from Ohmic to electron-heating regime is observed.",
                "Developments in the physics of 2D electron systems during the last decade revealed a new class of nonequilibrium phenomena in the presence of a moderately strong magnetic field. The hallmark of these phenomena is magnetoresistance oscillations generated by the external forces that drive the electron system out of equilibrium. The rich set of dramatic phenomena of this kind, discovered in high-mobility semiconductor nanostructures, includes, in particular, microwave radiation-induced resistance oscillations and zero-resistance states, as well as Hall field-induced resistance oscillations and associated zero-differential resistance states. The experimental manifestations of these phenomena and the unified theoretical framework for describing them in terms of a quantum kinetic equation are reviewed. This survey also contains a thorough discussion of the magnetotransport properties of 2D electrons in the linear …",
                "We report on a new class of magnetoresistance oscillations observed in a high-mobility two-dimensional electron gas (2DEG) in GaAs− Al x Ga 1− x As heterostructures. Appearing in a weak magnetic field (B< 0.3 T) and only in a narrow temperature range (2 K< T< 9 K), these oscillations are periodic in 1\/B with a frequency proportional to the electron Fermi wave vector, k F. We interpret the effect as a magnetophonon resonance of the 2DEG with leaky interface-acoustic phonon modes carrying a wave vector q= 2 k F. Calculations show a few branches of such modes existing on the GaAs− Al x Ga 1− x As interface, and their velocities are in quantitative agreement with the observation."
            ],
            [
                [

                ]
            ],
            [
                "Michael Zudov Michael Zudov Michael Zudov Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-626-0364 zudov001@umn.edu Physics And Nanotechnology Building Zudov Group Ph.D., University of Utah, 2000 B.S., Moscow Engineering Physics Institute, 1994 Our research focuses on experimental studies of quantum transport phenomena in semiconductor quantum structures, including GaAs\/AlGaAs, Ge\/SiGe, and MgZnO\/ZnO heterostructures, and graphene. One direction is on non-equilibrium phehomena which emerge when the system placed in a perpendicular magnetic field is driven by microwave radiation or dc electric fields. Relevant phenomena include microwave-induced resistance oscillations\/zero-resistance states and Hall field-induced resistance oscillations\/zero-differential resistance states. While still not fully understood, these phenomena are believed to be very sensitive to the correlation properties of the disorder potential and therefore can be exploited to learn about these properties (which are not accessible using standard transport techniques). In addition, we are searching for non-equilibrium phenomena in other 2D systems, such as graphene. Another direction concerns quantum transport in high magnetic fields and ultra-low temperatures. Here, the relevant phenomena are quantum Hall effects and broken symmetry states, such as stripe and bubble phases. In particular, we are interested in how the strength and the orientation of stripe phases depend on an in-plane magnetic field, carrier density, disorder, etc. For up-to-date publication list, please visit APS journals GoogleScholar , or arXiv . If you are interested in joining our research group, please email me to schedule a brief meeting. Q. Shi, J. Falson, M. A. Zudov, Y. Kozuka, A. Tsukazaki, M. Kawasaki, and J. Smet, Nonlinear response of a MgZnO\/ZnO heterostructure close to zero bias Phys. Rev. B  96 , 125401 (2017) M. A. Zudov, I. A. Dmitriev, B. Friess, Q. Shi, V. Umansky, K. von Klitzing, and J. Smet, Hall field-induced resistance oscillations in a tunable-density GaAs quantum well Phys. Rev. B – Rapid Communications  96 , 121301(R) (2017) O. E. Raichev, A. T. Hatke, M. A. Zudov, and J. L. Reno, Bloch-Grüneisen nonlinearity of electron transport in GaAs\/AlGaAs heterostructures Phys. Rev. B – Rapid Communications  96 , 081407(R) (2017) X. Fu, Q. A. Ebner, Q. Shi, M. A. Zudov, Q. Qian, J. D. Watson, and M. J. Manfra, Microwave-induced resistance oscillations in a back-gated GaAs quantum well Phys. Rev. B  95 , 235415 (2017) Q. Shi, M. A. Zudov, B. Friess, J. Smet, J. D. Watson, G. C. Gardner, and M. J. Manfra, Apparent temperature-induced reorientation of quantum Hall stripes Phys. Rev. B – Rapid Communications  95 , 161404(R) (2017) Q. Shi, M. A. Zudov, Q. Qian, J. D. Watson, and M. J. Manfra, Effect of density on quantum Hall stripe orientation in tilted magnetic fields Phys. Rev. B – Rapid Communications  95 , 161303(R) (2017) Q. Shi, M. A. Zudov, I. A. Dmitriev, K. Baldwin, L. N. Pfeiffer, and K.W. West, Fine structure in high-power microwave-induced resistance oscillations Phys. Rev. B – Rapid Communications  95 , 041403(R) (2017) Q. Shi, M. A. Zudov, J. Falson, Y. Kozuka, A. Tsukazaki, M. Kawasaki, K. von Klitzing, and J. Smet, Hall field-induced resistance oscillations in MgZnO\/ZnO heterostructures Phys. Rev. B – Rapid Communications  95 , 041411(R) (2017) Q. Shi, M. A. Zudov, L. N. Pfeiffer, K. W. West, J. D. Watson, and M. J. Manfra , Resistively detected high-order magnetoplasmons in a high-quality two-dimensional electron gas Phys. Rev. B  93 , 165438 (2016) Q. Shi, S. A. Studenikin, M. A. Zudov, K. W. Baldwin, L. N. Pfeiffer, and K. W. West, Microwave photoresistance in an ultra-high-quality GaAs quantum well Phys. Rev. B - Rapid Communications  93 , 121305(R) (2016) Q. Shi, M. A. Zudov, J. D. Watson, G. C. Gardner, and M. J. Manfra, Reorientation of quantum Hall stripes within a partially filled Landau level Phys. Rev. B - Rapid Communications  93 , 121404(R) (2016) Q. Shi, M. A. Zudov, J. D. Watson, G. C. Gardner, and M. J. Manfra, Evidence for a new symmetry breaking mechanism reorienting quantum Hall nematics Phys. Rev. B - Rapid Communications  93 , 121411(R) (2016) Q. Shi, M. A. Zudov, C. Morrison, and M. Myronov, Transport anisotropy in Ge quantum wells in the absence of quantum oscillations Phys. Rev. B - Rapid Communications  92 , 161405(R) (2015) Q. Shi, P. D. Martin, A. T. Hatke, M. A. Zudov, J. D. Watson, G. C. Gardner, M. J. Manfra, L. N. Pfeiffer, and K. W. West, Shubnikov–de Haas oscillations in a two-dimensional electron gas under subterahertz radiation Phys. Rev. B - Rapid Communications  91 , 081405(R) (2015) Q. Shi, M. A. Zudov, C. Morrison, and M. Myronov, Spinless Composite Fermions in an Ultra-high Quality Strained Ge Quantum Well Phys. Rev. B - Rapid Communications  91 , 241303(R) (2015) Q. Shi, M. A. Zudov, C. Morrison, and M. Myronov, Strong transport anisotropy in Ge\/SiGe quantum wells in tilted magnetic fields Phys. Rev. B - Rapid Communications  91 , 201301(R) (2015) Q. Shi, M. A. Zudov, L. N. Pfeiffer, and K. W. West, Nonlinear transport in two-dimensional electron gas exhibiting colossal negative magnetoresistance Phys. Rev. B - Rapid Communications  90 , 201301(R) (2014) Q. Shi, Q. A. Ebner, and M. A. Zudov, Hall field-induced resistance oscillations in a p-type Ge\/SiGe quantum well Phys. Rev. B - Rapid Communications  90 , 161301(R) (2014) Qi Zhang, Takashi Arikawa, Eiji Kato, John L. Reno, Wei Pan, John D. Watson, Michael J. Manfra, Michael A. Zudov, Mikhail Tokman, Maria Erukhimova, Alexey Belyanin, and Junichiro Kono, Superradiant Decay of Cyclotron Resonance of Two-Dimensional Electron Gases Phys. Rev. Lett.  113 , 047601 (2014) Q. Shi, P. D. Martin, Q. A. Ebner, M. A. Zudov, L. N. Pfeiffer, and K. W. West , Colossal negative magnetoresistance in a two-dimensional electron gas Phys. Rev. B - Rapid Communications  90 , 201301(R) (2014) M. A. Zudov, O. A. Mironov, Q. A. Ebner, P. D. Martin, Q. Shi, and D. R. Leadley, Observation of microwave-induced resistance oscillations in a high-mobility two-dimensional hole gas in a strained Ge\/SiGe quantum well Phys. Rev. B  89 , 125401 (2014) Q. Shi, M. Khodas, A. Levchenko, and M. A. Zudov, Phase-sensitive bichromatic photoresistance in a two-dimensional electron gas Phys. Rev. B  88 , 245409 (2013) A. T. Hatke, M. A. Zudov, J. D. Watson, M. J. Manfra, L. N. Pfeiffer, and K. W. West, Evidence for effective mass reduction in GaAs\/AlGaAs quantum wells Phys. Rev. B - Rapid Communications  87 , 161307(R) (2013) A. Bogan, A. T. Hatke, S. A. Studenikin, A. Sachrajda, M. A. Zudov, L. N. Pfeiffer, and K. W. West, Microwave-induced resistance oscillations in tilted magnetic fields Phys. Rev. B  86 , 235305 (2012) I. A. Dmitriev, A. D. Mirlin, D. G. Polyakov, and M. A. Zudov , Nonequilibrium phenomena in high Landau levels Rev. Mod. Phys.  84 , 1709 (2012) A. T. Hatke, M. A. Zudov, L. N. Pfeiffer, and K. W. West, Nonlinear response in overlapping and separated Landau levels of GaAs quantum wells Physical Review B - Rapid Communications  86 , 081307(R) (2012) A. T. Hatke, M. A. Zudov, L. N. Pfeiffer, and K. W. West, Shubnikov–de Haas oscillations in GaAs quantum wells in tilted magnetic fields Physical Review B - Rapid Communications  85 , 241305(R) (2012) A. T. Hatke, M. A. Zudov, J. D. Watson, and M. J. Manfra, Magnetoplasmon resonance in a two-dimensional electron system driven into a zero-resistance state Physical Review B - Rapid Communications  85 , 121306(R) (2012) A. T. Hatke, M. A. Zudov, J. L. Reno, L. N. Pfeiffer, and K. W. West, Giant negative magnetoresistance in high-mobility two-dimensional electron systems Physical Review B - Rapid Communications  85 , 081304(R) (2012) A. T. Hatke, M. Khodas, M. A. Zudov, L. N. Pfeiffer, and K. W. West, Multiphoton microwave photoresistance in a high-mobility two-dimensional electron gas Physical Review B - Rapid Communications  84 , 241302(R) (2011) A. T. Hatke, M. A. Zudov, L. N. Pfeiffer, and K. W. West, Microwave photoresistance in a two-dimensional electron gas with separated Landau levels Physical Review B - Rapid Communications  84 , 241304(R) (2011) A. T. Hatke, M. A. Zudov, L. N. Pfeiffer, and K. W. West, Phase of phonon-induced resistance oscillations in a high-mobility two-dimensional electron gas Physical Review B - Rapid Communications  84 , 121301(R) (2011) A.T. Hatke, M.A. Zudov, L.N. Pfeiffer, and K.W. West, Nonlinear response of microwave-irradiated two-dimensional electron systems near the second harmonic of the cyclotron resonance Physical Review B - Rapid Communications  83 , 201301(R) (2011) A.T. Hatke, M.A. Zudov, L.N. Pfeiffer, and K.W. West, Giant microwave photoresistivity in high-mobility quantum Hall systems Physical Review B - Rapid Communications  83 , 121301(R) (2011) A.T. Hatke, M.A. Zudov, L.N. Pfeiffer, and K.W. West, Resistance oscillations induced by the Hall field in tilted magnetic fields Physical Review B - Rapid Communications  83 , 081301(R) (2011) A.T. Hatke, H.-S. Chiang, M.A. Zudov, L.N. Pfeiffer, and K.W. West, Zero differential resistance in two-dimensional electron systems at large filling factors Physical Review B - Rapid Communications  82 , 041304(R) (2010) M. Khodas, H.- S. Chiang, A. T. Hatke, M. A. Zudov, M. G. Vavilov, L. N. Pfeiffer, and K. W. West, Nonlinear magnetoresistance oscillations in intensely irradiated two-dimensional electron systems induced by multiphoton processes Physical Review Letters 104 , 206801 (2010) A.T. Hatke, M.A. Zudov, L.N. Pfeiffer, and K.W. West, Role of electron-electron interactions in nonlinear transport in two-dimensional electron systems Physical Review B – Rapid Communications  79 , 161308(R) (2009) A.T. Hatke, M.A. Zudov, L.N. Pfeiffer, and K.W. West, Temperature Dependence of Microwave Photoresistance in 2D Electron Systems Physical Review Letters 102 , 066804 (2009) A.T. Hatke, M.A. Zudov, L.N. Pfeiffer, and K.W. West, Phonon-induced resistance oscillations in 2D systems with a very high electron mobility Physical Review Letters 102 , 086808 (2009) A.T. Hatke, H.-S. Chiang, M.A. Zudov, L.N. Pfeiffer, and K.W. West, Microwave photoresistance in dc-driven 2D systems at cyclotron resonance subharmonics Physical Review Letters 101 , 246811 (2008) A.T. Hatke, H.-S. Chiang, M.A. Zudov, L.N. Pfeiffer, and K.W. West, Non-linear magnetotransport in microwave-illuminated two-dimensional electron systems Physical Review B – Rapid Communications  77 , 201304(R) (2008) W. Zhang, M. A. Zudov, L. N. Pfeiffer, K. W. West, Resonant Phonon Scattering in Quantum Hall Systems Driven by dc Electric Fields Physical Review Letters 100 , 036805 (2008) W. Zhang, M. A. Zudov, L. N. Pfeiffer, K. W. West, Resistance Oscillations in Two-Dimensional Electron Systems Induced by Both ac and dc Fields Physical Review Letters 98 , 106804 (2007) W. Zhang, H.-S. Chiang, M. A. Zudov, L. N. Pfeiffer, and K. W. West, Magnetotransport in a two-dimensional electron system in dc electric fields Physical Review B – Rapid Communications 96 , 041304(R) (2007) M. A. Zudov, R. R. Du, L. N. Pfeiffer, and K. W. West, Bichromatic Microwave Photoresistance of Two-Dimensional Electron System Physical Review Letters 96 , 236804 (2006) M. A. Zudov, R. R. Du, L. N. Pfeiffer, and K. W. West, Multiphoton processes in microwave photoresistance of two-dimensional electron systems Physical Review B – Rapid Communications 73 , 041303(R) (2006) M.A. Zudov, Period and phase of microwave-induced resistance oscillations and zero-resistance states Physical Review B – Rapid Communications 69 , 041304(R) (2004) C.L. Yang, M.A. Zudov, T.A. Knuuttila, R.R. Du, L.N. Pfeiffer, K.W. West, Observation of Apparently Zero-Conductance States in Corbino Samples Physical Review Letters 91 , 096803 (2003) M.A. Zudov, R.R. Du, L.N. Pfeiffer, and K.W. West, Evidence for a New Dissipationless Effect in 2D Electronic Transport Physical Review Letters 90 , 46807 (2003) M.A. Zudov, R.R. Du, J.A. Simmons, and J.L. Reno, Shubnikov-de Haas-like oscillations in millimeterwave photoconductivity in a high-mobility two-dimensional electron system Physical Review B – Rapid Communications 64 , 201311(R) (2001) M.A. Zudov, I.V. Ponomarev, A.L. Efros, R.R. Du, J.A. Simmons, and J.L. Reno, A New Class of Magnetoresistance Oscillations: Interaction of a Two-dimensional Electron Gas with Leaky Interface Phonons Physical Review Letters 86 , 3614 (2001)"
            ]
        ]
    ]
}