{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OPEHFZ4T",
            "wRFNhFIAAAAJ",
            [
                "Quenching spin decoherence in diamond through spin bath polarization",
                "Decoherence in crystals of quantum molecular magnets",
                "Coherent manipulation and decoherence of S= 10 single-molecule magnets",
                "Rotating cavity for high-field angle-dependent microwave spectroscopy of low-dimensional conductors and magnets",
                "Discrete easy-axis tilting in Mn 12-acetate, as determined by EPR: Implications for the magnetic quantum tunneling mechanism",
                "Spin decoherence and electron spin bath noise of a nitrogen-vacancy center in diamond",
                "Pulsed electron paramagnetic resonance spectroscopy powered by a free-electron laser",
                "Large Mn25 Single-Molecule Magnet with Spin S = 51\/2: Magnetic and High-Frequency Electron Paramagnetic Resonance Spectroscopic Characterization of a …",
                "High-field phenomena of qubits",
                "A high-frequency electron paramagnetic resonance spectrometer for multi-dimensional, multi-frequency, and multi-phase pulsed measurements"
            ],
            [
                "We experimentally demonstrate that the decoherence of a spin by a spin bath can be completely eliminated by fully polarizing the spin bath. We use electron paramagnetic resonance at 240 GHz and 8 T to study the electron-spin coherence time T 2 of nitrogen-vacancy centers and nitrogen impurities in diamond from room temperature down to 1.3 K. A sharp increase of T 2 is observed below the Zeeman energy (11.5 K). The data are well described by a suppression of the flip-flop induced spin bath fluctuations due to thermal electron-spin polarization. T 2 saturates at∼ 250 μ s below 2 K, where the polarization of the electron-spin bath exceeds 99%.",
                "Quantum decoherence is a central concept in physics. Applications such as quantum information processing depend on understanding it; there are even fundamental theories proposed that go beyond quantum mechanics 1, 2, 3, in which the breakdown of quantum theory would appear as an ‘intrinsic’decoherence, mimicking the more familiar environmental decoherence processes 4. Such applications cannot be optimized, and such theories cannot be tested, until we have a firm handle on ordinary environmental decoherence processes. Here we show that the theory for insulating electronic spin systems can make accurate and testable predictions for environmental decoherence in molecular-based quantum magnets 5. Experiments on molecular magnets have successfully demonstrated quantum-coherent phenomena 6, 7, 8 but the decoherence processes that ultimately limit such behaviour were not well …",
                "We report coherent manipulation of S= 10 Fe 8 single-molecule magnets. The temperature dependence of the spin decoherence time T 2 measured by high-frequency pulsed electron paramagnetic resonance indicates that strong spin decoherence is dominated by Fe 8 spin bath fluctuations. By polarizing the spin bath in Fe 8 single-molecule magnets at magnetic field B= 4.6 T and temperature T= 1.3 K, spin decoherence is significantly suppressed and extends the spin decoherence time T 2 to as long as 712 ns. A second decoherence source is likely due to fluctuations of the nuclear spin bath. This hints that the spin decoherence time can be further extended via isotopic substitution to smaller nuclear magnetic moments.",
                "The cavity perturbation technique is an extremely powerful method for measuring the electrodynamic response of a material in the millimeter- and submillimeter spectral range (10GHz–1THz), particularly in the case of high-field\/frequency magnetic resonance spectroscopy. However, the application of such techniques within the limited space of a high-field magnet presents significant technical challenges. We describe a 7.62mm×7.62mm (diameter×length) rotating cylindrical cavity which overcomes these problems. The cylinder is mounted transverse to the bore of the magnet, coupling is achieved through the sidewalls of the cavity, and the end plate is then rotated (by means of an external drive) instead of the body of the cavity itself. Therefore, rotation does not affect the cylindrical geometry, or the mechanical connections to the incoming waveguides. The TE011 mode frequency of the cavity is 51.863GHz, with the …",
                "The variation with microwave frequency and temperature of previously reported anomalous peaks in the EPR spectra of Mn 12-acetate, under large transverse fields, reveals that the molecular easy magnetization axes are tilted with respect to the global symmetry direction. More importantly, on the basis of the angle dependence of fine structures observed in the EPR spectra we infer that the tilt distribution must be discrete, as was previously suspected from studies which demonstrated the presence of a locally varying rhombic anisotropy [S. Hill et al., Phys. Rev. Lett. 90, 217204 (2003)]. The tilts are confined to two orthogonal planes, and the distribution extends up to∼ 1.7 degrees away from the global easy (z) axis. We ascribe the tilting to the hydrogen-bonding effect associated with the disordered acetic acid solvent molecules. The effect is considerably larger than deduced from x-ray diffraction analyses. These …",
                "We theoretically investigate spin decoherence of a single nitrogen-vacancy (NV) center in diamond. Using the spin coherent-state P-representation method, we simulate coherence evolution of the NV center coupled to surrounding nitrogen electron (N) spins. In the system, the strength of NN coupling is the same order as that of NV-N coupling (the strong intrabath coupling regime). We find that spin decoherence time as well as free-induction decay of the NV center depend on the spatial configuration of N spins. Both the spin decoherence rate (1\/T 2) and dephasing rate (1\/T 2*) of the NV center increase linearly with the concentration of the N spins. Using the P-representation method, we also demonstrate extracting the noise spectrum of the N spin bath. The capability to calculate the noise spectrum will provide promising pathways to suppress decoherence of spin systems in the strong intrabath coupling regime.",
                "Electron paramagnetic resonance (EPR) spectroscopy interrogates unpaired electron spins in solids and liquids to reveal local structure and dynamics; for example, EPR has elucidated parts of the structure of protein complexes that other techniques in structural biology have not been able to reveal 1, 2, 3, 4. EPR can also probe the interplay of light and electricity in organic solar cells 5, 6, 7 and light-emitting diodes 8, and the origin of decoherence in condensed matter, which is of fundamental importance to the development of quantum information processors 9, 10, 11, 12, 13. Like nuclear magnetic resonance, EPR spectroscopy becomes more powerful at high magnetic fields and frequencies, and with excitation by coherent pulses rather than continuous waves. However, the difficulty of generating sequences of powerful pulses at frequencies above 100 gigahertz has, until now, confined high-power pulsed EPR to …",
                "The synthesis and structural, spectroscopic, and magnetic characterization of a Mn25 coordination cluster with a large ground-state spin of S = 51\/2 are reported. Reaction of MnCl2 with pyridine-2,6-dimethanol (pdmH2) and NaN3 in MeCN\/MeOH gives the mixed valence cluster [Mn25O18(OH)2(N3)12(pdm)6(pdmH)6]Cl2 (1; 6MnII, 18MnIII, MnIV), which has a barrel-like cage structure. Variable temperature direct current (dc) magnetic susceptibility data were collected in the 1.8−300 K temperature range in a 0.1 T field. Variable-temperature and -field magnetization (M) data were collected in the 1.8−4.0 K and 0.1−7 T ranges and fit by matrix diagonalization assuming only the ground state is occupied at these temperatures. The fit parameters were S = 51\/2, D = −0.020(2) cm−1, and g = 1.87(3), where D is the axial zero-field splitting parameter. Alternating current (ac) susceptibility measurements in the 1.8−8.0 K …",
                "Electron and nuclear spins are very promising candidates to serve as quantum bits (qubits) for proposed quantum computers, as the spin degrees of freedom are relatively isolated from their surroundings and can be coherently manipulated, e.g., through pulsed electron paramagnetic resonance (EPR) and nuclear magnetic resonance (NMR). For solid-state spin systems, impurities in crystals based on carbon and silicon in various forms have been suggested as qubits, and very long relaxation rates have been observed in such systems. We have investigated a variety of these systems at high magnetic fields in our multifrequency pulsed EPR\/ENDOR (electron nuclear double resonance) spectrometer. A high magnetic field leads to large electron spin polarizations at helium temperatures, giving rise to various phenomena that are of interest with respect to quantum computing. For example, it allows the …",
                "We describe instrumentation for a high-frequency electron paramagnetic resonance (EPR) and pulsed electron-electron double resonance (PELDOR) spectroscopy. The instrumentation is operated in the frequency range of 107−120 GHz and 215−240 GHz and in the magnetic field range of 0−12.1 T. The spectrometer consisting of a high-frequency high-power solid-state source, a quasioptical system, a phase-sensitive detection system, a cryogenic-free superconducting magnet, and a 4He cryostat enables multi-frequency continuous-wave EPR spectroscopy as well as pulsed EPR measurements with a few hundred nanosecond pulses. Here we discuss the details of the design and the pulsed EPR sensitivity of the instrumentation. We also present performance of the instrumentation in unique experiments including PELDOR spectroscopy to probe correlations in an insulating electronic spin system and …"
            ],
            [
                [
                    "Magnetic resonance",
                    "diamond magnetometry",
                    "molecular spintronics"
                ]
            ]
        ]
    ]
}