{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OQ6TWJDY",
            "xDECriQAAAAJ",
            [
                "CO2 balance of boreal, temperate, and tropical forests derived from a global database",
                "Plant diversity increases soil microbial activity and soil carbon storage",
                "Relationships among net primary productivity, nutrients and climate in tropical rain forest: a pan‐tropical analysis",
                "Total carbon stocks in a tropical forest landscape of the Porce region, Colombia",
                "Toward more realistic projections of soil carbon dynamics by Earth system models",
                "Sensitivity of decomposition rates of soil organic matter with respect to simultaneous changes in temperature and moisture",
                "Beyond clay: towards an improved set of variables for predicting soil organic matter content",
                "Drivers and mechanisms of tree mortality in moist tropical forests",
                "TRY plant trait database–enhanced coverage and open access",
                "Temperature sensitivity of organic matter decomposition in the Arrhenius equation: some theoretical considerations"
            ],
            [
                "Terrestrial ecosystems sequester 2.1 Pg of atmospheric carbon annually. A large amount of the terrestrial sink is realized by forests. However, considerable uncertainties remain regarding the fate of this carbon over both short and long timescales. Relevant data to address these uncertainties are being collected at many sites around the world, but syntheses of these data are still sparse. To facilitate future synthesis activities, we have assembled a comprehensive global database for forest ecosystems, which includes carbon budget variables (fluxes and stocks), ecosystem traits (e.g. leaf area index, age), as well as ancillary site information such as management regime, climate, and soil characteristics. This publicly available database can be used to quantify global, regional or biome‐specific carbon budgets; to re‐examine established relationships; to test emerging hypotheses about ecosystem functioning [e.g. a …",
                "Plant diversity strongly influences ecosystem functions and services, such as soil carbon storage. However, the mechanisms underlying the positive plant diversity effects on soil carbon storage are poorly understood. We explored this relationship using long-term data from a grassland biodiversity experiment (The Jena Experiment) and radiocarbon (14 C) modelling. Here we show that higher plant diversity increases rhizosphere carbon inputs into the microbial community resulting in both increased microbial activity and carbon storage. Increases in soil carbon were related to the enhanced accumulation of recently fixed carbon in high-diversity plots, while plant diversity had less pronounced effects on the decomposition rate of existing carbon. The present study shows that elevated carbon storage at high plant diversity is a direct function of the soil microbial community, indicating that the increase in carbon storage …",
                " Ecology Letters (2011) 14: 939–947Tropical rain forests play a dominant role in global biosphere‐atmosphere CO2 exchange. Although climate and nutrient availability regulate net primary production (NPP) and decomposition in all terrestrial ecosystems, the nature and extent of such controls in tropical forests remain poorly resolved. We conducted a meta‐analysis of carbon‐nutrient‐climate relationships in 113 sites across the tropical forest biome. Our analyses showed that mean annual temperature was the strongest predictor of aboveground NPP (ANPP) across all tropical forests, but this relationship was driven by distinct temperature differences between upland and lowland forests. Within lowland forests (< 1000 m), a regression tree analysis revealed that foliar and soil‐based measurements of phosphorus (P) were the only variables that explained a significant proportion of the variation in ANPP …",
                "Detailed ground-based quantifications of total carbon stocks in tropical forests are few despite their importance in science and ecosystem management. Carbon stocks in live aboveground and belowground biomass, necromass, and soils were measured in a heterogeneous landscape composed of secondary and primary forest. A total of 110 permanent plots were used to estimate the size of these carbon pools. Local biomass equations were developed and used to estimate aboveground biomass and coarse root biomass for each plot. Herbaceous vegetation, fine roots, coarse and fine litter, and soil carbon to 4 m depth were measured in subplots. In primary forests, mean total carbon stocks (TCS) were estimated as 383.7 ± 55.5 Mg C ha−1 (±S.E.). Of this amount, soil organic carbon to 4 m depth represented 59%, total aboveground biomass 29%, total belowground biomass 10%, and necromass 2%. In secondary …",
                "Soil carbon (C) is a critical component of Earth system models (ESMs), and its diverse representations are a major source of the large spread across models in the terrestrial C sink from the third to fifth assessment reports of the Intergovernmental Panel on Climate Change (IPCC). Improving soil C projections is of a high priority for Earth system modeling in the future IPCC and other assessments. To achieve this goal, we suggest that (1) model structures should reflect real‐world processes, (2) parameters should be calibrated to match model outputs with observations, and (3) external forcing variables should accurately prescribe the environmental conditions that soils experience. First, most soil C cycle models simulate C input from litter production and C release through decomposition. The latter process has traditionally been represented by first‐order decay functions, regulated primarily by temperature, moisture …",
                "The sensitivity of soil organic matter decomposition to global environmental change is a topic of prominent relevance for the global carbon cycle. Decomposition depends on multiple factors that are being altered simultaneously as a result of global environmental change; therefore, it is important to study the sensitivity of the rates of soil organic matter decomposition with respect to multiple and interacting drivers. In this manuscript, we present an analysis of the potential response of decomposition rates to simultaneous changes in temperature and moisture. To address this problem, we first present a theoretical framework to study the sensitivity of soil organic matter decomposition when multiple driving factors change simultaneously. We then apply this framework to models and data at different levels of abstraction: (1) to a mechanistic model that addresses the limitation of enzyme activity by simultaneous effects of …",
                "Improved quantification of the factors controlling soil organic matter (SOM) stabilization at continental to global scales is needed to inform projections of the largest actively cycling terrestrial carbon pool on Earth, and its response to environmental change. Biogeochemical models rely almost exclusively on clay content to modify rates of SOM turnover and fluxes of climate-active CO2 to the atmosphere. Emerging conceptual understanding, however, suggests other soil physicochemical properties may predict SOM stabilization better than clay content. We addressed this discrepancy by synthesizing data from over 5,500 soil profiles spanning continental scale environmental gradients. Here, we demonstrate that other physicochemical parameters are much stronger predictors of SOM content, with clay content having relatively little explanatory power. We show that exchangeable calcium strongly predicted SOM …",
                "Tree mortality rates appear to be increasing in moist tropical forests (MTFs) with significant carbon cycle consequences. Here, we review the state of knowledge regarding MTF tree mortality, create a conceptual framework with testable hypotheses regarding the drivers, mechanisms and interactions that may underlie increasing MTF mortality rates, and identify the next steps for improved understanding and reduced prediction. Increasing mortality rates are associated with rising temperature and vapor pressure deficit, liana abundance, drought, wind events, fire and, possibly, CO2 fertilization‐induced increases in stand thinning or acceleration of trees reaching larger, more vulnerable heights. The majority of these mortality drivers may kill trees in part through carbon starvation and hydraulic failure. The relative importance of each driver is unknown. High species diversity may buffer MTFs against large‐scale mortality …",
                "Plant traits—the morphological, anatomical, physiological, biochemical and phenological characteristics of plants—determine how plants respond to environmental factors, affect other trophic levels, and influence ecosystem properties and their benefits and detriments to people. Plant trait data thus represent the basis for a vast area of research spanning from evolutionary biology, community and functional ecology, to biodiversity conservation, ecosystem and landscape management, restoration, biogeography and earth system modelling. Since its foundation in 2007, the TRY database of plant traits has grown continuously. It now provides unprecedented data coverage under an open access data policy and is the main plant trait database used by the research community worldwide. Increasingly, the TRY database also supports new frontiers of trait‐based plant research, including the identification of data gaps and …",
                "Previous theoretical analyses based on Arrhenius kinetics and thermodynamics have shown that the temperature sensitivity of low-quality substrate is higher than that of high-quality substrate. Because soils store large amounts of low-quality carbon, understanding its response to increasing temperatures will help to predict the response of atmospheric CO2 to climate change. However, empirical studies do not provide conclusive evidence to corroborate this theoretical argument. Although there are various possible reasons for this disagreement, the theory behind this argument has not been scrutinized carefully. Based on a simple mathematical analysis of the Arrhenius equation it is shown here that low-quality substrates are less temperature sensitive when analyzed in absolute rather than in relative terms, a result that may seem counterintuitive to previous theory. However, this is a paradox intrinsic to the …"
            ],
            [
                [
                    "Biogeochemistry",
                    "Ecosystem Ecology",
                    "Theoretical Ecology",
                    "Global Change Ecology"
                ]
            ],
            [
                "Carlos Sierra Carlos Sierra csierra@uchicago.edu"
            ]
        ]
    ]
}