{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OR32K6UQ",
            "1yW1cZcAAAAJ",
            [
                "Interaction effects in topological superconducting wires supporting Majorana fermions",
                "Unusual ordered phases of highly frustrated magnets: a review"
            ],
            [
                "Among the broad spectrum of systems predicted to exhibit topological superconductivity and Majorana fermions, one-dimensional wires with strong spin-orbit coupling provide one of the most promising experimental candidates. Here we investigate the fate of the topological superconducting phase in such wires when repulsive interactions are present. Using a combination of density matrix renormalization group, bosonization, and Hartree–Fock techniques, we demonstrate that while interactions degrade the bulk gap—consistent with recent results of Gangadharaiah et al.—they also greatly expand the parameter range over which the topological phase arises. In particular, we show that with interactions this phase can be accessed over a broader chemical potential window, thereby leading to greater immunity against disorder-induced chemical potential fluctuations in the wire. We also suggest that in certain wires …",
                "We review ground states and excitations of a quantum antiferromagnet on triangular and other frustrated lattices. We pay special attention to the combined effects of magnetic field h, spatial anisotropy R and spin magnitude S. The focus of the review is on the novel collinear spin density wave and spin nematic states, which are characterized by fully gapped transverse spin excitations with S z=±1. We discuss extensively the R− h phase diagram of the antiferromagnet, both in the large-S semiclassical limit and the quantum S= 1\/2 limit. When possible, we point out connections with experimental findings."
            ],
            [
                [
                    "Condensed Matter Physics - Magnetism"
                ]
            ],
            [
                "Teaching OLEG STARYKH Professor STARYKH@PHYSICS.UTAH.EDU 801-581-6424 Main Website http:\/\/www.physics.utah.edu\/~starykh\/ OLEG STARYKH Professor Teaching Research Summary Biography Current Courses Research Keywords Presentations Languages Teaching Research Summary Biography Current Courses Research Keywords Presentations Languages Publications Leon Balents and Oleg Starykh (2020). Collective spinon spin wave in a magnetized U(1) spin liquid Leon Balents and Oleg A. Starykh. Physical Review B. Vol. 101, 020401.\r\n\r\nPublished, 01\/06\/2020. https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/Phys... Hassan Allami, O. A. Starykh, and D. A. Pesin (2019). Superfluid-insulator transition and the BEC-BCS crossover in the Rashba moat band. Physical Review B. Vol. 99, 104505.\r\n\r\nPublished, 03\/07\/2019. https:\/\/doi.org\/10.1103\/PhysRevB.99.104505  ©2019 Zhu-Xi Luo, Ethan Lake, Jia-Wei Mei, and Oleg A. Starykh (2018). Spinon Magnetic Resonance of Quantum Spin Liquids. Physical Review Letters. Vol. 120, 037204.\r\n\r\nPublished, 01\/19\/2018. https:\/\/doi.org\/10.1103\/PhysRevLett.120.037204 S. A. Kulagin, N. Prokof’ev, O. A. Starykh, B. Svistunov, and C. N. Varney (2013). Bold Diagrammatic Monte Carlo Method Applied to Fermionized Frustrated Spins. Physical Review Letters. Vol. 110, 070601.\r\n\r\nPublished, 02\/11\/2013. http:\/\/link.aps.org\/doi\/10.1103\/PhysRevLett.110.07... Bold Diagrammatic Monte Carlo technique for frustrated spin systems, Phys. Rev. B 87, 024407 (2013).  \tSergey Kulagin, Nikolay Prokof'ev, Oleg A. Starykh, Boris Svistunov, Christopher N. Varney.\r\n\r\nPublished, 01\/11\/2013. http:\/\/prb.aps.org\/abstract\/PRB\/v87\/i2\/e024407 R. Glenn, O. A. Starykh, and M. E. Raikh (2012). Interplay of spin-orbit coupling and Zeeman splitting in the absorption lineshape of fermions in two dimensions. Physical Review B. Vol. 86, 024423.\r\n\r\nPublished, 07\/12\/2012. http:\/\/link.aps.org\/doi\/10.1103\/PhysRevB.86.024423 Research Keywords Theoretical condensed matter physics, quantum magnetism. Presentations Spin ice and magnetic monopoles, undergraduate seminar at the University of Utah.\r\nPresentation,\r\nPresented, 11\/15\/2012. Languages English, fluent. Russian, fluent."
            ]
        ]
    ]
}