{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ORE52HAC",
            "ybOQlF8AAAAJ",
            [
                "Ordered intermetallic alloys, part III: gamma titanium aluminides",
                "Intermetallic alloys based on gamma titanium aluminide",
                "Progress in the understanding of gamma titanium aluminides",
                "MICROSTRUCTURAL EVOLUTION AND MECHANICAL PROPERTIES OF A FORGED GAMMA TITANIUM ALUMINIDE ALLOY",
                "Effects of microstructure on the deformation and fracture of γ-TiAl alloys",
                "Influence of microstructure on crack-tip micromechanics and fracture behaviors of a two-phase TiAl alloy",
                "Effects of lamellae spacing and colony size on the fracture resistance of a fully-lamellar TiAl alloy",
                "Strength and ductility in TiAl alloys",
                "Oxidation behavior of gamma alloys designed for high temperature applications",
                "Gamma titanium aluminides"
            ],
            [
                "Extensive research during the last eight years has resulted in the development and improvement of second-generation gamma alloys of engineering importance, Ti-48Al-2(Cr or Mn)-2Nb and derivatives. These alloys exhibit properties, in duplex micro-structural forms, meeting requirements for some gas-turbine and automobile engine components that may be used up to 760 °C. These achievements were made possible by an improved understanding of both fundamental and practical aspects of these aluminides, such as phase relations, microstructure evolution and control, processing, microstructure-property relationships, and deformation and fracture processes. Nevertheless, widespread higher performance and\/or higher-temperature applications of these alloys appear unlikely unless the current properties are dramatically improved.",
                "Titanium-aluminide alloys based on TiAl have an excellent potential to become one of the most important aerospace materials because of their low density, high melting temperature, good elevated-temperature strength and modulus retention, high resistance to oxidation and hydrogen absorption, and excellent creep properties. The chief roadblock to their application is poor ductility at low to intermediate temperatures that results in low fracture toughness and a fast fatigue-crack growth rate. During the last several years, a great deal of effort has been made to improve these ductile properties. These endeavors have met with some success through chemistry modification and microstructure control.",
                "During the last two years remarkable improvements have been made in the properties (such as toughness and creep) and processing technology of gamma titanium aluminides, making them potentially viable engineering alloys for high-temperature structural applications. These achievements were made possible by a greater understanding of both the fundamental and the practical aspects of these aluminides, such as phase relationships, the effects of alloying elements, deformation mechanisms, microstructure evolution and processing. This article reviews the current understanding of the above specific aspects and the processing-microstructure-property relationships, and identifies pacing problems and applications.",
                "Pascal 001 Exact sciences and technology\/001B Physics\/001B80 Cross-disciplinary physics: materials science; rheology\/001B80A Materials science\/001B80A40 Treatment of materials and its effects on microstructure and properties\/001B80A40G Other heat and thermomechanical treatments",
                "Deformation and fracture behavior of two-phase γ-TiAl alloys were investigated under monotonic tension loading conditions for duplex and lamellar microstructural forms. The effects of microstructure on tensile properties and deformation-fracture behavior are analyzed for deformation temperatures below and above the brittle-ductile transition. The crack initiation toughness and associated strains near the crack tip are used to explain the inverse relationship between ductility and toughness observed at room temperature. Fracture resistance behavior and toughening mechanisms at room temperature are explained in terms of microstructure and deformation anisotropy. The competition between the effects of grain size and lamellar spacing or tensile and toughness properties is discussed.",
                "The tensile deformation, crack-tip micromechanics, and fracture behaviors of a two-phase (γ + α2) gamma titanium aluminide alloy, Ti-47Al-2.6Nb-2(Cr+V), heat-treated for the microstructure of either fine duplex (gamma + lamellar) or predominantly lamellar microstructure were studied in the 25 °C to 800 °C range.In situ tensile and fracture toughness tests were performed in vacuum using a high-temperature loading stage in a scanning electron microscope (SEM), while conventional tensile tests were performed in air. The results revealed strong influences of microstructure on the crack-tip deformation, quasi-static crack growth, and the fracture initiation behaviors in the alloy. Intergranular fracture and cleavage were the dominant fracture mechanisms in the duplex microstructure material, whose fracture remained brittle at temperatures up to 600 °C. In contrast, the nearly fully lamellar microstructure resulted …",
                "The fracture resistance in a lamellar TiAl-base alloy was studied as a function of lamellae spacing and colony size. Fully-lamellar microstructures with several lamellae spacings and colony sizes were obtained by heat-treatment. Fracture resistance curves were generated by performing standard J-testing at ambient temperature, while the corresponding fracture and toughening mechanisms were identified by characterizing the crack-tip region and crack-wake ligaments using optical and scanning electron microscopies. Results of this study were compared with published data to elucidate the role of lamellae spacing and colony size in fracture of lamellar TiAl alloys. The comparison revealed that both the initiation toughness, KIC, and crack growth toughness. Ks of lamellar TiAl alloys increase with decreasing lamellae spacing, but depend upon the colony size in a more complex manner. In general, fracture …",
                "Tensile behavior of two-phase TiAl alloys at room temperature (RT) is analyzed for duplex and lamellar microstructural forms. The Hall-Petch relationship with high constants in fully-lamellar material is explained as a combined function of grain-size and deformation-anisotropy. The low ductility and its inverse relationship with grain size are explained using the anisotropic tensile properties of lamellar structures and assuming that the fracture is controlled by the crack nucleation process involving the pile-ups of dislocations under shear stress. The crack initiation toughness and associated strains near the crack tip are used to explain the inverse relationship between ductility and toughness.",
                "The oxidation behavior of gamma alloys was investigated in air and scale spallation was observed. The gamma alloys were superior in oxidation behavior to binary TiAl alloys in both isothermal and cyclic exposure. The mass gain of the alloy with high Nb content was smaller than low Nb alloys at 760 and 815 °C, the difference between them decreased at 870 °C. The improved oxidation resistance of the alloys is attributable to Nb addition resulting from reduced TiO2 growth through the so-called doping effect. Not only the alloys with low Nb but also the high Nb alloys suffered from scale spallation, especially after longer and\/or higher temperature exposure. The density of the scale formed on the gamma alloys was found to be about one half of bulk oxide (Al2O3, TiO2) and was comparable to that formed on binary TiAl alloys. The coefficient of the thermal expansion (CTE) of the gamma alloys was larger than that of …",
                "The first international symposium on gamma titanium aluminides (ISGTA) was held in conjunction with the TMS95 Annual Meeting, 13--16 February 1995, Las Vegas, under the sponsorship of the TMS Structural Materials Division--Titanium Committee. The selected papers cover almost the entire aspects of the current gamma technology such as fundamentals, alloy development and design, process development, microstructure and property evaluation, and applications. The current status as well as the future of gamma titanium aluminide alloys are discussed, as an emerging engineering materials technology, including potential\/real application areas of cast gamma alloys in turbine engines. The topics on environmental effects include oxidation resistance, coating, hydrogen effects and the effects of oxide scale on mechanical properties. Phase relations and transformations are discussed for alpha-phase decomposition, coarsening of lamellar structures, high temperature phase stability, and solidification. Deformation mechanisms are evaluated to explain the flow stress anomaly behavior. Deformation character, fracture behavior, fatigue and creep are evaluated for the lamellar structure of PST crystals. Advanced methodologies are evaluated for calculating the TiAl phase diagram as well as site preferences of various elements in the gamma phase. Studies on strengthening by solid solution as well as precipitation is reported. Measurements are reported of the solubilities more»"
            ],
            [
                [
                    "High Temperature Metallic & Intermetallics Materials and Processes"
                ]
            ],
            [
                "Yong W. Kim  Department of Physics Lewis Laboratory 16 Lehigh   University Bethlehem, PA 18015 USA Phone: 610-758-3922; FAX:  610-758-5730 Email: ywk0@lehigh.edu Yong W. Kim attended Seoul National University from 1956 to 1962, receiving the B.S. degree (Physics, 1960) and the M.S. degree (Physics, 1962).  He served in the Republic of Korea Army for one year from 1960 to 1961.  He enrolled in the University of Nebraska from 1962 to 1963 and held a Teaching Assistantship in the Physics Department.  He then entered the University of Michigan in 1963, where he was a Teaching Fellow from 1963 to 1965, held a Research Assistantship from 1965 to 1968 in the Physics Department and earned the Ph.D. degree (Physics, 1968). He was appointed Assistant Professor of Physics at Lehigh University in 1968, and promoted to Associate Professor in 1973 and to Professor in 1977.  Also, he was Chairman of the Physics Department from 1984 to 1987.  He became a naturalized U.S. citizen in 1976.  He spent the 12-month year in 2003-04 at Seoul National University as Distinguished Foreign Visiting Professor of Physics at the invitation of the University and the Ministry of Education of the Republic of Korea.  Again in the period from July, 2010 till August, 2012, he was invited to spend a total of eight months in the Physics Department of Seoul National University as Distinguished Foreign Visiting Scholar on three separate visits. While a student at the University of Michigan under the late Professor Otto Laporte, he conducted both experimental and theoretical studies on mercury plasma as heated by strong shock waves driven into the vapor of mercury.  He has since continued the atomic and plasma physics research at Lehigh with emphasis on transient kinetics and collective phenomena.  His interest has broadened, during his tenure at Lehigh, to include the areas of fluctuation in gases and nonlinear phenomena in fluids.  Recent research topics include: coherence length spectroscopy of transient plasma; persistent autocorrelation in Brownian motion; spectroscopy of light scattering from fractals and aerosols; 1\/f dynamics of extreme event statistics; thermodynamics of nano-crystallites in disordered alloys under thermal forcing; and visualization of transport phenomena in high temperature metals by means of laser-produced plasma spectroscopy; and crystallization and disorder near the percolation threshold in two dimensions. He has produced twenty one Ph.D. students in the areas of research mentioned above.  The students completing the Ph.D. requirements since 2005 are: Hedok Lee, â\u0080\u009c3-D Visualization in Laser-Produced Aluminum Plasmas and Nano-particle Formation,â\u0080\u009d Lehigh University (received Ph.D. in 2005).  (He is on the research faculty of New York State University at Stony Brook). John R. Labenski, â\u0080\u009cShock Interaction with a Two-Gas Interface in a Novel Dual-Driver Shock Tube,â\u0080\u009d (received Ph.D. in 2005).  (Presently on the research staff of BAE Systems). Nopporn Poolyarat, â\u0080\u009cCoherence Length Spectroscopy of Discharge Plasma,â\u0080\u009d Lehigh University (received Ph.D. in 2007).  (Currently on the physics faculty of Thamasat University, Bangkok, Thailand) Paul A. Belony, Jr., â\u0080\u009cKinetics of Vapor Emissions near Wire Explosion Threshold,â\u0080\u009d (received Ph.D. in 2011).  (He is presently on the faculty of Strayer University.) Ryan P. Cress, â\u0080\u009cModeling of the Structure of Disordered Metallic Alloys and its Transformation Under Thermal Forcing,â\u0080\u009d(defended dissertation, September, 2013).  (He has since been appointed as assistant professor of physics at the U.S. Air Force Academy.) He has included a steady stream of talented Lehigh physics undergraduates in his research projects, and some of them have entered into academic careers.  For example, David Greve is on the electrical engineering and computer science faculty of Carnegie Mellon University; Nicholas Bigelow is on the physics faculty of the University of Rochester; and Richard Superfine is on the physics faculty of the University of North Carolina. His original research in four different topical areas are widely recognized: the memory effects in Brownian motion; development of novel concepts in shock wave generation; elucidation of laser-produced plasma as applied to composition and thermophysical property determination of metallic alloys; and first-principle modeling of the thermal history-dependence of morphology of disordered metallic alloys. He has had a series of undergraduate students as NSF-REU participants at Lehigh working on a variety of basic research problems in the recent years: Andrew Abraham of Moravian College and Jerry Kim of UCLA in 2008 worked on measurements of the size distribution function of crystallites in randomly close packed (RCP) beds of steel spheres in two-dimensions as a model system of disordered binary metallic alloys; Matt Bross of Moravian College in 2009 worked on a new experiment of wire explosion in a small confined space; Nathan Tomer of Drake University carried out a successful experiment on simulated heating of a 2-D bed of spheres by simulated mechanical forcing in two mutually orthogonal directions during summer 2010; William Ferm of the University of Maine in 2011 and Justin Goodrich of Lehigh University in 2012 extended the study into the regimes of non-equilibrium states, which is shaping the framework of a new project in the area of non-equilibrium fluctuations.  Tomerâ\u0080\u0099s work, launched from those of Abraham and Kim, highlights the fruitful research initiative of first-principle modeling of the thermal history dependence of transport properties of disordered alloys.  The development has provided the foundation for the dissertation research by Ryan Cress.  In 2013, Daniel Oâ\u0080\u0099Dricoll of Trinity College Dublin, Ireland extended the investigation into the dynamics of structural order-disorder near the percolation threshold in two dimensions.  Daniel Oâ\u0080\u0099Driscoll has since taken a leave from Trinity College Dublin for a 12-month year in 2013-2014 to continue the experiment at Lehigh.   William Woodward of Lehigh University has just joined in 2014 to further explore the genesis of disorder in certain condensed media.  The recent collaboration at Seoul National University on explosive percolation (Cho, Kim and Kahng, 2012) also suggests an intriguing possibility of a disorder-percolation linkage. The sponsors of his research programs have included: the National Science Foundation; U.S. Department of Energy; Pennsylvania Power and Light Company; Potomac Electric Power Company; Electric Power Research Institute; Naval Ordinance Station; U.S. Army; Lawrence Livermore National Laboratory; Envirotech-Buell; Pennsylvania Science and Engineering Foundation; American Iron and Steel Institute; the Ben Franklin Fund; AISIâ\u0080\u0099s CTU 5-2 Consortium of North American metals producers in support of the project on real-time in-situ alloy composition analysis by laser-produced plasma spectroscopy; Atlas Powder Company; the Pool Memorial Trust Fund; and Bettis Atomic Power Laboratory; and the Republic of Korea Federation of Professional Societies. In the years 1984-87 when he was Chairman of the Physics Department, he initiated, and completed, a massive development program, which included an addition\/renovation of the Physics Building, hiring of five new faculty members, doubling of graduate enrollment and research funding.  He also implemented the next phase program of continued faculty hiring to attain the 25-faculty department. He has taught a broad range of topics in physics.  In more recent years, his courses have included: statistical mechanics, classical mechanics, physics of nonlinear phenomena, non-equilibrium statistical mechanics, and electricity and magnetism in graduate offering; and thermal physics, physics of fluids, electricity and magnetism, and atomic and molecular structure in undergraduate offering.  He has also taught introductory physics II and freshmen seminar. He has interacted in a consulting capacity with a number of companies, academic institutions and federal agencies on matters involving small particulates, high power lasers, rapid kinetics of reacting systems, electro-optic instrumentation, electrostatic precipitation, blast waves, trace-level molecule detection, and in-process surface analysis.  He is inventor or co-inventor in five U.S. patents and many foreign patents.  He had undertaken the task of assessing the state-of-the-art of the research efforts toward realization of quantum computation, and completed an assessment report for the Korean-American Scientists and Engineers Association. He was elected a Fellow of the American Physical Society in 1982, the citation reads, \"for his pioneering experimental work in the dynamics of ionized gas flow in a boundary layer and in persistence and memory effects in fluid dynamics.\"  He was chairman of the international advisory committee of the International Symposium on Shock Waves and organized its 17th biennial meeting held at Lehigh University in 1989 as the symposium chair, resulting in a proceedings volume, Current Research in Shock Waves, Y.W. Kim, editor (Conference Proceedings No.208, American Institute of Physics, 1990).  He served for ten years as an editor and a member of the editorial board of Shock Waves, An International (Springer-Verlag) Journal, and has been an overseas editor of the Journal of the Korean Physical Society since 1995.  He served the Korean-American Scientists and Engineers Association as councilor (physics, 1988-91), auditor (1994-97) and advisor to the president of the KSEA (2005-06); and the Association of Korean Physicists in America as president (1990-91). His current research projects include:  development of coherence length spectroscopy for studies of excitation transfer in plasma; origins of non-Gaussian distributions in chaotic systems; thermal and electromagnetic-field structures in non-symmetric self-absorbing plasma; metallic nano-cluster formation; first-principle modeling of the thermal history dependence of transport properties of disordered metallic alloys at high temperatures; the genesis of disorder in metallic alloys. Selected Publications since 2005: Y.W. Kim,  \"Composition-Profile Basis of Depth Dependent Thermophysical  Properties,\" Thermal Conductivity 26 , R.B. Dinwiddie, ed. (DES tec Publications, Lancaster, PA,  2005). p. 146-158. Y.W. Kim, “Routes To Development Of Near-Surface Alloy  Composition Anomaly,” Int’l J. Thermophysics 26 , 1051 ( 2005). Y.W. Kim, H.-D. Lee and P. Belony, Jr., “Metallic Nano-Cluster Formation  in Neutral Gas-Confined Laser Produced Plasma Afterglow,” Rev. Sci. Instr. 17 , 10F115 (2006). Y.W. Kim, “Surface Position-Resolved Thermophysical  Properties for Metallic Alloys,” Int. J. Thermophysics 28, 732-741  (2007). Y.W. Kim, “Benard-Marangoni  Instability as Possible Modifier of Surface Alloy Composition,” Int. J.  Thermophysics 28, 1037-1047 (2007). Y.W. Kim, “Charge Separation in Neutral Gas-Confined Laser-Produced  Plasmas,” a book chapter in a graduate textbook, Plasma Polarization Spectroscopy , ed. T. Fujimoto and A.  Iwamae, Springer-Verlag, Heidelberg (2007). Chapter 10.1. Y.W. Kim and N. Poolyarat,  “Spectroscopic Interferometer for Coherence Length Spectroscopy of Pulsed  Discharge Plasma,* Rev. Sci.  Instr. 79 , 10E715 (2008). Y.W. Kim, “Development of Transport  Property-Composition Relationship by Thermal Modification of Alloy Composition  Profile,” High Temperatures – High  Pressures 38, 1 (2009). Y.W. Kim,  “Simultaneous Multitemperature Measurements of Thermal Diffusivity and  Composition,” Int. J. Thermophysics (DOI  10.1007\/s10765-009-0692-1, December 15, 2009, 2009). Y.W. Kim,  “Simultaneous Multitemperature Measurements of Thermal Diffusivity and  Composition,” Int. J. Thermophysics 31 ,  926-935 (2010). P.A. Belony, Jr. and Y.W. Kim, “Dynamics of Vapor  Emissions at Wire Explosion Threshold,” Rev.  Sci. Instr . 81 , 10E512 (2010). Y.W. Kim and R.P. Cress, “Effects of thermal forcing on morphology of disordered binary metallic alloys: local equilibration and modification of near-surface elemental composition,” High Temperature – High Pressures 40 , 335-347 (2011). Y.S. Cho, Y. W. Kim and B. Kahng, “Discontinuous percolation in diffusion-limited cluster aggregation,” J. Stat. Mech. , P1004 (2012). Patents: Y.W. Kim and T.W. Harding, \"Electron Attachment Apparatus and Method\", U.S. Patent Number 4,713,548 (15 December 1987). Y.W. Kim, \"Transient Spectroscopic Method and Apparatus for In-Process Analysis of Molten Metal,\" U.S. Patent Number 4,986,658 (22 January 1991).  Foreign patents issued in Australia (Patent No. 637,795), South Africa (Patent No. 90\/2481), Mexico (Patent No. 341748), Poland (Patent No. 164,530), Brazil (Patent No. PI9007307-0), India (Patent No. 176761), Taiwan (Patent No. 49106) and South Korea (Patent No. 115374), Czech Republic (Patent No. 285316, July 14, 1999), Canada (Patent Letters No. 2,051,125, November 30, 1999); European Union (Patent No. 469083; individual national patent numbers to be issued in Austria, France, Germany, Italy, the Netherlands, Sweden, Spain and the United Kingdom). Y.W. Kim and W.A. Frederick, \"Optically-Assisted Gas Decontamination Process,\" U.S. Patent 4,995,955 (26 February 1991). Y.W. Kim and W.A. Frederick, \"Lamp Sheath Assembly for Optically-Assisted Gas Decontamination Process,\" U.S. Patent 5,138,175 (11 August 1992). Y.W. Kim, \"Reexamination: Transient Spectroscopic Method and Apparatus for In-Process Analysis of Molten Metal,\" U.S. Patent Number B1 4,986,658 (25 June 1996). Selected  Examples of Synergistic Activities: Collaborated on the state-of-the-art assessment of the status of information technology as part of a team of computer scientists, electrical engineers and physicists; wrote a technical report on quantum computing research: Y.W. Kim, â\u0080\u009cAn Assessment of Quantum Computation Research;â\u0080\u009d this 64-page report is available at two websites: (see https:\/\/www.ksea.org\/KSEA\/contents\/ksea-tm-2006-02.pdf , or http:\/\/akpa.org\/ ).  (2005-06). Invented and developed a new methodology and instrumentation, based on real-time spectroscopy of laser produced plasma plumes, to make in-situ measurement of elemental composition of molten steel alloys in alloying furnaces in close alliance with the AISIâ\u0080\u0099s consortium of 13 North-American steel and aluminum alloy producers; resulted in worldwide patents (1984â\u0080\u00932000). Collaborated with Alex Rae-Grant, M.D., of the Lehigh Valley Medical Hospital Center and his medical colleagues at McMaster University Medical School in Canada on nonlinear dynamics of EEG patterns of severely brain injured patients; formulated fractal measures and published two articles in the journal of EEG and Clinical Physiology (1991-1993). Department Home Page Last updated: March 20, 2014"
            ]
        ]
    ]
}