{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ORE52HAC",
            "ybOQlF8AAAAJ",
            [
                "Ordered intermetallic alloys, part III: gamma titanium aluminides",
                "Intermetallic alloys based on gamma titanium aluminide",
                "Progress in the understanding of gamma titanium aluminides",
                "MICROSTRUCTURAL EVOLUTION AND MECHANICAL PROPERTIES OF A FORGED GAMMA TITANIUM ALUMINIDE ALLOY",
                "Effects of microstructure on the deformation and fracture of γ-TiAl alloys",
                "Influence of microstructure on crack-tip micromechanics and fracture behaviors of a two-phase TiAl alloy",
                "Effects of lamellae spacing and colony size on the fracture resistance of a fully-lamellar TiAl alloy",
                "Strength and ductility in TiAl alloys",
                "Oxidation behavior of gamma alloys designed for high temperature applications",
                "Gamma titanium aluminides"
            ],
            [
                "Extensive research during the last eight years has resulted in the development and improvement of second-generation gamma alloys of engineering importance, Ti-48Al-2(Cr or Mn)-2Nb and derivatives. These alloys exhibit properties, in duplex micro-structural forms, meeting requirements for some gas-turbine and automobile engine components that may be used up to 760 °C. These achievements were made possible by an improved understanding of both fundamental and practical aspects of these aluminides, such as phase relations, microstructure evolution and control, processing, microstructure-property relationships, and deformation and fracture processes. Nevertheless, widespread higher performance and\/or higher-temperature applications of these alloys appear unlikely unless the current properties are dramatically improved.",
                "Titanium-aluminide alloys based on TiAl have an excellent potential to become one of the most important aerospace materials because of their low density, high melting temperature, good elevated-temperature strength and modulus retention, high resistance to oxidation and hydrogen absorption, and excellent creep properties. The chief roadblock to their application is poor ductility at low to intermediate temperatures that results in low fracture toughness and a fast fatigue-crack growth rate. During the last several years, a great deal of effort has been made to improve these ductile properties. These endeavors have met with some success through chemistry modification and microstructure control.",
                "During the last two years remarkable improvements have been made in the properties (such as toughness and creep) and processing technology of gamma titanium aluminides, making them potentially viable engineering alloys for high-temperature structural applications. These achievements were made possible by a greater understanding of both the fundamental and the practical aspects of these aluminides, such as phase relationships, the effects of alloying elements, deformation mechanisms, microstructure evolution and processing. This article reviews the current understanding of the above specific aspects and the processing-microstructure-property relationships, and identifies pacing problems and applications.",
                "Pascal 001 Exact sciences and technology\/001B Physics\/001B80 Cross-disciplinary physics: materials science; rheology\/001B80A Materials science\/001B80A40 Treatment of materials and its effects on microstructure and properties\/001B80A40G Other heat and thermomechanical treatments",
                "Deformation and fracture behavior of two-phase γ-TiAl alloys were investigated under monotonic tension loading conditions for duplex and lamellar microstructural forms. The effects of microstructure on tensile properties and deformation-fracture behavior are analyzed for deformation temperatures below and above the brittle-ductile transition. The crack initiation toughness and associated strains near the crack tip are used to explain the inverse relationship between ductility and toughness observed at room temperature. Fracture resistance behavior and toughening mechanisms at room temperature are explained in terms of microstructure and deformation anisotropy. The competition between the effects of grain size and lamellar spacing or tensile and toughness properties is discussed.",
                "The tensile deformation, crack-tip micromechanics, and fracture behaviors of a two-phase (γ + α2) gamma titanium aluminide alloy, Ti-47Al-2.6Nb-2(Cr+V), heat-treated for the microstructure of either fine duplex (gamma + lamellar) or predominantly lamellar microstructure were studied in the 25 °C to 800 °C range.In situ tensile and fracture toughness tests were performed in vacuum using a high-temperature loading stage in a scanning electron microscope (SEM), while conventional tensile tests were performed in air. The results revealed strong influences of microstructure on the crack-tip deformation, quasi-static crack growth, and the fracture initiation behaviors in the alloy. Intergranular fracture and cleavage were the dominant fracture mechanisms in the duplex microstructure material, whose fracture remained brittle at temperatures up to 600 °C. In contrast, the nearly fully lamellar microstructure resulted …",
                "The fracture resistance in a lamellar TiAl-base alloy was studied as a function of lamellae spacing and colony size. Fully-lamellar microstructures with several lamellae spacings and colony sizes were obtained by heat-treatment. Fracture resistance curves were generated by performing standard J-testing at ambient temperature, while the corresponding fracture and toughening mechanisms were identified by characterizing the crack-tip region and crack-wake ligaments using optical and scanning electron microscopies. Results of this study were compared with published data to elucidate the role of lamellae spacing and colony size in fracture of lamellar TiAl alloys. The comparison revealed that both the initiation toughness, KIC, and crack growth toughness. Ks of lamellar TiAl alloys increase with decreasing lamellae spacing, but depend upon the colony size in a more complex manner. In general, fracture …",
                "Tensile behavior of two-phase TiAl alloys at room temperature (RT) is analyzed for duplex and lamellar microstructural forms. The Hall-Petch relationship with high constants in fully-lamellar material is explained as a combined function of grain-size and deformation-anisotropy. The low ductility and its inverse relationship with grain size are explained using the anisotropic tensile properties of lamellar structures and assuming that the fracture is controlled by the crack nucleation process involving the pile-ups of dislocations under shear stress. The crack initiation toughness and associated strains near the crack tip are used to explain the inverse relationship between ductility and toughness.",
                "The oxidation behavior of gamma alloys was investigated in air and scale spallation was observed. The gamma alloys were superior in oxidation behavior to binary TiAl alloys in both isothermal and cyclic exposure. The mass gain of the alloy with high Nb content was smaller than low Nb alloys at 760 and 815 °C, the difference between them decreased at 870 °C. The improved oxidation resistance of the alloys is attributable to Nb addition resulting from reduced TiO2 growth through the so-called doping effect. Not only the alloys with low Nb but also the high Nb alloys suffered from scale spallation, especially after longer and\/or higher temperature exposure. The density of the scale formed on the gamma alloys was found to be about one half of bulk oxide (Al2O3, TiO2) and was comparable to that formed on binary TiAl alloys. The coefficient of the thermal expansion (CTE) of the gamma alloys was larger than that of …",
                "The first international symposium on gamma titanium aluminides (ISGTA) was held in conjunction with the TMS95 Annual Meeting, 13--16 February 1995, Las Vegas, under the sponsorship of the TMS Structural Materials Division--Titanium Committee. The selected papers cover almost the entire aspects of the current gamma technology such as fundamentals, alloy development and design, process development, microstructure and property evaluation, and applications. The current status as well as the future of gamma titanium aluminide alloys are discussed, as an emerging engineering materials technology, including potential\/real application areas of cast gamma alloys in turbine engines. The topics on environmental effects include oxidation resistance, coating, hydrogen effects and the effects of oxide scale on mechanical properties. Phase relations and transformations are discussed for alpha-phase decomposition, coarsening of lamellar structures, high temperature phase stability, and solidification. Deformation mechanisms are evaluated to explain the flow stress anomaly behavior. Deformation character, fracture behavior, fatigue and creep are evaluated for the lamellar structure of PST crystals. Advanced methodologies are evaluated for calculating the TiAl phase diagram as well as site preferences of various elements in the gamma phase. Studies on strengthening by solid solution as well as precipitation is reported. Measurements are reported of the solubilities more»"
            ],
            [
                [
                    "High Temperature Metallic & Intermetallics Materials and Processes"
                ]
            ]
        ]
    ]
}