{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OSJHXSWL",
            "SJNjUEsAAAAJ",
            [
                "Multi-messenger observations of a binary neutron star merger"
            ],
            [
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …"
            ],
            [
                [
                    "nuclear particle astrophysics",
                    "dark matter",
                    "neutrinos",
                    "atomic physics"
                ]
            ],
            [
                "Reina Maruyama Reina Maruyama Associate Professor of Physics and Astronomy Pronouns: She\/her\/hers WL 209 203-432-3362 reina.maruyama@yale.edu CV Experimental Atomic Nuclear Particle and Astrophysics Office Hours: Tu 10:00 - 12:00\/Th 14:00 - 16:30 Bio: Professor Reina Maruyama is an experimental particle\/atomic\/nuclear physicist. She is exploring new physics in nuclear and particle astrophysics, in particular, in dark matter and neutrinos. Her group is carrying out experiments in direct detection of dark matter with terrestrial-based detectors for both axions and WIMPs and searches for neutrinoless double beta decay. The current experiments include COSINE-100 located at the Yangyang Underground Laboratory in South Korea, DM-Ice, and IceCube located at the South Pole, CUORE, located at Gran Sasso, Italy, and HAYSTAC at Yale. Prof. Maruyama graduated with a B.S. in Applied Physics from Columbia University in 1995. She obtained her Ph.D. in atomic physics in 2003 for atom trapping and fundamental symmetries at the University of Washington (Seattle, WA) with Norval Fortson as her advisor. She then joined Stuart Freedman’s group at the University of California, Berkeley \/ Lawrence Berkeley National Laboratory as a Chancellor’s Postdoctoral Fellow. There she studied Weak Interactions through beta-neutrino correlations in radioactive beta-decay of sodium-21, cooled and trapped right out of the 88-inch cyclotron. At the same time, she started carrying out a research program to search for neutrinoless double beta decay with CUORICINO and CUORE Experiments. She continued her research with double beta decay as a research scientist at the University of Wisconsin–Madison, where she joined IceCube, a neutrino telescope located at the South Pole, and created DM-Ice, a dark matter detector also at the South Pole. She joined the faculty at UW-Madison in 2011. She joined the faculty at Yale as an assistant professor in 2013 and tenured at Yale in 2016. She is an author of 200+ publications and has presented her work in numerous conferences and workshops. She is often quoted in popular science press such as APS News, Nature News, Science News, and Symmetry Magazine for her work on dark matter and neutrinoless double beta decay. Ph.D., University of Washington, Seattle, 2003 Honors & Awards: She is the recipient of several awards, including Sloan Research Fellowship, NSF CAREER Award, Yale Public Voices Fellowship, and Woman Physicist of the Month from CSWP. “Improved Limit on Neutrionless Double-Beta Decay in 130 Te with CUORE”, CUORE Collaboration, Phys. Rev. Lett. 124, 122501 (2020) “A Search for solar axion Induced signals with COSINE-100”, COSINE Collaboration, Astropart. Phys. 114 (2020) “Search for a Dark Matter-Induced Annual Modulation Signal in Nat(Tl)with the COSINE-100 Experiment”, COSINE Collaboration, Phys. Rev. Lett. 123, 031302 (2019) “An experiment to search for dark-matter interactions using sodium iodide detectors,” COSINE-100 Collaboration, Nature 566 (2019) no.7742. “Search for a Dark Matter-Induced Annual Modulation Signal in NaI(Tl) with the COSINE-100 Experiment,” COSINE-100 Collaboration, Phys. Rev. Lett 123 (2019) 031302 “Results from phase 1 of the HAYSTAC microwave cavity axion experiment,” HAYSTAC Collaboration, Phys. Rev. D 97 (2018) 092001 . “First Results from CUORE: A Search for Lepton Number Violation via 0νββ Decay of 130 Te”, CUORE Collaboration, Phys. Rev. Lett. 120 (2018) 132501 “First data from DM-Ice17,” DM-Ice Collaboration, Phys. Rev. D 90 (2014) 092005 . “Evidence for High-Energy Extraterrestrial Neutrinos at the IceCube Detector,” IceCube Collaboration, Science 342 (2013) 1242856 “Measurement of the beta-nu correlation of Na-21 using shakeoff electrons,” P.A. Vetter et al., Phys. Rev. C 77 (2008) 035502 “Investigation of sub-Doppler cooling in an ytterbium magneto-optical trap,” R. Maruyama et al., Phys. Rev. A 68 (2003) 011403(R) For an expanded list of publications, please see, http:\/\/maruyama-lab.yale.edu\/selected-publications Jump to navigation News & Media Teaching Group Members Publications Seminars & Talks Resources About Us Welcome to the Maruyama-Lab Website Prof. Maruyama’s group is carrying out cutting-edge experiments to study neutrinos and dark matter in nuclear particle astrophysics. The lab is led by Prof. Maruyama in the Department of Physics located at the Wright Laboratory at The aim of these experiments are to solve some of the greatest mysteries of the evolution of the Universe - what is the Universe made of, and why does it have more matter than anti-matter? Check out the Research Page to learn more about dark matter, neutrinos, and the research being carried in our lab. You can also learn about Prof. Maruyama’s classes and teaching material here Feel free to contact us. You can also follow Prof. Maruyama on twitter Funding provided by: Latest News April 26, 2020 Congratulations to Sumita for the QISE-Net Triplet award! March 6, 2020 Could a neutrino be its own antiparticle? Yale physicists hunt for clues January 29, 2020 Axions: the other dark matter. January 9, 2020 New Results from CUORE is out! August 13, 2019 Testing DAMA - Symmetry Magazine Copyright © 2015 Yale University Maruyama Laboratory · All rights reserved"
            ]
        ]
    ]
}