{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OTR3K1C4",
            "anOEaDIAAAAJ",
            [
                "Entanglement negativity and minimal entanglement wedge cross sections in holographic theories",
                "Quantum vs. classical information: operator negativity as a probe of scrambling",
                "Derivation of Holographic Negativity in ",
                "Holographic entanglement contour, bit threads, and the entanglement tsunami",
                "Correlation measures and the entanglement wedge cross-section after quantum quenches in two-dimensional conformal field theories",
                ", the entanglement wedge cross section, and the breakdown of the split property",
                "Conformal field theory and the web of quantum chaos diagnostics",
                "The negativity contour: a quasi-local measure of entanglement for mixed states",
                "Islands for reflected entropy",
                "Laplacian growth & sandpiles on the Sierpinski gasket: limit shape universality and exact solutions"
            ],
            [
                "We calculate logarithmic negativity, a quantum entanglement measure for mixed quantum states, in quantum error-correcting codes and find it to equal the minimal cross sectional area of the entanglement wedge in holographic codes with a quantum correction term equal to the logarithmic negativity between the bulk degrees of freedom on either side of the entanglement wedge cross section. This leads us to conjecture a holographic dual for logarithmic negativity that is related to the area of a cosmic brane with tension in the entanglement wedge plus a quantum correction term. This is closely related to (though distinct from) the holographic proposal for entanglement of purification. We check this relation for various configurations of subregions in AdS 3\/CFT 2. These are disjoint intervals at zero temperature, as well as a single interval and adjacent intervals at finite temperature. We also find this prescription to …",
                "We consider the logarithmic negativity and related quantities of time evolution operators. We study free fermion, compact boson, and holographic conformal field theories (CFTs) as well as numerical simulations of random unitary circuits and integrable and chaotic spin chains. The holographic behavior strongly deviates from known non-holographic CFT results and displays clear signatures of maximal scrambling. Intriguingly, the random unitary circuits display nearly identical behavior to the holographic channels. Generically, we find the “line-tension picture” to effectively capture the entanglement dynamics for chaotic systems and the “quasi-particle picture” for integrable systems. With this motivation, we propose an effective “line-tension” that captures the dynamics of the logarithmic negativity in chaotic systems in the spacetime scaling limit. We compare the negativity and mutual information leading us to find …",
                "We present a derivation of the holographic dual of logarithmic negativity in AdS 3\/CFT 2 that was recently conjectured in Phys. Rev. D 99, 106014 (2019). This is given by the area of an extremal cosmic brane that terminates on the boundary of the entanglement wedge. The derivation consists of relating the recently introduced Rényi reflected entropy to the logarithmic negativity in holographic conformal field theories. Furthermore, we clarify previously mysterious aspects of negativity at a large central charge seen in conformal blocks and comment on generalizations to generic dimensions, dynamical settings, and quantum corrections.",
                "We study the entanglement contour, a quasi-local measure of entanglement, and propose a generic formula for the contour in 1+ 1d quantum systems. We use this formalism to investigate the real space entanglement structure of various static CFTs as well as local and global quantum quenches. The global quench elucidates the spatial distribution of entanglement entropy in strongly interacting CFTs and clarifies the interpretation of the entanglement tsunami picture. The entanglement tsunami effectively characterizes the non-local growth of entanglement entropy while the contour characterizes the local propagation of entanglement. We generalize the formula for the entanglement contour to arbitrary dimensions and entangling surface geometries using bit threads, and are able to realize a holographic contour for logarithmic negativity and the entanglement of purification by restricting the bulk spacetime to the …",
                "We consider the time evolution of mixed state correlation measures in two-dimensional conformal field theories, such as logarithmic negativity, odd entropy, and reflected entropy, after quantum quenches of various kinds. These correlation measures, in the holographic context, are all associated to the entanglement wedge cross section. We contrast various classes of conformal field theories, both rational and irrational (pure) conformal field theories. First, for rational conformal field theories, whose dynamics can be well described by the quasi-particle picture, we find all four quantities for disjoint intervals to be proportional, regardless of the specific quench protocol. Second, using the light cone boot-strap, we generalize our results to irrational conformal field theories where we find sharp distinctions from the quasi-particle results and striking differences between mutual information and the other measures. The large …",
                "We consider fine-grained probes of the entanglement structure of two-dimensional conformal field theories deformed by the irrelevant double-trace operator T Tand its closely related but nonetheless distinct single-trace counterpart. For holographic conformal field theories, these deformations can be interpreted as modifications of bulk physics in the ultraviolet region of anti-de Sitter space. Consequently, we can use the Ryu-Takayanagi formula and its generalizations to mixed state entanglement measures to test highly nontrivial consistency conditions. In general, the agreement between bulk and boundary quantities requires the equivalence of partition functions on manifolds of arbitrary genus. For the single-trace deformation, which is dual to an asymptotically linear dilaton geometry, we find that the mutual information and reflected entropy diverge for disjoint intervals when the separation distance approaches a …",
                "We study three prominent diagnostics of chaos and scrambling in the context of two-dimensional conformal field theory: the spectral form factor, out-of-time-ordered correlators, and unitary operator entanglement. With the observation that all three quantities may be obtained by different analytic continuations of the torus partition function, we address the connections and distinctions between the information that each quantity provides us. In this process, we study the emergence of irrationality from “large-N” limits of rational conformal field theories (RCFTs) as well as the explicit breakdown of rationality for theories with central charges greater than the number of their conserved currents. Our analysis begins to elucidate the intermediate dynamical behavior of theories that bridge the gap between integrable RCFTs and maximally chaotic holographic CFTs.",
                "In this paper, we study the entanglement structure of mixed states in quantum manybody systems using the negativity contour, a local measure of entanglement that determines which real-space degrees of freedom in a subregion are contributing to the logarithmic negativity and with what magnitude. We construct an explicit contour function for Gaussian states using the fermionic partial-transpose. We generalize this contour function to generic many-body systems using a natural combination of derivatives of the logarithmic negativity. Though the latter negativity contour function is not strictly positive for all quantum systems, it is simple to compute and produces reasonable and interesting results. In particular, it rigorously satisfies the positivity condition for all holographic states and those obeying the quasi-particle picture. We apply this formalism to quantum field theories with a Fermi surface, contrasting the entanglement structure of Fermi liquids and holographic (hyperscale violating) non-Fermi liquids. The analysis of non-Fermi liquids show anomalous temperature dependence of the negativity depending on the dynamical critical exponent. We further compute the negativity contour following a quantum quench and discuss how this may clarify certain aspects of thermalization.",
                "Recent work has demonstrated the need to include contributions from entanglement islands when computing the entanglement entropy in QFT states coupled to regions of semiclassical gravity. We propose a new formula for the reflected entropy that includes additional contributions from such islands. We derive this formula from the gravitational path integral by finding additional saddles that include generalized replica wormholes. We also demonstrate that our covariant formula satisfies all the inequalities required of the reflected entropy. We use this formula in various examples that demonstrate its relevance in illustrating the structure of multipartite entanglement that are invisible to the entropies.",
                "We establish quantitative spherical shape theorems for rotor-router aggregation and abelian sandpile growth on the graphical Sierpinski gasket () when particles are launched from the corner vertex.In particular, the abelian sandpile growth problem is exactly solved via a recursive construction of self-similar sandpile tiles. We show that sandpile growth and patterns exhibit a -periodicity as a function of the initial mass. Moreover, the cluster explodes---increments by more than 1 in radius---at periodic intervals, a phenomenon not seen on  or trees. We explicitly characterize all the radial jumps, and use the renewal theorem to prove the scaling limit of the cluster radius, which satisfies a power law modulated by log-periodic oscillations. In the course of our proofs we also establish structural identities of the sandpile groups of subgraphs of  with two different boundary conditions, notably the corresponding identity elements conjectured by Fairchild, Haim, Setra, Strichartz, and Westura."
            ],
            [
                [
                    "theoretical physics"
                ]
            ],
            [
                "Jonah Kudler-Flam Jonah Kudler-Flam Research: Theoretical Condensed Matter Research Advisor: Shinsei Ryu jkudlerflam@uchicago.edu"
            ]
        ]
    ]
}