{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OVYOV5DH",
            "lqmyRc4AAAAJ",
            [
                "Anisotropy of Transverse Sound in the Heavy-Fermion Superconductor U Pt 3",
                "Unusual Angular and Temperature Dependence of the Upper Critical Field in U Pt 3"
            ],
            [
                "We report the first measurements of the attenuation of ultrasound in the basal plane of superconducting U Pt 3. Transverse sound propagating along the b axis shows a marked anisotropy in its temperature dependence when the polarization is rotated in and out of the basal plane. For polarization in the basal plane the attenuation varies linearly with temperature down to 35 mK and the slope scales as the square of the frequency. Our results appear to indicate the presence of an additional attenuation mechanism when compared with recent theories of anisotropic superconductors in the dirty limit.",
                "The report measurements of the upper critical field, H c 2, inclined at various angles with respect to the c axis in the heavy-fermion superconductor U Pt 3. The angular anisotropy observed near T c= 0.53 K cannot be explained quantitatively by presently available theoretical expressions which consider either isotropic or anisotropic pairing. In addition, we find that the anisotropy apparently disappears at T∼ 200 mK, only to reemerge at lower temperatures with an opposite sense. We have also studied H c 2 in the basal plane of this hexagonal crystal and find no angular dependence within the limits of our measurements."
            ],
            [
                [
                    "Experimental Condensed Matter Physics",
                    "Materials Physics",
                    "Nanomaterials and Energy"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}