{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OWJZVYL0",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Got Physics? Dr. Randall J. Scalise\n   Senior Lecturer of Physics at Southern Methodist University Co-Director of the Dallas Regional Science and Engineering Fair Ph.D. Physics 1994, The Pennsylvania State University  Department of Physics , Box 175\n   102 Fondren Science Building\n   3215 Daniel Avenue Southern Methodist University  Dallas , TX 75275-0175 USA\n\n   Office:     +1(214)768-2504\n   Department: +1(214)768-2495\n   FAX:        +1(214)768-4095\n   e-mail: scalise@smu.edu URL:        http:\/\/www.physics.smu.edu\/~scalise SMU Physics\nDepartment Introductory Mechanics Laboratory Introductory Electricity and Magnetism Laboratory Physics 3333 - The Scientific Method (Debunking Pseudoscience) Education Links Outreach Activities Dallas Regional Science and Engineering Fair The Society of Physics Students - SMU Chapter The SMU Physics QuarkNet Project -\nhigh school students, teachers and physicists collaborating on physics\nresearch. QuarkNet home page Physics Circus - we perform shows of Physics demonstrations for\n   classes of any age and size.  Let us turn your students on to Physics! The MAD Scientist Network - and\nmy own humble contributions . Add me as a friend on facebook . I participate in several BOINC projects I'm hovering around 66th place in the Top 100 multi-project BOINC participants Southern Methodist University  The Daily Campus -\nSMU's newspaper SMU Campus Maps Research Heavy Quark Hadroproduction Heavy Quark Leptoproduction Composite Operator \n    Renormalization Selected Publications \"Predictions for Neutrino Structure Functions\" Fredrick I. Olness (SMU) et al. ,\naccepted by Physical Review D. \"Heavy Quark Hadroproduction in Perturbative QCD\" with Wu-Ki Tung (MSU) and Fredrick I. Olness (SMU) ,\nPhysical Review D 59 (1999) 014506. \"Heavy Quark Parton Distributions: Mass Dependent or Mass\nIndependent Evolution?\" with Fredrick I. Olness (SMU) Physical Review D 57 (1998) p241-244. \"Infrared \n     Kuiper Belt Constraints\" with\nVigdor L. Teplitz (SMU),\nS. Alan Stern (Southwest Research Institute),\nJohn D. Anderson (JPL),\nDoris Rosenbaum (SMU), and Paul Wentzler (SMU), \nAstrophysical Journal 516 (1999) p425. \"On the Mass of the Kuiper Belt\" with John D. Anderson et al. ,\nOrbis Scientiæ 1998, Coral Gables Proceedings 22-25 Jan 1998,\nSMU-HEP-9802 \"Structure Function Subgroup Summary\"\nThe studies and discussions of the Structure \nFunction Subgroup of the QCD Working Group of the Snowmass \n1996 Workshop : New Directions for High Energy Physics , [14 pages, PostScript (2900633 bytes), gzipped \n   PS (662228 bytes),\nsearchable PDF (583766 bytes)],\nwith Albrow et al. , to be published\nin the Snowmass 1996 conference proceedings. \"Heavy Quark Hadroproduction: Resumming Large Logarithms via Heavy\nQuark PDFs\" (PostScript, 4 pages, 319509 bytes)\nwith Wu-Ki Tung (MSU) and Fredrick I. Olness (SMU) ;\nSMU preprint SMU-HEP-9608,\npresented at and to be published in the conference proceedings (World\nScientific) of Particles & Fields '96 : \nMeeting of the Division of Particles & Fields of the APS , Minneapolis , MN , 10-15 August 1996. \"Renormalization of Composite Operators in Yang-Mills Theories Using a\nGeneral Covariant Gauge\" (PostScript, 44 pages, 444230 bytes) with John C. Collins (PSU) , \nPhysical Review D 50 (1994) p4117-36. \"Unitary Lowest Weight Representations of the Non-compact Supergroup\nOSp(2m*\/2n)\" (PostScript, 27 pages, 268642 bytes) with Murat \nGünaydin (PSU) , \nJournal of Mathematical Physics 32 (1991) p599-606. My curriculum vitæ is available as [13 pages, PDF ] \nlast updated 07 Jan 2021 Look up my name in the INSPIRE High-Energy Physics database. Here is a graduate school transcript (1 page, GIF,\n1299856 bytes). The CTEQ Meta-Page The Structure Functions Subgroup of the QCD Working Group of the Snowmass 1996 \nWorkshop : New Directions for High Energy Physics High-Energy\n     Physics Links The Reference Shelf Truly great popular \n   science books Miscellaneous Links (Friends and fun sites) PSU Homepage PSU Physics Homepage Elementary Particles and Fields Campus Map of Penn State (University Park), LIAS - Library Information Access System CAT - Penn State Libraries Catalog (telnet version) LIAS VEL (hypertext version) \"An extrapolation of its present rate of growth reveals that in the\nnot too distant future Physical Review will fill bookshelves at\na speed exceeding that of light.  This is not forbidden by relativity,\nsince no information is being conveyed.\" -- Rudolph Peierls, 1961 ?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?! gy-ro-scope \\'ji-ro-skop, Brit also 'gi\\ n \n[F,fr. gyr+scope its original use to illustrate the rotation of the earth]\n(1856) a wheel or disk mounted to spin rapidly about an axis and also free\n     to rotate about one or both of two axes perpendicular to each other\n     and to the axis of spin so that a rotation of one of the two mutually\n     perpendicular axes results from application of torque to the\n     other when the wheel is spinning and so that the entire apparatus\n     offers considerable opposition depending on the angular momentum\n     to any torque that would change the direction of the axis of spin -- gy-ro-scop-ic \\ji-re-'skap-ik\\ adj -- gy-ro-scop-i-cal-ly \\-i-k(e-)le\\ adv ?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?! -----BEGIN GEEK \nCODE Send me email: <scalise@smu.edu> Last modified: \nThu Jan 19 16:35:53 CST 2012"
            ]
        ]
    ]
}