{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OWULHD3D",
            "mFl_LRcAAAAJ",
            [
                "Nanotribology: friction, wear and lubrication at the atomic scale",
                "When gold is not noble: nanoscale gold catalysts",
                "Nanocrystal gold molecules",
                "Charging effects on bonding and catalyzed oxidation of CO on Au8 clusters on MgO"
            ],
            [
                "Friction, wear and lubrication between materials in contact are of fundamental importance in many pure and applied sciences. Owing to the development of experimental and computer-simulation techniques for studying these phenomena at the atomic scale, an understanding is beginning to emerge of the molecular mechanisms of tribology in thin films and at surfaces.",
                "While inert as bulk material, nanoscale gold particles dispersed on oxide supports exhibit a remarkable catalytic activity. Temperature-programmed reaction studies of the catalyzed combustion of CO on size-selected small monodispersed Aun (n ≤ 20) gold clusters supported on magnesia, and first-principle simulations, reveal the microscopic origins of the observed unusual catalytic activity, with Au8 found to be the smallest catalytically active size. Partial electron transfer from the surface to the gold cluster and oxygen-vacancy F-center defects are shown to play an essential role in the activation of nanosize gold clusters as catalysts for the combustion reaction. ",
                "Gold nanocrystals passivated by self‐assembled monolayers of straightchain alkylhiolate molecules have been obtained as highly purified molecular materials of high intrinsic stability. Evidence is presented for a predicted discrete sequence of energetically optimal fcc structures of a truncated octahedral morphological motif (see cover). The nanocrystal materials have a propensity to form extended superlattics, such as that in the Figure.        ",
                "Gold octamers (Au8) bound to oxygen-vacancy F-center defects on Mg(001) are the smallest clusters to catalyze the low-temperature oxidation of CO to CO2, whereas clusters deposited on close-to-perfect magnesia surfaces remain chemically inert. Charging of the supported clusters plays a key role in promoting their chemical activity. Infrared measurements of the stretch vibration of CO adsorbed on mass-selected gold octamers soft-landed on MgO(001) with coadsorbed O2 show a red shift on an F-center–rich surface with respect to the perfect surface. The experiments agree with quantum ab initio calculations that predict that a red shift of the C–O vibration should arise via electron back-donation to the CO antibonding orbital."
            ],
            [
                [
                    "Computational physics",
                    "Condensed-matter",
                    "Nanoclusters",
                    "Nanocatalysis",
                    "Ultracold atoms"
                ]
            ],
            [
                "ul2 Uzi Landman Regents' & Institute Professor - F.E. Callaway Chair in Computational Materials Science - Director, Center for Computational Materials Science 1965 B.Sc Chemistry, Hebrew University, Jerusalem, Israel 1966 M.Sc Chemistry, Weizmann Institute, Israel 1969 D.Sc Chemistry, Israel Institute of Technology, Israel Surface and Materials Science, Solid State Physics, Nanoscience Birth date : May, 1944 in Tel Aviv, Israel Residence : USA Citizenship : USA, Israel 1970-1971 Visiting Assist. Prof. Chemistry, UC Santa Barbara 1971-1972 Res. Assist. Prof., Physics, UI Urbana-Champaign 1972-1975 Scientist, Webster Xerox Res. Labs 1975-1977 Fellow, Inst. for Fundamental Studies, Dept. Phys., Univ. of Rochester, NY 1977-1979 Associate Professor, Physics, Georgia Institute of Technology 1979-1988 Professor, Physics, Georgia Institute of Technology 1988- present Regents' Professor, Physics, Georgia Institute of Technology 1991- present Institute Professor, Georgia Institute of Technology 1992- present Director, Center for Computational Materials science, Georgia Institute of Technology 1991-2000 Founding co-editor, Journal of Computational Materials Science (Elsevier, Amsterdam) 1995 - present Fuller E. Callaway endowed Chair in Computational Materials Science, Georgia Institute of Technology. Research: The structure, dynamics, and properties of materials are governed by microscopic-level interactions and processes. Basic understanding of material processes requires knowledge of the underlying energetics and the fundamental interaction, transport, growth, and transformation mechanisms on a refined level. Research in the Center for Computational Materials Science focuses on the development of analytical models and novel computer-based classical and quantum molecular dynamics simulations for investigations of a wide range of condensed matter phenomena, such as the following: equilibrium structure and the dynamics of solid surfaces, equilibrium and nonequilibrium growth processes at solid-liquid interfaces and phase transformations, epitaxy and melting; heterogeneous (surface) reaction dynamics; the formation and properties of glasses; surface diffusion; atomic-scale friction and lubrication; confined complex fluids; electron localization and excitation dynamics of small clusters; and the dynamics of cluster fission. Sustained Research Award Sigma Xi, Atlanta, 1984. COSALS Faculty Award, Ga Tech, Atlanta, 1987. Outstanding Research Author - Ga Tech, Atlanta, 1988. Elected Fellow of the American Physical Society, 1989. Superior Technical Paper Award, Naval Research Laboratory, March, 1991. Alcoa Fellow, 1991. Alcoa Fellow, 1993. Distinguished Professor Award, Ga Tech, Atlanta, 1992. Industry Weekly magazine, 50 Stars of the Year, December 18, 1995 issue. Outstanding Ph.D. Thesis (A. G. Scherbakov) Advisor Award - Sigma Xi, Atlanta, 1997. American Vacuum Society Distinguished Lecturer, 1999-2001. Jesse Beams Outstanding Research Award, November 1999; South Eastern Section of the APS (American Physical Society). Plenary Lecturer, Nobel Symposium on “Physics and Chemistry of Clusters”, Wisby, Sweden, June 2000. Feynman Prize in Nanotechnology, The Foresight Institute, November 2000. Distinguished Materials Lecture, Pennsylvania State University, College Park, February 2001. MRS (Materials Research Society) Medal, December 2002. Excellence in Research Program Development, Ga Tech, 2004. Aneesur Rahman Computational Physics Prize of the American Physical Society (APS), Los Angeles, CA, March 2005. Distinguished Lecturer, Simons Foundation, Stony Brook, NY October, 2005 Amelio Fellowship Award of the School of Physics at Georgia Tech to PhD student Igor Romanovski, supervised by U. Landman, April, 2006. Donaldson Lecturer, University of Minnesota, Minneapolis, October, 2006. Humboldt Award, Alexander von Humboldt Foundation, 2008. Kreidl Memorial Lecture, Rio Grande Symposium on Advanced Materials, Albuquerque,NM.October 2011. \"Double Perturbation Method on LCAO SCF Functions,\" U. Landman, Chem. Phys. Letters, 1, 289 (1967). \"Treatment of Deviations from Symmetry Using Generalized Perturbation Theory,\" U. Landman and H. Friedman, Chem. Phys. Letters 1, 477 (1967). \"Long Range Interaction between Atoms and Charges by Double Perturbation Treatment,\" U. Landman, International J. of Quantum Chem. 3, 317 (1969). \"Remarks on Projection Operators used in the Theory of Intermolecular Forces,\" U. Landman and R. Pauncz, Chem. Phys. Letters 9, 489 (1971). \" Quantum Field Theory of Inelastic Diffraction III: Dynamical Theory ,\" C. B. Duke and U. Landman, Phys. Rev. B 6, 2956 (1972). \" Quantum Field Theory of Inelastic Diffraction IV: Applications to Al(100) and Al(111) ,\" C. B. Duke and U. Landman, Phys. Rev. B 6, 2968 (1972). \" Perturbation Treatment of the Variable Phase Method ,\" U. Landman, Phys. Rev. A 5, l (1972). \"Surface Plasmon Dispersion Via Analysis of Inelastic Low Energy Electron Diffraction,\" U. Landman, Proceedings of the 6th LEED Seminar, NBS, Washington, April (1972). \" Precision Determination of Surface Plasmon Dispersion on Al(111) Films Via Inelastic Low Energy Electron Diffraction ,\" C. B. Duke, U. Landman, and J. O. Porteus, J. Vac. Sci. and Technol. 10, 183 (1973). \" Measurement of Dispersion of Electronic Surface Excitations Via Analysis of Inelastic Low Energy Electron Diffraction ,\" C. B. Duke and U. Landman, Phys. Rev. B 7, 1368 (1973). \" Surface Plasmon Dispersion in Al(111) ,\" C. B. Duke and U. Landman, Phys. Rev. B 8, 505 (1973). \" Influence of Boundary Conditions and of Electronic and Vibrational Surface Phenomena on LEED from Low Index Faces of Aluminum ,\" C.B. Duke, N. O. Lipari, and U. Landman, Phys. Rev. B 8, 2454 (1973). \" Prediction of Physisorption Interaction Energies: He on Metals ,\" G. G. Kleinman and U. Landman, Phys. Rev. Letters 31, 707 (1973). \" Theory of Physisorption: He on Metals ,\" G. G. Kleinman and U. Landman, Phys. Rev. B 8, 5484 (1973). \" Surface Structure Determination Via a Transform Deconvolution Method ,\" U. Landman and D. L. Adams, J. Vac. Sci. Technol. 11, 195 (1974). \"Principles of a Transform Deconvolution Method for Surface Structure Determination,\" U. Landman and D. L. Adams, Elec. Y Fis. Applic. 17, 144 (1974). \" The Effect of Spatial Dispersion upon Physisorption Energies: He on Metals ,\" G. G. Kleinman and U. Landman, Phys. Rev. Letters 33, 524 (1974). \" Direct Transform Deconvolution Method for Surface Structure Determination ,\" D. L. Adams and U. Landman, Phys. Rev. Letters 33, 585 (1974). \" Truncation Potential and Temperature Effects in the Transform Deconvolution Method ,\" D. L. Adams, U. Landman, and J. C. Hamilton, J. Vac. Sci. Technol. 12, 260 (1975). \" Local and Non Local Theories of Physisorption ,\" U. Landman, J. Vac. Sci. Technol. 12, 206 (1975). \"Study of the Transform Deconvolution Method for Surface Structure Determination,\" U. Landman and D. L. Adams, Surface Sci. 51, 149 (1975). \" Further Evaluation of the Transform Deconvolution Method for Surface Structure Determination by Analysis of LEED Intensities ,\" D. L. Adams and U. Landman, Phys. Rev. B 15, 3775 (1977). \"Fourier Transforms in Surface Structure Determination from LEED: The Transform Deconvolution Method,\" U. Landman, Discussions of the Faraday Soc. 60, 230 (1975). \" Adsorption on Heterogeneous Surfaces I. Evaluation of the Energy Distribution Function via the Wiener and Hopf Method ,\" U. Landman and E. W. Montroll, J. Chem. Phys. 64, 1762 (1976). \"The Interaction of Rare Gases with Metals ,\" G. G. Kleinman and U. Landman, Solid State Comm. 18, 819 (1976). \" Model Dielectric Function for Semiconductors: Si ,\" U. Landman and J. T. Foley, Phys. Rev. B 14, 1597 (1976). \" Structural Variations and Multiple Charge Transfer Transitions Between Chloranil and Carbazol Derivatives ,\" U. Landman, A. Ledwith, D. G. Marsh, and D. J. Williams, Macromolecules 9, 833 (1976). \" Extended X Ray Adsorption Edge Fine Structure Auger Process for Surface Structure Analysis ,\" U. Landman and D. L. Adams, Proc. Nat. Acad. Sci., USA 73, 2550 (1976). \" Random Walks and Generalized Master Equations with Internal States ,\" U. Landman, E. W. Montroll, and M. Shlesinger, Proc. Nat. Acad. Sci., USA 74, 430 (1977). \" On the Diffusion of Atomic Clusters on Surfaces ,\" U. Landman, E. W. Montroll, and M. Shlesinger, Phys. Rev. Letters 38, 285 (1977). \" Cluster Motion on Surfaces: A Stochastic Model ,\" U. Landman and M. F. Shlesinger, Phys. Rev. B 16, 3389 (1977). \"Stochastic Evolution of Systems with Internal States,\" Proc. of 13th IUPAP Conference on Statistical Physics, U. Landman and M. F. Shlesinger, Annals, Israel Phys. Soc. Vol. 2, 682 (1978). \" EXAFS Auger Process for Surface Structure Analysis ,\" U. Landman and D. L. Adams, J. Vac. Sci. Technol. 14, 466 (1977). \" Stochastic Theory of Bimolecular Heterogeneous Surface Catalytic Reactions ,\" U. Landman and M. F. Shlesinger, Phys. Rev. Letts. 41, 1174 (1978). \"Diffusion Processes in Defective Crystals and Multistate Diffusion,\" U. Landman and M. F. Shlesinger, Solid State Comm. 27, 939 (1978). \" Microscopic Theory of Thermal Desorption and Dissociation Processes Catalyzed by a Solid Surface ,\" G. S. De, U. Landman, and M. Rasolt, Phys. Rev. B 21, 3256 (1980). \" Stochastic Theory of Multistate Diffusion in Perfect and Defective Systems I. Mathematical Formalism ,\" U. Landman and M. F. Shlesinger, Phys. Rev. B 19, 6207 (1979). \" Stochastic Theory of Multistate Diffusion in Perfect and Defective Systems II. Case Studies ,\" U. Landman and M. F. Shlesinger, Phys. Rev. B 19, 6220 (1979). \"Conditions for a Rate Maximizing Temperature in Heterogeneous Catalysis,\" M. F. Shlesinger and U. Landman, J. Catalysis 61, 270 (1980). \" High Frequency Vibrational Modes at Stepped Pt(111) Surfaces ,\" M. Mostoller and U. Landman, Phys. Rev. B 20, 1775 (1979). \" Relaxation at Metal Surfaces: An Electrostatic Model ,\" U. Landman, N. R. Hill, and M. Mostoller, Phys. Rev. B 21, 448 (1980). \"Transport and Diffusion Controlled Reactions on Heterogeneous Catalytic Surfaces,\" M.F. Shlesinger and U. Landman, in the AIP Proceedings Series, \"Surface Reactions\", Ed. U. Landman (1980). \"Desorption and Dissociation on Surfaces: Modern Views,\" U. Landman, in the AIP Proceedings Series, \"Surface Reactions\", Ed. U. Landman (1980). \"Epitaxial Crystallization from a Melt,\" U. Landman, C. L. Cleveland, and C. S. Brown, in \"Ordering in 2D,\" Ed., S. K. Sinha (North Holland, 1980). \" Substrate Effects on Long Range Order and Scattering Low Dimensional Systems \", C. L. Cleveland, C. S. Brown, and U. Landman, Phys. Rev. B 22, 1784 (1980). \" Epitaxial Crystallization from a Melt: A Molecular Dynamics Study ,\" U. Landman, C. L. Cleveland, and C. S. Brown, Phys. Rev. Letts. 45, 2032 (1980). \"Substrate Effects on Long Range Order and Scattering in Low Dimensional Systems\", C. L. Cleveland, C. S. Brown, and U. Landman, in \"Ordering in 2D\", Ed. S. K. Sinha (North Holland,1980). \"Molecular Dynamics of Surfaces and Epitaxial Solidification\", C. L. Cleveland, C. S. Brown, and U. Landman, In \"Nonlinear Phenomena at Phase Transitions and Instabilities\", Ed. T. Riste, (Plenum, N. Y., 1981). \"Interionic Interactions Near Metallic Surfaces\", R. Barnett, C. Cleveland, and U. Landman, Applied Surface Science 11\/12, 703 (1982). \" Diffusion and Segregation at Surfaces and Interfaces \", M. Mostoller, T. Kaplan, and U. Landman, Phys. Rev. B 25, 7255 (1982). \" The Finite Conical Well: An Analytical Model for Hindered Rotors \", J. W. Gadzuk, U. Landman, E. J. Kuster, C. L. Cleveland and R. N. Barnett, Phys. Rev. Letts. 49, 426 (1982). \" Molecular Dynamics of a Laser Annealing Experiment \", C. L. Cleveland, U. Landman, and R. N. Barnett, Phys. Rev. Letts. 49, 790 (1982). \" Single Ion and Pair Interaction Potentials Near Simple Metal Surfaces \", R. N. Barnett, R. G. Barrera, C. L. Cleveland, and U. Landman, Phys. Rev. B 28, 1667 (1983). \" Multilayer Lattice Relaxation at Metal Surfaces: A Total Energy Minimization \", R. N. Barnett, U. Landman, and C. L. Cleveland, Phys. Rev. B 28, 1685 (1983). \" Multilayer Relaxation at Metal Surfaces \", R. N. Barnett, U. Landman, and C. L. Cleveland, Phys. Rev. B 27, 6534 (1983). \" Surface Segregation in Simple Metal Alloys in Electronic Theory \", R. N. Barnett, U. Landman and C. L. Cleveland, Phys. Rev. B 28, 6647 (1983). \"Dynamics of Crystallization in Quenched Alloys\", C. L. Cleveland, U. Landman, and R. N. Barnett, Phys. Rev. Letts. (1984). \"Self Consistent Linear Response at Metal Surfaces: Interionic Potentials and Formation Energy of Point Defects,\" U. Landman, R. Barnett, R. Barrera and C. L. Cleveland, Notas de Fisica 5 (3), l (1982). \"On Models of Interactive Dynamics Processes at Surfaces\", U. Landman, Israel J. of Chemistry (Special Invited Issue), edited by A. Nitzan and R. B. Gerber, 22, 339 (1982). \" Rovibrational Excitation within the Infinite Conical Well: Desorption of Diatomic Molecules ,\" J. W. Gadzuk, U. Landman, E. J. Kuster, C. L. Cleveland and R. N. Barnett, J. Elec. Spec. 30, 103 (1983). \" Multilayer Relaxation of Interlayer Registry and Spacing at High Index Metal Surfaces ,\" R. N. Barnett, U. Landman, and C. L. Cleveland, Phys. Rev. Letts., 51, 1359 (1983). \" Variational Treatment of Boundary Perturbations in Quantum Systems I. ,\" D. MacMillen, and U. Landman J. Chem. Phys. 80, 1691 (1984). \" Variational Treatment of Boundary Perturbations II. Shallow Surface Donor Impurities in Si and Ge ,\" D. MacMillen and U. Landman, Phys. Rev. B 29, 4524 (1984). \" Hindered Rotations of Adsorbed Diatomic Molecules: States and Spectra ,\" U. Landman, G. G. Kleinman, C. L. Cleveland, E. Kuster, R. N. Barnett and J. W. Gadzuk, Phys. Rev. B 29, 4313 (1984). \"On Energy Pathways in Surface Reactions,\" U. Landman and R. H. Rast, \"Dynamics on Surfaces\" Eds. B. Pullman, J. Jortner, A. Nitzan and G. Berber (D. Reidel, Boston, 1984), p. 215 230. \" Electron Localization in Alkali Halide Clusters ,\" U. Landman, D. Scharf and J. Jortner, Phys. Rev. Lett. 54, 2897 (1985). \" A New Molecular Dynamics Method for Metallic Systems ,\" R. N. Barnett, C. L. Cleveland, and U. Landman, Phys. Rev. Lett. 54, 1674 (1985). \" Theoretical Considerations of Energetics, Dynamics and Structure at Interfaces ,\" U. Landman, R. N. Barnett, C. L. Cleveland and R. H. Rast, J. Vac. Sci. Technol., 3 (II), 1574, 1985. \" A Molecular Orbital SCF Cluster Model of H2O Adsorption on Copper ,\" M. W. Ribarsky, W. D. Luedtke, and U. Landman, Phys. Rev. B 32, (Rapid Communications) 1430 (1985). \" The Structure and Dynamics of a Metallic Glass: Molecular Dynamics Simulations \", R. N. Barnett, C. L. Cleveland, and U. Landman, Phys. Rev. Lett. 55, 2035 (1985). \"Multilayer Relaxation at the Pb(110) Surface\", J. M. Frenken, J. F. van der Veen, R. N. Barnett, U. Landman, and C. L. Cleveland, Surface Science 172, 319 (1986). \"Energetics and Dynamics in Clusters\", J. Jortner, D. Scharf, and U. Landman, in \"Proceedings of the Enrico Fermi Summer School, on Excited State Spectroscopy in Solids, XCVI Corso, p. 438 (1987). \"Microscopic Phenomena of Macroscopic Consequences\", U. Landman in MRS Proceedings on \"Computer Based Microscopic Descriptions\" Eds. J. Q. Broughton, W. Krakow and S. T. Pantelides (MRS, Boston, 1986), pp. 273 284. \"Formation of Facets at the Solid Melt Interface of Silicon\", U. Landman, W. D. Luedtke, R. N. Barnett, C. L. Cleveland, M. W. Ribarsky, E. Arnold, H. Baumgart, A Martinez, and B. Khan, Proceedings MRS Symposium, (MRS, Boston, 1986). \" Faceting at the Si (100) Crystal Melt Interface: Theory and Experiment \", U. Landman, W. D. Luedtke, R. N. Barnett, C. L. Cleveland, M. W. Ribarsky, E. Arnold, H. Baumgart, A Martinez, and B. Khan, Phys. Rev. Lett. 56, 155 (1986). \" Vibrational Predissociation Induced by Exciton Trapping in Inert Gas Clusters \", D. Scharf, J. Jortner, and U. Landman, Chem. Phys. Lett. 126, 495 (1986). \"The Chemisorbed State of Hydrogen on a Metal Surface Studied via Quantum Path Integral Molecular Dynamics Simulations\", R. N. Barnett, C. L. Cleveland, P. Nordlander, and U. Landman, in \"Tunneling\", Eds. J. Jortner and B. Pullman (Reidel, Paris, 1986), p. 269. \" Atomic and Molecular Quantum Mechanics by the Path Integral Molecular Dynamics Method \", D. Scharf, J. Jortner, and U. Landman, Chem. Phys. Lett. 130, 5504 (1986). \"Surface States of Electrons on Alkali Halide Clusters\", D. Scharf, J. Jortner, and U. Landman, in \"Tunneling\", Eds. J. Jortner and B. Pullman (Reidel, Paris, 1986), pp. 261 268. \"Isomerization and Melting of Small Alkali Halide Clusters\", J. Luo and U. Landman, in \"The Physics and Chemistry of Small Clusters\", Ed. P. Jena (Plenum, N. Y., 1986), p. 201. \"Electron Localization and Excitation Dynamics in Small Clusters\", U. Landman, R. N. Barnett, C. L. Cleveland, D. Scharf and J. Jortner, in \"The Physics and Chemistry of Small Clusters\", Ed. P. Jena (Plenum, N. Y., 1986), p. 169. \" Electron Excitation Dynamics, Localization and Solvation in Small Clusters\" , U. Landman, R. N. Barnett, C. L. Cleveland, D. Scharf and J. Jortner, invited paper, J. Phys. Chem. 91, 4890 (1987). \" Cluster Isomerization Induced by Electron Attachment \", D. Scharf, J. Jortner, and U. Landman, J. Chem. Phys. 87, 2716 (1987). \"Simulations of Structure, Dynamics and Transformations in Finite Aggregates\", U. Landman, R. N. Barnett, C. L. Cleveland, J. Luo, D. Scharf and J. Jortner, invited Review in \"Few Body Systems and Multiparticle Dynamics\", Ed. D. Micha (AIP, N.Y., 1987), p. 200-244. \"Isomerization in Alkali Halide Clusters Induced by Electron Attachment,\" U. Landman, D. Scharf, and J. Jortner, in \"Large Finite Systems,\" Eds. J. Jortner and B. Pullman (Reidel, Paris (1987)), p. 88. \"Electron Localization in Water Clusters,\" U. Landman, R. N. Barnett, C. L. Cleveland and J. Jortner, in \"Large Finite Systems,\" Eds. J. Jortner and B. Pullman (Reidel, Paris (1987)), p. 126. \"Electron Localization in Clusters,\" U. Landman, R. N. Barnett, C. L. Cleveland, D. Scharf and J. Jortner, Int. J. Quantum Chem. 21, 573 (1987) (Proc. Sanibel Symposium, 1987). \"Surface States of Excess Electrons on Water Clusters,\" R. N. Barnett, U. Landman, C. L. Cleveland and J. Jortner, Phys. Rev. Letts. 59, 811 (1987). \"Microscopic Mechanisms of Tribological and Wear Processes: Molecular Dynamics Simulations,\" U. Landman in \"Approaches to Modeling in Friction and Wear,\" Ed. F. F. Ling (Springer, N.Y., 1987), p. 159. \" Molecular Dynamics Simulations of Epitaxial Crystal Growth from the Melt: I. Si(100) ,\" U. Landman, W. D. Luedtke, M. W. Ribarsky, R. N. Barnett and C. L. Cleveland, Phys. Rev. B 37, 4637 (1988). \" Molecular Dynamics Simulations of Epitaxial Crystal Growth from the Melt: II. Si(111) ,\" W. D. Luedtke, U. Landman, M. W. Ribarsky, R. N. Barnett and C. L. Cleveland, Phys. Rev. B 37, 4647 (1988). \"Dynamics of Tip Substrate Interactions in Atomic Force Microscopy\", U. Landman, W. D. Luedtke, and A. Nitzan, Surface Science 210, L177 (1989). \" Dynamics and Excitations of a Solvated Electron in Molecular Clusters \", R. N. Barnett, U. Landman, and A. Nitzan, Phys. Rev. A 38, 2178 (1988). \" Preparation and Melting of Amorphous Silicon by Molecular Dynamics Simulations \",W. D. Luedtke and U. Landman, Phys. Rev. B37, 4656 (1988). \" Excited State Dynamics of Rare Gas Clusters \", D. Scharf, J. Jortner, and U. Landman, J. Chem. Phys. 88, 4273 (1988). \" Electron Localization in Water Clusters: I. Electron Water Pseudo potential \", R. N. Barnett, U. Landman, C. L. Cleveland and J. Jortner, J. Chem. Phys. 88, 4421 (1988). \" Electron Localization in Water Clusters: II. Surface and Internal States \", R. N. Barnett, U. Landman, C. L. Cleveland and J. Jortner, J. Chem. Phys. 88, 4429 (1988). \" Disordering and Melting of Aluminum Surfaces \", P. Stolze, J. Norskov, and U. Landman, Phys. Rev. Letts. 61, 440 (1988). \" Excess Electrons in Ammonia \", R. N. Barnett, U. Landman, C. L. Cleveland, N. R. Kestner and J. Jortner, Chem. Phys. Letts. 148, 249 (1988). \" Excess Electrons in Polar Molecular Clusters \", R. N. Barnett, U. Landman, C. L. Cleveland, N. R. Kestner and J. Jortner, J. Chem. Phys. 88, 6670 (1988). \" Size Dependence of the Energetics of Electron Attachment to Large Water Clusters \", R. N. Barnett, U. Landman, C. L. Cleveland and J. Jortner, Chem. Phys. Letts. 145, 382 (1988). \" Dynamics and Spectra of a Solvated Electron in Water Clusters \", R. N. Barnett, U. Landman, and A. Nitzan, J. Chem. Phys. 89, 2242 (1988). \" Dynamical Simulations of Stress, Strain and Finite Deformations \", M. W. Ribarsky and U. Landman, Phys. Rev. B 38, 9522 (1988). \" Energetics and Structure of 4He Droplets At Finite Temperatures \", C. L. Cleveland, U. Landman, and R. N. Barnett, Phys. Rev. B 39, 117 (1989). \" Dynamics of Electron Localization, Solvation and Migration in Polar Molecular Clusters \", R. N. Barnett, U. Landman, and A. Nitzan, Phys. Rev. Lett. 62, 106 (1989). \" Optical Absorption Spectra of (H2O)-n Clusters \", J. Jortner, U. Landman, and R. N. Barnett, Chem. Phys. Lett. 152, 353 (1988). \" Relaxation Dynamics Following Transitions of Solvated Electrons \", R. N. Barnett, U. Landman, A. Nitzan, J. Chem. Phys. 90, 4413 (1989). \" Dynamics of Excess Electron Migration, Solvation and Spectra in Polar Molecular Clusters \", R. N. Barnett, U. Landman, and A. Nitzan, J. Chem. Phys. 91, 5567 (1989). \" Structural and Dynamical Consequences of Interactions in Interfacial Systems \", U. Landman, W. D. Luedtke, and M. W. Ribarsky, J. Vac. Sci. Technol. A7, 2829 (1989). \" Preparation, Structure, Dynamics and Energetics of Amorphous Silicon: A Molecular Dynamics Study \", W. D. Luedtke and U. Landman, Phys. Rev. B 40, 1164 (1989). \" Surface and Internal Excess Electron States in Molecular Clusters \", R. N. Barnett, U. Landman, D. Scharf and J. Jortner, Acct. Chem. Research 22, 350 (1989). \"Dynamics, Spectra and Relaxation Phenomena of Excess Electrons in Clusters\", R. N. Barnett, U. Landman, G. Rajagopal and A. Nitzan, Israel J. of Chem. 30, 85 (1990). \" Quantum Simulations and Ab-Initio Electronic Structure Studies of (H2O)2- \", R. N. Barnett, U. Landman, S. Dhar, N. R. Kestner, J. Jortner and A. Nitzan, J. Chem. Phys. 91, 7797 (1989). \" The Crystal-Melt and Melt-Vapor Interfaces of Nickel \", E. T. Chen, R. N. Barnett, and U. Landman, Phys. Rev. B 40, 924 (1989). \" Growth Modes Structure and Dynamics of Amorphous Silicon Films via Atom Deposition \", W. D. Luedtke and U. Landman, Phys. Rev. B40, 11733 (1989). \"The Onset of Disorder in Al (110) Surfaces Below the Melting Point\", P. Stoltze, J. K. Norskov, and U. Landman, Surf. Sci. 220, L693 (1989). \" Surface Melting of Ni (110) \", E. T. Chen, R. N. Barnett, and U. Landman, Phys. Rev. B 41, 439 (1990). \"Structure and Dynamics of Ag-Cu Metallic Glass Prepared Via Temperature Quench and Pressure Crunch\", E. T. Chen, R. N. Barnett, and U. Landman, Phys. Rev. B (1990). \" Microscopic Mechanisms and Dynamics of Adhesion, Microindentation and Fracture \", U. Landman, W. D. Luedtke, N. A. Burnham and R. J. Colton, Feature article in Science 248, 454 (1990). \" Optical Spectra of Localized Electrons in Alkali Halide Clusters \", G. Rajagopal R. N. Barnett, A. Nitzan, U. Landman, E. C. Honea, P. Labastie, M. L. Homer, and R. L. Whetten, Phys. Rev. Lett. 64, 2933 (1990). \"Molecular Dynamics Studies of Micromechanics\", U. Landman, Critical Review in Solid State Materials Sciences, an invited Review (1991). \" Theoretical Studies of the Spectroscopy of Excess Electrons in Water Clusters \", R. N. Barnett, U. Landman, G. Makov, and A. Nitzan, J. Chem. Phys. 93, 6226 (1990). \" Primary Events Following Electron Injection Into Water and Adsorbed Water Layers \", R. N. Barnett, U. Landman, and A. Nitzan, J. Chem. Phys. 93, 6535 (1990). \" Excess Electron Transport in Water \", R. N. Barnett, U. Landman, and A. Nitzan, J. Chem. Phys. 93, 8187 (1990). \" The Energetics and Structure of Nickel Clusters: Size Dependence \", C. L. Cleveland and U. Landman, J. Chem. Phys. 94, 7376 (1991). \"Nanomechanics and Dynamics of Tip-Substrate Interactions\", W. D. Luedtke and U. Landman, J. Vac. Sci. Technol. B9, 414 (1991). \" Surface Premelting of Cu(110) \", R. N. Barnett and U. Landman, Phys. Rev. B 44, 3226 (1991). \" Born-Oppenheimer Dynamics Using Density-Functional Theory: Equilibrium and Fragmentation of Small Sodium Clusters \", R. N. Barnett, U. Landman, A. Nitzan, and G. Rajagopal, J. Chem. Phys. 94, 608 (1991). \" Metallization of Ionic Clusters \", G. Rajagopal, R. N. Barnett, and U. Landman, Phys. Rev. Lett. 67, 727 (1991). \" Metal on Metal Thin Film Growth: Au\/Ni(001) and Ni\/Au(001) \", W. D. Luedtke and U. Landman, Phys. Rev. B 44, 5970 (1991), Rapid Communication. \" Patterns and Barriers for Fission of Charged Small Metal Clusters \", R. N. Barnett, U. Landman, and G. Rajagopal, Phys. Rev. Lett. 67, 3058 (1991). \" Quantum Dynamical Simulation of Non-Adiabatic Processes: Solvation Dynamics of the Hydrated Electron \", E. Neria, A. Nitzan, R. N. Barnett and U. Landman, Phys. Rev. Lett. 67, 1011 (1991). \" Reaction in Clusters \", H.-P. Kaukonen, U. Landman, and C. L. Cleveland, J. Chem. Phys. 95, 4997 (1991). \" Molecular Dynamics Study of Elasticity and Failure of Ideal Solids \", Z.-G. Wang, U. Landman, R.L. Blumberg-Selinger, and W. M. Gelbart, Phys. Rev. B 44, 378 (1991). \" Structure and Dynamics of n-Alkanes Confined by Solid Surfaces \", I. Stationary Crystalline Boundaries, M. W. Ribarsky and U. Landman, J. Chem. Phys. 97, 1937 (1992). \"Atomistic Mechanisms of Adhesive Contact Formation and Interfacial Processes\", U. Landman, W. D. Luedtke, and E. M. Ringer, invited article Wear 153, 3 (1992). \"Atomistic Processes of Surface and Interface Formation\", U. Landman and W. D. Luedtke, Appl. Surf. Sci. 60\/61, 1 (1992). \" Interfacial Alkane Films: A Molecular Dynamics Study \", T. Xia, J. Ouyang, M. W. Ribarsky, and U. Landman, Phys. Rev. Lett. 69, 1967 (1992). \" Dielectrons in Water Clusters \", H.-P. Kaukonen, R. N. Barnett, and U. Landman, J. Chem. Phys. 97, 1365 (1992). \" Dynamics of Cluster-Surface Collisions \", C. L. Cleveland and U. Landman, Science 257, 292 (1992). \"Solid and Liquid Junctions\", W. D. Luedtke and U. Landman, Computational Materials Science 1, 1 (1992). \" Simulation of Materials: From Electrons to Friction \", U. Landman, R. N. Barnett, and W. D. Luedtke, Phil. Trans. R. Soc. (London) A 341, 337 (1992). \"Materials by Numbers\", U. Landman, R. N. Barnett, C. L. Cleveland, and W. D. Luedtke, Physica D 66, 87 (1993). \" Energetics and Structure of Aluminum-Lithium Clusters \", H.-P. Cheng, R. N. Barnett, and U. Landman, Phys. Rev. B 48, 1820 (1993). \"Nanotribology and the Stability of Nanostructures\", U. Landman, W. D. Luedtke, J. Ouyang, and T. K. Xia, Jpn. J. Appl. Phys. 32, 1444 (1993). \"Multiply Charged Anionic Metal Clusters\", C. Yannouleas and U. Landman, Chem. Phys. Lett. 210, 437 (1993). \" Hydration of Sodium in Water Clusters \", R. N. Barnett and U. Landman, Phys. Rev. Lett. 70, 1775 (1993). \"Small Can Be Different\", R. N. Barnett, C. Yannouleas, and U. Landman, Z. Phys. D 26, 119 (1993). \"Energetics of Aluminum-Lithium Clusters\", H.-P. Cheng, R. N. Barnett, and U. Landman, Z. Phys. D 26, 276 (1993). \" Controlled Deposition, Soft Landing, and Glass Formation in Nanocluster-Surface Collisions \", H.-P. Cheng and U. Landman, Science 260, 1304 (1993). \" Shell-Correction Method for Calculating the Binding Energy of Metal Clusters: Application to Multiply Charged Anions \", C. Yannouleas and U. Landman, Phys. Rev. B 48, 8376 (1993). \" Born-Oppenheimer Molecular Dynamics Simulations of Finite Systems: Structure and Dynamics of (H2O)2 \", R. N. Barnett and U. Landman, Phys. Rev. B 48, 2081 (1993). \" Molecular Dynamics of Adsorption and Segregation from an Alkane Mixture \", T. K. Xia and U. Landman, Science 261, 1310 (1993). \" Superheating, Melting and Annealing of Copper Surfaces \", H. Hakkinen and U. Landman, Phys. Rev. Lett. 71, 1023 (1993). \" Structure and Dynamics of Surface Crystallization of Liquid n-Alkanes \", T. K. Xia and U. Landman, Phys. Rev. B. 48, 11313 (1993). \"Interfacial Junctions and Cavitation\", U. Landman, and W. D. Luedtke, an invited paper in Mater. Res. Bulletin 18, (May), 36 (1993). \"Dissociative Xenon Ion Capture by Neutral Argon Clusters\", M. Lezius, P. Scheier, M. Foltin, M. Kolibiar, C. L. Cleveland, U. Landman, and T.D. Mark, Int. J. Mass. Spectrom. Ion Proc. 129, 67 (1993). \" Controlled Deposition and Glassification of Copper Nanoclusters \", H.-P. Cheng and U. Landman, J. Phys. Chem. 98, 3527 (1994). \" Phase Coexistence in Clusters \", C. L. Cleveland, U. Landman, and W. D. Luedtke, J. Phys. Chem. 98, 6272 (1994). \"Stabilized-Jellium Description of Neutral and Multiply Charged Fullerenes C60X\", C. Yannouleas and U. Landman, Chem. Phys. Lett. 317, 175 (1994). \"Metallization of the Na14Cl13 Cluster\", H. Hakkinen, R. N. Barnett and U. Landman, Europhys. Lett. 28, 263 (1994). \" Stability and Collapse Mechanisms of Adsorbed Metallic Structures \", W. D. Luedtke and U. Landman, Phys. Rev. Lett. 73, 569 (1994). \" Dynamics and Energy Release in Fission of Small Doubly Charged Clusters \", C. Brechignac, Ph. Cahuzac, F. Carlier, M. de Frutos, R. N. Barnett and U. Landman, Phys. Rev. Lett. 72, 1636 (1994). \" Aharonov-Bohm and Aharonov-Casher Tunneling Effects and Edge States in Double Barrier Structures \", E. N. Bogachek and U. Landman, Phys. Rev. B. 50, 2678 (1994). \"On Some Issues in Computational Materials Science\", U. Landman, Comput. Mater. Sci. 2, 209 (1994). \" Molecular Evaporation and Condensation of Liquid n-Alkane Films \", T. K. Xia and U. Landman, J. Chem. Phys. 101, 2498 (1994). \" Dimensionality Crossovers of the Plasmon in Coaxial Carbon Nanotubes \", C. Yannouleas, E. N. Bogachek, and U. Landman, Phys. Rev. B 50, 7977 (1994). \" All Quantum Simulations: H3O+ and H5O2+ \", H.-P. Cheng, R. N. Barnett, and U. Landman, Chem. Phys. Lett. 237, 161 (1995). \" Energetics, Structure and Excess Electrons in Small Sodium-Chloride Clusters \", H. Hakkinen, R. N. Barnett, and U. Landman, Chem. Phys. Lett. 232, 79 (1995). \" Properties of Metallic Nanowires: From Conductance Quantization to Localization \", J. I. Pascual, J. Mendez, J. Gomez-Herrero, A. M. Baro, N. Garcia, U. Landman, W. D. Luedtke, E. N. Bogachek and H.-P. Cheng, Science 267, 1783 (1995). \"Electronic Shell Effects in Fission Barriers and Fission Dynamics of Metal Clusters\", C. Yannouleas, R. N. Barnett and U. Landman, Comm. on At. and Mol. Phys. 31, 445 (1995). \"Studies of Excess Electrons in Sodium-Chloride Clusters and Excess Protons in Water Clusters\", R. N. Barnett, H.-P. Cheng, H. Hakkinen, and U. Landman, J. Phys. Chem. 99, 7731 (1995). \" Electronic Shell Effects in Triaxially Deformed Clusters: A Systematic Interpretation of Experimental Observations \", C. Yannouleas and U. Landman, Phys. Rev. B51, 1902 (1995). \" Electrical and Mechanical Properties of Metallic Nanowires: Conductance Quantization and Localization \", J. I. Pascual, J. Mendez, J. Gomez-Herrero, A. M. Baro, N. Garcia, U. Landman, W. D. Luedtke, E. N. Bogachek and H.-P. Cheng, J. Vac. Sci. Technol. B13(3) 1280 (1995). \" Equilibrium Interphase-Interfaces and Premelting of the Pb(110) Surface \", A. Landa, P. Wynblatt, H. Hakkinen, R. N. Barnett, and U. Landman, Phys. Rev. B B51, 10972 (1995). \"Molecular Dynamics Study of Disordering and Premelting of the Pb(110) Surface\", A. Landa, H. Hakkinen, R. N. Barnett, P. Wynblatt, and U. Landman, Mater. Res. Soc. Symp. Proc. 355, 227 (1995). \"Nanotribology: Friction, Wear and Lubrication at the Atomic Scale\", B. Bhushan, J. Israelachvili, and U. Landman, Nature 374, 607 (1995). \" Edge States, Aharonov-Bohm Oscillations and Thermodynamic and Spectral Properties of an Antidot in a Two-Dimensional Electron Gas \", E. N. Bogachek and U. Landman, Phys. Rev. B 52,14067 (1995). \"Nano-Elastohydrodynamics: Structure, Dynamics and Flow in Nonuniform Lubricated Junctions\", J. Gao, W. D. Luedtke, and U. Landman, Science 270, 605 (1995). \" Barriers and Deformation in Fission of Metal Clusters \", C. Yannouleas and U. Landman, J. Phys. Chem. 99, 14577 (1995). \" Pathways and Dynamics of Fission in Ionized (H2O)2 \", R. N. Barnett and U. Landman, J. Phys. Chem. 99, 17305 (1995). \" Collective Excitations of Multishell Carbon Superstructures: Multishell Fullerenes and Coaxial Nanotubes \", C. Yannouleas, E. N. Bogachek, and U. Landman, Phys. Rev. B 53, 10225 (1996). \" Atomic Scale Issues in Tribology: Interfacial Junctions and Nano-Elastohydrodynamics \", U. Landman, W. D. Luedtke, and J. Gao, Langmuir 12, 4514 (1996). \" Quantum Electronic Transport Through Three-Dimensional Microconstrictions With Variable Shapes \", A. G. Scherbakov, E. N. Bogachek, and U. Landman, Phys. Rev. B 53, 4054 (1996). \" Atomistic Dynamics of Interfacial Processes: Films, Junctions and Nanostructures \", U. Landman and W. D. Luedtke, Appl. Surf. Sci. 92, 237 (1996). \"Nano-Crystal Gold Molecules\" , R. L. Whetten*, J. T. Khoury, M. M. Alvarez, S. Murthy, I. Vezmar, Z. L. Wang, P. W. Stephens, C. L. Cleveland, W. D. Luedke, and U. Landman, Adv. Mater. 8, 428 (1996). \" Magnetic Switching and Thermal Enhancement of Quantum Transport Through Nanowires \", E. N. Bogachek, A. G. Scherbakov, and U. Landman, Phys. Rev. B 53 R 13246 (1996). \" Reversible Manipulations of Room Temperature Mechanical and Quantum Transport Properties in Nanowire Junctions \", U. Landman, W. D. Luedtke, B. E. Salisbury, and R. L.Whetten, Phys. Rev. Lett. 77, 1362 (1996). \" Water Adsorption and Reactions on Small Sodium-Chloride Clusters \", R. N. Barnett and U. Landman, J. Phys. Chem. 100, 13950 (1996). \" Shell Structure and Shapes of Fermion Microsystems: A Comparative Study of 3He and Na Clusters \", C. Yannouleas and U. Landman, J. Chem. Phys. 105, 8734 (1996). \" Structure, Dynamics, and Thermodynamics of Passivated Gold Nanocrystallites and Their Assemblies \", W. D. Luedtke and U. Landman, J. Phys. Chem. 32, 13323(1996). \" Shapes of 3He Clusters \", C. Yannouleas and U. Landman, Phys. Rev. B 54, 7690 (1996). \" Molecular Dynamics Study of Disordering, Roughening, and Premelting of the Pb(110) Surface \", A. Landa, H. Hakkinen, R. N. Barnett, P. Wynblatt, and U. Landman, J. Non-Cryst. Solids 205, 767 (1996). \" Thermopower of Quantum Nanowires in a Magnetic Field \", E. N. Bogachek, A. G. Scherbakov, and U. Landman, Phys. Rev. B 54, R11094 (1996). \" Electronic Entropy, Structure and Size-Evolutionary Patterns of Metal Clusters \", C. Yannouleas and U. Landman, Phys. Rev. Lett. 78, 1424 (1997). \" Structures and Energetics of Ionized Water Clusters: (H2O)n+, n = 2-5 \", R. N. Barnett and U. Landman, J. Phys. Chem. A 101, 164 (1997). \" Structural Evolution of Larger Gold Clusters \", C. L. Cleveland, U. Landman, M. Shafigullin, P. W. Stephens, and R. L. Whetten, Z. Phys. D. 40, 503 (1997). \" Nanowires: Size Evolution, Reversibility, and One-Atom Contacts \", U. Landman, R. N. Barnett, and W. D. Luedtke, Z. Phys. D. 40, 282 (1997). \" Energetics and Structures of Neutral and Charged Sin (n 10) and Sodium Doped SinNa Clusters \", S. Wei, R. N. Barnett, and U. Landman, Phys. Rev. B 55, 7935 (1997). \" Structure and Solvation Forces in Confined Films: Linear and Branched Alkanes \", J. Gao, W. D. Luedtke, and U. Landman, J. Chem. Phys. 106, 4309 (1997). \" Electronic Energy Spectra in Antiferromagnetic Media with Broken Reciprocity \", I. Vitebsky, J. Edelking, E. N. Bogachek, A. G. Scherbakov, and U. Landman, Phys. Rev. B 55, 12566 (1997). \" Comment on \"Density Functional Theory Study of Some Structural and Energetic Properties of Small Lithium Clusters \", C. Yannouleas and U. Landman, J. Chem. Phys. 107, 1032 (1997). \" On the Origins of Solvation Forces in Confined Films \", J. Gao, W. D. Luedtke, and U. Landman, J. Phys. Chem. B 101, 4013 (1997). \" Cluster-Derived Structures and Fluctuations in Nanowires \", R. N. Barnett and U. Landman, Nature 387, 788 (1997). \" Shape Effects on Conductance Quantization in Three-Dimensional Nanowires: Hard versus Soft Potentials \", E. N. Bogachek, A. G. Scherbakov, and U. Landman, Phys. Rev. B 56, 1065 (1997). \" Structure and Binding of Neutral and Charged SinH2O (n = 1,2,7) Clusters \", S. Wei and U. Landman, J. Phys. Chem. 101, 5035 (1997). \" Layering Transitions and Dynamics of Confined Liquid Films \", J. Gao, W. D. Luedtke, and U. Landman, Phys. Rev. Lett. 79, 705 (1997). \" Structural Evolution of Smaller Gold Nanocrystals: The Truncated Decahedral Motif \", C. L. Cleveland, U. Landman, T. G. Schaaff, M. N. Shafigullin, P. W. Stephens, and R. L. Whetten, Phys. Rev. Lett. 79, 1873 (1997). \" On Mesoscopic Forces and Conductance in Model Metallic Nanowires \", C. Yannouleas and U. Landman, J. Phys. Chem. B 101, 5780 (1997). \" Nonlinear Magnetoconductance of Nanowires \", E. N. Bogachek, A. G. Scherbakov, and U. Landman, Phys. Rev. B 56, 14917 (1997). \" Noise in Three-Dimensional Nanowires \", A. G. Scherbakov, E. N. Bogachek, and U. Landman, Phys. Rev. B 57, 6654 (1998). \" Energetics, Forces, and Quantized Conductance in Jellium-Modeled Metallic Nanowires \", C. Yannouleas, E. N. Bogachek, and U. Landman, Phys. Rev. B 57, 4872 (1998). \" Molecular Dynamics in Shape Space and Ultrafast Vibrational Spectroscopy of Metal Clusters \", C. Yannouleas and U. Landman, J. Phys. Chem. A 102, 2505 (1998). \" Friction Control in Thin-Film Lubrication \", J. Gao, W. D. Luedtke, and U. Landman, J. Phys. Chem. B 102, 5033 (1998). \" Genetic Algorithms for Structural Cluster Optimization \", M. D. Wolf and U. Landman, J. Phys. Chem. A 102, 6129 (1998). \" Structure and Thermodynamics of Self-Assembled Monolayers on Gold Nanocrystallites \", W. D. Luedtke and U. Landman, J. Phys. Chem. B 102, 6566 (1998). \" On Nanotribological Interactions: Hard and Soft Interfacial Junctions \", U. Landman, Solid State Communications 107, 693 (1998), Special Issue on \"Frontiers in Condensed Matter Science\". \" Melting of Gold Clusters: Icosahedral Precursors \", C. L. Cleveland, W. D. Luedtke, and U. Landman, Phys. Rev. Lett. 81, 2036 (1998). \" Magneto-Optics of Electronic Transport in Nanowires \", S. Blom, I. Gorelik, M. Jonson, R. Shekhter, A. G. Scherbakov, E. N. Bogachek, and U. Landman, Phys. Rev. B 58, 16305 (1998). \"Simulations Produce Weird Wires\", U. Landman, article in Physics World 11, 18 (1998). \" Nonlinear Peltier Effect in Quantum Point Contacts \", E. N. Bogachek, A. G. Scherbakov, and U. Landman, Solid State Communications 108, 851 (1998). \" Electronic Structure of Passivated Au38 (SCH3)24 Nanocrystal \", H. Hakkinen, R. N. Barnett, and U. Landman, Phys. Rev. Lett. 82, 3264 (1999). \" Slip Diffusion and Levy Flights of an Adsorbed Nanocluster \", W. D. Luedtke and U. Landman, Phys. Rev. Lett. 82, 3835 (1999). \" Spontaneous Symmetry Breaking in Quantum Dots and Dot-Molecules \", C. Yannouleas and U. Landman, Phys. Rev. Lett. 82, 5325 (1999).; Erratum Phys. Rev. Lett. 85, 2220 (2000). \" Structures and Spectra of Gold Nanoclusters and Quantum Dot Molecules \", R. N. Barnett, C. L. Cleveland, H. Hakkinen, W. D. Luedtke, C. Yannouleas, and U. Landman, Euro. Phys. J. D9, 95 (1999) \" Nonlinear Peltier Effect and Thermoconductance in Nanowires \", E. N. Bogachek, A. G. Scherbakov, and U. Landman, Phys. Rev. B 60, 11678 (1999). \" Melting of Gold Clusters \", C. L. Cleveland, W. D. Luedtke, and U. Landman, Phys. Rev. B 60, 5065 (1999). \" When Gold is not Noble: Nanoscale Gold Catalysts \", A. Sanchez, S. Abbet, A. U. Heiz, W.-D. Schneider, H. Hakkinen, R. N. Barnett, and U. Landman, J. Phys. Chem. A 103, 9573 (1999). \" Gold Nanowires and Their Chemical Modification \", H. Hakkinen, R. N. Barnett, and U. Landman, J. Phys. Chem. B 103, 8814 (1999). \" Photoelectron Spectra of Aluminum Cluster Anions: Temperature Effects and Ab-initio Simulations \", J. Akola, M. Manninen, H. Hakkinen, U. Landman, X. Li, and L.-S. Wang, Phys. Rev. B 60, (Rapid Communication), R11297 (1999). \" Decay Channels and Appearance Sizes of Doubly Anionic Gold and Silver Clusters \", C. Yannouleas and U. Landman, Phys. Rev. B 61, (Rapid Communication) R10587 (2000). \" Formation and Control of Electron Molecules in Artificial Atoms: Impurity and Magnetic Field Effects \", C. Yannouleas and U. Landman, Phys. Rev. B 61, 15895 (2000). \" Gold Clusters and Their Anions \", H. Hakkinen and U. Landman, Phys. Rev. B (Rapid Communication), 62, R2287 (2000). \" Formation, Stability and Breakup of Nanojets \", M. Moseler and U. Landman, Science 289, 1165 (2000), \" Metal-Semiconductor Nanocontacts: Silicon Nanowires \", U. Landman, R. N. Barnett, A. G. Scherbakov, and P. Avouris, Phys. Rev. Lett. 85, 1958 (2000). \" Collective and Independent-Particle Motion in Two-Electron Artificial Atoms \", C.Yannouleas and U. Landman, Phys. Rev. Lett. 85, 1726 (2000). \" Aluminum Cluster Anions: Photoelectron Spectroscopy and Ab-Initio Simulations \", J. Akola, M. Manninen, H. Hakkinen, U. Landman, X. Li, and L.-S. Wang, Phys. Rev. B 62, 13216 (2000). \" Magnetocohesion of Nanowires \", E. N. Bogachek, A. G. Scherbakov, and U. Landman, Phys. Rev. B 62, 10467 (2000). \" Nanowire Gold Chains: Formation Mechanisms and Conductance \", H. Hakkinen, R. N. Barnett, A. G. Scherbakov, and U. Landman, J. Phys. Chem B 104, 9063(2000). \" Structures, Solvation Forces and Shear of Molecular Films in a Rough Nano-Confinement \", J. Gao, W. D. Luedtke, and U. Landman, Tribology Letters 9, 3 (2000). \" Interaction-Enhanced Thermopower in a Luttinger Liquid \", I.V. Krive, E.N. Bogachek, A.G. Scherbakov, and U. Landman, Phys. Rev. B 63, 113101 (2001). \" Temperature Scales of Magnetization Oscillations in an Asymmetric Quantum Dot \", E. N. Bogachek, A. G. Scherbakov, and U. Landman, Physical Review B 63, 115323 (2001). \" Structural and Spin Isomers of Neutral and Anionic Palladium clusters \", M. Moseler, H. Hakkinen, R.N. Barnett, and U. Landman, Phys. Rev. Lett. 86, 2545 (2001). \" Multiply Charged Metal Cluster Anions \", C. Yannouleas, U. Landman, A. Hertlet, And L. Schweikhard, Physical Review Letters. 86, 2996 (2001). \" Heat Current Fluctuations in Quantum Wires \", I. K. Krive, E. N. Bogachek, A. G. Scherbakov and U. Landman, Phys. Rev. B 64, 233304-1 (2001). \" CO Oxidation on a single Pd Atom Model Catalyst \", S. Abbet, U. Heiz, H. Hakkinen, and U. Landman, Phys. Rev. Lett, 86, 5950 (2001). \" Optical Spectra of Small Sodium Clusters at Finite Temperatures \", M. Moseler, H. Hakkinen and U. Landman, Phys. Rev. Lett. 87, 53401 (2001). \" Coupling and Dissociation in Artificial Molecules \", C. Yannouleas and U. Landman, Euro.. Phys. J. D 16, 373 (2001). \" Trianionic Gold Clusters \", C. Yannouleas, U. Landman, A. Hertlet, And L. Schweikhard, Euro. Phys. J. D 16, 81 (2001). \" Charge Migration in DNA: Ion-Gated Transport \", R. N. Barnett, C. L. Cleveland, A. Joy, U. Landman, and G. B. Schuster, Science 294, 567 (2001) \" Oxidation of CO at Au2-: A Prototype for Gas-Phase Catalysis \", H. Hakkinen and U. Landman, J. Am. Chem. Soc 123, 9704 (2001) (Communication). \" Thermoelectric Effects in a Luttinger Liquid \", I.V. Krive, I.A. Romanovsky, E.N. Bogachek, A.G. Scherbakov, and U. Landman, Fiz. Niz. Temp, 27 (9\/10), 1110 (2001). [Low Temp. Phys. 27 (9\/10), 821 (2001)]. \" Thermopower of an Infinite Luttinger Liquid \", I. A. Romanovsky, I. V. Krive, E. N. Bogachek and U. Landman, Phys. Rev. B 65, 075115, (2002). \" Instability Driven Fragmentation of Nanoscale Fractal Islands \", C. Brechignac, Ph. Cahuzac, F. Carlier, C. Colliex, J. Leroux, A. Mason, C. Yoon, and U. Landman, Phys. Rev. Lett., 88, 196103 (2002). \" Magnetic-Field Manipulation of Chemical Bonding in Artificial Molecules \", C. Yannouleas and U. Landman, Int. J. Quantum Chem. (Lowdin Memorial Volume). 90, 699 (2002). \" Structure, Collective Hydrogen Transfer and Formation of Si(OH)4 in SiO2 (H2O)n Clusters \", H.-P. Cheng, R.N. Barnett, and U. Landman, J. Chem. Phys., 116, 9300 (2002). \" Thermal Quenching of Electronic Shells and Channel Competition in Cluster Fission \", C. Yannouleas, U. Landman, C. Brechignac, Ph. Cahuzac, B. Concina, and J. Leygnier, Phys. Rev. Lett , 89, 173403 (2002). \" Strongly Correlated Wave Functions for Artificial Atoms and Molecules \", C. Yannouleas and U. Landman, J. Phys. Condensed Matter 14, L591 (2002). \" Bonding in Cu, Ag, and Au Clusters: Trends and Surprises \", H. Hakkinen, M. Moseler, and U. Landman, Phys. Rev. Lett. 89, 033401-1, (2002). \" Trial Wave Functions with Long-Range Correlations for Two-Dimensional N-electron Systems in High Magnetic Fields \", C. Yannouleas and U. Landman, Phys. Rev. B., 66, 115315 (2002). \"Nanocatalizzatori ad Alta Selettivita\", G. Pacchioni, U. Heiz, and U. Landman, Le Scienze dossier (Scientific American), No. 11, pages 62-66 (2002). \" Pd\/MgO(100): A model system in Nanocatalysis \", S. Abbet, A.M. Ferrari, L Giordano G. Pacchioni, H. H?kkinen, U. Landman, and U.Heiz, , Surf. Sci. 514, 249-255 (2002). \" Supported Magnetic Nanoclusters: Soft landing of Pd Clusters on a MgO Surface \", M. Moseler, H. Hakkinen, and U. Landman, Phys. Rev. Lett. 89, 176103 (2002). \" The Interaction of Trioxatrianguleneium Ion (TOTA+) with DNA: Solution Binding, Light-initiated Electron Transfer, X-Ray Crystallographic Structure, and Electronic Structure Calculations \", J. Reynisson, G. B. Schuster, S. B. Howerton, L. D. Williams, R. N. Barnett, C. L. Cleveland, U. Landman, N. Harrit, J. B. Chaires, J. Am. Chem Soc. 125, 2072 (2002). \" Structural, Electronic, and Impurity-doping Effects in Nanoscale Chemistry: Supported Gold Nanoclusters \" H. Hakkinen, S. Abbet, A. Sanchez, U. Heiz, and U. Landman, Angew. Chem. Int. Ed. 42, 1297 (2003). \" Catalytic CO Oxidation by Free Au2-: Experiment and Theory \", L.D. Socaciu, J. Hagen, T. M., Bernhardt, L. Woste, U. Heiz, H. Hakkinen, and U. Landman, J. Am. Chem. Soc. 125, 10437 (2003) \" Effect of Base Sequence and Hydration on the Electronic and Hole Transport Properties of Duplex DNA: Theory and Experiment \", R. N. Barnett , C. L. Cleveland, U. Landman, E. Boone, S. Kanvah, and G. B. Schuster. J. Phys. Chem. A 107, 3525 (2003). \" Spin-polarized current in a non-magnetic conductor and the role of electron-electron scattering \", R.N. Gurzhi, A.N. Kalinenko, A.I. Kopeliovich, A.V. Yanovsky, E.N. Bogachek, and U. Landman, Journal of Superconductivity: Incorporating Novel Magnetism, 16, 201 (2003). \" The interaction of O2 with gold clusters: molecular and dissociative adsorption \", B.Yoon, H. Hakkinen and U. Landman, J. Phys. Chem. A. 107, 4066 (2003). \" Influence of electron-electron scattering on spin-polarized current states in magnetic wrapped nanowires \", R.N. Gurzhi, A.N. Kalinenko, A.I. Kopeliovich, A.V. Yanovsky, E.N. Bogachek, and U. Landman, Fizika Nizkikh Temeratur ,29, 809 (2003); Low Temp. Phys. 29, 606 (2003). \" Group theoretical analysis of symmetry-broken states in two-dimensional quantum dots \", C. Yannouleas and U. Landman, Phys. Rev. B, 68, 035325 (2003). \" Thermal effects in the photoelectron spectra of NaN- clusters (N= 4-19) \", M. Moseler, B. Huber, H. Hakkinen, U. Landman, G. Wrigge, M. A. Hoffmann, and B. von Issendorff, Phys. Rev. B 68, 165413 (2003). \" Spin-Guide: A Source of High Spin-Polarized Current \", R.N. Gurzhi, A.N. Kalinenko, A.I. Kopeliovich, A.V. Yanovsky, E.N. Bogachek, and U. Landman, Phys. Rev. B 68, 125113 (2003). \" Diffusion of Gold Clusters on Defective Graphite Surfaces \", B. Yoon, W.D. Luedtke, J. Gao, and U. Landman, J. Phys. Chem. B., 107, 5882 (2003). \" Two-dimensional Quantum Dots in High Magnetic Fields: Composite-Fermion and Rotating-Electron-Molecule Approaches \", C. Yannouleas and U. Landman, Phys. Rev. B, 68, 035326 (2003). \" A Magnetic-Field- Effect Transistor and Spin Transport \", R.N. Gurzhi, A.N. Kalinenko, A.I. Kopeliovich, A.V. Yanovsky, E.N. Bogachek, and U. Landman Appl. Phys. Lett. 83, 4577 (2003). \" Relaxation of High-Energy Quasiparticle Distributions: Electron-Electron Scattering in a Two-Dimensional Electron Gas \", R.N. Gurzhi, A.I. Kopeliovich, A.N. Kalinenko, A.V. Yanovsky, E.N. Bogachek, U. Landman, H. Buhmann, L.W. Molenkamp, Phys. Rev. B 68 , 165318 (2003). \" On the Electronic and Atomic Structures of Small AuN- (N=4-14) Clusters: A Photoelectron Spectroscopy and Density-Functional Study \", H. Hakkinen, B. Yoon, U. Landman, Xi Li, H.J. Zhai, L,-S. Wang, J. Phys. Chem. A 107, 6168 (2003). \" Small is Different: Energetic, Structural, Thermal, and Mechanical Properties of Passivated Nanocluster Assemblies \", U. Landman and W.D. Luedtke, Discussion of the Faraday Society 125, 1 (2004), Introductory Lecture to the 125th Faraday Discussion at Liverpool, June 2003. \" Frictional Forces and Amontons's Law: From the Molecular to the Macroscopic Scale \", J. Gao, W.D. Luedtke, D. Gourdon, M. Ruths, J.N. Israelachvili, U. Landman, Feature Article, in J. Phys. Chem. B 108, 3480 (2004). Cover article. \" Unified Description of Floppy and Rigid Rotating Wigner Molecules Formed in Quantum Dots \", C. Yannouleas and U. Landman, Phys. Rev. B 69, 113306 (2004). \" Crystalline Character of High-Magnetic Cusp States in Quantum Dots \", C. Yannouleas and U. Landman, Phys. Rev. Lett., (2004). \" Phase-Controlled Force and Magnetization Oscillations in Superconducting Ballistic Nanowires \", I.V. Krive, I.A. Romanovsky, E.N. Bogachek, & U. Landman, Phys. Rev. Lett. 12, 126802 (2004). \" Hydrogen Welding and Hydrogen Switches in a Monatomic Gold Nanowire \", Barnett RN, Hakkinen H, Scherbakov AG, et al., NANO Lett. 4 (10),1845-1852 OCT (2004). ” The Mechanism of Long-Distance Radical Cation Transport in Duplex DNA: Lon-Gated Hopping of Polaron-Like Distortions ,” Schuster GB, Landman U., Topics in Current Chem. 236, 139-161 (2004). ” Time Evolution of Initially Localized States in Two-Dimensional Quantum Dot Arrays in a Magnetic Field ,” Taut M, Landman U, Yannouleas C, Physica E-Low Dimensional Systems & Nanostructures 24 (3-4), 308-317 Sep. (2004). ” Crystalline Boson Phases in Harmonic Traps: Beyond the Gross-Pitaevskii mean field ,” Romanovsky I, Yannouleas C, Landman U., Phys. Rev. Lett. 93 (23), Art. No. 230405, Dec. 3 (2004). “ Structural Properties of Electrons in Quantum Dots in High Magnetic Fields: Crystalline Character of Cusp States and Excitation Spectra ,” Yannouleas C, Landman U., Phys. Rev. B 70 (23), Art. No. 235319, Dec. (2004). ” Charging Effects on Bonding and Catalyzed Oxidation of CO on Au-8 Clusters on MgO ,” Yoon B, Hakkinen H, Landman U, et al., Science 307 (5708), 403-407 Jan. 21 (2005). ” Materials by Numbers: Computations as Tools of Discovery ,” Landman U., Proceedings of the National Academcy of Sciences of the United States of America 102 (19), 6671-6678, May 10 (2005) ” Finite Electron Crystallites In Strong Magnetic Fields: Precursors Of A Supersolid? ,” Y. Li, C. Yannouleas, and U. Landman, submitted for publication. ” Electron Localization and Entanglement In A Two-Electron Elliptical Quantum Dot ,” C. Yannouleas and U. Landman, submitted for publication. “ Generation and Properties of Narrow Electron Beams in Mesoscopic Structures ”, R.N. Gurzhi, A.N. Kalinenko, A.I. Kopeliovich, A.V. Yanovsky, E.N. Bogachek, Uzi Landman, Phys. Rev. B 72, 115332, (2005). “ Oxidation of Small Gas Phase Pd Clusters: A Density Functional Study ”, B. Huber, H. Hakkinen, U. Landman, M, Moseler, Comput. Mater. Sci. 35, 371-374 (2006). “ From a few to many electrons in quantum dots under strong magnetic fields: properties of rotating electron crystallites with multiple rings ”, Yeusong Li, C. Yannouleas, U. Landman, Phys. Rev. B 73, 075301 (2006). “ Excitation Spectrum of Two Correlated Electrons in a Lateral Quantum Dot with Negligible Zeeman Splitting ”, C. Ellenberger, T. Ihn, C. Yannouleas, U. Landman, K. Ensslin, D. Driscoll, and A.C. Gossard, Phys. Rev. Lett. 96, 126806 (2006). “ Symmetry Breaking and Wigner Molecules in Few Electron Quantum Dots ”, C. Yannouleas and U. Landman, Physica status solidi (a) 203, 1160 (2006). “ Electron and Boson Clusters in Confined Geometries: Symmetry Breaking in Quantum Dots and Harmonic Traps ”, C. Yannouleas and U. Landman, Proc. Nat. Acad. Sci. (USA) 103, 10600, (2006). “ Oxidative Damage to DNA: Counter Ion-Assisted Addition of Water to Ionized DNA ”, R N. Barnett, A. Bongiorno, C. L. Cleveland, A. Joy, U. Landman, G. B. Schuster, J. Am. Chem. Soc. 128, 10798 (2006). “ Bosonic Molecules in Rotating Traps ”, I. Romanovsky, C. Yannouleas, L.O. Baksmaty, U. Landman, Phys. Rev. Lett., 97, 090401 (2006). “Bonding Trends and Dimensionality Crossover of Gold Nanoclusters on Metal-supported MgO Thin Films ”, D. Ricci, A. Bongiorno, G. Pacchioni, U. Landman, Phys. Rev. Lett. 97, 36106 (2006). “ Co Combustion on Supported Gold Clusters ”, M. Arenz, U. Landman, U. Heiz, , Chem. Phys. Chem., 7 , 1871 (2006). “ Structural Evolution of Au Nanoclusters: From Planar to cage to nanotube Motifs ”, X. Xing, B. Yoon, J. H. Parks, U. Landman, Phys. Rev. B 74, 165423 (2006). \" Size-Dependent Evolution of Structures and Chemical Reactivity of Gold Nanosclusters: AuN-, N=15-24 \", B. Yoon, P. Koshkinen, B. Huber, O. Kostki, B. von Issendorff, H. Hakkinen, M. Moseler, U. Landman, Chem. Phys. Chem. 8 , 157 (2007). “ Quantum Dots Based on Parabolic Quantum Wells: Importance of Electronic Correlations ”, T. Ihn, C. Ellenberger, K. Ensslin, C. Yannouleas, U. Landman, D. Driscoll, and A.C. Gossard, Int. J. Mod. Phys. B 21, 1316 (2007). \"Atomic Dimer Shuttling and Two-level Conductance Fluctuations in Nb Nanowires\" , A. Marchenkov, Z. Dai, C. Zhang, R.N. Barnett, U. Landman, Phys. Rev. Lett. 98, 046802 (2007). “Rapidly Rotating Boson Molecules With Long or Short Range Repulsion: An Exact Diagonalization Study” , L. O. Baksmaty, C. Yannouleas, U. Landman, Phys. Rev. A 75, 023620 (2007). “Structural and Transport Properties of Nb Nanowires” , Z. Dai, C. Zhang, R. N. Barnett, A. Marchenkov and U. Landman, Physica Status Solidi (a) 204, 1712 (2007). “Universality Crossover of the Pinch-Off Shape Profiles of Collapsing Liquid Nanobridges in Vacuum and Gaseous Environments” , W. Kang and U. Landman, Phys. Rev. Lett., 98, 064504 (2007). \"Predicted Oxidation of CO Catalyzed by Au Nanoclusters on a Thin Defect-Free MgO Film Supported on a Mo(100) Surface\" , U. Landman, B. Yoon, C. Zhang, U. Heiz, M. Arenz, J. Am. Chem. Soc (Communication) 129, 2229 (2007). \"Structured and Viscous Water in Sub-nanometer Gaps\" , T.-D. Li, J. Gao, R. Szoszkiewicz, U. Landman, E. Riedo, Phys. Rev. B. 75, 115415 (2007). \"Alternating Current Josephson effect and resonant superconducting transport through vibrating Nb nanowires\" , A. Marchenkov, Z. Dai, B. Donehoo, R. N. Barnett, and U. Landman, Nature Nanotechnology, 2, 481 (2007). \"Factors in gold nanocatalysis: oxidation of CO in the non-scalable size regime\" , M. Arenz, U. Landman, U. Heiz, Topics in Catalysis, 44, 145 (2007). \"Steric effects on water accessability control sequence-selectivity of radical action reactions in DNA\" , C.L. Cleveland, R.N. Barnett, A. Bongiorno, J. Joseph, C.S. Liu, G.B. Schuster, U. Landman, J. Amer. Chem. Soc. (Communication) 129, 8408 (2007). \"Three-Electon Anisotropic Quantum Dots in Variable Magnetic Fields: Exact Results for Excitation Spectra, Spin Structures, and Entanglement\", Y. Li, C. Yannouleas, and U. Landman, Phys. Rev. B 76, 245310 (2007). \"Symmetry Breaking and Quantum Correlations in Finite Systems: Studies of Quantum Dots and Ultracold Bose Gases, and Related Nuclear and Chemical Methods\" , C. Yannouleas and U. Landman, Reports on Progress in Physics, 70, 2067 (2007). “ Bonding, Conductance, and Magnetization of Oxygenated Au Nanowires ”, C. Zhang, R. N. Barnett, and U. Landman, Phys. Rev. Lett., 100, 046801 (2008). “ Electric Field Control of Structure, Dimensionality, and Reactivity of Gold Nanoclusters on Metal-Supported MgO Films ”, B. Yoon and U. Landman, Phys. Rev. Lett.,  100, 056102 (2008). “ Symmetry-conserving vortex clusters in small rotating clouds of ultracold bosons ”, I.A. Romanovsky, C. Yannouleas and U. Landman, Phys. Rev A (Rapid Communication), 78, 011606(R)(2008). “ Nonuniversal transmission phases through a quantum dot: An exact-diagonalization study of the many-body transport problem ”, L.O. Baksmaty, C. Yannouleas and U. Landman, Phys. Rev. Lett. 101, 136803 (2008). “ Thermal Bending of Nanojets: Molecular Dynamics Simulations of a Heated Nozzle ”, W. Kang, U. Landman and A. Glezer, Appl. Phys. Lett. 93, 123116 (2008). “ Giant magnetization of a superconductor-two-dimensional electron gas-superconductor structure \", I.A. Romanovsky, E.N. Bogachek, I.V. Krive, U. Landman, Fizika Nizkikh Temperatur (Low Temp. Phys.) 34, 1098 (2008). “ Nanojets, Electrospray, and Ion Field Evaporation: Molecular Dynamics Simulations and Laboratory Experiments \", W. D. Luedtke, Uzi Landman, Y.-H. Chiu, D. J. Levandier, R. A. Dressler, S. Sok, and M. S. Gordon, J. Phys. Chem. A 112, 9628 (2008). \" Aharonov-Bohm effect and plasma oscillations in superconducting tubes and rings \", E. N. Bogachek, I. A. Romanovsky, and Uzi Landman, Phys. Rev. B 78, 174515 (2008). \" Edge states in graphene quantum dots: Fractional quantum hall effect analogies and differences at zero magnetic field \", I. Romanovsky, C. Yannouleas, and U. Landman, Phys. Rev. B 79, 075311 (2009). \" Control and Manipulation of Gold Nanocatalysis: Effects of Metal Oxide Support Thickness and Composition \", C. Harding, V. Habibpour, S. Kunz, A. Nam-Su Farnbacher, U. Heiz, B. Yoon and Uzi Landman, J. Am. Chem. Soc., 131, 538 (2009) \"Hydrogen-Promoted Oxygen Activation by Free Gold Cluster Cations\" , S.M. Lang, T.M. Bernhardt, R. N. Barnett, B. Yoon, and U. Landman, J. Am. Chem. Soc., 131, 8939 ( 2009) \"Artificial quantum-dot helium molecules: Electronic spectra, spin structures, and Heisenberg clusters\" , Ying Li, C. Yannouleas and U. Landman, Phys. Rev. B 80 , 045326 (2009). “Numerical exploration of vortex matter in Bose–Einstein condensates” , L.O. Baksmaty, Y. Liub, U. Landman, N.P. Bigelowd, H. Pu, Mathematics and Computers in Simulation 80, 131 (2009) “Quantal molecular description and universal aspects of the spectra of bosons and fermions in the lowest Landau level” , C. Yannouleas and U. Landman, Phys. Rev. A 81, 023609 (2010) “Methane Activation and Catalytic Ethylene Formation on Free Au2+” , S. M. Lang, T. M. Bernhardt, R.N. Barnett, and U. Landman Angew. Chem. Int. Ed. 49, 980 (2010) “Oxidation of DNA: Damage to Nucleobases” , S. Kanvah, J.Joseph, G. B. Schuster, R. N. Barnett, C.L. Cleveland, and U. Landman, Acc. Chem. Res. 43(2), 280 (2010) \" Size-Dependent Binding Energies of Methane to Small Gold Clusters \" S. M. Lang, T. M. Bernhardt, R. N. Barnett, and U. Landman, Chem. Phys. Chem. 11, 1570 (2010). \" Ultrathin magnesia films as support for molecules and metal clusters: Tuning reactivity by thickness and composition \", M. E. Vaida, T. M. Bernhardt, C. Barth, F. Esch, U. Heiz, and U. Landman, Physica Status Solidi B 247, No. 5, 1001 (2010). \" Edge and bulk components of lowest-Landau-level orbitals, correlated fractional quantum Hall effect incompressible states, and insulating behavior in finite graphene samples \", C. Yannouleas, I. Romanovsky,and U. Landman, Phys. Rev. B 82, 125419 (2010). \" Chiral effects in normal and superconducting carbon nanotube-based nanostructures \", A. V. Parafiloa, I. V. Krive, E. N. Bogachek,  U. Landman, R. I. Shekhter, M. Jonson, Low Temp. Phys. 36 (10\/11), 959 (2010). “ Unique nature of the lowest Landau level in finite graphene samples with zigzag edges: Dirac electrons with mixed bulk-edge character ”,  C. Yannouleas, I. Romanovsky, and U. Landman, Phys. Rev. B 83, 045421 (2011). “Temperature-Tunable Selective Methane Catalysis on Au2þ: From Cryogenic Partial Oxidation Yielding Formaldehyde to Cold Ethylene Production”, S. M. Lang,T. M. Bernhardt, R.  N. Barnett, and U. Landman,  J. Phys. Chem. 115, 6788 (2011). “Chiral Tunneling in Metallic Carbon Nanotubes” , A. V. Parafilo, I. V. Krive, E. N. Bogachek, U. Landman, R. I. Shekhter, and M. Jonson , Physical Review B 83, 045427 (2011). “Dielectron Attachment and Hydrogen Evolution Reaction in Water Clusters” , R. N. Barnett, R. Giniger, O. Cheshnovsky, and U. Landman, J. Phys. Chem., 115, 7378–7391 (2011). “Dielectric Nanodroplets: Structure, Stability, Thermodynamics, ShapeTransitions and Electrocrystallization in Applied Electric Fields.” , W. D. Luedtke, J. Gao, and U. Landman, J. Phys. Chem. 115, 20343, (2011). “ Unified Microscopic Approach to the Interplay of Pinned-Wigner-Solid and Liquid Behavior of the Lowest Landau-Level States in the Neighborhood of ν = 13”, C. Yannouleas and U. Landman, Phys. Rev. B 84, 165327 (2011). “Patterns of the Aharonov-Bohm Oscillations in Graphene Nanorings”, I. Romanovsky,  C. Yannouleas, and U. Landman , Physical Review  B 85, 165434 (2012). “Superconducting Phase-Dependent Force in SNS Junctions with a Movable Scatterer” , A.V. Parafilo, I.V. Krive, E.N. Bogachek, and U. Landman, Low Temp. Phys, v. 38, No. 4, pp. 446–450 (2012). [Fiz. Niz. Temp (2012)]. “Oxidation of Magnesia-Supported Pd30 Nanoclusters and Catalyzed CO Combustion: Size-Selected Experiments and First-Principles Theory” , B. Yoon and U. Landman, J. Phys. Chem. 116, 9594−9607 (2012). ”Oxidation State and Symmetry of Magnesia-Supported Pd13Ox Nanocatalysts Influence Activation Barriers of CO Oxidation” , M. Moseler, M. Walter, B. Yoon, U. Landman, V. Habibpour, Ch. Harding, S. Kunz, and U. Heiz, J. Am. Chem. Soc. 134, 7690−76  (2012). “The Superstable 25 kDa Monolayer Protected Silver Nanoparticle: Measurements and Interpretation as an Icosahedral Ag 152 (SCH 2 CH 2 Ph) 60 Cluster” , I. Chakraborty, A. Govindarajan, J. Erusappan, A. Ghosh, T. Pradeep, B. Yoon, R. L. Whetten, and U. Landman, dx.doi.org\/10.1021\/nl303220x | Nano Lett. 12, 5861−5866 (2012). “Size-Selected Monodisperse Nanoclusters on Supported Graphene: Bonding, Isomerism, and Mobility” , B. Wang, B. Yoon, M. König, Y. Fukamori, F. Esch, U. Heiz, and U. Landman,  dx.doi.org\/10.1021\/nl303319f | Nano Lett. 12, 5907−5912 (2012). \"Graphene Flakes with Defective Edge Terminations: Universal and Topological Aspects, and One-Dimensional Quantum Behavior”, I. Romanovsky, C. Yannouleas, and U. Landman, PHYSICAL REVIEW B 86, 165440 (2012). “Total Structure and Electronic Properties of the Gold Nanocrystal Au 36 (SR) 24 ”, Ch. Zeng, H. Qian, T. Li, G. Li, N. L. Rosi, B. Yoon, R. N. Barnett, R. L. Whetten, U. Landman, and R. Jin, Angew. Chem. Int. Ed. 51, 13114 –13118 (2012). “Pd 6 O 4 + : An Oxidation Resistant yet Highly Catalytically Active Nanooxide Cluster”, S. M. Lang, I. Fleischer, T. M. Bernhardt, R. N. Barnett, and U. Landman, dx.doi.org\/10.1021\/ja308189w | J. Am. Chem. Soc. 134, 20654−20659 (2012). “Au 67 (SR) 35 Nanomolecules: Characteristic Size-Specific Optical, Electrochemical, Structural Properties and First-Principles Theoretical Analysis” , P. R. Nimmala, B. Yoon, R. L. Whetten, U. Landman, and A. Dass”,  dx.doi.org\/10.1021\/jp311491v | J. Phys. Chem. 117, 504−517 (2013). “Oxidative Thymine Mutation in DNA: Water-Wire-Mediated Proton-Coupled Electron Transfer” , R. N. Barnett, J. Joseph,U. Landman, and G. B. Schuster, dx.doi.org\/10.1021\/ja311282k | J. Am. Chem. Soc.135, 3904−3914 (2013). “STEM Electron Diffraction and High-Resolution Images Used in the Determination of the Crystal Structure of the Au144(SR)60 Cluster”, D. Bahena, N. Bhattarai, U. Santiago, A. Tlahuice, A. Ponce, S. B. H. Bach, B. Yoon, R. L. Whetten, U. Landman, and M. Jose-Yacaman, dx.doi.org\/10.1021\/jz400111d | J. Phys. Chem. Lett. 4, 975−981 (2013) . “Bare Clusters Derived from Protein Templates: Au 25 + ,Au 38 + and Au 102 +” , A. Baksi, T. Pradeep, B. Yoon, C. Yannouleas, and U. Landman, DOI: 10.1002\/cphc.201200927,  ChemPhysChem. 14, 1272 – 1282 (2013). “Topological Effects and Particle Physics Analogies Beyond the Massless Dirac-Weyl Fermion in Graphene Nanorings” , I. Romanovsky, C. Yannouleas, and U. Landman, PHYSICAL REVIEW B 87, 165431 (2013). “Fundamental Insight into the Substrate-Dependent Ripening of Monodisperse Clusters” , Y. Fukamori, M. Kçnig, B. Yoon, B. Wang, F. Esch, U. Heiz, U. Landman, ChemCatChem 5, 3330 – 3341 (2013). \"Ultrastable Silver Nanoparticles” , A. Desireddy, B. E. Conn, J. G., B. Yoon, R. N. Barnett, B. M. Monahan, K. Kirschbaum, W. P. Griffith, R. L. Whetten, U. Landman, T. P. Bigioni, Nature 501, 399-402 (2013). “Atomically Precise Silver Clusters as New SERS Substrates” , I. Chakraborty, S. Bag, U. Landman, and T. Pradeep, dx.doi.org\/10.1021\/jz4014097 | J. Phys. Chem. Lett. 4, 2769−2773 (2013). “High-Frequency Mechanical Stirring Initiates Anisotropic Growth of Seeds Requisite for Synthesis of Asymmetric Metallic Nanoparticles like Silver Nanorods” , M. A. Mahmoud, M. A. El-Sayed, J. Gao, and U. Landman, dx.doi.org\/10.1021\/nl402305n | Nano Lett.,13, 4739−4745 (2013). “Dimensionality Dependent Water Splitting Mechanisms on Free Manganese Oxide Clusters” , S. M. Lang, I. Fleischer, T. M. Bernhardt, R. N. Barnett, and U. Landman, Nano Letters 13, 5549-5555 (2013). “Beyond the Constant-Mass Dirac Physics: Solitons, Charge Fractionization, and the Emergence of Topological Insulators in Graphene Rings”, C. Yannouleas, I. Romanovsky, and U. Landman, Phys. Rev. B 89, 035432 (2014). “Hydrogen-bonded Structure and Mechanical Chiral Response of a Silver Nanoparticle Superlattice” , B. Yoon, W. D. Luedtke, R. N. Barnett, J. Gao, A. Desireddy, B. E. Conn, T. Bigioni, U. Landman, Nature Materials, Published online April 6, 2014,  DOI: 10.1038\/NMAT3923. “Supplementary Information to: Hydrogen-bonded Structure and Mechanical Chiral Response of a Silver Nanoparticle Superlattice” , B. Yoon, W. D. Luedtke, R. N. Barnett, J. Gao, A. Desireddy, B. E. Conn, T. Bigioni, U. Landman, Nature Materials, Published online April 6, 2014,  DOI: 10.1038\/NMAT392. \"Size-Dependent Self-limiting Oxidation of Free Palladium Clusters\" , S. M. Lang, I. Fleischer, T. M. Bernhardt, R. N. Barnett, and U. Landman,  J. Phys. Chem. A  118, 8572 (2014). \"Transport, Aharonov−Bohm, and Topological Effects in Graphene Molecular Junctions and Graphene Nanorings ”, C. Yannouleas, I. Romanovsky, and U. Landman, J. Phys. Chem. C, 119, 11131−11142 (2015). \"Water Deprotonation via Oxo-Bridge Hydroxylation and 18O‑Exchange in Free Tetra-Manganese Oxide Clusters ”, S. M. Lang, I. Fleischer, T. M. Bernhardt, R. N. Barnett, and U. Landman, J. Phys. Chem. C, 119, 10881−10887 (2015) \"M₄Ag₄₄(p-MBA)₃ₒ Molecular Nanoparticles ”, B. E. Conn, A. Desireddy, A. Atnagulov, S. Wickramasinghe,  B. Bhattarai, B. Yoon, R. N. Barnett, Y. Abdollahian, Y. Wah Kim, W. P. Griffith, S. R. J. Oliver, U. Landman, and T. P. Bigioni, J. Phys. Chem. C, 119, 11238−11249 (2015). \"Low-Temperature CO Oxidation Catalyzed by Free Palladium Clusters: Similarities and Differences to Pd Surfaces and Supported Particles ”, S. M. Lang, I. Fleischer, T. M. Bernhardt, R. N. Barnett, and U. Landman, ACS Catal. 5, 2275−2289, (2015). \"Dynamic Fluxionality and Enhanced CO Adsorption in the Presence of Coadsorbed H2O on Free Gold Cluster Cations ”, X. Xing, Xi Li, B. Yoon, U. Landman, J. H. Parks, International Journal of Mass Spectrometry 377 , 393–402, (2015). \"Interplay of Relativistic and Nonrelativistic Transport in Atomically Precise Segmented Graphene Nanoribbons ”, C. Yannouleas, I. Romanovsky, and U. Landman, SCIENTIFIC REPORTS  (2015) | 5 : 7893 | DOI: 10.1038\/srep07893. \"Double-Well Ultracold-Fermions Computational Microscopy: Wave-Function Anatomy of Attractive-Pairing and Wigner-Molecule Entanglement and Natural Orbitals ”, B. B. Brandt, C. Yannouleas, and U. Landman.  Nano Lett., 15 (10), pp 7105–7111,.DOI: 10.1021\/acs.nanolett.5b03199, (2015). \"Ethylene Hydrogenation on Supported Ni, Pd and Pt Nanoparticles: Catalyst Activity, Deactivation and the D-Band Model ”, A. S. Crampton a, M. D. Rötzer, F. F. Schweinberger, B. Yoon, U. Landman, and U. Heiz, Journal of Catalysis 333 (2016) 51–58, http:\/\/dx.doi.org\/10.1016\/j.jcat.2015.10.023 (2015). \"The Interaction of Water with Free Mn4O4+ Clusters: Deprotonation and Adsorption-Induced Structural Transformations ”, S. M. Lang, T. M. Bernhardt, D. M. Kiawi, J. M. Bakker, R. N. Barnett, and U. Landman,  Angew. Chem. Int. Ed. 2015, 54, 1–6, DOI:10.1002\/anie.201506294 (2015). \"M 3 Ag17 (SPh) 12 Nanoparticles and Their Structure Prediction ”, S. Wickramasinghe, A. Atnagulov, B. Yoon,  R. N. Barnett, W. P. Griﬃth, U. Landman, and T. P. Bigioni, J. Am. Chem. Soc. 2015, 137, 11550−1155,  DOI:10.1021\/jacs.5b05422 (2015). \"Structure Sensitivity in the Nonscalable Regime Explored via Catalysed Ethylene Hydrogenation on Supported Platinum Nanoclusters ”, A. S. Crampton, M. D. Rötzer, C. J. Ridge, F. F. Schweinberger, U. Heiz, B. Yoon & U. Landman,Nature Communications,  DOI: 10.1038\/ncomms10389 (published: Jan 28 (2016)). \"Interaction of Iron Sulfur Clusters with N 2 : Biomimetic Systems in the Gas Phase\" , Heiko C. Heim, Thorsten M. Bernhardt, Sandra M. Lang, Robert N. Barnett, Uzi Landman, J.Phys.Chem. C 120 , 12549 - 12558 (2016) “Cluster Size and Composition Dependent Water Deprotonation by Free Manganese Oxide Clusters” , S. M. Lang, T. M. Bernhardt, D.  M. Kiawi, J. M. Bakker, R. N. Barnettd and U. Landman, Phys.Chem.Chem.Phys., 18, 15727 (2016). “Assessing the Concept of Structure Sensitivity or Insensitivity for Sub-Nanometer Catalyst Materials” , A. S. Crampton, M. D. Rötzer, C. J. Ridge, B. Yoon, F. F. Schweinberger , U. Landman , U. Heiz, Surf. Scie. 652, 7 (2016). http:\/\/dx.doi.org\/10.1016\/j.susc.2016.02.006 (2016). \"Ultracold few fermionic atoms in needle-shaped double wells: spin chains and resonating spin clusters from microscopic Hamiltonians emulated via antiferromagnetic Heisenberg and t-J models\", C. Yannouleas, B. B. Brandt; U. Landman, NEW J. OF PHYS.   18     Article Number: 073018 (2016). \"Controlling Ethylene Hydrogenation Reactivity on Pt-13 Clusters by Varying the Stoichiometry of the Amorphous Silica Support\", A.S. Crampton, M.D. Roetzer, F.F.  Schweinberger, B. Yoon, U. Landman, U. Heiz, Angew. Chem. Int. Ed. 55, 8953 (2016) \"Ethylene hydrogenation on supported Ni, Pd and Pt nanoparticles: Catalyst activity, deactivation and the d-band model\", Crampton, M.D. Roetzer, F.F.  Schweinberger, B. Yoon, U. Landman, U. Heiz, J. Catal. 333, 51 (2016). \"Ethylene hydrogenation on supported Ni, Pd and Pt nanoparticles: Catalyst activity, deactivation and the d-band model\", Crampton, M.D. Roetzer, F.F.  Schweinberger, B. Yoon, U. Landman, U. Heiz, J. Catal. 333, 51 (2016). NERSC Papers \" On the Electronic and Atomic Structures of Small AuN- (N=4-14) Clusters: A Photoelectron Spectroscopy and Density-Functional Study \", H. Hakkinen, B. Yoon, U. Landman, Xi Li, H.J. Zhai, L,-S. Wang, J. Phys. Chem. A 107, 6168 (2003). \" Small is different: energetic, structural, thermal, and mechanical properties of passivated nanocluster assemblies \", U. Landman and W.D. Luedtke, Faraday Discussions of the Chemical Society 125, 1 (2004), Introductory Lecture to the 125th Faraday Discussion at Liverpool, June 2003. \" Frictional Forces and Amontons' Law: From the Molecular to the Macroscopic Scale \", J. Gao, W.D. Luedtke, D. Gourdon, M. Ruths, J.N. Israelachvili, U. Landman, Feature Article, in J. Phys. Chem. B 108, 3480 (2004). Cover article. \" Hydrogen in gold nanowires: structure and electronic conductance of dissociative and molecular states \", R.N. Barnett, H. Hakkinen, A. Scherbakov, and U. Landman, Nanoletters (2004). \" Materials by Numbers: Computations as Tools of Discovery \", U. Landman, perspective article in Proc. Nat. Acad. Sci. (USA), 102, 6671 (2005). \" Charging Effects on Bonding and catalyzed oxidation of CO on Au8 Clusters Supported on MgO \", B. Yoon, H. Hakkinen, U. Landman, A. Wörz, S. Abbet, K. Judai, U. Heiz, Science, 307, 403 (2005). \" Water Enhanced Catalysis of CO Oxidation on Supported Gold Nanoclusters \", A. Bongiorno and U. Landman, Phys. Rev. Lett. 95 , 106102 (2005). \" Electron Localization and Entaglement in a Two-Electron Quantum Dot \", C. Yannouleas and Uzi Landman Phys. Rev. Lett. (2005). ArXiv: cond-mat\/ 0501612. \" Crystalline Boson Phases in Harmonic Traps: Beyond Gross-Pitaevskii Mean Field \", I. Romanovsky, C. Yannouleas, U. Landman, Phys. Rev. Lett. 93, 230405 (2004). “ Oxidative Damage to DNA: Counter Ion-Assisted Addition of Water to Ionized DNA ”, R N. Barnett, A. Bongiorno, C. L. Cleveland, A. Joy, U. Landman, G. B. Schuster, J. Am. Chem. Soc. 128, 10798 (2006). “Bonding Trends and Dimensionality Crossover of Gold Nanoclusters on Metal-supported MgO Thin Films ”, D. Ricci, A. Bongiorno, G. Pacchioni, U. Landman, Phys. Rev. Lett. 97, 36106 (2006). “ Structural Evolution of Au Nanoclusters: From Planar to cage to nanotube Motifs ”, X. Xing, B. Yoon, J. H. Parks, U. Landman, Phys. Rev. B 74, 165423 (2006). \" Size-Dependent Evolution of Structures and Chemical Reactivity of Gold Nanosclusters: AuN-, N=15-24 \", B. Yoon, P. Koshkinen, B. Huber, O. Kostki, B. von Issendorff, H. Hakkinen, M. Moseler, U. Landman, Chem. Phys. Chem. 8 , 157 (2007). “Structural and Transport Properties of Nb Nanowires” , Z. Dai, C. Zhang, R. N. Barnett, A. Marchenkov and U. Landman, Physica Status Solidi (a) 204, 1712 (2007). \"Predicted Oxidation of CO Catalyzed by Au Nanoclusters on a Thin Defect-Free MgO Film Supported on a Mo(100) Surface\" , C. Zhang, B. Yoon, and U. Landman, J. Am. Chem. Soc (Communication) 129, 2229 (2007). \"Structured and Viscous Water in Sub-nanometer Gaps\" , T.-D. Li, J. Gao, R. Szoszkiewicz, U. Landman, E. Riedo, Phys. Rev. B. 75, 115415 (2007). \"Steric effects on water accessability control sequence-selectivity of radical action reactions in DNA\" , C.L. Cleveland, R.N. Barnett, A. Bongiorno, J. Joseph, C.S. Liu, G.B. Schuster, U. Landman, J. Amer. Chem. Soc. (Communication) 129, 8408 (2007). Books: Statistical Mechanics and Statistical Methods in Theory and Application, U. Landman (ed.), Plenum Press, N.Y., N.Y. (1977). Aspects of the Kinetics and Dynamics of Surface Reactions, U. Landman (ed.), AIP, New York, N. Y. (1980). Proceedings of the ISSPIC10 Meeting (Atlanta, September, 2000), appeared as volume 16 of the European Physics Journal D, 2002. Constantine Yannouleas and Uzi Landman, Guest Editors. “Nanocatalysis”, U. Heiz and U. Landman (Springer, Heidelberg, 2006). Book Chapters: 1. \"Microscopic Approaches to Physical Adsorption: Theoretical and Experimental Aspects,\" with G. G. Kleinman, published in \"Surface and Defect Properties of Solids,\" Vol. 6, (1977), pages 1 105. Edited by M. W. Roberts and J. M. Thomas (The Chemical Society, London, 1977). 2.  \"The Use of Direct Methods in the Analysis of LEED,\" in Advances in Characterization of Metal and Polymer Surfaces, L. H. Lee, ed., with D. L. Adams, (American Chemical Society, 1977). 3.  \"Solutions of Physical Stochastic Processes via Mapping onto Ideal and Defective Random Walk Lattices,\" in Stochastic Methods in the Physical Sciences, G. Adomian, ed. (Academic Press, N. Y., 1980). 4.      \"Path-Integral and Real-Time Dynamics Simulations of Quantum Systems\", in \"Recent Developments in Computer Simulation Studies in Condensed Matter Physics\", Eds. D. P. Landau, K. K. Mon, and H. B. Schuttler (Springer, Berlin, 1988), p. 144. 5.      \"Molecular Dynamics Simulations in Material Science and Condensed Matter Physics\", in \"Recent Developments in Computer Simulation Studies in Condensed Matter Physics\", Eds. D. P. Landau, K. K. Mon, and H. B. Schuttler (Springer, Berlin, 1988), p. 108. 6.      \"Molecular Clusters\", with J. Jortner and D. Scharf in \"Elemental and Molecular Clusters\", Eds. G. Benedek, T. P. Martin and G. Pacchioni (Springer, Heidelberg, 1988), p. 148. 7.      \"Molecular Dynamics Simulations of Materials: Beyond Pair Interactions\", with W. D. Luedtke, in \"Atomistic Simulation of Materials: Beyond Pair-Potentials\", Ed. V. Vitek and D. J. Srolovitz (Plenum, N. Y., 1989), p. 443. 8.   \"Micromechanics and Microdynamics via Atomistic Simulations\", with W. D. Luedtke and M. W. Ribarsky, in \"New Materials Approaches to Tribology: Theory and Applications\", Eds. L. Pope, W. O. Winer and L. Fehrenbacher (MRS, Boston, 1988), p. 101. 9.   \"Dynamic and Quantum Size Effects in Molecular Clusters\", with J. Jortner, U. Even, N. Ben-Horin, D. Scharf and R. N. Barnett, in \"Small Particles and Inorganic Clusters\", Zeit. Fur Physik D 1-4, 161 (1989). 10.  \"Size Effects in Clusters\", with J. Jortner, D. Scharf, N. Ben-Horin and U. Even, in International School of Physics \"Enrico Fermi\", CVII Course, Varenna 1988, on \"The Chemical Physics of Atomic and Molecular Clusters\" (Soc. Ital. di Fisica, Bologna, 1989). 11.  \"Molecular Dynamics Simulations of Materials Phenomena\", with W. D. Luedtke and R. N. Barnett, in \"Many-Atom Interactions in Solids\", Ed. R. Nieminen et al. (Springer-Verlag, Berlin, 1990), p. 103. 12.  \"Energetics and Dynamics of Solvation and Fission in Clusters\", with R. N. Barnett, A. Nitzan and G. Rajagopal, in \"Clustering Phenomena in Atoms and Nuclei\", Edited by M. Brenner, T. Lohnroth and F. B. Malik (Springer, Berlin, 1992), p. 399. 13.  \"Atomic Scale Mechanisms of Adhesion, Friction and Wear\", with W. D. Luedtke and E. M. Ringer, in Proceedings of the 18th Leeds-Lyon Symposium on \"Wear Particles; From the Cradle to the Grave\", Eds. D. Dowson, C. M. Taylor, T. H. C. Childs, M. Godet, and G. Dalmaz (Elsevier, Amsterdam, 1992), p. 3. 14.  \"Molecular Dynamics Simulations of Adhesive Contact Formation and Friction\", with W.D. Luedtke and E. M. Ringer, in Fundamentals of Friction: Macroscopic and Microscopic Processes, Eds. I. L. Singer and H. M. Pollock (Kluwer, Dordrecht, 1992), p. 463. 15.  \"Reactions and Fission of Clusters\", with R. N. Barnett, C. L. Cleveland, H.-P. Kaukonen and G. Rajagopal in \"Nuclear Physics Concepts in Atomic Cluster Physics\", Eds. R. Schmidt, H. O. Lutz, and R. Dreizler (Springer, Berlin, 1992), p. 158. 16.  \"Evolutionary Patterns of Structure and Stability of Clusters\", with R. N. Barnett, C. L. Cleveland and G. Rajagopal, in \"Physics and Chemistry of Finite Systems: From Clusters to Crystals\", Eds. P. Jena, S. N. Khana, and B. K. Rao (Kluwer, Dordrecht, 1992), Vol. 1, p. 165. 17.  \"Dynamics of Localization and Solvation of Electrons in Finite Clusters and Bulk Media\", with R. N. Barnett, J. Jortner and A. Nitzan, in \"Radiation Research: A Twentieth-Century Perspective\", Edited by W. C. Dewey, M. Edington, R. J. M. Fry, E. J. Hall and G. F. Whitmore, (Academic Press, N.Y., 1992), p. 43. 18.  \"Small is Different\", with R. N. Barnett, C. L. Cleveland, and H.-P. Cheng, in \"Clusters and Fullerenes\", edited by V. J. Kumar, E. Tossati and T. P. Martin (World Scientific, London, 1993), p. 39. 19.  \"Consequences of Tip-Substrate Interactions\", with W. D. Luedtke, in \"Scanning Microscopy III, eds. R. Wiesendanger and H.-J. Guntherodt (Springer, Berlin, 1993), p. 207. 20.  \"Simulations of Materials: Clusters and Interfacial Junctions\", in \"Computations for the Nanoscale\", with R. N. Barnett, H.-P. Cheng, C. L. Cleveland, and W. D. Luedtke, eds. P. E. Blochl, A. J. Fisher, and C. Joachim, (Kluwer, Dordrecht, 1993), p. 75. 21.  \"Simulations of Atomic-Scale Friction\", U. Landman, in Physics News in 1992, American Institute of Physics (in APS News, Volume 2, No. 3, March 1993), p. 87. 22.  \"Shell-Correction Methods for Clusters: Theory and Applications\", with C. Yannouleas, in \"Large Clusters of Atoms and Molecules\", ed. T. P. Martin (Kluwer, Dordrecht, 1996), p. 131. 23.  \"Nanocrystal Gold Molecules\", with R. L. Whetten et al., in \"The Chemical Physics of Fullerenes 10 (and 5) Years Later\", W. Andreioni, ed. (Kluwer, Dordrecht, 1996), p. 475. 24.  \"Nano-Elastohydrodynamics\", with J. Gao and W. D. Luedtke, in \"Physics of Sliding Friction\", B. J. Persson and E. Tossati, eds. (Kluwer, Dordrecht, 1996), p. 325. 25.  \"Junctions and Nano-Elastohydrodynamics\", with W. D. Luedtke and J. Gao, in \"Micro\/Nanotribology and its Application\", Ed. B. Bhushan (Kluwer, Dordrecht, 1997), p. 493. 26.  \"Nanowires: Formation Mechanisms, Size Evolution, Mechanical Reversibility, Conductance and Fluctuations\", with W. D. Luedtke and R. N. Barnett, in \"Nanowires\", Eds. P. Serena and N. Garcia, (Kluwer, Dordrecht, 1997), p. 109. 27.  \"Quantum Transport in Nanowires: Shape Effects, Magnetoconductance and Thermopower\", with E. N. Bogachek and A. G. Scherbakov, in \"Nanowires\", Eds. P. Serena and N. Garcia, (Kluwer, Dordrecht, 1997), p. 35. 28.  \"Dissociation, Fragmentation, and Fission of Simple Metal Clusters\", with C. Yannouleas and R. N. Barnett, in \"Metal Clusters\", Ed. W. Ekardt (J. Wiley, Sussex, 1998), p. 145. 29.  \"Nanoscale Lubrication and Friction Control\", in \"Nonequilibrium Dynamic Processes at Colloidal Interfaces\", with J. Gao and W.D. Luedtke, in \"Fundamental of and Bridging the Gap Between Macro- and Micro\/Nanoscale Tribology\" Ed. B Bhushan (Kluwer, Dordrect, 2000) 30.  \"On the Effect of Roughness on Structures, Solvation Forces and Shear of Molecular Films in a Nano-Confinement\", with J. Gao and W.D. Luedtke, in \"Fundamental of and Bridging the Gap Between Macro- and Micro\/Nanoscale Tribology\" Ed. B Bhushan (Kluwer, Dordrect, 2000) 31.  \"Magnetotransport and Magnetocohesion in Nanowires\", E. N. Bogachek, A. G. Scherbakov, and U. Landman, in \"Quantum Mesoscopic Phenomena and Mesoscopic Devices in Microelectronics\", Eds. I. O. Kulik and A. Ellialtioglu, (Kluwer, Dordrecht, 2000), p. 95 32.  \"Spontaneous Symmetry Breaking in Finite Systems - Jets, Fission and Quantum Dots\", with R.N. Barnett, M. Moseler, and C. Yannouleas, in Proceedings of Nobel Symposium 117 on The Physics and Chemistry of Clusters, held 27 June- 2 July, 2000, in Visby, Sweden (World Scientific, Singapore, 2001), pp. 42-68. 33.  \"Chemical Reactions on Size-Selected Clusters on Surfaces\", with U. Heiz, S. Abbet, A. Sanchez, W.-D. Schneider, H. Hakkinen, in Proceedings of Nobel Symposium 117 on The Physics and Chemistry of Clusters, held 27 June- 2 July, 2000, in Visby, Sweden (World Scientific, Singapore, 2001), pp. 87-98. 34.  \"Small is different: energetic, structural, thermal, and mechanical properties of passivated nanocluster assemblies\", U. Landman and W.D. Luedtke, Discussion of the Faraday Society 125, 1 (2004), Introductory Lecture to the 125th Faraday Discussion at Liverpool, June 2003. 35.  “The mechanism of long-distance radical cation transport in duplex DNA: Ion-gated hopping of polaron-like distortions”, G.B. Schuster and U. Landman Top. Curr. Chem. 236, 139-161 (2004) 36.  “ Excitations spectra of two correlated electrons in a quantum dot ”, T. Ihn, C. Ellenberger, K. Ensslin, C. Yannouleas, U. Landman, D. Driscoll, and A.C. Gossard, AIP Conf. Proc. 893 , 783 (2007). Theses: \"Intermolecular Interactions and Developments in Double Perturbation Theory,\" Thesis, Weizmann Institute of Science, Rehovoth, Israel (1967). \"Intermolecular Interactions in the Intermediate Range,\" Thesis, Technion Israel Institute of Technology, Haifa, Israel (1969). uzi@gatech.edu (404) 894-3368 Howey Physics building W411\/W410"
            ]
        ]
    ]
}