{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OWXVRHVA",
            "D2yfzsIAAAAJ",
            [
                "Femtosecond, picosecond and nanosecond laser ablation of solids",
                "Photonic Floquet topological insulators",
                "Ablation of metals by ultrashort laser pulses",
                "Femtosecond waveguide writing: a new avenue to three-dimensional integrated optics",
                "Short-pulse laser ablation of solid targets",
                "Experimental boson sampling",
                "High-power air-clad large-mode-area photonic crystal fiber laser",
                "Ultrafast processes for bulk modification of transparent materials",
                "Topologically protected bound states in photonic parity–time-symmetric crystals",
                "Observation of a topological transition in the bulk of a non-Hermitian system"
            ],
            [
                "Laser ablation of solid targets by 0.2–5000 ps Ti: Sapphire laser pulses is studied. Theoretical models and qualitative explanations of experimental results are presented. Advantages of femtosecond lasers for precise material processing are discussed and demonstrated.",
                "Topological insulators are a new phase of matter 1, with the striking property that conduction of electrons occurs only on their surfaces 1, 2, 3. In two dimensions, electrons on the surface of a topological insulator are not scattered despite defects and disorder, providing robustness akin to that of superconductors. Topological insulators are predicted to have wide-ranging applications in fault-tolerant quantum computing and spintronics. Substantial effort has been directed towards realizing topological insulators for electromagnetic waves 4, 5, 6, 7, 8, 9, 10, 11, 12, 13. One-dimensional systems with topological edge states have been demonstrated, but these states are zero-dimensional and therefore exhibit no transport properties 11, 12, 14. Topological protection of microwaves has been observed using a mechanism similar to the quantum Hall effect 15, by placing a gyromagnetic photonic crystal in an external …",
                "Ablation of metal targets by Ti:sapphire laser radiation is studied. The ablation depth per pulse is measured for laser pulse durations between 150 fs and 30 ps and fluences ranging from the ablation threshold ∼0.1 J\/cm^2 up to 10 J\/cm^2. Two different ablation regimes are observed for the first time. In both cases the ablation depth per pulse depends logarithmically on the laser fluence. A simple theoretical model for a qualitative description of the experimental results is presented.",
                "Using tightly focussed femtosecond laser pulses, waveguides can be fabricated inside various glasses and crystals. This technique has the potential to generate not only planar but three-dimensional photonic devices. In this paper we present, to the best of our knowledge, the first true three-dimensional integrated optical device, a 1×3 splitter fabricated in pure fused silica. The optical properties of this device and possibilities for the fabrication of complex high-density integrated optical elements are discussed.",
                "Laser ablation of solid targets by Ti: sapphire laser radiation is studied. The solid targets are irradiated by 0.2–5000 ps laser pulses in the intensity range of 10 9− 5× 10 16 W cm 2. Dependences of the ablation depth on the laser pulse energy and pulse duration are discussed. Advantages of sub-picosecond laser radiation for precise material processing are demonstrated.",
                "Universal quantum computers 1 promise a dramatic increase in speed over classical computers, but their full-size realization remains challenging 2. However, intermediate quantum computational models 3, 4, 5 have been proposed that are not universal but can solve problems that are believed to be classically hard. Aaronson and Arkhipov 6 have shown that interference of single photons in random optical networks can solve the hard problem of sampling the bosonic output distribution. Remarkably, this computation does not require measurement-based interactions 7, 8 or adaptive feed-forward techniques 9. Here, we demonstrate this model of computation using laser-written integrated quantum networks that were designed to implement unitary matrix transformations. We characterize the integrated devices using an in situ reconstruction method and observe three-photon interference 10, 11, 12 that leads to the …",
                "We report on a 2.3 m long air-clad ytterbium-doped large-modearea photonic crystal fiber laser generating up to 80 W output power with a slope efficiency of 78%. Single transverse mode operation is achieved with a mode-field area of 350 µm2. No thermo-optical limitations are observed at the extracted ~35W\/m, therefore such fibers allow scaling to even higher powers.",
                "When a femtosecond laser pulse is focused inside a transparent material, the optical intensity in the focal volume can become high enough to induce permanent structural modifications such as a refractive index change or the formation of a small vacancy. Thus, one can micromachine structures inside the bulk of a transparent material in three dimensions. We review the mechanisms of and techniques for bulk modification of transparent materials using femtosecond laser pulses and discuss the fabrication of photonic and other structures in transparent materials, including waveguides, couplers, gratings, diffractive lenses, optical data storage, and microfluidic channels.",
                "Parity–time (PT)-symmetric crystals are a class of non-Hermitian systems that allow, for example, the existence of modes with real propagation constants, for self-orthogonality of propagating modes, and for uni-directional invisibility at defects. Photonic PT-symmetric systems that also support topological states could be useful for shaping and routing light waves. However, it is currently debated whether topological interface states can exist at all in PT-symmetric systems. Here, we show theoretically and demonstrate experimentally the existence of such states: states that are localized at the interface between two topologically distinct PT-symmetric photonic lattices. We find analytical closed form solutions of topological PT-symmetric interface states, and observe them through fluorescence microscopy in a passive PT-symmetric dimerized photonic lattice. Our results are relevant towards approaches to localize light on …",
                "We present the first experimental observation of a topological transition in a non-Hermitian system. In contrast to standard methods for examining topological properties, which involve probing edge (or surface) states, we monitor the topological transition by employing bulk dynamics only. The system is composed of a lattice of evanescently coupled optical waveguides, and non-Hermitian behavior is engineered by inducing bending loss by spatially “wiggling” every second waveguide."
            ],
            [
                [
                    "Laserphysik",
                    "ultrakurze Pulse",
                    "Materialbearbeitung"
                ]
            ]
        ]
    ]
}