{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OWZFDTXV",
            "Q6zBfFsAAAAJ",
            [
                "Anisotropy of the upper critical field and critical current in single crystal ",
                "Pressure dependence of the metal-insulator transition in the charge-transfer oxides R (R=Pr,Nd,)",
                "Pressure dependence of  and charge transfer in  (6.35≤x≤7) single crystals",
                "Superconducting transition and phase diagram of single-crystal "
            ],
            [
                "We report on specific-heat, high-magnetic-field transport, and ac-susceptibility measurements on MgB 2 single crystals. The upper critical field for magnetic fields perpendicular and parallel to the basal planes is presented in the entire temperature range. A very different temperature dependence has been observed in the two directions, which yields a temperature-dependent anisotropy with Γ∼ 5 at low temperatures and∼ 2 near T c. A peak effect is observed for μ 0 H∼ 2 T parallel to the c axis, and the critical current density presents a sharp maximum for H parallel to the ab plane.",
                "We have investigated the pressure dependence (up to 20 kbar) of the metal-insulator (MI) transition displayed by the orthorhombic perovskites R NiO 3 (R= Nd, Pr, and Nd 0.7 La 0.3) by means of electrical resistance measurements. The transition temperature decreases under pressure, with a common rate of decrease of dT MI\/dP=-4.2 K\/kbar, in spite of differences in T MI (100–200 K). On the basis of the structural effects associated with the application of pressure in these orthorhombic perovskites, we conclude that the metallic phase is stabilized by pressure because the bandwidth increases and hence the charge-transfer gap is reduced. This decrease with pressure of the charge-transfer gap in the R NiO 3 perovskites is in contrast to the dependence predicted and observed in the layered cuprates where the charge-transfer energy dominates the bandwidth effects. In addition, our experiments show that the first …",
                "The superconducting critical temperature T c of YBa 2 Cu 3 O x single crystals (6.35≲ x≲ 7) has been measured resistively as a function of pressure P (0≤ P≲ 20 kbar). The initial rate dT c\/dP exhibits three distinct regimes, a narrow plateau near x≊ 7 with dT c\/dP≊ 0.04 K\/kbar, a plateau in the range 6.4≲ x≲ 6.8, where dT c\/dP≊ 0.43 K\/kbar, and a maximum value∼ 0.8 K\/kbar at x≊ 6.35. An analysis of the T c (x, P) data using a phenomenological model yields a pronounced peak near x= 6.8 in dΔ n h (x)\/dP, where Δ n h (x) is the change in the hole density in the CuO 2 planes relative to the value corresponding to the fully oxygenated sample.",
                "The superconducting phase diagram of MgB 2 was determined from magnetization, magnetotransport, and single-crystal specific-heat measurements. A zero-temperature in-plane coherence length of 9.4 nm is determined. The superconducting anisotropy γ increases from a value around 2 near T c to above 4.5 at 22 K. For H∥ c a pronounced peak effect in the critical current occurs at the upper critical field. Evidence for a surface superconducting state is presented for H∥ c that might account for the widespread in reported values of γ."
            ],
            [
                [
                    "condensed matter physics",
                    "superconductivity"
                ]
            ],
            [
                "Lisa Paulius Lisa Paulius Professor of Physics (269) 387-4964 2222 Everett Tower, Mail Stop 5252 Kalamazoo MI  49008-5252 USA Ph.D., Physics, University of California San Diego, 1993 M.S., Physics, University of California San Diego, 1989 A.B. with honors, Physics, University of Chicago, 1987 Mechanics Astronomy Energy and the environment Superconductivity Vortex dynamics Electrical transport Dr. Paulius is a professor of condensed matter physics in the Department of Physics at Western Michigan University. Her research focuses on vortex dynamics in high temperature superconductors. Email Lisa Paulius"
            ]
        ]
    ]
}