{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OYD1ZRC0",
            "yRUvvDkAAAAJ",
            [
                "Alterations in bovine neutrophil function during the periparturient period",
                "A rapid, direct assay to measure degranulation of bovine neutrophil primary granules",
                "Alterations in bovine lymphocyte function during the periparturient period",
                "Neutrophil activation by recombinant cytokines",
                "Adjuvants in veterinary vaccines: modes of action and adverse effects",
                "Evaluation of bovine polymorphonuclear leukocyte function",
                "Fish cast NETs: neutrophil extracellular traps are released from fish neutrophils",
                "Effect of glucocorticoids on the bovine immune system",
                "Recombinant nipah virus vaccines protect pigs against challenge",
                "Pathogenesis of Porcine Reproductive and Respiratory Syndrome Virus-induced Increase in Susceptibility to Streptococcus suis Infection"
            ],
            [
                "Neutrophils from 8 Holstein heifers were evaluated for function during the periparturient period. Random migration, ingestion of bacteria, superoxide anion production, native (nonenhanced) chemiluminescence, iodination, and antibody-dependent, cell-mediated cytotoxicity by neutrophils were determined. Foremilk samples were evaluated for bacteria. Significant (P< 0.05) increases in random migration of neutrophils, iodination, and chemiluminescence were evident 2 weeks before parturition and then decreased dramatically by the frrst week after parturition. These impairments of neutrophil function after parturition may be manifested as a severe cumulative deficit in the native defenses afforded by the neutrophil.",
                "A direct, rapid, quantitative colorimetric assay to determine neutrophil primary granule degranulation was adapted for use with bovine neutrophils. The assay measures the exocytosis of myeloperoxidase (MPO) using 3,3′,5,5′-tetramethylbenzidine as a substrate. The assay was validated by evaluating the effects of various stimulants and inhibitors of degranulation, the kinetics of primary granule exocytosis, and comparing the total myeloperoxidase content of neutrophils obtained from calves and adults. The results demonstrate that the assay is capable of detecting important differences that may occur in degranulation of bovine neutrophil primary granules and in total neutrophil myeloperoxidase content.",
                "Lymphocytes from 8 Holstein heifers were evaluated during the periparturient period for mitogen-induced lymphocyte blastogenic responses. Phytohemagglutinin P-and concanavalin A-induced lymphocyte blastogenesis increased 2 and 3 weeks before parturition, respectively. However, by the rust week after parturition, lymphocyte blastogenesis was markedly impaired.",
                "Interest in the use of recombinant cytokines for immunotherapy is increasing as more information becomes available on the influences of these products on effector cells (e.g., neutrophils) involved in the resistance of the host to disease. This review summarizes the information available on in vitro and in vivo activation of neutrophils by recombinant cytokines. The emerging theme is that various cytokines (e.g., colony-stimulating factors, interleukins, tumor necrosis factors, and interferons) have direct and often synergistic abilities that activate the neutrophil to have enhanced cytocidal activity towards microbial and cellular stimuli. Equally important (although less well studied), cytokines have been shown in some cases to enhance the function of neutrophils isolated from immunosuppressed animals. These neutrophils have depressed function, and influences of cytokines on these cells may be different from their …",
                "Vaccine adjuvants are chemicals, microbial components, or mammalian proteins that enhance the immune response to vaccine antigens. Interest in reducing vaccine‐related adverse effects and inducing specific types of immunity has led to the development of numerous new adjuvants. Adjuvants in development or in experimental and commercial vaccines include aluminum salts (alum), oil emulsions, saponins, immune‐stimulating complexes (ISCOMs), liposomes, microparticles, nonionic block copolymers, deriv‐atized polysaccharides, cytokines, and a wide variety of bacterial derivatives. The mechanisms of action of these diverse compounds vary, as does their induction of cell‐mediated and antibody responses. Factors influencing the selection of an adjuvant include animal species, specific pathogen, vaccine antigen, route of immunization, and type of immunity needed.",
                "Bovine polymorphonuclear leukocytes (PMNs) were isolated from the peripheral blood of cattle. Five in vitro procedures were utilized to evaluate PMN function: 1) Random migration under agarose, 2) Ingestion of 125 I-iododeoxyuridine labeled Staphylococcus aureus, 3) Quantitative nitroblue tetrazolium reduction, 4) Chemiluminescence and 5) Iodination. Normal values for bovine PMNs are reported and interpretation of results is discussed. The PMN function tests were designed so that all 5 procedures may be performed in a short period of time on the same cell preparation. This allows for the detection and partial characterization of a potential PMN dysfunction.",
                "Neutrophil extracellular traps (NETs), which are extracellular DNA structures released from neutrophils, are described and characterized for the first time in fish using fluorescent confocal microscopy. Confocal images of fish neutrophil suspensions stained with 6′-diamino-2-phenylindole, dihydrochloride DNA fluorescent stain (DAPI) revealed the presence of NETs which appeared as fibrous structures connecting several cells. Co-localization of NETs with neutrophil granular proteins and actin was investigated using specific antibodies and probes. Double staining of neutrophils with SYTOX green and DAPI revealed that SYTOX stain applied to living cells stained extracellular DNA, but not nuclei. NETs are actively released from stimulated living cells, associated with granular proteins, but not with cytoskeleton, and are not a product of nuclear degradation seen in late apoptotic stages. Additionally, a fluorometric …",
                "NATURAL. As wELL as synthetic glucocorticoids are important in the practice of bovine medicine. Physiologic increase of plasma glucocorticoid (cortisol and corticosterone) concentration in association with stressis an important componentin the pathogenesis ofinfectious diseases, including “shipping fever,” the most costly disease of feedlot cattle.\" Synthetic glucocorticoids are used in cattle for the treatment of ketosis, mastitis, respiratory tract disease, udder edema, and inflammatory musculoskeletal condi-tions, and for the induction of parturition.** The administration of synthetic glucocorticoids has been associated with exacerbation of infectious disease processes; therefore, the concurrent administration of efficacious antibacterial agents is often recom-mended. The clinical observation of exacerbation of infectious diseases by glucocorticoids has led to the conception that glucocorticoids impair host defense …",
                "Nipah virus (NiV), of the family Paramyxoviridae, was isolated in 1999 in Malaysia from a human fatality in an outbreak of severe human encephalitis, when human infections were linked to transmission of the virus from pigs. Consequently, a swine vaccine able to abolish virus shedding is of veterinary and human health interest. Canarypox virus-based vaccine vectors carrying the gene for NiV glycoprotein (ALVAC-G) or the fusion protein (ALVAC-F) were used to intramuscularly immunize four pigs per group, either with 108 PFU each or in combination. Pigs were boosted 14 days postvaccination and challenged with 2.5 × 105 PFU of NiV two weeks later. The combined ALVAC-F\/G vaccine induced the highest levels of neutralization antibodies (2,560); despite the low neutralizing antibody levels in the F vaccinees (160), all vaccinated animals appeared to be protected against challenge. Virus was not isolated from …",
                "Eighty 3-week-old crossbred pigs were randomly assigned to six groups (13–14 pigs\/group). Group 1 pigs served as uninoculated controls, group 2 pigs were inoculated intranasally (IN) with Streptococcus suis serotype 2, group 3 pigs were inoculated IN with a modified live porcine reproductive and respiratory syndrome virus (PRRSV) vaccine, group 4 pigs were inoculated IN with the same vaccine and with S. suis, group 5 pigs were inoculated IN with VR-2385 (a high-virulence strain of PRRSV), and group 6 pigs were inoculated IN with VR-2385 and S. suis. Pigs exposed to both PRRSV and S. suis were inoculated with PRRSV 7 days prior to S. suis inoculation. The pigs were 26 days old when inoculated with S. suis. Respiratory disease was significantly more severe in groups 5 and 6. Mortality rate was the highest in group 6 (87.5%). This rate was significantly higher than that observed in all other groups …"
            ],
            [
                [
                    "immunology",
                    "Veterinary infectious diseases",
                    "microbiology",
                    "IPIC"
                ]
            ]
        ]
    ]
}