{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "OYIFZ5G9",
            "cEvWWSwAAAAJ",
            [
                "Observation of dipolar spin-exchange interactions with lattice-confined polar molecules",
                "Long-lived dipolar molecules and Feshbach molecules in a 3D optical lattice",
                "Many-body dynamics of dipolar molecules in an optical lattice",
                "Creation of a low-entropy quantum gas of polar molecules in an optical lattice",
                "New frontiers for quantum gases of polar molecules"
            ],
            [
                "With the production of polar molecules in the quantum regime 1, 2, long-range dipolar interactions are expected to facilitate understanding of strongly interacting many-body quantum systems and to realize lattice spin models 3 for exploring quantum magnetism. In ordinary atomic systems, where contact interactions require wavefunction overlap, effective spin interactions on a lattice can be mediated by tunnelling, through a process referred to as superexchange; however, the coupling is relatively weak and is limited to nearest-neighbour interactions 4, 5. In contrast, dipolar interactions exist even in the absence of tunnelling and extend beyond nearest neighbours. This allows coherent spin dynamics to persist even for gases with relatively high entropy and low lattice filling. Measured effects of dipolar interactions in ultracold molecular gases have been limited to the modification of inelastic collisions and chemical …",
                "We have realized long-lived ground-state polar molecules in a 3D optical lattice, with a lifetime of up to 25 s, which is limited only by off-resonant scattering of the trapping light. Starting from a 2D optical lattice, we observe that the lifetime increases dramatically as a small lattice potential is added along the tube-shaped lattice traps. The 3D optical lattice also dramatically increases the lifetime for weakly bound Feshbach molecules. For a pure gas of Feshbach molecules, we observe a lifetime of greater than 20 s in a 3D optical lattice; this represents a 100-fold improvement over previous results. This lifetime is also limited by off-resonant scattering, the rate of which is related to the size of the Feshbach molecule. Individually trapped Feshbach molecules in the 3D lattice can be converted to pairs of K and Rb atoms and back with nearly 100% efficiency.",
                "We use Ramsey spectroscopy to experimentally probe the quantum dynamics of disordered dipolar-interacting ultracold molecules in a partially filled optical lattice, and we compare the results to theory. We report the capability to control the dipolar interaction strength. We find excellent agreement between our measurements of the spin dynamics and theoretical calculations with no fitting parameters, including the dynamics’ dependence on molecule number and on the dipolar interaction strength. This agreement verifies the microscopic model expected to govern the dynamics of dipolar molecules, even in this strongly correlated beyond-mean-field regime, and represents the first step towards using this system to explore many-body dynamics in regimes that are inaccessible to current theoretical techniques.",
                "Ultracold polar molecules, with their long-range electric dipolar interactions, offer a unique platform for studying correlated quantum many-body phenomena. However, realizing a highly degenerate quantum gas of molecules with a low entropy per particle is challenging. We report the synthesis of a low-entropy quantum gas of potassium-rubidium molecules (KRb) in a three-dimensional optical lattice. We simultaneously load into the optical lattice a Mott insulator of bosonic Rb atoms and a single-band insulator of fermionic K atoms. Then, using magnetoassociation and optical state transfer, we efficiently produce ground-state molecules in the lattice at those sites that contain one Rb and one K atom. The achieved filling fraction of 25% should enable future studies of transport and entanglement propagation in a many-body system with long-range dipolar interactions.",
                "Compared to atoms, molecules possess additional degrees of freedom that can be exploited in fundamental tests, ultracold chemistry, and engineering new quantum phases in many-body systems. Here, we review the recent progress in creating and manipulating ultracold bialkali molecules to study quantum gases of polar molecules."
            ],
            [
                [
                    "Quantum physics",
                    "AMO physics"
                ]
            ],
            [
                "Jacob P. Covey Assistant Professor AMO \/ Quantum Physics 327 Loomis Laboratory jcovey@illinois.edu Prof. Covey's website Research Interests Quantum Optics Atomic Physics Quantum Information Science Arrays of neutral atoms are quickly emerging as a scalable platform for quantum science. Recent breakthroughs have enabled the individual control of large numbers of neutral atoms through the use of reconfigurable optical tweezer arrays. More recently, this control has been extended to alkaline-earth(-like) atoms, which are employed in the most precise atomic clocks. Covey's research group will focus on arrays of neutral alkaline-earth(-like) atoms in optical tweezers.  He is interested in a wide range of topics from fundamental physics to metrology to device engineering. Honors Springer PhD Thesis Award (2018) Richard Chace Tolman Prize Postdoctoral Fellowship, Caltech (2017) DoD National Defense Science and Engineering Graduate (NDSEG) Fellowship (2013) Hilldale Undergraduate Research Fellowship, UW-Madison (2010) V. V. Albert, J. P. Covey, and J. Preskill, Robust Encoding of a Qubit in a Molecule, Phys. Rev. X 10, 031050 (2020). I. S. Madjarov*, J. P. Covey*, A. L. Shaw, J. Choi, A. Kale, A. Cooper, H. Pichler, V. Schkolnik, J. R. Williams, and M. Endres, (*equal contribution), High-fidelity entanglement and detection of alkaline-earth Rydberg atoms, Nature Physics 16, 857-861 (2020) N. Lauk, N. Sinclair, S. Barzanjeh, J. P. Covey, M. Saffman, M. Spiropulu, C. Simon, Perspectives on quantum transduction, Quantum Science and Technology 5, 020501 (2020) I. S. Madjarov, A. Cooper, A. L. Shaw, J. P. Covey, V. Schkolnik, T. H. Yoon, J. R. Williams, and M. Endres, An Atomic-Array Optical Clock with Single-Atom Readout, Phys. Rev. X 9, 041052 (2019) J. P. Covey, A. Sipahigil, and M. Saffman, Microwave-to-optical conversion via four-wave-mixing in a cold ytterbium ensemble, Phys. Rev. A 100, 012307 (2019) J. P. Covey, I. Madjarov, A. Cooper, and M. Endres, 2000-times repeated imaging of strontium atoms in clock-magic tweezer arrays, Phys. Rev. Lett. 122, 173201 (2019) J. P. Covey, A. Sipahigil, S. Szoke, N. Sinclair, M. Endres, and O. Painter, Telecom-Band Quantum Optics with Ytterbium Atoms and Silicon Nanophotonics, Phys. Rev. Applied 11, 034044 (2019) L. De Marco, G. Valtolina, K. Matsuda, W. Tobias, J. P. Covey, and J. Ye, A Fermi Degenerate Gas of Polar Molecules, Science 363, 6429 853-856 (2019) A. Cooper, J. P. Covey, I. Madjarov, S. G. Porsev, M. S. Safronova, and M. Endres, Alkaline-Earth Atoms in Optical Tweezers, Phys. Rev. X 8, 041055 (2018) J. P. Covey, L. De Marco, O. L. Acevedo, A. M. Rey, and J. Ye, An approach to spin-resolved molecular gas microscopy, New Journal of Physics 20, 043031 (2018) S. A. Moses, J. P. Covey, M. T. Miecnikowski, D. S. Jin, and J. Ye, New frontiers for quantum gases of polar molecules, Nature Physics 13, 1 13-20 (2017) J. P. Covey, S. A. Moses, M. Garttner, A. Safavi-Naini, M. T. Miecnikowski, Z. Fu, J. Schachenmayer, P. S. Julienne, A. M. Rey, D. S. Jin, and J. Ye, Doublon dynamics and polar molecule production in an optical lattice, Nature Communications 7, 11279 (2016) S. A. Moses, J. P. Covey, M. T. Miecnikowski, B. Yan, B. Gadway, J. Ye, and D. S. Jin, Creation of a low entropy quantum gas of polar molecules in an optical lattice, Science 350, 6261 (2015) K. R. A. Hazzard, B. Gadway, M. Foss-Feig, B. Yan, S. A. Moses, J. P. Covey, N. Yao, M. D. Lukin, J. Ye, D. S. Jin, and A. M. Rey, Many-body dynamics of dipolar molecules in an optical lattice, Phys. Rev. Lett. 113, 195302 (2014) B. Zhu, B. Gadway, M. Foss-Feig, J. Schachenmayer, M. L. Wall, K. R. A. Hazzard,  B. Yan, S. A. Moses, J. P. Covey, D. S. Jin, J. Ye, M. Holland, and A. M. Rey, Suppressing the Loss of Ultracold Molecules Via the Continuous Quantum Zeno Effect, Phys. Rev. Lett. 112, 070404 (2014) B. Yan, S. A. Moses, B. Gadway, J. P. Covey, K. R. A. Hazzard, A. M. Rey, D. S. Jin, and J. Ye, Observation of dipolar spin-exchange interactions with lattice-confined polar molecules, Nature 501, 521-525 (2013) B. Neyenhuis, B. Yan, S. A. Moses, J. P. Covey, A. Chotia, A. Petrov, S. Kotochigova, J. Ye, and D. S. Jin, Anisotropic Polarizability of Ultracold Polar 40K87Rb Molecules, Phys. Rev. Lett. 109, 230403 (2012) A. Chotia, B. Neyenhuis, S. A. Moses, B. Yan, J. P. Covey, M. Foss-Feig, A. M. Rey, D. S. Jin, and J. Ye, Long-lived dipolar molecules and Feshbach molecules in a 3D optical lattice, Phys. Rev. Lett. 108, 080405 (2012) Books Authored or Co-Authored (Original Editions) J. P. Covey, Enhanced optical and electric manipulation of a quantum gas of KRb molecules, Springer Thesis, ISBN: 978-3-319-98107-9 (2018)"
            ]
        ]
    ]
}