{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P1IK6VPJ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Marilyn F Bishop Associate Professor Theoretical condensed matter, Theoretical biophysics 701 W. Grace St., 2210 bishop@vcu.edu 804.828.1819 Ph.D., University of California, Irvine, Physics, 1978 M.A., University of California, Irvine, Physics, 1973 B.A., University of California, Irvine, Mathematics, 1972 B.A., University of California, Irvine, Physics, 1971 A.A., El Camino College, Torrrance, California, Mathematics, 1969 RESEARCH AREAS Theoretical Condensed Matter Physics Theoretical Biophysics POSITIONS HELD June  1986 - Present        Associate Professor of Physics, Virginia Commonwealth University Sept. 2002 - Present        Center for the Study of Biological Complexity, VCU Sept. 1969 - June  1986   Assistant Professor of Physics, Drexel University Dec.  1979 - Sept. 1981   Consultant, Department of Physics, Purdue University June  1980 - Aug.  1980   Visiting Physicist, Technische Universität München Aug.  1976 - Sept. 1979   Postdoctoral Research Associate, Department of Physics, Purdue University June  1972 - July   1976   Research Assistant, Department of Physics, University of California, Irvine Michael A. Reshchikov, Anita J. Olsen, Marilyn F. Bishop , and Tom McMullen,  “Superlinear increase of photoluminescence with excitation intensity in Zn-doped GaN”, Phys. Rev. B 88 , 075204 (2013). Michael A. Reshchikov, Alexander A. Kvasov, Marilyn F. Bishop , Tom McMullen, Alexander Usikov, Vitali Soukhoveev, and Vladimir A. Dmitriev, “Tunable and abrupt thermal quenching of photoluminescence in high-resistivity Zn-doped GaN”, Phys. Rev. B 84 , 075212 (2011). Marilyn F. Bishop , \" Sounds of Waveforms \" from The Wolfram Demonstrations Project http:\/\/demonstrations.wolfram.com\/SoundsOfWaveforms\/ (2009). Marilyn F. Bishop and Tom McMullen, “Lattice-Gas Model of DNA Charge Inversion by a Positively-Charged Polyelectrolyte”, Physical Review E, 74 , 021906, pp.1-8 (2006). Marilyn F. Bishop , “Transparency of the cornea of the eye using photonic band structure methods”, In Quantum Electronics and Laser Science Conference, OSA Technical Digest (Optical Society of America, Washington DC, 2000) p.72. Marilyn F. Bishop , Zane P. Gibbs, and T. McMullen,  \"Collective Mode Approximations in the Two-Dimensional Large-N t-J Model\", Phys. Rev. B  59 , 14969-14979 (1999). Marilyn F. Bishop , Zane P. Gibbs, and T. McMullen,  \"Spectral Function of the Two-Dimensional Large-N t-J Model\", Phys. Rev. B  59 , 14937-14968 (1999). David B. Ameen, Marilyn F. Bishop , and Tom McMullen, “A Lattice Model for Computing the Transmissivity of the Cornea and Sclera,” Biophys. J.  75 , 2520-2531 (1998). T. McMullen and Marilyn F. Bishop , “Diffraction pattern of a defect: Two-dimensional angular correlation of positron-annihilation radiation studies of defects in semiconductors”, Phys. Rev. B  55 , 4046-4049 (1997)."
            ]
        ]
    ]
}