{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P27EO07G",
            "jty9Af4AAAAJ",
            [
                "Multi-messenger observations of a binary neutron star merger",
                "The Murchison widefield array: The square kilometre array precursor at low radio frequencies",
                "A geometric distance to the galaxy NGC4258 from orbital motions in a nuclear gas disk",
                "The murchison widefield array: Design overview",
                "Reionization and Cosmology with 21-cm Fluctuations",
                "Hydrogen epoch of reionization array (HERA)",
                "wsclean: an implementation of a fast, generic wide-field imager for radio astronomy",
                "Science with the murchison widefield array",
                "GaLactic and Extragalactic All-sky Murchison Widefield Array (GLEAM) survey–I. A low-frequency extragalactic catalogue",
                "Observation of tev gamma rays from the crab nebula with milagro using a new background rejection technique"
            ],
            [
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "The Murchison Widefield Array (MWA) is one of three Square Kilometre Array Precursor telescopes and is located at the Murchison Radio-astronomy Observatory in the Murchison Shire of the mid-west of Western Australia, a location chosen for its extremely low levels of radio frequency interference. The MWA operates at low radio frequencies, 80–300 MHz, with a processed bandwidth of 30.72 MHz for both linear polarisations, and consists of 128 aperture arrays (known as tiles) distributed over a ~3-km diameter area. Novel hybrid hardware\/software correlation and a real-time imaging and calibration systems comprise the MWA signal processing backend. In this paper, the as-built MWA is described both at a system and sub-system level, the expected performance of the array is presented, and the science goals of the instrument are summarised.",
                "The accurate measurement of extragalactic distances is a central challenge of modern astronomy, being required for any realistic description of the age, geometry and fate of the Universe. The measurement of relative extragalactic distances has become fairly routine, but estimates of absolute distances are rare 1. In the vicinity of the Sun, direct geometric techniques for obtaining absolute distances, such as orbital parallax, are feasible, but such techniques have hitherto been difficult to apply to other galaxies. As a result, uncertainties in the expansion rate and age of the Universe are dominated by uncertainties in the absolute calibration of the extragalactic distance ladder 2. Here we report a geometric distance to the galaxy NGC4258, which we infer from the direct measurement of orbital motions in a disk of gas surrounding the nucleus of this galaxy. The distance so determined—7.2±0.3 Mpc—is the most precise …",
                "The Murchison Widefield Array is a dipole-based aperture array synthesis telescope designed to operate in the 80-300 MHz frequency range. It is capable of a wide range of science investigations but is initially focused on three key science projects: detection and characterization of three-dimensional brightness temperature fluctuations in the 21 cm line of neutral hydrogen during the epoch of reionization (EoR) at redshifts from six to ten; solar imaging and remote sensing of the inner heliosphere via propagation effects on signals from distant background sources; and high-sensitivity exploration of the variable radio sky. The array design features 8192 dual-polarization broadband active dipoles, arranged into 512 ldquotilesrdquo comprising 16 dipoles each. The tiles are quasi-randomly distributed over an aperture 1.5 km in diameter, with a small number of outliers extending to 3 km. All tile-tile baselines are …",
                "Measurement of the spatial distribution of neutral hydrogen via the redshifted 21-cm line promises to revolutionize our knowledge of the epoch of reionization and the first galaxies, and may provide a powerful new tool for observational cosmology from redshifts 1<z<4. In this review we discuss recent advances in our theoretical understanding of the epoch of reionization (EoR), the application of 21-cm tomography to cosmology and measurements of the dark energy equation of state after reionization, and the instrumentation and observational techniques shared by 21-cm EoR and postreionization cosmology machines. We place particular emphasis on the expected signal and observational capabilities of first generation 21-cm fluctuation instruments.",
                "The Hydrogen Epoch of Reionization Array (HERA) is a staged experiment to measure 21 cm emission from the primordial intergalactic medium (IGM) throughout cosmic reionization (z= 6–12), and to explore earlier epochs of our Cosmic Dawn (z~ 30). During these epochs, early stars and black holes heated and ionized the IGM, introducing fluctuations in 21 cm emission. HERA is designed to characterize the evolution of the 21 cm power spectrum to constrain the timing and morphology of reionization, the properties of the first galaxies, the evolution of large-scale structure, and the early sources of heating. The full HERA instrument will be a 350-element interferometer in South Africa consisting of 14 m parabolic dishes observing from 50 to 250 MHz. Currently, 19 dishes have been deployed on site and the next 18 are under construction. HERA has been designated as an SKA Precursor instrument. In this paper …",
                "Astronomical wide-field imaging of interferometric radio data is computationally expensive, especially for the large data volumes created by modern non-coplanar many-element arrays. We present a new wide-field interferometric imager that uses the w-stacking algorithm and can make use of the w-snapshot algorithm. The performance dependences of casa's w-projection and our new imager are analysed and analytical functions are derived that describe the required computing cost for both imagers. On data from the Murchison Widefield Array, we find our new method to be an order of magnitude faster than w-projection, as well as being capable of full-sky imaging at full resolution and with correct polarization correction. We predict the computing costs for several other arrays and estimate that our imager is a factor of 2–12 faster, depending on the array configuration. We estimate the computing cost for …",
                "Significant new opportunities for astrophysics and cosmology have been identified at low radio frequencies. The Murchison Widefield Array is the first telescope in the southern hemisphere designed specifically to explore the low-frequency astronomical sky between 80 and 300 MHz with arcminute angular resolution and high survey efficiency. The telescope will enable new advances along four key science themes, including searching for redshifted 21-cm emission from the EoR in the early Universe; Galactic and extragalactic all-sky southern hemisphere surveys; time-domain astrophysics; and solar, heliospheric, and ionospheric science and space weather. The Murchison Widefield Array is located in Western Australia at the site of the planned Square Kilometre Array (SKA) low-band telescope and is the only low-frequency SKA precursor facility. In this paper, we review the performance properties of the …",
                "Using the Murchison Widefield Array (MWA), the low-frequency Square Kilometre Array precursor located in Western Australia, we have completed the GaLactic and Extragalactic All-sky MWA (GLEAM) survey, and present the resulting extragalactic catalogue, utilizing the first year of observations. The catalogue covers 24 831 square degrees, over declinations south of +30° and Galactic latitudes outside 10° of the Galactic plane, excluding some areas such as the Magellanic Clouds. It contains 307 455 radio sources with 20 separate flux density measurements across 72–231 MHz, selected from a time- and frequency-integrated image centred at 200 MHz, with a resolution of ≈2 arcmin. Over the catalogued region, we estimate that the catalogue is 90 per cent complete at 170 mJy, and 50 per cent complete at 55 mJy, and large areas are complete at even lower flux density levels. Its reliability is 99.97 per …",
                "The recent advances in TeV gamma‐ray astronomy are largely the result of the ability to differentiate between extensive air showers generated by gamma rays and hadronic cosmic rays. Air Cerenkov telescopes have developed and perfected the “imaging” technique over the past several decades. However, until now no background rejection method has been successfully used in an air shower array to detect a source of TeV gamma rays. We report on a method to differentiate hadronic air showers from electromagnetic air showers in the Milagro gamma‐ray observatory, based on the ability to detect the energetic particles in an extensive air shower. The technique is used to detect TeV emission from the Crab Nebula. The flux from the Crab Nebula is estimated to be   m−2 s−1 TeV−1, where the spectral index is assumed to be as given by the HEGRA collaboration."
            ],
            [
                [
                    "Epoch of Reionization",
                    "cosmology",
                    "instrumentation"
                ]
            ],
            [
                "Miguel Morales Professor mmorales@phys.washington.edu 206-221-0301 C325, B210 Astrophysics Biography I am an observational cosmologist, and work primarily on measurements of the Epoch of Reionization (EoR) as the universe's first stars and galaxies burned away the primordial neutral hydrogen fog ~13 billion years ago. Cosmology with highly redshifted 21 cm radio emission is one of the grand challenges of modern astrophysics, and in the last astrophysics decadal review was named the highest priority in radio astronomy. My Radio Cosmology group at the University of Washington is recognized as an international leader in developing the bespoke instruments and precision data analysis techniques required to reveal the faint cosmological radio signal. We are builders of the Murchison Widefield Array in western Australia and the Hydrogen Epoch of Reionization Array in South Africa, and have developed one of the four major EoR analysis pipelines. EoR analysis combines exquisite calibration and precision requirements with large data volumes—we have collected more than 6 petaBytes of MWA data. Our analyses are known for their robustness, and we have pioneered a number of calibration and software development techniques that are being replicated in the other international analysis efforts. Radio Cosmology PHYS 110 A: Liberal Arts Physics PHYS 434 A: Application of Computers to Physical Measurement PHYS 555 A: Cosmology and Particle Astrophysics PHYS 110 A: Liberal Arts Physics PHYS 434 A: Application of Computers to Physical Measurement PHYS 335 A: Electric Circuits Laboratory PHYS 122 D: Electromagnetism PHYS 576 B: Selected Topics in Experimental Physics Related News Scientists close in on 12 billion-year-old signal from the end of the universe’s ‘dark age’ - June 11, 2020 The Physics of Baseball - July 3, 2014 The Murchison Widefield Array (MWA) just celebrated the completion of construction of the new radio telescope in the Western Australian desert. - December 10, 2012"
            ]
        ]
    ]
}