{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P52KCAKO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Russ Giannetta 129 Loomis Laboratory (217) 333-5882 russg@illinois.edu Research Activities Professor Giannetta received his PhD in physics from Cornell University.   He was a postdoctoral member of staff at Bell Telephone Laboratories and taught at Princeton University and the City College of New York before coming to the University of Illinois in 1993.  He is a condensed matter experimentalist whose research has included superfluidity in liquid 3He, two-dimensional electron plasmas and Wigner crystals and electronic transport in semiconductor nanostructures.  For the past two decades his focus has been superconductivity.    His group developed high precision radio frequency techniques to measure the London penetration depth.   This work has led to a better understanding of vortex motion and the pairing state in copper oxide, organic and iron-based superconductors.  In recent year he collaborated with Prof. C.P. Slichter on studies of organic superconductors using nuclear magnetic resonance. Undergraduates are involved in a number of projects pertaining to superconductivity, penetration depth and nuclear magnetic resonance.Â  Since coming to UIUC I have advised 47 undergraduate research assistants. Our group is engaged in a number of experiments to understand both the normal state and superconducting behavior of newly discovered electronic materials. Among the systems we study are copper oxide, iron-pnictide and organic superconductors. One feature common to all superconductors is the ability to screen out an applied magnetic field, a property known as the Meissner effect. The degree to which any superconductor performs this task is determined by its London penetration depth. Our lab employs a high sensitivity, low temperature electronic oscillator technique. It allows us to measure the penetration in tiny single crystals with a precision approaching 0.1 nm. By studying how the penetration depth changes with temperature, magnetic field and chemical composition, we can understand the structure of the superconducting energy gap function in momentum space. Using this approach we have studied d -wave pairing, surface Andreev bound states, superconductivity-induced into normal metal layers, vortex motion, the coexistence of superconductivity with magnetism, the existence of multiple energy gaps, and electronic phase separation. We are currently doing penetration depth measurements in several different iron-based superconductors where the Cooper pairing state appears to involve multiple Fermi surfaces. We are also refining a technique to measure the \"absolute\" penetration depth in sub-millimeter sized single crystals. These experiments utilize cryogenics down to 0.3 Kelvin, thin film growth and characterization, focused ion beam measurements, and high stability radio frequency methods. Nuclear magnetic resonance is our second major thrust. Until the time of his death, I collaborated closely with Professor C.P. Slichter to perform NMR experiments in several different quasi-two dimensional organic superconductors. These materials are strongly correlated electronic systems exhibiting antiferromagnetism, unconventional superconductivity, and possibly a quantum spin liquid phase. NMR is being used to study the unusual \"pseudo-gapped\" phase above the superconducting transition temperature, to search for the existence of vortex excitations in the normal state, and to look for the motion of spin and charge density waves. Some experiments use straightforward pulse sequences to obtain spin-lattice relaxation, Knight shift, and homogeneous linewidth.  We are also working on microcoil techniques to permit NMR measurements on very small single crystals at cryogenic temperatures. Honors American Physical Society Fellow (2007) Xerox Faculty Research Award, 2003 Fall 2015 PHYS 404 Fall 2014 PHYS 404 J. Gezo, Tak-Kei Lui, B. Wolin, J.A. Schlueter, C.P. Slichter,  R.W. Giannetta, Stretched exponential spin relaxation in organic superconductors”, Phys. Rev. B, Rapid Comm 88, 140504 (2013) N. W. Salovich, H. Kim, A. K. Ghosh, R.W. Giannetta, W. Kwok, U. Welp, B. Shen, S. Zhu, H.-H. Wen, M. A. Tanatar, R. Prozorov, Effect of Heavy-Ion Irradiation on Superconductivity in Ba0.6K0.4Fe2As2, Phys. Rev. B, Rapid Comm 87, 180502 (2013) K. Hashimoto, K. Cho, T. Shibauchi, S. Kasahara, Y. Mizumaki, R. Katsumata, T. Terashima, H. Ikeda, M.A. Tanatar, H. Kitano, N. Salovich, R.W. Giannetta, P. Walmsley, A. Carrington, R. Prozorov, Y. Matsuda,  A sharp peak of the zero-temperature penetration depth at optimal composition in the iron-based superconductor BaFe 2 (As 1-x P x ) 2 , Science  336, 1554-1557 (2012) R. Prozorov and R.W. Giannetta. Penetration depth in unconventional superconductors. Review article for Superconductor Science and and Technology 19, R41-R67 (2006)"
            ]
        ]
    ]
}