{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P5GUDEF6",
            "zvzGLEkAAAAJ",
            [
                "Light-off criterion and transient analysis of catalytic monoliths",
                "Kinetic parameters estimation for three way catalyst modeling",
                "Optimal design of catalytic converters for minimizing cold-start emissions",
                "Modeling the effect of flow mal-distribution on the performance of a catalytic converter",
                "Sensitivity analysis and kinetic parameter estimation in a three way catalytic converter"
            ],
            [
                "A one-dimensional two-phase model is used to derive an analytical light-off criterion for a straight channeled catalytic monolith with washcoat, in which the flow is laminar. For the case of uniform catalyst loading and a first order reaction, the light-off criterion is given by 1 f (δ c k v (T f, in) D e) E R Ω δ c (Δ T ad) k v (T f, in) T f, in 2 R g g (Pe h) L R Ω 2 u ̄+ 4eρ f c pf k f Nu H,∞> 1. Here, T f, in is the inlet fluid temperature, ΔT ad is the adiabatic temperature rise, R Ω is one-half the channel hydraulic radius (R Ω= A Ω\/P Ω, A Ω, P Ω= channel cross-section area, perimeter), L is the channel length, ū is the fluid velocity, D e is the reactant effective diffusivity in the washcoat, δ c is the effective washcoat thickness, k f is the fluid thermal conductivity and k v (T f, in) is the first order rate constant per unit washcoat volume at the inlet fluid temperature. Nu H,∞ is the asymptotic Nusselt number in the channel. The function f accounts …",
                "One of the critical needs of a Three Way Catalyst (TWC) model is to be able to predict light-off. This is crucial for application studies and vehicle architectural studies because most of the emissions from a TWC occur before light-off (called cold-start emissions). Laboratory experiments give detailed insights to the reaction mechanism and analytical forms of the rate expressions as they are well-controlled and well-behaved as compared to vehicle tests. However, to predict emissions on a vehicle test, the laboratory-estimated kinetic parameters are not entirely capable because of the various uncertainties in the vehicle tests. In this work, six different vehicle data sets are used to calibrate and validate the TWC global kinetic model. Our emphasis in this work is restricted to predicting the light-off (cold-start emissions) in TWC. The kinetic model is calibrated using 4 vehicle data sets (which use the FTP drive cycle) using …",
                "A transient one-dimensional two-phase model is used to obtain an explicit light-off criterion and to estimate the transient time and cumulative cold-start emissions from a catalytic monolith for the case of nonuniform catalyst loading. The light-off criterion can predict the nature of ignition (front-end, middle or back-end). For a fixed amount of metal loading, redistribution of the catalyst appropriately (with more catalyst near the inlet) favors front-end ignition in the monolith and reduces the cumulative cold-start emissions substantially. It is also found that there exists an optimal washcoat thickness and\/or metal loading, above which the performance of the converter does not improve significantly while below this optimum, the transient time and cumulative emissions can be reduced by increasing the washcoat thickness or metal loading. For the case of front-end ignition, it is also found that the total transient time is the sum of …",
                "A numerical study of the interaction between flow, reactions and thermal effects in a planar two dimensional model of a catalytic convertor is presented. A typical catalytic convertor consists of an inlet manifold, a catalytic monolith and an outlet manifold. The catalytic monolith is modeled as a multi-channel structure. Two different planar 2D geometries are compared: a full-scale geometry with 85 channels and a reduced-scale model with 21 channels. The diverging diffuser section of the inlet manifold, which lies immediately upstream the catalytic monolith, induces flow non-uniformity along the transverse direction. The flow immediately upstream of the multi-channel monolith is highly non-uniform. However, the frictional pressure drop in the individual channels tends to reduce this non-uniformity within individual channels. A “flow distribution index” – ratio of actual flow-rate in a channel to the ideal expected flow-rate if …",
                "A heterogeneous one-dimensional model is used to simulate a three way catalytic converter (TWC). The mathematical model consists of mass and energy balance equations in the gas and solid phases and accounts for 15 heterogeneous chemical reactions. Langmuir−Hinshelwood type kinetics is used to represent most of the reaction rates. In this work, the kinetic parameters of the various reactions occurring in a TWC are estimated using vehicle data based on a genetic-algorithm-based optimization. The method uses the test data to estimate the reaction kinetic parameters by minimizing the deviation between the model predictions and experimental observations. It is found that the objective function based on the cumulative mass of a species that leaves the reactor until a certain time instant is a preferred performance measure for the optimization. The sensitivity of the exit concentration of various species to …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}