{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P5LKTC0S",
            "cArwwFgAAAAJ",
            [
                "Deep brain stimulation of the ventral capsule\/ventral striatum for treatment-resistant depression",
                "Reduced brain serotonin transporter availability in major depression as measured by [123I]-2β-carbomethoxy-3β-(4-iodophenyl) tropane and single photon emission computed tomography",
                "Decreased adrenocorticotropic hormone and cortisol responses to stress in healthy adults reporting significant childhood maltreatment",
                "Childhood adversity and epigenetic modulation of the leukocyte glucocorticoid receptor: preliminary findings in healthy adults",
                "Association between plasma IL-6 response to acute stress and early-life adversity in healthy adults",
                "A one-year comparison of vagus nerve stimulation with treatment as usual for treatment-resistant depression",
                "Effects of 12 months of vagus nerve stimulation in treatment-resistant depression: a naturalistic study",
                "Childhood maltreatment and telomere shortening: preliminary support for an effect of early stress on cellular aging",
                "Sex differences in emotional and physiological responses to the Trier Social Stress Test",
                "Ketamine and other NMDA antagonists: early clinical trials and possible mechanisms in depression"
            ],
            [
                "We investigated the use of deep brain stimulation (DBS) of the ventral capsule\/ventral striatum (VC\/VS) for treatment refractory depression.Fifteen patients with chronic, severe, highly refractory depression received open-label DBS at three collaborating clinical sites. Electrodes were implanted bilaterally in the VC\/VS region. Stimulation was titrated to therapeutic benefit and the absence of adverse effects. All patients received continuous stimulation and were followed for a minimum of 6 months to longer than 4 years. Outcome measures included the Hamilton Depression Rating Scale—24 item (HDRS), the Montgomery-Asberg Depression Rating Scale (MADRS), and the Global Assessment of Function Scale (GAF).Significant improvements in depressive symptoms were observed during DBS treatment. Mean HDRS scores declined from 33.1 at baseline to 17.5 at 6 months and 14.3 at …",
                "Background: Prior research has suggested reductions in the density of serotonin transporter (SERT) binding sites in blood platelets and post-mortem brain tissue of depressed patients. We sought to determine whether patients with unipolar major depression have diminished SERT availability as assessed by both brainstem [123I]β-CIT SPECT and platelet [3H]paroxetine binding.Methods: Drug-free depressed and healthy subjects were injected with 211 ± 22 MBq [123I]β-CIT and imaged 24 ± 2 h later under equilibrium conditions. A ratio of specific to nonspecific brain uptake (V3″ = (brainstem-occipital)\/occipital), a measure proportional to the binding potential (Bmax\/Kd), was used for all comparisons.Results: Results showed a statistically significant reduction in brainstem V3″ values in depressed as compared to healthy subjects (3.1 ± .9 vs. 3.8 ± .8, p = .02). Platelet [3H]paroxetine binding was not altered (Bmax …",
                "Preclinical research findings suggest that exposure to stress and concomitant hypothalamus-pituitary-adrenal (HPA) axis activation during early development can have permanent and potentially deleterious effects. A history of early-life abuse or neglect appears to increase risk for mood and anxiety disorders. Abnormal HPA response to stress challenge has been reported in adult patients with major depressive disorder and posttraumatic stress disorder.Plasma adrenocorticotropin hormone (ACTH) and cortisol reactivity to the Trier Social Stress Test were examined in healthy adults (n = 50) without current psychopathology. Subjects with a self-reported history of moderate to severe childhood maltreatment (MAL) (n = 23) as measured by the Childhood Trauma Questionnaire were compared with subjects without such a history (CTL) (n = 27).Compared with CTLs, MAL subjects exhibited …",
                "Background A history of early adverse experiences is an important risk factor for adult psychopathology. Changes in stress sensitivity and functioning of the hypothalamic-pituitary-adrenal (HPA) axis may underlie the association between stress and risk for psychiatric disorders. Preclinical work in rodents has linked low levels of maternal care to increased methylation of the promoter region of the glucocorticoid receptor (GR) gene, as well as to exaggerated hormonal and behavioral responses to stress. Recent studies have begun to examine whether early-life stress leads to epigenetic modifications of the GR gene in humans.   Methods We examined the degree of methylation of a region of the promoter of the human GR gene (NR3C1) in leukocyte DNA from 99 healthy adults. Participants reported on their childhood experiences of parental behavior, parental death or desertion, and childhood maltreatment. On a separate day, participants completed the dexamethasone\/corticotropin-releasing hormone (Dex\/CRH) test, a standardized neuroendocrine challenge test.   Results Disruption or lack of adequate nurturing, as measured by parental loss, childhood maltreatment, and parental care, was associated with increased NR3C1 promoter methylation (p<.05). In addition, NR3C1 promoter methylation was linked to attenuated cortisol responses to the Dex\/CRH test (p<.05).   Conclusions These findings suggest that childhood maltreatment or adversity may lead to epigenetic modifications of the human GR gene. Alterations in methylation of this gene could underlie the associations between childhood adversity, alterations in stress reactivity, and risk for …",
                "Increased production of peripheral cytokines and other pro-inflammatory markers has been linked to psychiatric disorders such as major depressive disorder and post-traumatic stress disorder. Recent research has pointed to early-life stress, particularly childhood maltreatment, as an independent and preventable risk factor for systemic inflammation in adulthood. Some data suggest that adults with a history of childhood maltreatment exhibit a heightened inflammatory response to acute stress challenge. To further elucidate the relationship between childhood maltreatment and pro-inflammatory cytokine production, we examined plasma IL-6 response to the Trier Social Stress Test (TSST) in 69 healthy adult subjects without depression or post-traumatic stress disorder. Serial plasma IL-6 concentrations were measured during a standardized psychosocial stressor in n= 19 subjects with moderate–severe childhood …",
                "Previous reports have described the effects of vagus nerve stimulation plus treatment as usual (VNS+TAU) during open trials of patients with treatment-resistant depression (TRD). To better understand these effects on long-term outcome, we compared 12-month VNS+TAU outcomes with those of a comparable TRD group.Admission criteria were similar for those receiving VNS+TAU (n = 205) or only TAU (n = 124). In the primary analysis, repeated-measures linear regression was used to compare the VNS+TAU group (monthly data) with the TAU group (quarterly data) according to scores of the 30-item Inventory of Depressive Symptomatology–Self-Report (IDS-SR30).The two groups had similar baseline demographic data, psychiatric and treatment histories, and degrees of treatment resistance, except that more TAU participants had at least 10 prior major depressive episodes, and the …",
                "The need for effective, long-term treatment for recurrent or chronic, treatment-resistant depression is well established.This naturalistic follow-up describes outpatients with nonpsychotic major depressive (n = 185) or bipolar (I or II) disorder, depressed phase (n = 20) who initially received 10 weeks of active (n = 110) or sham vagus nerve stimulation (VNS) (n = 95). The initial active group received another 9 months, while the initial sham group received 12 months of VNS. Participants received antidepressant treatments and VNS, both of which could be adjusted.The primary analysis (repeated measures linear regression) revealed a significant reduction in 24-item Hamilton Rating Scale for Depression (HRSD24) scores (average improvement, .45 points [SE = .05] per month (p < .001). At exit, HRSD24 response rate was 27.2% (55\/202); remission rate (HRSD24 ≤ 9) was 15.8% (32\/202 …",
                "Psychological stress and trauma are risk factors for several medical and psychiatric illnesses. Recent studies have implicated advanced cellular aging as a potential mechanism of this association. Telomeres, DNA repeats that cap the ends of chromosomes and promote stability, shorten progressively with each cell division; their length is a marker of biological aging. Based on previous evidence linking psychosocial stress to shorter telomere length, this study was designed to evaluate the effect of childhood adversity on telomere length.Thirty-one adults with no current or past major Axis I psychiatric disorder participated. Subjects reported on their history of childhood maltreatment and telomere length was measured from DNA extracted from frozen whole blood using quantitative polymerase chain reaction.Participants reporting a history of childhood maltreatment had significantly shorter …",
                "Women are more likely than men to be diagnosed with depression and anxiety-related disorders, and it has been hypothesized that this difference is related to sex differences in stress reactivity. Women typically report higher levels of negative affect than men in response to psychosocial stressors, but the evidence for sex differences in physiological reactivity to stressful situations is not consistent. The present study sought to expand this work by evaluating sex differences in reactivity to a social stress challenge across neuroendocrine, autonomic and affective response domains. Participants (32 women, 30 men) completed a standardized psychosocial stress challenge (i.e., the Trier Social Stress Test (TSST)), during which several physiological (e.g., cortisol reactivity, heart rate) and psychological (e.g., depression, irritability, anger, fear) measures were assessed. The findings demonstrated that cortisol reactivity and …",
                ""
            ],
            [
                [
                    "brain stimulation",
                    "mood and anxeity disorders",
                    "pharmacology"
                ]
            ],
            [
                "Linda Carpenter Linda Carpenter Linda Carpenter Associate Professor carpenter.690@osu.edu 614-292-1843 Physics Research Building M2054 Ph.D., Physics, Johns Hopkins University - 2006 B.S., Physics, University of Southern California - 2001 M.S., Physics,  Johns Hopkins University - 2004 Brief CV: http:\/\/www.physics.ohio-state.edu\/briefcvs\/carpenter_briefcv.pdf"
            ]
        ]
    ]
}