{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P6G90X0W",
            "XtngxB8AAAAJ",
            [
                "Fermi large area telescope third source catalog",
                "Fermi large area telescope second source catalog",
                "The nuclear spectroscopic telescope array (NuSTAR) high-energy X-ray mission",
                "Fermi large area telescope first source catalog",
                "Measurement of the Cosmic Ray  Spectrum from 20 GeV to 1 TeV with the Fermi Large Area Telescope"
            ],
            [
                "We present the third Fermi Large Area Telescope (LAT) source catalog (3FGL) of sources in the 100 MeV–300 GeV range. Based on the first 4 yr of science data from the Fermi Gamma-ray Space Telescope mission, it is the deepest yet in this energy range. Relative to the Second Fermi LAT catalog, the 3FGL catalog incorporates twice as much data, as well as a number of analysis improvements, including improved calibrations at the event reconstruction level, an updated model for Galactic diffuse γ-ray emission, a refined procedure for source detection, and improved methods for associating LAT sources with potential counterparts at other wavelengths. The 3FGL catalog includes 3033 sources above  significance, with source location regions, spectral properties, and monthly light curves for each. Of these, 78 are flagged as potentially being due to imperfections in the model for Galactic diffuse emission. Twenty …",
                "This paper presents a catalog of high-energy γ-ray sources detected in the first two years of the Fermi Gamma-ray Space Telescope mission by the Large Area Telescope (LAT). It is the successor to the LAT Bright Source List (Abdo et al. 2009d) and the first Fermi-LAT (1FGL; Abdo et al. 2010f) catalog, which were based on 3 months and 11 months of flight data, respectively. The new catalog represents the deepest-ever catalog in the 100 MeV–100 GeV energy range and includes a number of analysis refinements. Some important improvements compared to the 1FGL catalog are the following.",
                "The Nuclear Spectroscopic Telescope Array (NuSTAR) mission, launched on 2012 June 13, is the first focusing high-energy X-ray telescope in orbit. NuSTAR operates in the band from 3 to 79 keV, extending the sensitivity of focusing far beyond the~ 10 keV high-energy cutoff achieved by all previous X-ray satellites. The inherently low background associated with concentrating the X-ray light enables NuSTAR to probe the hard X-ray sky with a more than 100-fold improvement in sensitivity over the collimated or coded mask instruments that have operated in this bandpass. Using its unprecedented combination of sensitivity and spatial and spectral resolution, NuSTAR will pursue five primary scientific objectives:(1) probe obscured active galactic nucleus (AGN) activity out to the peak epoch of galaxy assembly in the universe (at z lesssim 2) by surveying selected regions of the sky;(2) study the population of hard X …",
                "We present a catalog of high-energy gamma-ray sources detected by the Large Area Telescope (LAT), the primary science instrument on the Fermi Gamma-ray Space Telescope (Fermi), during the first 11 months of the science phase of the mission, which began on 2008 August 4. The First Fermi-LAT catalog (1FGL) contains 1451 sources detected and characterized in the 100 MeV to 100 GeV range. Source detection was based on the average flux over the 11 month period, and the threshold likelihood Test Statistic is 25, corresponding to a significance of just over 4σ. The 1FGL catalog includes source location regions, defined in terms of elliptical fits to the 95% confidence regions and power-law spectral fits as well as flux measurements in five energy bands for each source. In addition, monthly light curves are provided. Using a protocol defined before launch we have tested for several populations of gamma-ray …",
                "Designed as a high-sensitivity gamma-ray observatory, the Fermi Large Area Telescope is also an electron detector with a large acceptance exceeding 2 m 2 sr at 300 GeV. Building on the gamma-ray analysis, we have developed an efficient electron detection strategy which provides sufficient background rejection for measurement of the steeply falling electron spectrum up to 1 TeV. Our high precision data show that the electron spectrum falls with energy as E− 3.0 and does not exhibit prominent spectral features. Interpretations in terms of a conventional diffusive model as well as a potential local extra component are briefly discussed."
            ],
            [
                [
                    "Astrophysics",
                    "Cosmology",
                    "Particle Physics"
                ]
            ]
        ]
    ]
}