{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P73WWVTO",
            "c6XOZCAAAAAJ",
            [
                "Modeling and finite element analysis on GTAW arc and weld pool",
                "Numerical analysis of magnetic fluid dynamics behaviors during resistance spot welding",
                "Friction self-piercing riveting of aluminum alloy AA6061-T6 to magnesium alloy AZ31B",
                "Effect of rivet and die on self-piercing rivetability of AA6061-T6 and mild steel CR4 of different gauges",
                "Behavior and quality evaluation of electroplastic self-piercing riveting of aluminum alloy and advanced high strength steel",
                "轿车车身轻量化及其对连接技术的挑战",
                "Quality improvement in resistance spot weld of advanced high strength steel using external magnetic field",
                "„Shunting effect in resistance spot welding steels—part 1: experimental study”",
                "Effects of cone angle of truncated electrode on heat and mass transfer in resistance spot welding",
                "Impact of external magnetic field on weld quality of resistance spot welding"
            ],
            [
                "In this paper, integral mathematic model of fluid flow and heat transfer of GTAW arc and weld pool was established. This model built in this paper may avoid the assumption which surface temperature of weld pool is constant and at the same time provide reliable boundary conditions for analyzing of weld pool. Using finite element analysis software ANSYS, behavior of welding arc and weld pool was systematically analyzed including welding arc temperature field, current density distribution, fluid flow in weld pool and effects of a few forces on weld pool shape. The calculated results were proved by experiments.",
                "Magnetic fluid dynamic behaviors during resistance spot welding have important influences on weld nugget formation. In this paper, a coupled multiphysics finite element model, which realizes the coupling of mass conservation, momentum conservation, energy conservation, and the Maxwell system of equations, is proposed to systematically investigate the fluid flow and heat transfer behaviors in a spot weld nugget. It is found that the flow field in the spot weld nugget evolves through five consecutive stages: incubation, fluctuation, rapid growth, rapid attenuation, and termination. Molten metal in the nugget makes regular rotational flow in four symmetrical loops, which changes the temperature gradient in weld nugget during heating and holding, and also yields significant effects on the shape and thickness of weld nugget.",
                "Implementation of lightweight low-ductility materials such as aluminum alloys, magnesium alloys and composite materials has become urgently needed for automotive manufacturers to improve the competitiveness of their products. However, hybrid use of these materials poses big challenges to traditional joining process. Self-piercing riveting (SPR) is currently the most popular technique for joining dissimilar materials and has been widely used in joining all-aluminum and multimaterial vehicle bodies. However, in riveting magnesium alloys, cracks always occur for its low ductility. In this paper, a hybrid joining process named friction self-piercing riveting (F-SPR), which combines mechanical joining mechanism of SPR with solid-state joining mechanism of friction stir spot welding (FSSW) by making rivet rotating at high speed in riveting process, was proposed aiming at joining the low-ductility materials. The …",
                "Mixed usage of dissimilar materials, such as aluminum alloys and steels, has become one of the main means for vehicle body lightweighting. Due to the formation of hard and brittle intermetallic compounds in fusion welded or brazed aluminum and steel welds, resistance spot welding is hardly used. Self-piercing riveting is a preferred cold forming fastening technology and has been widely used in joining aluminum sheets and aluminum to steel sheets of multi-material vehicle bodies. However, the vast variety of stack-ups with different gauges and material properties in a body-in-white brings problems to the selection of rivets and dies. How to make the most of the rivetable range of a specific rivet and die combination is essential for not only the simplification of production line layout but also cost reduction. In this paper, seven sets of rivet and die combinations with different die-to-rivet volume ratios were selected to …",
                "Arteriovenous fistulae are surgically created to provide adequate access for dialysis patients suffering from end-stage renal disease. It has long been hypothesized that the rapid blood vessel remodeling occurring after fistula creation is, in part, a process to restore the mechanical stresses to some preferred level, ie, mechanical homeostasis. We present computational hemodynamic simulations in four patient-specific models of mature arteriovenous fistulae reconstructed from 3D ultrasound scans. Our results suggest that these mature fistulae have remodeled to return to ‘‘normal’’shear stresses away from the anastomoses: about 1.0 Pa in the outflow veins and about 2.5 Pa in the inflow arteries. Large parts of the anastomoses were found to be under very high shear stresses> 15 Pa, over most of the cardiac cycle. These results suggest that the remodeling process works toward restoring mechanical homeostasis in …",
                "2009年中国以300多万辆的优势,首次超越美国,成为世界汽车产销第一大国,比预计提前了5~6年.中国车市的优异表现,不仅有效拉动了中国本土汽车产业链的发展,也为经济危机条件下世界汽车工业做出巨大的贡献.然而,全球产销第一带来的不仅仅是欣喜,更多的则是压力.中国汽车工业在技术水平,创新能力,品牌影响力以及国际竞争力等方面与世界汽车强国还有明显的差距.与此同时,汽车工业也成为我国能源安全,低碳经济和城市环境的巨大负担,使其发展受到限制,转型迫在眉睫.汽车轻量化作为降低原油消耗和尾气排放的重要手段,已经得到世界各国的高度重视,成为世界汽车强国提高品牌竞争力的重要手段.对全球汽车车身轻量化的方法和发展趋势进行综述,分析车身轻量化技术的发展对焊接与连接的挑战,并对新型的车身连接技术进行分析和评价,以对我国轻量化车身的设计与制造提供有益借鉴.",
                "Electromagnetic stirring method has been used in casting and arc welding processes to refine crystal grains. In this paper, the authors describe an experiment where an external magnetic field (EMF) produced by a pair of permanent magnets was used to study the effect of electromagnetic stirring on resistance spot welding of advanced high strength steel DP780. Experimental results show that under the same welding current, the EMF could refine the crystal grains, increase the weld nugget diameter, reduce the risk of shrinkage cavities and significantly improve the joint’s tensile–shear strength and ductility. However, when the welds with and without the EMF were compared under the same weld diameter, because of the greatly reduced nugget thickness, the tensile–shear strength of the weld made under the EMF is a little bit lower than the normal weld.",
                "Shunting in resistance spot welding is difficult to avoid, as multiple welds are commonly designed in a specific area for strength and other considerations. This experimental study investigates the effects of several variables on shunting, including material, surface condition, welding schedule, and other process parameters. The experimental results show that weld spacing and surface condition have the largest effects on shunting. The electrode force in general helps avoid shunting, with the exception that for a narrow weld spacing it actually promotes shunting by reducing the electrical resistance in the shunting path. It was found that shunted welds may have larger\/darker indentation marks than the shunt welds, although they are smaller in weld size. In general, it was found that the variables are tightly coupled and their interaction is complex, making it difficult to single out the influence of individual factors in shunting.",
                "Truncated electrodes with different cone angle are widely used in vehicle body assembly. However, the effect of the cone angle on welding process still keeps unclear. In this paper, a multi-physics finite element model, which considered the coupling of electric field, magnetic field, fluid flow and heat transfer, was used to study the effect of the cone angle variation on resistance spot welding. Four kinds of cone angles, including 15°, 30°, 45°, and 60°, were studied systematically. Research results showed that the cone angle variation affects not only weld quality but also electrode life. Specifically, the lower cone angle, the more severe current density singularity at the tip edge, the stronger electromagnetic stirring in the molten nugget, and thus the stronger fluid flow and more uniform temperature field in the weld nugget, which would produce a positive effect on the weld quality. At the same time, the low cone angles …",
                "Electromagnetic stirring (EMS) has been demonstrated to have significant effect on molten metal in terms of crystal orientation, grain refinement and macro appearance of solidified structures by making use of Lorentz force. In the present study, resistance spot welding (RSW) process of 1.25 mm thick dual-phase steel DP780 with and without the external magnetic field applied has been experimentally investigated. Impacts of the EMS method on nugget appearance, quasi-static performance, fatigue life, and fracture morphology have been systematically discussed. Results of the metallographic tests showed that, compared with the traditional resistance spot weld (RSW weld), the weld under the EMS effect (EMS-RSW weld) was wider and thinner with an obvious increase in nugget diameter. Besides, within the EMS-RSW weld, crystal orientation along the faying surface of workpieces was less directional and the …"
            ],
            [
                [
                    "Welding & Joining"
                ]
            ],
            [
                "Yongbin Lee Assistant Scientist Condensed Matter 112 Wilhelm Hall yblee@iastate.edu 515-294-9636"
            ]
        ]
    ]
}