{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P90QV3RW",
            "KHC5W4EAAAAJ",
            [
                "Estimating accuracy of 17O NMR measurements in oxide glasses: Constraints and evidence from crystalline and glassy calcium and barium silicates",
                "Transition metal cation site preferences in forsterite (Mg2SiO4) determined from paramagnetically shifted NMR resonances",
                "Transition Metal Dopant Cation Distributions in MgO and CaO: New Inferences from Paramagnetically Shifted Resonances in 17O, 25Mg, and 43Ca NMR Spectra",
                "Investigating lanthanide dopant distributions in Yttrium Aluminum Garnet (YAG) using solid state paramagnetic NMR",
                "Solid-state NMR and short-range order in crystalline oxides and silicates: a new tool in paramagnetic resonances",
                "Direct water decomposition on transition metal surfaces: structural dependence and catalytic screening",
                "Constraints on aluminum and scandium substitution mechanisms in forsterite, periclase, and larnite: High-resolution NMR",
                "Toward the wider application of 29Si NMR spectroscopy to paramagnetic transition metal silicate minerals and glasses: Fe (II), Co (II), and Ni (II) silicates"
            ],
            [
                "The use of 17O nuclear magnetic resonance (NMR) spectroscopy to measure site populations in silicate and aluminosilicate glasses has provided insights and challenges to conventional models of glass structure. In order to better understand the level of accuracy and precision achievable, we have synthesized crystalline barium metasilicate (BaSiO3), barium orthosilicate (Ba2SiO4), tricalcium silicate (Ca3SiO5), a barium silicate glass ((BaO)0.45(SiO2)0.55), and a calcium silicate glass ((CaO)0.56(SiO2)0.44), and report 17O NMR spectra for all of these. After correcting the observed intensities for quadrupolar effects, we measure an NBO content of 66.7% ± 0.6% for the BaSiO3, compared to the known value of 66.7%. Applying the same techniques for the glasses gives an NBO content of 58.8% ± 0.8% (vs. the expected 55.5% ± 1.4% from stoichiometry) for the barium silicate and 76.9% ± 1.2% (vs. 78.6% ± 1.4 …",
                "In marked contrast to the single, narrow 29 Si MAS NMR resonance for pure forsterite (Mg 2 SiO 4), the spectra for synthetic forsterite containing 0.05 to 5% of the Mg 2+ replaced with Ni 2+, Co 2+, or Fe 2+ display between 4 and 26 additional, small, paramagnetically shifted peaks that are caused by interactions of the unpaired electron spins on the transition metal cations and the nuclear spins. Analyses of these relative peak areas, their numbers, and comparison of their positions to those in spectra of synthetic monticellites (CaMgSiO 4) containing similar levels of transition metals, allows at least partial assignment to the effects of cations in either the M1 octahedral site only or to both M1 and M2 sites. More detailed analyses indicate that in forsterite, Ni 2+ occupies only M1, Fe 2+ occupies M1 and M2 roughly equally, and Co 2+ occupies both M1 and M2 in an approximately 3: 1 ratio. These findings for low …",
                "We report on paramagnetic shifts identified in 17O, 25Mg, and 43Ca NMR spectra of CaO and MgO doped with 0.3–2.2 mol % NiO or CoO. Systematically shifted features were identified for both paramagnetic dopants (Ni2+ or Co2+) and both bulk materials (CaO and MgO), and in some cases spectral features could be assigned to paramagnetic cations at specific sites within five bonds of the observed nucleus. We compare the empirical peak areas to theoretically derived peak areas expected under conditions of random mixing and observe that Ni2+- and Co2+-doped MgO systems agree well with random mixing but doped CaO systems do not. In spite of the very low natural isotopic abundances of 17O and 43Ca, moderate natural abundance of 25Mg, and relatively low Larmor frequencies of all three nuclides, the cubic crystal structures and the resulting narrow NMR peaks allowed a first look at the potential of …",
                "This paper demonstrates the approach of using paramagnetic effects observed in NMR spectra to investigate the distribution of lanthanide dopant cations in YAG (yttrium aluminum garnet, Y3Al5O12) optical materials, as a complimentary technique to optical spectroscopy and other standard methods of characterization. We investigate the effects of Ce3+, Nd3+, Yb3+, Tm3+, and Tm3+-Cr3+ on 27Al and 89Y NMR spectra. We note shifted resonances for both AlO4 and AlO6 sites. In some cases, multiple shifted peaks are observable, and some of these can be empirically assigned to dopant cations in known configurations to the observed nuclides. In many cases, AlO6 peaks shifted by more than one magnetic neighbor can be detected. In general, we observe that the measured intensities of shifted resonances, when spinning sidebands are included, are consistent with predictions from models with dopant cations …",
                "Most applications of high-resolution NMR to questions of short-range order\/disorder in inorganic materials have been made in systems where ions with unpaired electron spins are of negligible concentration, with structural information extracted primarily from chemical shifts, quadrupolar coupling parameters, and nuclear dipolar couplings. In some cases, however, the often-large additional resonance shifts caused by interactions between unpaired electron and nuclear spins can provide unique new structural information in materials with contents of paramagnetic cations ranging from hundreds of ppm to several per cent and even higher. In this brief review we focus on recent work on silicate, phosphate, and oxide materials with relatively low concentrations of paramagnetic ions, where spectral resolution can remain high enough to distinguish interactions between NMR-observed nuclides and one or more magnetic …",
                "Density functional theory calculations are used to investigate thermal water decomposition over the close-packed (111), stepped (211), and open (100) facets of transition metal surfaces. A descriptor-based approach is used to determine that the (211) facet leads to the highest possible rates. A range of 96 binary alloys were screened for their potential activity and a rate control analysis was performed to assess how the overall rate could be improved. ",
                "The incorporation of incompatible Al in forsterite is particularly interesting due to its relevance in Al olivine-spinel geobarometry techniques as well as the proposed influence of Al on upper mantle diffusion and water storage capacity. However, determining the site preference and substitution mechanisms of aluminum in forsterite presents considerable challenge, because the incompatibility of Al in the olivine structure results in correspondingly low Al concentrations. In this work we use solid state nuclear magnetic resonance (NMR) to directly observe Al coordination in synthetic samples from which we can constrain site preferences. We investigate Al in MgO and clinoenstatite to confirm that the forsterite spectra do not contain contributions from these impurity phases. To better interpret our results we used the independent component analysis (ICA) algorithm, SIMPLISMA, which accurately deconvoluted …",
                "In studies of the structures of silicate minerals and glasses, 29 Si NMR spectroscopy has been applied almost exclusively to materials containing relatively low concentrations of ions with unpaired electrons spins, such as most transition metals and rare earths, because of sometimes severe broadening and shifting of resonances in such strongly paramagnetic systems. However, by adapting experimental methods to allow detection of very broad signals, and by examining a much expanded range of frequencies, we show here that accurate spectra can indeed be measured for a series of pure-phase transition metal silicates, including olivines (Fe 2 SiO 4, Co 2 SiO 4, Ni 2 SiO 4), Co-akermanite (CoCa 2 Si 2 O 7), and clinopyroxenes (CoCaSi 2 O 6, NiCaSi 2 O 6). For the latter two, we also present data for glasses of the same nominal compositions. For all of these phases, NMR peak broadening is large, in many …"
            ],
            [
                [
                    "Computational Chemistry",
                    "Electrospinning",
                    "Spectroscopy",
                    "Machine Learning"
                ]
            ],
            [
                "Ryan McCarty Graduate Student Nuclear A330 Zaffarano Hall rmccarty@iastate.edu 515-294-6010"
            ]
        ]
    ]
}