{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P92NOZG2",
            "Dlc6MaoAAAAJ",
            [
                "Eliashberg equations and superconductivity in a layered two-dimensional metal",
                "Calculation of the self-energy in a layered two-dimensional electron gas",
                "Calculated electronic, transport, and related properties of zinc blende boron arsenide (zb-BAs)",
                "Ab-initio calculations of electronic, transport, and structural properties of boron phosphide",
                "Pairing instability in an interacting Fermi gas",
                "Ab-initio computations of electronic and transport properties of wurtzite aluminum nitride (w-AlN)",
                "Possibility of the non-phonon mechanism of superconductivity in a layered Fermi liquid",
                "Formation of a Bound State in the Presence of Repulsive Interaction",
                "Pair-interaction potential in a layered two-dimensional system",
                "Pseudogap, charge and spin responses in the Hubbard model"
            ],
            [
                "The Eliashberg equations for superconductivity in a layered two-dimensional (2D) metal, taking into account the interaction between an electron and an arbitrary boson excitation, are obtained. The theory is applied to the case of a plasmon-mediated electron-electron interaction and it is shown that the interelectronic Coulomb repulsion parameter μ is connected with both the bare Coulomb interaction and the single-particle excitation. An evaluation of this parameter shows that while remaining always positive, it decays with the decrease of the interlayer distance. It is also shown that the electron-plasmon interaction in a layered 2D system leads to a logarithmic divergence of the renormalization factor Z (ω) as ω→ 0 and T→ 0. This gives rise to a logarithmic dependence of λ pl, the electron-plasmon interaction constant, on temperature for T≥ T c and a logarithmic dependence on the gap parameter Δ for T≪ T c. It is …",
                "The self-energy of a layered two-dimensional (2D) electron gas has been investigated using the Fermi-liquid approach. The zero-and finite-temperature calculations including both single-particle and plasmon excitations have been carried out. It is found that when the interlayer distance is large compared to twice the effective Bohr radius a B, the interlayer-coupling effects are small and the results correspond to those of a pure 2D electron gas. When the interlayer distance is smaller than 2 a B, the results are similar to those of a three-dimensional (3D) system. At intermediate interlayer distances, the results show an interesting mixture of 2D and 3D behaviors. The linear temperature dependence of the plasmon contribution to the quasiparticle damping at high temperatures in a layered 2D electron gas, obtained in this paper, may have some relevance to the explanation of the normal-state properties of the high-T c …",
                "We present the results from ab-initio, self-consistent density functional theory (DFT) calculations of electronic, transport, and bulk properties of zinc blende boron arsenide. We utilized the local density approximation potential of Ceperley and Alder, as parameterized by Vosko and his group, the linear combination of Gaussian orbitals formalism, and the Bagayoko, Zhao, and Williams (BZW) method, as enhanced by Ekuma and Franklin (BZW-EF), in carrying out our completely self-consistent calculations. With this method, the results of our calculations have the full, physical content of density functional theory (DFT). Our results include electronic energy bands, densities of states, effective masses, and the bulk modulus. Our calculated, indirect band gap of 1.48 eV, from Γ to a conduction band minimum close to X, for the room temperature lattice constant of 4.777 Å, is in an excellent agreement with the experimental …",
                "We present results from ab-initio, self-consistent density functional theory calculations of electronic and related properties of zinc blende boron phosphide (zb-BP). We employed a local density approximation potential and implemented the linear combination of atomic orbitals formalism. This technique follows the Bagayoko, Zhao, and Williams method, as enhanced by the work of Ekuma and Franklin. The results include electronic energy bands, densities of states, and effective masses. The calculated band gap of 2.02 eV, for the room temperature lattice constant of a = 4.5383 Å, is in excellent agreement with the experimental value of 2.02 ± 0.05 eV. Our result for the bulk modulus, 155.7 GPa, agrees with experiment (152–155 GPa). Our predictions for the equilibrium lattice constant and the corresponding band gap, for very low temperatures, are 4.5269 Å and 2.01 eV, respectively.",
                "The Cooper instability in an interacting Fermi gas is examined by using the perturbational diagram approach. A graphical derivative method based on Ward's identity is introduced to represent the contributions to the interparticle interactions from different channels. It is shown that pairing instability for the electrons excited from the Fermi sea may happen as a result of the presence of holes even when the original interaction is repulsive. Thus, in contrast to the Cooper instability caused by a given attractive interaction, the pairing instability can be induced by the particle-hole excitations. The application of the results to a layered two-dimensional Fermi gas is considered.",
                "We report findings from several ab-initio, self-consistent calculations of electronic and transport properties of wurtzite aluminum nitride (w-AlN). Our calculations utilized a local density approximation (LDA) potential and the linear combination of Gaussian orbitals (LCGO). Unlike some other density functional theory (DFT) calculations, we employed the Bagayoko, Zhao, and Williams' method, enhanced by Ekuma and Franklin (BZW-EF). The BZW-EF method verifiably leads to the minima of the occupied energies; these minima, the low laying unoccupied energies, and related wave functions provide the most variationally and physically valid density functional theory (DFT) description of the ground states of materials under study. With multiple oxidation states of Al (Al3+ to Al) and the availability of N3− to N, the BZW-EF method required several sets of self-consistent calculations with different ionic species as input. The …",
                "Superconductivity and the metal-insulator (MI) phase transition in a layered two-dimensional (2D) electron liquid, taking into account electron-correlation effects and spin-density fluctuations, have been considered by means of the Fermi-liquid approach. It is shown that the electron-electron interaction mediated by electron-hole excitations in a layered 2D correlated Fermi liquid can induce the MI phase transition. The possibility of superconductivity mediated by the electron-hole excitations in the case of the dynamical suppression of the vertex correction by the high-frequency plasma excitations is discussed. The dependence of the transition temperature Tc on the carrier (doping) density, the interlayer spacing and the dielectric constant is obtained. It is also found that the superconductivity transition temperature at the strong coupling can be given by Tc∼ns\/m∗ while it is given by a BCS-like formula Tc∼1.13 ωc exp …",
                "We have examined the effective interaction of two fermions in terms of the T-matrix and shown that there are two different series of ladder diagrams in describing the effective interaction: (1) the exchange ladder diagrams giving rise to the T-matrix for the triplet state with poles for attractive interaction and (2) the Hartree ladder diagrams describing the multiple scattering on the Hartree potential and producing the T-matrix for the singlet state with poles for repulsive interaction. It is verified that a bound state of two fermions in the singlet state exists only in the presence of repulsive interaction between them. We further argue that the potential in the Schrodinger equation should be spin-dependent to describe both the singlet and triplet states.",
                "We present a static pair-interaction potential in a layered system with two-dimensional electron sheets. The potential is derived for arbitrary locations of the interacting charges in such a lattice. The local-field factor for a layered electron liquid is evaluated. It is shown that electron correlations in this anisotropic structure lead to ‘‘overscreening’’of the Coulomb interaction and hence to a negative potential between two like charges within a certain range of intercharge distances.",
                "We have studied in terms of the effective T-matrix the self-energy part for both the attractive (U<0) and repulsive (U>0) Hubbard models. It is shown that the fluctuation pairing for strong coupling at T>Tc for the attractive Hubbard model does not cause any pseudogap behavior in the single-particle density of states. We have also identified the origin of the false pseudogap for that case. Meanwhile, the fluctuation pairing significantly affect the density–density and the current–current correlation functions. As a result, there exists a pseudogap in the charge (and current) response for the attractive Hubbard model. In contrast, the pseudogap in the spin response appears to exist for the repulsive Hubbard model only. It is also shown that the contribution from the Hartree–\"Cooper\" channel gives an anomalous Fermi liquid term, Imχc≈-ω\/T, to the charge response of the nearly antiferromagnetic Fermi liquid."
            ],
            [
                [
                    "condensed matter physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}