{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P9CJ8H6J",
            "igxbMPYAAAAJ",
            [
                "Teaching towards knowledge integration in learning force and motion",
                "Assessment of student understanding on light interference",
                "Assessment of knowledge integration in student learning of momentum",
                "Test equity in developing short version conceptual inventories: A case study on the Conceptual Survey of Electricity and Magnetism",
                "Progress of Gas-Filled Multi-RF-Cavity Beam Profile Monitor for Intense Neutrino Beams"
            ],
            [
                "Knowledge integration is essential to achieve deep conceptual understanding, which requires students to develop well-connected knowledge structures through the central idea of a concept. To effectively represent and analyze knowledge integration, a conceptual framework model on force and motion is developed to map learners’ knowledge structures in terms of how conceptual ideas and contextual conditions are connected. Two studies have been conducted. First, the misconceptions on force and motion held by Chinese middle school students are examined. Although the Chinese students had experienced extensive problem-drilling in instruction, which is notably different from that of the populations documented in the literature, their misconceptions are similar to those previously reported. This suggests that traditional problem-drilling does not substantively improve conceptual development. In addition …",
                "Light interference is an essential topic for understanding the wavelike nature of light, however, there are limited studies on modeling and assessing students’ misconceptions and learning difficulties in this area. Based on the knowledge integration modeling approach, a conceptual framework for light interference is developed and used to model student understanding and guide the development of an assessment tool on light interference. The conceptual framework provides a representation of students’ reasoning pathways to clearly show their connections through different conceptual components and contextual features of problem-solving settings. This type of representation focuses on showing students’ knowledge structures regarding the features of integration and fragmentation. Experts’ reasoning pathways always flow through a central idea of a concept with well-established connections to a wide range of …",
                "Momentum is a foundational concept in physics. Although it is often taught in introductory mechanics courses, there are a limited number of studies on this topic in the literature. The results from these studies have consistently shown that students have difficulties in understanding momentum, especially the connections between net force, time, and change in momentum, which are signs of fragmented knowledge structure and poor knowledge integration. This study adopts the conceptual framework representation to model student understanding and guide the design of an assessment test on momentum. Informed by the previous work on knowledge integration, the conceptual framework maps out the key concepts and their connections within a student’s knowledge structure. Recent studies have shown that a conceptual framework can be used as a guide to create assessment items that follow different reasoning …",
                "Standardized concept inventories (CIs) have been widely used in science, technology, engineering, and mathematics education for assessment of student learning. In practice, there have been concerns regarding the length of the test and possible test-retest memory effect. To address these issues, a recent study developed a method to split a CI into two equivalent short CIs, which have been shown to provide equivalent mean score measures. However, the previous approach does not fully examine common requirements of test equating. This study extends the existing method with test equating analysis to form a revised algorithm for developing and validating equivalent short CIs. The method is applied to split the Conceptual Survey of Electricity and Magnetism (CSEM) into two half-length CSEMs (HCSEMs). Through a series of test-equating and validation analysis, the HCSEMs are confirmed to measure the …",
                "We develop a concept of a novel pressurized gas-filled multi-RF-cavity beam profile monitor that is simple and robust in high-radiation environments. Charged particles passing through each RF-cavity in the monitor produce intensitydependent ionized plasma, which changes the gas permittivity. The sensitivity to beam intensity is adjustable using gas pressure, concentration of electronegative dopant, and RF gradient. The performance of the RF gas monitor has been numerically simulated to evaluate the sensitivity of permittivity measurements. The range will cover the expected beam intensities in NuMI and LBNF. The critical plasma parameters to design the RF gas monitor and the proposed demonstration test to validate the concept of RF gas monitor are discussed in this presentation."
            ],
            [
                [

                ]
            ]
        ]
    ]
}