{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P9EGN83Z",
            "SlagU2oAAAAJ",
            [
                "The impact of switching costs on the customer satisfaction‐loyalty link: mobile phone service in France",
                "Modeling preference and structural heterogeneity in consumer choice",
                "A Bayesian model for prelaunch sales forecasting of recorded music",
                "Incorporating word-of-mouth effects in estimating customer lifetime value",
                "Generalized structured component analysis with latent interactions",
                "Determinants of trademark dilution",
                "A pre-diffusion growth model of intentions and purchase",
                "Consumer evaluations of line extensions: A conjoint approach",
                "The influence of switching costs on customer retention: a study of the cell phone market in France",
                "Managing adoption barriers in integrated banking services"
            ],
            [
                "The main objective of customer satisfaction programs is to increase customer retention rates. In explaining the link between customer satisfaction and loyalty, switching costs play an important role and provide useful insight. For example, the presence of switching costs can mean that some seemingly loyal customers are actually dissatisfied but do not defect because of high switching costs. Thus, the level of switching costs moderates the link between satisfaction and loyalty. The purposes of this paper are: to examine the moderating role of switching costs in the customer satisfaction‐loyalty link; and to identify customer segments and then analyze the heterogeneity in the satisfaction‐loyalty link among the different segments. An empirical example based on the mobile phone service market in France indicates support for the moderating role of switching costs. Managerial implications of the results are discussed.",
                "Consumer heterogeneity is fundamental to the marketing concept, providing the basis for market segmentation, targeting and positioning, as well as micro-marketing. Substantial effort has already been devoted to incorporate heterogeneity in brand choice models. However, most of the research in this area has focused on differences in preferences or tastes across consumers. In contrast, limited attention has been given to the possibility that consumers might also differ in the process they follow when making choices. Failure to account for either form of consumer heterogeneity may lead to misinterpretations of market structure and market segments, as demonstrated in our simulations.Our main research objective in this paper is to account for these two forms of consumer heterogeneity with an integrated model. We develop a choice model that simultaneously identities consumer segments on the basis of their …",
                "In a situation where several hundred new music albums are released each month, producing sales forecasts in a reliable and consistent manner is a rather difficult and cumbersome task. The purpose of this study is to obtain sales forecasts for a new album before it is introduced. We develop a hierarchical Bayesian model based on a logistic diffusion process. It allows for the generalization of various adoption patterns out of discrete data and can be applied in a situation where the eventual number of adopters is unknown. Using sales of previous albums along with information known prior to the launch of a new album, the model constructs informed priors, yielding prelaunch sales forecasts, which are out-of-sample predictions. In the context of new product forecasting before introduction, the information we have is limited to the relevant background characteristics of a new album. Knowing only the general attributes …",
                "The benefit of managing customer relationship by inputs (acquisition and retention costs) and outputs (revenues) for each customer is that marketing managers can better prioritise their efforts by examining the return on marketing investment and thus better differentiate customers by their relative benefits and costs. Valuing customers and measuring marketing effect using only direct financial contributions, however, carries a potential risk of misleading marketing managers since much of the relationship-based indicators are latent such as word of mouth (WOM) but still contribute substantially to customer lifetime value (CLV). In this paper, based on the company data and simulation, we empirically investigate the effect of WOM in estimating CLV. Managerial implications and future research directions are discussed.",
                "Generalized structured component analysis (GSCA) is a component-based approach to structural equation modeling. In practice, researchers may often be interested in examining the interaction effects of latent variables. However, GSCA has been geared only for the specification and testing of the main effects of variables. Thus, an extension of GSCA is proposed to effectively deal with various types of interactions among latent variables. In the proposed method, a latent interaction is defined as a product of interacting latent variables. As a result, this method does not require the construction of additional indicators for latent interactions. Moreover, it can easily accommodate both exogenous and endogenous latent interactions. An alternating least-squares algorithm is developed to minimize a single optimization criterion for parameter estimation. A Monte Carlo simulation study is conducted to investigate the …",
                "A hierarchical Bayes associative network model for brand information is developed and tested to measure the extent of harm from trademark dilution. In the proposed model, category activation thresholds are modeled in terms of brand\/category familiarity, activation flows are modeled in terms of relative category knowledge, and consumer confusion and its correlates are used to capture the asymmetric effects of dilution on retrieval probabilities for first and second users.",
                "In this paper, we investigate whether information on the history of purchase intentions is useful in predicting actual purchase behavior. The research is motivated by two factors. The first factor is the empirical finding in the literature that measuring intentions just prior to purchase provides better predictions of actual purchase as compared to when these intentions are measured earlier. The second factor is the role of the timing of the formation of intentions prior to purchase. While one stream of literature based on preference fluency predicts that early formation of intentions is more likely to lead to actual purchase, the other stream based on the memory-based “recency” effect predicts that formation of intentions just prior to purchase is more likely to lead to actual purchase. Together, these two factors motivate the potential need to account for the entire history of intentions prior to purchase. A canonical example …",
                "Line extensions have been a basis for strategic growth for many firms during the past decade. The viability of line extensions largely depends on how consumers perceive the new features of the extensions. This study examined how consumers differ in their evaluations of original products and line extensions in terms of behavioral characteristics, using an individual-level conjoint analysis. Of particular interest was to compare and contrast the effects of consumer characteristics on evaluations of line extensions with those of brand extensions. A within-subjects conjoint experiment was conducted which involved rankings of full profiles of original products and line extensions. The results showed that subjects' evaluations of the new features of line extensions were influenced by three behavioral factors: perceived brand strength, perceived typicality, and product usage. Theoretical and managerial implications of the results are discussed.",
                "The behavioral objective of customer satisfaction programs is to increase customer retention rates. In explaining the link between customer satisfaction and loyalty, switching costs play an important role and provide useful insight. If the market is competitive and switching costs are high, only satisfied customers repurchase products and services because of competition, which results in small number of false loyal customers who are dissatisfied but obliged to be loyal. The purposes of this paper are (1) to examine heterogeneity in the customer satisfaction-loyalty link,(2) to identify customer segments with asymmetric levels of satisfaction and loyalty, and (3) to analyze the role of switching costs among different types of the satisfaction-loyalty link. Empirical illustration of our study is based on the cellular phone market in France.",
                "Service organizations such as retail banks are attempting to increase their customers' lifetime value through the introduction of service innovations such as integrated banking. To date, these efforts have met with mixed success. This research proposes that strategic consideration of barriers to adoption can significantly alter and enhance the effectiveness of segmentation and communication efforts for service innovations.The paper utilizes a latent class regression with concomitant variables on a large‐scale multinational consumer survey (n=2,702).The results demonstrate that incorporating barriers to adoption significantly alters the segments into which customers are classified, resulting in improved model fit and out‐of‐sample prediction.Future innovations will present other types of barrier. The authors show here that marketers can benefit …"
            ],
            [
                [
                    "marketing research and analytics"
                ]
            ]
        ]
    ]
}