{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "P9J5U3OD",
            "wAE5EJsAAAAJ",
            [
                "Residential radon and risk of lung cancer: a combined analysis of 7 North American case-control studies",
                "A combined analysis of North American case-control studies of residential radon and lung cancer",
                "Residential radon gas exposure and lung cancer: the Iowa Radon Lung Cancer Study",
                "The Iowa radon lung cancer study—phase I: Residential radon gas exposure and lung cancer",
                "Exposure to atmospheric radon.",
                "An overview of the North American residential radon and lung cancer case-control studies",
                "Long-term radon concentrations estimated from 210Po embedded in glass.",
                "Spatial and temporal indoor radon variations.",
                "Residential radon exposure and lung cancer: variation in risk estimates using alternative exposure scenarios",
                "Annual average indoor radon variations over two decades"
            ],
            [
                "Background: Underground miners exposed to high levels of radon have an excess risk of lung cancer. Residential exposure to radon is at much lower levels, and the risk of lung cancer with residential exposure is less clear. We conducted a systematic analysis of pooled data from all North American residential radon studies. Methods: The pooling project included original data from 7 North American case-control studies, all of which used long-term α-track detectors to assess residential radon concentrations. A total of 3662 cases and 4966 controls were retained for the analysis. We used conditional likelihood regression to estimate the excess risk of lung cancer. Results: Odds ratios (ORs) for lung cancer increased with residential radon concentration. The estimated OR after exposure to radon at a concentration of 100 Bq\/m³ in the exposure time window 5 to 30 years before the index date was 1.11 (95% confidence …",
                "Cohort studies have consistently shown underground miners exposed to high levels of radon to be at excess risk of lung cancer, and extrapolations based on those results indicate that residential radon may be responsible for nearly 10–15% of all lung cancer deaths per year in the United States. However, case-control studies of residential radon and lung cancer have provided ambiguous evidence of radon lung cancer risks. Regardless, alpha-particle emissions from the short-lived radioactive radon decay products can damage cellular DNA. The possibility that a demonstrated lung carcinogen may be present in large numbers of homes raises a serious public health concern. Thus, a systematic analysis of pooled data from all North American residential radon studies was undertaken to provide a more direct characterization of the public health risk posed by prolonged radon exposure. To evaluate the risk …",
                "Exposure to high concentrations of radon progeny (radon) produces lung cancer in both underground miners and experimentally exposed laboratory animals. To determine the risk posed by residential radon exposure, the authors performed a population-based, case-control epidemiologic study in Iowa from 1993 to 1997. Subjects were female Iowa residents who had occupied their current home for at least 20 years. A total of 413 lung cancer cases and 614 age-frequency-matched controls were included in the final analysis. Excess odds were calculated per 11 working-level months for exposures that occurred 5–19 years (WLM610J prior to diagnosis for cases or prior to time of interview for controls. Eleven WLM619 is approximately equal to an average residential radon exposure of 4 pCI\/liter (148 Bq\/m3) during this period. After adjustment for age, smoking, and education, the authors found excess odds of 0 …",
                "Exposure to high concentrations of radon (222Rn) progeny produces lung cancer in both underground miners and experimentally-exposed laboratory animals. The goal of the study was to determine whether or not residential radon exposure exhibits a statistically significant association with lung cancer in a state with high residential radon concentrations. A population-based, case-control epidemiologic study was conducted examining the relationship between residential radon gas exposure and lung cancer in Iowa females who occupied their current home for at least 20 years. The study included 413 incident lung cancer cases and 614 age-frequency-matched controls. Participant information was obtained by a mailed-out questionnaire with face-to-face follow-up. Radon dosimetry assessment consisted of five components: (1) on-site residential assessment survey; (2) on-site radon measurements; (3) regional …",
                "We measured radon (222Rn) concentrations in Iowa and Minnesota and found that unusually high annual average radon concentrations occur outdoors in portions of central North America. In some areas, outdoor concentrations exceed the national average indoor radon concentration. The general spatial patterns of outdoor radon and indoor radon are similar to the spatial distribution of radon progeny in the soil. Outdoor radon exposure in this region can be a substantial fraction of an individual's total radon exposure and is highly variable across the population. Estimated lifetime effective dose equivalents for the women participants in a radon-related lung cancer study varied by a factor of two at the median dose, 8 mSv, and ranged up to 60 mSv (6 rem). Failure to include these doses can reduce the statistical power of epidemiologic studies that examine the lung cancer risk associated with residential radon …",
                "Lung cancer has held the distinction as the most common cancer type worldwide since 1985 . Recent estimates suggest that lung cancer accounted for 1.2 million deaths worldwide in 2002, which represents 17.6% of the global cancer deaths . During 2002, the highest lung cancer rates for men worldwide reportedly occurred in North America and Eastern Europe, whereas the highest rates in females occurred in North America and Northern Europe . While tobacco smoking is the leading risk factor for lung cancer, because of the magnitude of lung cancer mortality, even secondary causes of lung cancer present a major public health concern . Extrapolations from epidemiologic studies of radon-exposed miners project that approximately 18,600 lung cancer deaths per year (range 3000 to 41,000) in the United States alone are attributable to residential radon progeny exposure . Because of differences between the …",
                "Measured surface-alpha activity on glass exposed in radon chambers and houses has a linear correlation to the integrated radon exposure. Experimental results in chambers and houses have been obtained on glass exposed to radon concentrations between 100 Bq m-3 and 9 MBq m-3 for periods of a few days to several years. Theoretical calculations support the experimental results through a model that predicts the fractions of airborne activity that deposit and become embedded or adsorbed. The combination of measured activity and calculated embedded fraction for a given deposition environment can be applied to most indoor areas and produces a better estimate for lifetime radon exposure than estimates based on short-term indoor radon measurements.",
                "This paper examines the ability of standard radon measurement protocols to predict long-term radon concentrations in houses located in the upper Midwest. It was observed that:(1) significant radon variations can occur on a spatial scale as small as a single floor;(2) radon measurements that integrate for periods less than 3 mo are reliable only to within a factor of 2 or more; and (3) contemporary, short-term measurements within existing structures may not accurately reflect past radon concentrations. Two-hundred forty-three occupied houses located in 40 towns were monitored for at least 1 y using alpha-track detectors. If lifetime radon exposure estimates need to be determined accurately, then long-term, integrating radon detectors should be placed in several rooms of each house. In radon atmospheres that may not be stable for long periods of time, it is suggested that multiple, year-long measurements or surface alpha activity measurements in combination with year-long alpha-track measurements are needed for an accurate lifetime radon assessment.",
                "The most direct way to derive risk estimates for residential radon progeny exposure is through epidemiologic studies that examine the association between residential radon exposure and lung cancer. However, the National Research Council concluded that the inconsistency among prior residential radon case-control studies was largely a consequence of errors in radon dosimetry. This paper examines the impact of applying various epidemiologic dosimetry models for radon exposure assessment using a common data set from the Iowa Radon Lung Cancer Study (IRLCS). The IRLCS uniquely combined enhanced dosimetric techniques, individual mobility assessment, and expert histologic review to examine the relationship between cumulative radon exposure, smoking, and lung cancer. The a priori defined IRLCS radon-exposure model produced higher odds ratios than those methodologies that did not link the …",
                "Long-term exposure to elevated radon (222 Rn) concentrations has been linked to increased lung cancer risk. Year-long measurements of contemporary radon concentrations have been the “gold standard” for epidemiologists trying to reconstruct past radon exposures and for homeowners trying to estimate future radon exposure. Random variations and persistent temporal trends can affect remedial action decisions and risk coefficients derived from epidemiological studies. Temporal fluctuations are possible when changes occur in a home’s structure, climate, environment, or occupants. The annual-average temporal radon behavior was studied at 196 sites in 98 Minnesota houses. Seventeen hundred year-long indoor radon measurements were made from 1983 to 2000 to determine year-to-year radon fluctuations and long-term temporal trends. Ten year-long measurements over a span of 13 years were made at …"
            ],
            [
                [
                    "Environmental radiation",
                    "radon"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}