{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PAV4423I",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Bogdan A. Bernevig Bogdan A. Bernevig B. Andrei Bernevig Professor of Physics 609-258-1594 bernevig@Princeton.EDU 322 Jadwin Hall I am interested in several areas of theoretical condensed matter physics. I currently work on high-temperature superconductivity in the iron-based superconductors. These materials, discovered a year and a half ago, have broken the monopoly of cuprates on high-temperature superconductors. Their pairing symmetry, pairing mechanism, nature of local VS itinerant electrons, and other overwhelming parts of their physics are not known. Along with my collaborators, I have predicted the pairing symmetry in these materials to be a novel-type of s-wave. Along with my post-doc , we have developed a functional renormalization group treatment of the asymmetry of the s-wave gap predicted in the iron-based superconductors. I also actively work in the field of topological phases and Fractional Quantum Hall effect. These phases exhibit new topological excitations, including exotic non-abelian ones which could potentially be used as qubits of a quantum computer protected from local perturbations. I have worked on a series of FQH states which are described by a remarkable series of polynomials known in mathematics as Jack polynomials. I am also interested in the entanglement spectrum of these systems, and in devising methods to indentify topological order directly from the ground-state wavefunction. I am also interested in any possible classification of topological order in gapless systems. I also have other interests in the field of topological insulators, in which I predicted the first material to exhibit the Quantum Spin Hall effect. I am interested in how the interactions and disorder modify the nature of edge states. I am also interested in the physics of systems with spin-orbit coupling (insulators, semiconductors and metals), and in new symmetries and effects (such as persistent spin density helixes) existent in these systems. J. D. Koralek, C. P. Weber, J. Orenstein, B. A. Bernevig, Shoucheng Zhang, S. Mack & D. D. Awschalom Emergence of the persistent spin helix in semiconductor quantum wells Nature, 458, 610-613 (2009) B. Andrei Bernevig, Taylor L. Hughes, Shou-Cheng Zhang Quantum Spin Hall Effect and Topological Phase Transition in HgTe Quantum Wells Science, 314, 1757 (2006) B. Andrei Bernevig and F.D.M. Haldane Fractional Quantum Hall Effect and Jack Polynomials Phys. Rev. Lett 100, 246802 (2008) B. A. Bernevig, J. Orenstein, and S.-C. Zhang Exact SU(2) Symmetry and Persistent Spin Helix in a Spin-Orbit Coupled System Phys. Rev. Lett. 97, 236601 (2006) B. A. Bernevig and S.-C. Zhang Quantum Spin Hall Effect Phys. Rev. Lett. 96, 106802 (2006) Kangjun Seo, B. Andrei Bernevig, Jiangping Hu Pairing Symmetry in a Two-Orbital Exchange Coupling Model of Oxypnictides Phys. Rev. Lett. 101, 206404 (2008) B. A. Bernevig, D. Giuliano, and R. B. Laughlin Spinon Attraction in Spin- 1\/2 Antiferromagnetic Chains Phys. Rev. Lett. 86, 3392-3395 (2001) M. Parish, Jiangping Hu, B. Andrei Bernevig Experimental Consequences of the S-wave Superconductivity in the Iron-Pnictides Phys. Rev. B 78, 144514 (2008)"
            ]
        ]
    ]
}