{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PB8QHQCW",
            "KeL5Y3MAAAAJ",
            [
                "Formation of dense partonic matter in relativistic nucleus–nucleus collisions at RHIC: experimental evaluation by the PHENIX collaboration",
                "Final report of the E821 muon anomalous magnetic moment measurement at BNL",
                "Energy Loss and Flow of Heavy Quarks in  Collisions at ",
                "Suppression of Hadrons with Large Transverse Momentum in Central  Collisions at ",
                "Identified charged particle spectra and yields in Au+ Au collisions at s N N= 200 GeV",
                "Measurement of the proton and deuteron structure functions, F2p and F2d, and of the ratio σLσT",
                "Suppressed  Production at Large Transverse Momentum in Central  Collisions at ",
                "Elliptic Flow of Identified Hadrons in  Collisions at ",
                "Precise measurement of the positive muon anomalous magnetic moment",
                "Measurement of the negative muon anomalous magnetic moment to 0.7 ppm"
            ],
            [
                "Extensive experimental data from high-energy nucleus-nucleus collisions were recorded using the PHENIX detector at the Relativistic Heavy Ion Collider (RHIC). The comprehensive set of measurements from the first three years of RHIC operation includes charged particle multiplicities, transverse energy, yield ratios and spectra of identified hadrons in a wide range of transverse momenta (p T), elliptic flow, two-particle correlations, nonstatistical fluctuations, and suppression of particle production at high p T. The results are examined with an emphasis on implications for the formation of a new state of dense matter. We find that the state of matter created at RHIC cannot be described in terms of ordinary color neutral hadrons.",
                "We present the final report from a series of precision measurements of the muon anomalous magnetic moment, a μ=(g− 2)\/2. The details of the experimental method, apparatus, data taking, and analysis are summarized. Data obtained at Brookhaven National Laboratory, using nearly equal samples of positive and negative muons, were used to deduce a μ (Expt)= 11659208.0 (5.4)(3.3)× 10− 10, where the statistical and systematic uncertainties are given, respectively. The combined uncertainty of 0.54 ppm represents a 14-fold improvement compared to previous measurements at CERN. The standard model value for a μ includes contributions from virtual QED, weak, and hadronic processes. While the QED processes account for most of the anomaly, the largest theoretical uncertainty,≈ 0.55 ppm, is associated with first-order hadronic vacuum polarization. Present standard model evaluations, based on e+ e …",
                "The PHENIX experiment at the BNL Relativistic Heavy Ion Collider (RHIC) has measured electrons with 0.3< p T< 9 GeV\/c at midrapidity (| y|< 0.35) from heavy-flavor (charm and bottom) decays in Au+ Au collisions at s NN= 200 GeV. The nuclear modification factor R AA relative to p+ p collisions shows a strong suppression in central Au+ Au collisions, indicating substantial energy loss of heavy quarks in the medium produced at RHIC energies. A large azimuthal anisotropy v 2 with respect to the reaction plane is observed for 0.5< p T< 5 GeV\/c indicating substantial heavy-flavor elliptic flow. Both R AA and v 2 show a p T dependence different from those of neutral pions. A comparison to transport models which simultaneously describe R AA (p T) and v 2 (p T) suggests that the viscosity to entropy density ratio is close to the conjectured quantum lower bound, ie, near a perfect fluid.",
                "Transverse momentum spectra for charged hadrons and for neutral pions in the range 1 GeV\/c< p T< 5 GeV\/c have been measured by the PHENIX experiment at RHIC in Au+ Au collisions at s NN= 130 GeV. At high p T the spectra from peripheral nuclear collisions are consistent with scaling the spectra from p+ p collisions by the average number of binary nucleon-nucleon collisions. The spectra from central collisions are significantly suppressed when compared to the binary-scaled p+ p expectation, and also when compared to similarly binary-scaled peripheral collisions, indicating a novel nuclear-medium effect in central nuclear collisions at RHIC energies.",
                "The centrality dependence of transverse momentum distributions and yields for π±, K±, p, and p in Au+ Au collisions at s N N= 200 GeV at midrapidity are measured by the PHENIX experiment at the Relativistic Heavy Ion Collider. We observe a clear particle mass dependence of the shapes of transverse momentum spectra in central collisions below∼ 2 GeV∕ c in p T. Both mean transverse momenta and particle yields per participant pair increase from peripheral to midcentral and saturate at the most central collisions for all particle species. We also measure particle ratios of π−∕ π+, K−∕ K+, p∕ p, K∕ π, p∕ π, and p∕ π as a function of p T and collision centrality. The ratios of equal mass particle yields are independent of p T and centrality within the experimental uncertainties. In central collisions at intermediate transverse momenta∼ 1.5–4.5 GeV∕ c, proton and antiproton yields constitute a significant fraction …",
                "The muon-proton and muon-deuteron inclusive deep inelastic scattering cross sections were measured in the kinematic range 0.002<×< 0.60 and 0.5< Q 2< 75 GeV 2 at incident muon energies of 90, 120, 200 and 280 GeV. These results are based on the full data set collected by the New Muon Collaboration, including the data taken with a small angle trigger. The extracted values of the structure functions F 2 p and F 2 d are in good agreement with those from other experiments. The data cover a sufficient range of y to allow the determination of the ratio of the longitudinally to transversely polarised virtual photon absorption cross sections, R= σ L σ T, for 0.002<×< 0.12. The values of R are compatible with a perturbative QCD prediction; they agree with earlier measurements and extend to smaller x.",
                "Transverse momentum spectra of neutral pions in the range 1< p T< 10 G e V\/c have been measured at midrapidity by the PHENIX experiment at BNL RHIC in A u+ A u collisions at s N N= 200 G e V. The π 0 multiplicity in central reactions is significantly below the yields measured at the same s N N in peripheral A u+ A u and p+ p reactions scaled by the number of nucleon-nucleon collisions. For the most central bin, the suppression factor is∼ 2.5 at p T= 2 G e V\/c and increases to∼ 4–5 at p T≈ 4 G e V\/c. At larger p T, the suppression remains constant within errors. The deficit is already apparent in semiperipheral reactions and increases smoothly with centrality.",
                "The anisotropy parameter (v 2), the second harmonic of the azimuthal particle distribution, has been measured with the PHENIX detector in A u+ A u collisions at s N N= 200 G e V for identified and inclusive charged particle production at central rapidities (| η|< 0.35) with respect to the reaction plane defined at high rapidities (| η|= 3–4). We observe that the v 2 of mesons falls below that of (anti) baryons for p T> 2 G e V\/c, in marked contrast to the predictions of a hydrodynamical model. A quark-coalescence model is also investigated.",
                "A precise measurement of the anomalous g value, a μ=(g− 2)\/2, for the positive muon has been made at the Brookhaven Alternating Gradient Synchrotron. The result a μ+= 11 659 202 (14)(6)× 10− 10 (1.3 ppm) is in good agreement with previous measurements and has an error one third that of the combined previous data. The current theoretical value from the standard model is a μ (SM)= 11 659 159.6 (6.7)× 10− 10 (0.57 ppm) and a μ (exp)− a μ (SM)= 43 (16)× 10− 10 in which a μ (exp) is the world average experimental value.",
                "The anomalous magnetic moment of the negative muon has been measured to a precision of 0.7 ppm (ppm) at the Brookhaven Alternating Gradient Synchrotron. This result is based on data collected in 2001, and is over an order of magnitude more precise than the previous measurement for the negative muon. The result a μ−= 11 659 214 (8)(3)× 10− 10 (0.7 ppm), where the first uncertainty is statistical and the second is systematic, is consistent with previous measurements of the anomaly for the positive and the negative muon. The average of the measurements of the muon anomaly is a μ (exp)= 11 659 208 (6)× 10− 10 (0.5 ppm)."
            ],
            [
                [
                    "Nuclear Physics"
                ]
            ],
            [
                "Matthias Grosse Perdekamp Department Head 469 Loomis Laboratory (217) 333-6544 (217) 333-1215 mgp@illinois.edu 22nd International Spin Symposium conference website ATLAS Research Page COMPASS Research Page PHENIX Research Page 211 Loomis Laboratory (217) 333-6544 mgp@illinois.edu 22nd International Spin Symposium conference website ATLAS Research Page COMPASS Research Page PHENIX Research Page Professor Grosse Perdekamp received his diplom in physics from Albert-Ludwig University in Freiburg, Germany, in 1990, and his Ph.D. in physics from the University of California, Los Angeles, in 1995 for experimental work on proton structure at CERN. As an associate research scientist at Yale University from 1995 to 1998 he carried out precision measurements of muonium hyperfine structure at Los Alamos National Laboratory and of the muon anomalous magnetic moment (g-2) at Brookhaven National Laboratory (BNL). He was a research scientist at Johannes Gutenberg University in Mainz, Germany, from 1998 to 1999 and then through 2007 a Fellow at the joint Japanese-American RIKEN-BNL Research Center (RBRC) at Brookhaven National Laboratory. He joined the Department of Physics at the University of Illinois in 2002. At RBRC and Illinois Professor Grosse Perdekamp has studied the physics of the strong interaction and the spin-structure of its bound states through high energy scattering experiments at the Relativistic Heavy Ion Collider (RHIC) at BNL on Long Island, NY and the B-Factory at KEK in Tsukuba, Japan. Most recently, he has joined the COMPASS experiment at the Super Proton Synchrotron (SPS) at CERN (2012) and the ATLAS experiment at the Large Hadron Collider (LHC) at CERN in Geneva Switzerland (2016). Professor Grosse Perdekamp and his group at UIUC have developed and built instruments for the detection of ionizing radiation for the PHENIX experiment at RHIC\r\nand the COMPASS experiment at CERN. Currently the group carries out R&D for an upgrade of the Zero Degree Calorimeter in ATLAS. Grosse Perdekamp studies possible applications of this instrumentation for the detection of fissile materials. He has been teaching a course on Nuclear Weapons and Arms Control since 2012 and is a member of the core faculty of the UIUC program for Arms Control, Disarmament, and International Security (ACDIS). Research Honors APS Fellow, 2015. Campus Distinguished Service Award, 2013. Willett Faculty Scholar, 2010-2014. Xerox Research Award 2008. Fellow at the RIKEN BNL Research Center, 2002-2007. Forgein Scholar Award, UCLA, Los Angeles, CA, 1990. Gustav Mie Award, Albert-Ludwigs University, Freiburg, Germany, 1990. Fall 2017 PHYS 496 Spring 2015 PHYS 280 Spring 2012 PHYS 280 Fall 2011 PHYS 403 Spring 2011 PHYS 403 Fall 2010 PHYS 403 Spring 2010 PHYS 403 Spring 2006 PHYS 485 Fall 2003 PHYS 301 R. Seidl, et al. (Belle Collaboration). Measurement of azimuthal asymmetries in inclusive production of hadron pairs in e + e - annihilation at âˆšs = 10.58 GeV. Phys. Rev. D 78 , 032011 (2008). A. Adare, et al. (PHENIX Collaboration). Inclusive cross-section and double helicity asymmetry for Ï€ 0 production in p + p collisions at âˆšs = 200-GeV: Implications for the polarized gluon distribution in the proton. Phys. Rev. D 76 , 051106 (2007). R. Seidl, M. Grosse Perdekamp, et al. Measurement of azimuthal asymmetries in inclusive production of hadron pairs in e+ e- annihilation at Belle. Phys. Rev. Lett. 96, 232002 (2006). S.S. Adler, et al. Midrapidity neutral-pion production in a proton-proton collisions at âˆšs = 200 GeV. Phys. Rev. Lett. 91 , 241803 (2003). S.S. Adler, M. Grosse-Perdekamp, H. Hiejima, and J.-C. Peng. Absence of suppression in particle production at large transverse momentum in âˆšs NN = 200 GeV d + Au collisions. Phys. Rev. Lett. 91 , 072303 (2003). Events Starting November 4,  three ACDIS symposiums, '75 Years after Hiroshima: A New Nuclear Arms Race?' On August 6 and 9, 1945, over 120,000 people were killed by the atomic bombs dropped over Hiroshima and Nagasaki. Decade by decade, the billions of people at risk from direct and indirect effects of nuclear war continue to grow. The recent U.S. withdrawal from arms control treaties and the pursuit of new nuclear weapons capabilities by nuclear weapon states suggest submarine-launched ballistic missiles. Accolades Three elected APS Fellows: Grosse Perdekamp, Madhavan, DeMarco Three Physics Illinois faculty members—Professors Matthias Grosse Perdekamp, Vidya Madhavan, and Brian DeMarco—have been elected Fellows of the American Physical Society . Election to Fellowship is a distinct honor that recognizes significant contributions to the field, including outstanding physics research, important applications of physics, leadership in or service to physics, or significant contributions to physics education."
            ]
        ]
    ]
}