{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PCULNTZ6",
            "SaXjs4UAAAAJ",
            [
                "HSP70 stimulates cytokine production through a CD14-dependant pathway, demonstrating its dual role as a chaperone and cytokine",
                "Localization of mitochondria in living cells with rhodamine 123",
                "Intracellular heterogeneity in mitochondrial membrane potentials revealed by a J-aggregate-forming lipophilic cation JC-1.",
                "Differentiation and reversal of malignant changes in colon cancer through PPARγ",
                "Mitochondrial membrane potential in living cells",
                "J-aggregate formation of a carbocyanine as a quantitative fluorescent indicator of membrane potential",
                "Monitoring of relative mitochondrial membrane potential in living cells by fluorescence microscopy."
            ],
            [
                "Here, we demonstrate a previously unknown function for the 70-kDa heat-shock protein (HSP70) as a cytokine. HSP70 bound with high affinity to the plasma membrane, elicited a rapid intracellular calcium flux, activated nuclear factor (NF)-κB and upregulated the expression of pro-inflammatory cytokines tumor necrosis factor (TNF)-α, interleukin (IL)-1β and IL-6 in human monocytes. Furthermore, two different signal transduction pathways were activated by exogenous HSP70: one dependent on CD14 and intracellular calcium, which resulted in increased IL-1β, IL-6 and TNF-α; and the other independent of CD14 but dependent on intracellular calcium, which resulted in an increase in TNF-α but not IL-1β or IL-6. These findings indicate that CD14 is a co-receptor for HSP70-mediated signaling in human monocytes and are indicative of an previously unrecognized function for HSP70 as an extracellular protein with …",
                "The laser dye rhodamine 123 is shown to be a specific probe for the localization of mitochondria in living cells. By virtue of its selectivity for mitochondria and its fluorescent properties, the detectability of mitochondria stained with rhodamine 123 is significantly improved over that provided by conventional light microscopic techniques. With the use of rhodamine 123, it is possible to detect alterations in mitochondrial distribution following transformation by Rous sarcoma virus and changes in the shape and organization of mitochondria induced by colchicine treatment.",
                "By using a potential-dependent J-aggregate-forming delocalized lipophilic cation, 5,59,6,69-tetrachloro-1,19,3,39-tetraethylbenzimidazolocarbocyanine++ + iodide (JC-1), we find that membrane potentials across mitochondria in a living cell can be heterogeneous. Remarkably, even within a long contiguous mitochondrion, regional heterogeneity in membrane potentials appears to be possible.",
                "PPARγ is a nuclear receptor that has a dominant regulatory role in differentiation of cells of the adipose lineage, and has recently been shown to be expressed in the colon. We show here that PPARγ is expressed at high levels in both well-and poorly-differentiated adenocarcinomas, in normal colonic mucosa and in human colon cancer cell lines. Ligand activation of this receptor in colon cancer cells causes a considerable reduction in linear and clonogenic growth, increased expression of carcinoembryonic antigen and the reversal of many gene expression events specifically associated with colon cancer. Transplantable tumors derived from human colon cancer cells show a significant reduction of growth when mice are treated with troglitazone, a PPARγ ligand. These results indicate that the growth and differentiation of colon cancer cells can be modulated through PPARγ.",
                "A proton gradient exists across the mitochondrial inner membrane as a result of proton pumping by the respiratory chains located in this memн brane (Mitchell 1966; Boyer et al 1977; Tzagoloff 1982; Lane et al 1986; Murphy & Brand 1987). This gradient has two components: a membrane potential (protons are positively charged) and a pH gradient (protons also determine acidity). The energy stored in either the pH gradient or the membrane potential drives the synthesis of ATP by FoFIATPase, which functions as a proton turbine (Mitchell 1979; Tzagoloff 1982; Racker 1985; Boyer 1987, 1988; Pedersen & Carafoli 1987; Pedersen et al 1987). It",
                "J-aggregates at 590 nm. Increasing concentrations of JC-1 above a certain concentration caused a linear rise in the J-aggregate fluorescence, while the monomer fluorescence remained constant. The membrane potential of energized mitochondria (negative inside) promoted a directional uptake of JC-1 into the matrix, also with subsequent formation of J-aggregates. The J-aggregate fluorescence was sensitive to transient membrane potential changes induced by ADP and to metabolic inhibitors of oxidative phosphorylation. The J-aggregate fluorescence was found to be pH independent within the physiologicalpH range of 7.15-8.0 and could be linearly calibrated with valinomycin-induced K+ diffusion potentials. Theadvantage of JC-1 over rhodamines and other carbocyanines is that its color altered reversibly from green to red with increasing membrane potentials. This can be exploited for imaging live …",
                "Permeant cationic fluorescent probes are shown to be selectively accumulated by the mitochondria of living cells. Mitochondria-specific interaction of such molecules is apparently dependent on the high trans-membrane potential (inside negative) maintained by functional mitochondria. Dissipation of the mitochondrial trans-membrane and potential by ionophores or inhibitors of electron transport eliminates the selective mitochondrial association of these compounds. The application of such potential-dependent probes in conjunction with fluorescence microscopy allows the monitoring of mitochondrial membrane potential in individual living cells. Marked elevations in mitochondria-associated probe fluorescence have been observed in cells engaged in active movement. This approach to the analysis of mitochondrial membrane potential should be of value in future investigations of the control of energy metabolism …"
            ],
            [
                [
                    "cell biology",
                    "cancer"
                ]
            ],
            [
                "Bo Chen Associate Professor PSB 451 Bo.Chen@ucf.edu Dr. Chen received his PhD in Physics from Northwestern University, Evanston, IL in 2007. He spent one year(2007-2008) as a Visiting Fellow and three years (2008-2011) as a Research Fellow in National Institutes of Health, Bethesda, MD. He joined UCF in 2011 and he is currently an Associate Professor. Highlights Syllabi Dr. Bo Chen’s research is on self-assembled structures by proteins. His research utilizes transmission electron microscopy, solid state NMR, molecular modeling and simulation to investigate the structure and mechanism of such self-assembled structures. Jaekyun Jeon*, Xin Qiao*, Ivan Hung, Alok K. Mitra, Ambroise Desfosses, Daniel Huang*, Peter L. Gor’kov, Rebecca C. Craven, Richard L. Kingston, Zhehong  Gan, Fangqiang Zhu, and Bo Chen. “Structural model of the tubular assembly of the rous sarcoma virus capsid protein”, JACS, in press, DOI: 1021\/jacs.6b11939. Bo Chen . “ HIV capsid assembly, mechanism and structure ”. Invited article for Current Topics in Biochemistry, 55(18): 2539-52 (2016). Qiao X*, Jeon J*, Weber J*, Zhu F, and Bo Chen . “ Construction of a novel coarse grain model for simulations of HIV capsid assembly to capture the backbone structure and inter-domain motions in solution ”. Data in brief, 5:506-512(2015). Xin Zhao*, Jaekyun Jeon*, Jeff Weber*, and Bo Chen . “Mechanism of polymorphism and curvature of HIV capsid assemblies probed by 3D simulations with a novel high resolution coarse grain model” , BBA-Gen Subjects, 1850(11):2353-67(2015). Fangqiang Zhu, and Bo Chen . “ Monte carlo simulations of HIV capsid protein homodimer .” J Chem Inf Model, Jul 27;55(7):1361-8(2015). Jaekyun Jeon*, Xin Qiao*, Amy Cole, Jason O. Matos*, Stephany Bautista* Justin Castillo*, Ivan Hung, Zhehong Gan, Suren A. Tatulian, Alexander M. Cole, and Bo Chen . “Morphology-dependent HIV-enhancing effect of semen-derived enhancer of viral infection” , Biophysical Journal, 108(8):2028-37(2015). Marvin J Bayro, Bo Chen , Wau-Ming Yau and Robert Tycko. “Site-specific structural and dynamical variations accompanying tubular assembly of the HIV-capsid protein” , JMB, 426, 1109-1127 (2014). Gongpu Zhao, Juan R. Perilla, Ernest L. Yufenyuy, Xin Meng, Bo Chen , Jiying Ning, Jinwoo Ahn, Angela M. Gronenborn, Klaus Schulten, Christopher Aiken, and Peijun Zhang, Nature, 497, 643-646 (2013). “Mature HIV-1 capsid structure by cryo-electron microscopy and all-atom molecular dynamics”. Jaekyun Jeon*, Michael S. Lodge, Ben D. Dawson, Masa Ishigami, Frank Shewmaker, and Bo Chen , BBA – General Subjects, 1830, 3807-3815 (2013). “Superb resolution and contrast of transmission electron microscopy images of non-stained biological samples on graphene-coated grids” . Bo Chen , and Robert Tycko, Biophysical Journal, 100, 3035 (2011) “Simulated self-Assembly of the HIV-1 capsid: protein shape and native contacts are sufficient for two-dimensional lattice formation”. Bo Chen , and Robert Tycko, Protein Science, 19, 716 (2010) “Structural and dynamical characterization of tubular HIV-1 capsid protein assemblies by solid state nuclear magnetic resonance and electron microscopy”. Bo Chen , Kent R. Thurber, Frank Shewmaker, Reed B. Wickner, and Robert Tycko, Proceedings of the National Academy of Sciences of the United States of America, 106, 14339 (2009) “Measurement of amyloid fibril mass-per-length by tillted-beam transmission electron microscopy” . Highlights PI, AFOSR YIP, “Synergic Investigation of the Self-assembly Structure and Mechanism of Retroviral Capsid Proteins by Solid State NMR, Transmission Electron Microscopy and Multiscale Simulation”, $415,000, 3\/15\/2013 to 3\/14\/2016. Syllabi PHY 3802L (Section 11) Fall 2015 COS News Computer Simulations Help Scientists Understand HIV-1 Infection This story is reposted from UCF Today.  Scientists have long been unable to fully explain how infections attack the body, but now a team of…"
            ]
        ]
    ]
}