{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PCXMVZ9C",
            "h7wRsWcAAAAJ",
            [
                "Some remarks on the development of sedimentary basins",
                "Active tectonics of the Mediterranean region",
                "Magmatism at rift zones: the generation of volcanic continental margins and flood basalts",
                "The volume and composition of melt generated by extension of the lithosphere",
                "Partial melt distributions from inversion of rare earth element concentrations",
                "The generation and compaction of partially molten rock"
            ],
            [
                "A simple model for the development and evolution of sedimentary basins is proposed. The first event consists of a rapid stretching of continental lithosphere, which produces thinning and passive upwelling of hot asthenosphere. This stage is associated with block faulting and subsidence. The lithosphere then thickens by heat conduction to the surface, and further slow subsidence occurs which is not associated with faulting. The slow subsidence and the heat flow depend only on the amount of stretching, which can be estimated from these quantities and from the change in thickness of the continental crust caused by the extension. The model is therefore easily tested. Preliminary investigations of the Great Basin, the Aegean, the North Sea and the Michigan Basin suggest that the model can account for the major events in their evolution.",
                "Examination of more than 100 fault plane solutions for earthquakes within the Alpide belt between the Mid-Atlantic ridge and Eastern Iran shows that the deformation at present occurring is the result of small continental plates moving away from Eastern Turkey and Western Iran. This pattern of movement avoids thickening the continental crust over much of Turkey by consuming the Eastern Mediterranean sea floor instead. The rates of relative motion of two of the small plates involved, the Aegean and the Turkish plates, are estimated, but are only within perhaps 50 per cent of the true values. These estimates are then used to reconstruct the geometry of the Mediterranean 10 million years ago. The principal difference from the present geometry is the smooth curved coast which then formed the southern coast of Yugoslavia, Greece and Turkey. This coast has since been distorted by the motion of the two small …",
                "When continents rift to form new ocean basins, the rifting is sometimes accompanied by massive igneous activity. We show that the production of magmatically active rifted margins and the effusion of flood basalts onto the adjacent continents can be explained by a simple model of rifting above a thermal anomaly in the underlying mantle. The igneous rocks are generated by decompression melting of hot asthenospheric mantle as it rises passively beneath the stretched and thinned lithosphere. Mantle plumes generate regions beneath the lithosphere typically 2000 km in diameter with temperatures raised 100–200°C above normal. These relatively small mantle temperature increases are sufficient to cause the generation of huge quantities of melt by decompression: an increase of 100°C above normal doubles the amount of melt whilst a 200°C increase can quadruple it. In the first part of this paper we develop our …",
                "Calculation of the volume and composition of magma generated by lithospheric extension requires an accurate mitial geotherm, and knowledge of the variation and composition of the melt fraction as a function of pressure and temperature. The relevant geophysical observations are outlined, and geotherms then obtained from parameterized convective models. Experimental observations which constrain the solidus and liquidus at various pressures are described by simple empirical functions. The variation in melt fraction is then parameterized by requiring a variation from 0 on the solidus to 1 on the liquidus.The composition of the melts is principally controlled by the melt fraction, though those of FeO, MgO, and SiO2 in addition vary with pressure. Another simple parameterization allows the observed compositions of major elements in 91 experiments to be calculated with a mean error of 1.1%, and those of …",
                "Inverse theory is used to calculate the melt distribution required to produce the rare earth element concentrations in a wide variety of terrestrial and extra-terrestrial magmas. The concentrations of the major and minor elements in the source regions are assumed to be the same as those for the bulk Earth, and the peridotite mineralogy calculated from the mineral compositions by least squares. Rare earth element partition coefficients are then used for inversion, assuming the melt generation is by fractional melting. The mean composition of the magmas is taken to be an estimate of the average composition of the melt. For n-typc and e-type MORB the results agree well with the adiabatic decompression calculations if the potential temperatures are 1300 and 1500°C respectively. The major and minor element compositions calculated from the melt distribution obtained from the inversion also agree well with those …",
                "The equations governing the movement of the melt and the matrix of a partially molten material are obtained from the conservation of mass, momentum, and energy using expressions from the theory of mixtures. The equations define a length scale δc called the compaction length, which depends only on the material properties of the melt and matrix. A number of simple solutions to the equations show that, if the porosity is initially constant, matrix compaction only occurs within a distance ∼δc of an impermeable boundary. Elsewhere the gravitational forces are supported by the viscous stresses resulting from the movement of melt, and no compaction occurs. The velocity necessary to prevent compaction is known as the minimum fluidization velocity. In all cases the compaction rate is controlled by the properties of the matrix. These results can only be applied to geological problems if the values of the …"
            ],
            [
                [
                    "geophysics",
                    "geochemistry",
                    "geology",
                    "fluid dynamics"
                ]
            ]
        ]
    ]
}