{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PDNFU0FD",
            "q6x-QsgAAAAJ",
            [
                "The potential and challenges of nanopore sequencing",
                "Fabrication of solid-state nanopores with single-nanometre precision",
                "Superconducting vortex avalanches",
                "Superheating and supercooling of vortex matter in a Nb single crystal: Direct evidence for a phase transition at the peak effect from neutron diffraction",
                "Diffusion of point defects in two-dimensional colloidal crystals",
                "Reverse DNA translocation through a solid-state nanopore by magnetic tweezers",
                "Fabrication of nanopores in silicon chips using feedback chemical etching",
                "Statics and dynamics of 2D colloidal crystals in a random pinning potential",
                "Lithography-free formation of nanopores in plastic membranes using laser heating",
                "Equilibrium configurations and energetics of point defects in two-dimensional colloidal crystals"
            ],
            [
                "A nanopore-based device provides single-molecule detection and analytical capabilities that are achieved by electrophoretically driving molecules in solution through a nano-scale pore. The nanopore provides a highly confined space within which single nucleic acid polymers can be analyzed at high throughput by one of a variety of means, and the perfect processivity that can be enforced in a narrow pore ensures that the native order of the nucleobases in a polynucleotide is reflected in the sequence of signals that is detected. Kilobase length polymers (single-stranded genomic DNA or RNA) or small molecules (e.g., nucleosides) can be identified and characterized without amplification or labeling, a unique analytical capability that makes inexpensive, rapid DNA sequencing a possibility. Further research and development to overcome current challenges to nanopore identification of each successive nucleotide in …",
                "Single nanometre-sized pores (nanopores) embedded in an insulating membrane are an exciting new class of nanosensors for rapid electrical detection and characterization of biomolecules. Notable examples include α-hemolysin protein nanopores in lipid membranes 1, 2 and solid-state nanopores 3 in Si 3 N 4. Here we report a new technique for fabricating silicon oxide nanopores with single-nanometre precision and direct visual feedback, using state-of-the-art silicon technology and transmission electron microscopy. First, a pore of 20 nm is opened in a silicon membrane by using electron-beam lithography and anisotropic etching. After thermal oxidation, the pore can be reduced to a single-nanometre when it is exposed to a high-energy electron beam. This fluidizes the silicon oxide leading to a shrinking of the small hole due to surface tension. When the electron beam is switched off, the material quenches …",
                "We monitor the dynamics of superconducting vortices in the Bean state, as the system is driven to the threshold of instability by the slow ramping of an external field. Individual avalanches, containing as few as 50 vortices, are detected in real time. Thus our experiment is the superconducting analog of monitoring the granular avalanches produced by slowly dropping sand on a sandpile. The observed distribution of vortex avalanche sizes shows a power-law behavior over two decades, proving that the vortex dynamics in the Bean state is characterized by avalanches of many length scales.",
                "We report the first observation of a striking history dependence of the structure function of vortex matter in the peak effect regime in a Nb single crystal by using small angle neutron scattering combined with in situ magnetic susceptibility measurements. Metastable phases of vortex matter, supercooled vortex liquid and superheated vortex solid, have been identified. We interpret our results as direct structural evidence for a first-order vortex solid-liquid transition at the peak effect.",
                "Uniform colloidal microspheres dispersed in a solvent will, under appropriate conditions, self-assemble into ordered crystalline structures 1. Using these colloidal crystals as a model system, a great variety of problems of interest to materials science, physical chemistry, and condensed-matter physics have been investigated during the past two decades. Recently, it has been demonstrated 2 that point defects can be created in two-dimensional colloidal crystals 3 by manipulating individual particles with optical tweezers. Direct imaging of these defects verified that their stable configurations have lower symmetry than the underlying triangular lattice, as predicted by numerical simulations for a number of two-dimensional systems 4, 5, 6, 7. It was also observed that point defects can dissociate into pairs of well-separated dislocations, a topological excitation especially important in two dimensions. Here we use a similar …",
                "Voltage-driven DNA translocation through nanopores has attracted wide interest for many potential applications in molecular biology and biotechnology. However, it is intrinsically difficult to control the DNA motion in standard DNA translocation processes in which a strong electric field is required in drawing DNA into the pore, but it also leads to uncontrollable fast DNA translocation. Here we explore a new type of DNA translocation. We dub it'reverse DNA translocation', in which the DNA is pulled through a nanopore mechanically by a magnetic bead, driven by a magnetic-field gradient. This technique is compatible with simultaneous ionic current measurements and is suitable for multiple nanopores, paving the way for large scale applications. We report the first experiment of reverse DNA translocation through a solid-state nanopore using magnetic tweezers.",
                "Silicon nanopores (see image) are fabricated by feedback chemical etching. The electric current through a silicon chip separating a standard buffer from an etchant is monitored in the etching process such that the size of the nanopore can be controlled. This approach offers a simple method of fabricating solid‐state nanopores for detecting and characterizing biomolecules.",
                "We report the first experimental study of a model system of a two-dimensional colloidal crystal in a random pinning potential. The colloidal crystal consists of monodispersed charged polystyrene microspheres suspended in deionized aqueous media and confined near a rough charged surface. It is found that the static orientational correlation function g 6 (r) decays exponentially for intermediate and strong pinning, in agreement with theories. The driven depinning is dominated by thermally activated creep motion along 1D-like channels between regions with short-range order. A coexistence model is proposed for describing the observations.",
                "Synthetic nanopores are a new class of single-molecule sensors capable of electronically detecting, counting, and characterizing biomolecules. There have been studies of nanopore formation in solid-state materials. This paper reports a novel lithography-free method of nanopore formation in plastic membranes fluidized using laser heating. It was found that the pore shrinking dynamics follows a universal behavior with the diameter of a pore decreasing linearly with time similar to that found in fluidized SiO2. A theoretical model based on a surface-tension-driven mass flow mechanism is proposed to successfully explain the observed universality in the pore shrinking dynamics. We demonstrate the potential of this lithography-free nanofabrication technique in biomolecular sensing with a λ-DNA detection experiment. ",
                "We demonstrate a novel method of introducing point defects (mono-and divacancies) in a confined monolayer colloidal crystal by manipulating individual particles with optical tweezers. Digital video microscopy is used to study defect dynamics in real space and time. We verify the numerical predictions that the stable configurations of the defects have reduced symmetry compared to the triangular lattice and discover that in addition they are characterized by distinct topological arrangements of the particles in the defect core. Surprisingly, point defects are thermally excited into separated dislocations, from which we extract the dislocation pair potential."
            ],
            [
                [
                    "Superconductors",
                    "Quantum Magnets",
                    "Nanopores",
                    "Colloids"
                ]
            ],
            [
                "Ling Lab Department of Physics, Brown University Menu Research Members News Facilities Photos Useful sources Welcome to the Ling Lab! De partment of Physics, Brown University Our group has three research topics: colloid physics, quantum materials physics and superconducting arrays and devices. Colloid Physics: defects, 2D melting, and colloidal glasses 2D colloids provide a convenient model system for studying defects and order in condensed matter physics. We are developing techniques to study open issues in 2D melting in spherical colloids and 2D glass transition in rod-shaped colloids.  For a recent publication, see: https:\/\/www.pnas.org\/content\/ 117\/24\/13220 Quantum Materials Physics: Quantum Spin Liquids(QSL) are unusual phases of matter that can be formed in frustrated spins systems in certain magnetic materials. We are interested in the possible quantum spin liquid phase in the alpha phase of RuCl3.  A novel ac magnetic susceptibility system is currently being developed to probe this new state of matter.  This experiment is being conducted in collaboration with Prof. Plumb at Brown. Superconducting arrays and devices: Superconducting arrays are expected to play a major role in quantum computing.  We are interested in the basic physics of vortex dissipation in superconducting nanowires and wire networks.  Preliminary work along this direction is being pursued at the Institute for Advanced Study of Soochow University (in Suzhou, China). Please contact Prof. Ling if you are interested in learning more about the research. We are looking for curious and motivated students at both the graduate and undergraduate level. Search for: Search Proudly powered by WordPress \/ Theme: Shoreditch by Automattic ."
            ]
        ]
    ]
}