{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PDUINS43",
            "fhOi--4AAAAJ",
            [
                "Planck 2015 results-xiii. cosmological parameters",
                "Planck 2013 results. I. Overview of products and scientific results",
                "The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: baryon acoustic oscillations in the Data Releases 10 and 11 Galaxy samples",
                "SDSS-III: Massive spectroscopic surveys of the distant universe, the Milky Way, and extra-solar planetary systems"
            ],
            [
                "This paper presents cosmological results based on full-mission Planck observations of temperature and polarization anisotropies of the cosmic microwave background (CMB) radiation. Our results are in very good agreement with the 2013 analysis of the Planck nominal-mission temperature data, but with increased precision. The temperature and polarization power spectra are consistent with the standard spatially-flat 6-parameter ΛCDM cosmology with a power-law spectrum of adiabatic scalar perturbations (denoted “base ΛCDM” in this paper). From the Planck temperature data combined with Planck lensing, for this cosmology we find a Hubble constant, H0 = (67.8 ± 0.9) km s-1Mpc-1, a matter density parameter Ωm = 0.308 ± 0.012, and a tilted scalar spectral index with ns = 0.968 ± 0.006, consistent with the 2013 analysis. Note that in this abstract we quote 68% confidence limits on measured parameters and 95 …",
                "The European Space Agency’s Planck satellite, dedicated to studying the early Universe and its subsequent evolution, was launched 14 May 2009 and has been scanning the microwave and submillimetre sky continuously since 12 August 2009. In March 2013, ESA and the Planck Collaboration released the initial cosmology products based on the first 15.5 months of Planck data, along with a set of scientific and technical papers and a web-based explanatory supplement. This paper gives an overview of the mission and its performance, the processing, analysis, and characteristics of the data, the scientific results, and the science data products and papers in the release. The science products include maps of the cosmic microwave background (CMB) and diffuse extragalactic foregrounds, a catalogue of compact Galactic and extragalactic sources, and a list of sources detected through the Sunyaev-Zeldovich effect …",
                "We present a one per cent measurement of the cosmic distance scale from the detections of the baryon acoustic oscillations (BAO) in the clustering of galaxies from the Baryon Oscillation Spectroscopic Survey, which is part of the Sloan Digital Sky Survey III. Our results come from the Data Release 11 (DR11) sample, containing nearly one million galaxies and covering approximately 8500 square degrees and the redshift range 0.2 <  < 0.7. We also compare these results with those from the publicly released DR9 and DR10 samples. Assuming a concordance Λ cold dark matter (ΛCDM) cosmological model, the DR11 sample covers a volume of 13 Gpc3 and is the largest region of the Universe ever surveyed at this density. We measure the correlation function and power spectrum, including density-field reconstruction of the BAO feature. The acoustic features are detected at a significance of over 7σ in both the correlation …",
                "Building on the legacy of the Sloan Digital Sky Survey (SDSS-I and II), SDSS-III is a program of four spectroscopic surveys on three scientific themes: dark energy and cosmological parameters, the history and structure of the Milky Way, and the population of giant planets around other stars. In keeping with SDSS tradition, SDSS-III will provide regular public releases of all its data, beginning with SDSS Data Release 8 (DR8), which was made public in 2011 January and includes SDSS-I and SDSS-II images and spectra reprocessed with the latest pipelines and calibrations produced for the SDSS-III investigations. This paper presents an overview of the four surveys that comprise SDSS-III. The Baryon Oscillation Spectroscopic Survey will measure redshifts of 1.5 million massive galaxies and Lyα forest spectra of 150,000 quasars, using the baryon acoustic oscillation feature of large-scale structure to obtain percent …"
            ],
            [
                [
                    "Cosmology",
                    "Astrophysics",
                    "Machine Learning",
                    "Statistics"
                ]
            ],
            [
                "›              Shirley Ho Shirley Ho Adjunct Professor Astrophysics & Cosmology Currently at Lawrence Berkeley National Laboratory 510-486-6119 website PhD: Princeton University, Astrophysics (2008) B.A.: UC Berkeley, Computer Science and Physics (2004) Honors and Awards: Emmy-Noether Fellowship, 2015 Carnegie Science Award, 2015 Macronix Prize, 2014 Chamberlain Fellow, 2008 Seaborg Fellow, 2008 Associate Professor, Carnegie Mellon University, 2016– Senior Scientist, Lawrence Berkeley Laboratory, 2016– Cooper-Siegel Assistant Professor, Carnegie Mellon University, 2015–16 Assistant Professor, Carnegie Mellon University, 2011– Chamberlain and Seaborg Fellow: Lawrence Berkeley National Lab , 2008–11 Cosmology has entered a new era beginning in the 21st century when a combination of the measurement of cosmic microwave background and the low redshift data, such as those from supernova, has established a standard cosmological model. This is a spatially flat universe started with a possibly standard inflationary scenario, where energy density is split between two unknown dark components, dark energy and dark matter and a fraction of baryons. Understanding the dark components of the Universe and how it all began are the two most outstanding problems of contemporary cosmology. To attack these two outstanding problems, I utilize the spatial distribution of galaxies, quasars, and neutral hydrogen (probed by the Lyman alpha forest in quasar spectra or 21-cm observations) as standard rulers for the Universe. In particular, I utilize a standard ruler in the network of galaxies\/matter tracers called Baryon Acoustic Oscillations to constrain models of dark energy. I am a member of the Sloan Digital Sky Survey III, which is in the process of surveying the largest volume of galaxies, quasars and neutral hydrogen. I am also a core team member of the Planck HFI and LFI, which is making the best cosmic microwave background map at large scale. I combine the cosmic microwave background and the distribution of galaxies and quasars to investigate the varying potential of the Universe (probably due to dark energy) via Integrated Sachs Wolfe Effect, and constrain the matter content of the Universe with gravitational lensing of the CMB. I would be very happy to talk to\/ work with students and postdocs about new ways to understand the dark components of the Universe and its beginning. I also make use of the McWilliams Center's high performance computing facilities, including Warp, to perform large scale clustering analysis of the Universe. Shadab Alam et al., The eleventh and twelfth data releases of the Sloan Digital Sky Survey: final data from SDSS-III The Astrophysical Journal Supplement Series 219, 12 (2015) Yen-Chi Chen, Shirley Ho, Peter E. Freeman, Christopher R. Genovese, Larry Wasserman, Cosmic web reconstruction through density ridges: method and algorithm Monthly Notices of the Royal Astronomical Society 454, 1140 (2015) Nishant Agarwal, Shirley Ho, Sarah Shandera, Constraining the initial conditions of the Universe using large scale structure J. Cosmol. Astropart. Phys. 2014, 38 (2014) L. Anderson et al., The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: baryon acoustic oscillations in the Data Release 9 spectroscopic galaxy sample Monthly Notices of the Royal Astronomical Society 427, 3435 (2013) Shirley Ho et al., Clustering of Sloan digital sky survey III photometric luminous galaxies: the measurement, systematics, and cosmological implications The Astrophysical Journal 761, 14 (2012) Hee-Jong Seo et al., Acoustic scale from the angular power spectra of SDSS-III DR8 photometric luminous galaxies The Astrophysical Journal 761, 13 (2012) Roland de Putter et al., New neutrino mass bounds from SDSS-III data release 8 photometric luminous galaxies The Astrophysical Journal 761, 12 (2012) Anže Slosar et al., The Lyman-α forest in three dimensions: measurements of large scale flux correlations from BOSS 1st-year data Journal of Cosmology and Astroparticle Physics 09, 001 (2011) Anže Slosar, Shirley Ho, Martin White, Thibaut Louis, The acoustic peak in the Lyman alpha forest Journal of Cosmology and Astroparticle Physics 10, 019 (2009) Shirley Ho, Yen-Ting Lin, David Spergel, Christopher M. Hirata, Luminous red galaxy population in clusters at 0.2⩽ z ⩽0.6 , The Astrophysical Journal 697, 1358 (2009) Anže Slosar, Christopher Hirata, Uroš Seljak, Shirley Ho, Nikhil Padmanabhan, Constraints on local primordial non-Gaussianity from large scale structure Journal of Cosmology and Astroparticle Physics 08, 031 (2008) Shirley Ho, Christopher Hirata, Nikhil Padmanabhan, Uros Seljak, Neta Bahcall, Correlation of CMB with large-scale structure. I. Integrated Sachs-Wolfe tomography and cosmological implications Physical Review D 78, 043519 (2008) Christopher Hirata, Shirley Ho, Nikhil Padmanabhan, Uroš Seljak, Neta Bahcall, Correlation of CMB with large-scale structure. II. Weak lensing Physical Review D 78, 043520 (2008) C. Conroy, S. Ho, M. White, Constraints on the merging time-scale of luminous red galaxies, or, where do all the haloes go? Monthly Notices of the Royal Astronomical Society 379, 1491 (2007) Researcher ID"
            ]
        ]
    ]
}