{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PFOI7285",
            "BvXmeoMAAAAJ",
            [
                "Flexibilidad y educación superior en Colombia",
                "Escuela, poder y subjetivación",
                "Search for new phenomena in final states with large jet multiplicities and missing transverse momentum at  TeV proton-proton collisions using the ATLAS …"
            ],
            [
                "El presente estudio tiene por objeto analizar un asunto relevante para la educación, y para la educación superior en particular: la flexibilidad. El potencial semántico de la flexibilidad, que es vasto y multidimensional, puede tener un impacto importante sobre los contextos propios de la educación superior en Colombia, en la medida en que puede afectar la pertinencia, cobertura y calidad de sus instituciones; las formas de organización y gestión institucional, así como la división del trabajo del conocimiento académico y las formas de su transmisión.Si, en un sentido amplio, la flexibilidad en la educación superior presupone, entre otras cosas, una mayor diversificación y ampliación de una gama óptima de posibilidades de educación y adquisición de saberes que favorezcan un acceso equitativo a este nivel educativo, dicho presupuesto implica, prospectivamente, una mayor diversificación de sus instituciones …",
                "Este no es un trabajo de arqueología de los saberes pedagógicos ni de genealogía de la escuela. Tampoco es un trabajo de historiador, de psicólogo, de filósofo o de sociólogo de la educación. Quizá pueda designarse como un trabajo de\" teoría\" si por eso entendemos un género de pensamiento y de escritura que pretende cuestionar y reorientar las formas dominantes de pensar y de escribir en un campo determinado. La etiqueta\" teoría\" ha designado a veces trabajos de difícil adscripción disciplinaria que intentan enriquecer o modificar los aparatos conceptuales de un campo a través de la recontextualización de ideas formuladas en otro sitio y para otras finalidades. Lo que ha ocurrido con el psicoanálisis, el marxismo o el estructuralismo en los últimos años, cuando se han utilizado como ideas nuevas y llenas de posibilidades en casi todos los campos del saber, o cuando su utilización ha rediseñado las relaciones disciplinarias establecidas, puede ser un buen ejemplo.\" Teoría\", en esos casos, es algo así como reorganizar una biblioteca, colocar unos textos junto a otros, con los que aparentemente no tienen nada que ver, y producir así un nuevo efecto de sentido. Freud, Marx, Saussure o, en este caso, Foucault, son seleccionados porque\" dan que pensar\", porque permiten\" pensar de otro modo\", explorar nuevos sentidos, ensayar nuevas metáforas. En general, estos ejercicios de pensamiento y de escritura suponen un doble juego. Por eso pueden permitir a veces un doble beneficio pero implican, al mismo tiempo, un doble riesgo. Y es que se juega a la vez con dos barajas: con la baraja de la estrategia analítica, aquí la obra …",
                "A search is presented for new particles decaying to large numbers (7 or more) of jets, with missing transverse momentum and no isolated electrons or muons. This analysis uses 20.3 fb− 1 of pp collision data at TeV collected by the ATLAS experiment at the Large Hadron Collider. The sensitivity of the search is enhanced by considering the number of b-tagged jets and the scalar sum of masses of large-radius jets in an event. No evidence is found for physics beyond the Standard Model. The results are interpreted in the context of various simplified supersymmetry-inspired models where gluinos are pair produced, as well as an mSUGRA\/CMSSM model."
            ],
            [
                [
                    "sociología de la Eduicación"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}