{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PFQHZ3B6",
            "agqlt7AAAAAJ",
            [
                "Human microRNA hsa-miR-296-5p suppresses enterovirus 71 replication by targeting the viral genome",
                "Enterovirus 71 2C protein inhibits TNF-α–mediated activation of NF-κB by suppressing IκB Kinase β phosphorylation",
                "Human bocavirus NP1 inhibits IFN-β production by blocking association of IFN regulatory factor 3 with IFNB promoter",
                "Hepatitis D virus replication is sensed by MDA5 and induces IFN-β\/λ responses in hepatocytes",
                "Surface labeling of enveloped viruses assisted by host cells",
                "Self-biotinylation and site-specific double labeling of baculovirus using quantum dots for single-virus in-situ tracking",
                "Labeling viral envelope lipids with quantum dots by harnessing the biotinylated lipid-self-inserted cellular membrane",
                "2C proteins of enteroviruses suppress IKKβ phosphorylation by recruiting protein phosphatase 1",
                "Multicolor Labeling of Living‐Virus Particles in Live Cells",
                "HSV-2 immediate-early protein US1 inhibits IFN-β production by suppressing association of IRF-3 with IFN-β promoter"
            ],
            [
                "Enterovirus 71 (EV71) has emerged as a major cause of neurological disease following the near eradication of poliovirus. Accumulating evidence suggests that mammalian microRNAs (miRNAs), a class of noncoding RNAs of 18 to 23 nucleotides (nt) with important regulatory roles in many cellular processes, participate in host antiviral defenses. However, the roles of miRNAs in EV71 infection and pathogenesis are still unclear. Here, hsa-miR-296-5p expression was significantly increased in EV71-infected human cells. As determined by virus titration, quantitative real-time PCR (qRT-PCR), and Western blotting, overexpression of hsa-miR-296-5p inhibited, while inhibition of endogenous hsa-miR-296-5p facilitated, EV71 infection. Additionally, two potential hsa-miR-296-5p targets (nt 2115 to 2135 and nt 2896 to 2920) located in the EV71 genome (strain BrCr) were bioinformatically predicted and validated by …",
                "Enterovirus 71 (EV71), a single, positive-stranded RNA virus, has been regarded as the most important neurotropic enterovirus after the eradication of the poliovirus. EV71 infection can cause hand, foot, and mouth disease or herpangina. Cytokine storm with elevated levels of proinflammatory and inflammatory cytokines, including TNF-α, has been proposed to explain the pathogenesis of EV71-induced disease. TNF-α–mediated NF-κB signaling pathway plays a key role in inflammatory response. We hypothesized that EV71 might also moderate host inflammation by interfering with this pathway. In this study, we tested this hypothesis and identified EV71 2C protein as an antagonist of TNF-α–mediated activation of NF-κB signaling pathway. Expression of 2C protein significantly reduced TNF-α–mediated NF-κB activation in 293T cells as measured by gene reporter and gel mobility shift assays. Furthermore …",
                "Human bocavirus (HBoV) mainly infects young children. Although many infected children suffer from respiratory or gastroenteric tract diseases, an association between HBoV and these diseases is not definite. Because modulation of type I IFN is crucial for viruses to establish efficient replication, in this study, we tested whether HBoV modulates type I IFN production. We observed that a nearly full-length HBoV clone significantly reduced both Sendai virus (SeV)- and poly(deoxyadenylic-thymidylic) acid-induced IFN-β production. Further study showed that NP1 blocked IFN-β activation in response to SeV, poly(deoxyadenylic-thymidylic) acid, and IFN-β pathway inducers, including retinoic acid-inducible protein I, mitochondrial antiviral signaling protein, inhibitor of κB kinase ε, and TANK-binding kinase 1. In addition, NP1 interfered with IRF-3–responsive PRD(III-I) promoter activated by SeV and a constitutively active …",
                "Hepatitis B virus (HBV) and D virus (HDV) co-infections cause the most severe form of viral hepatitis. HDV induces an innate immune response, but it is unknown how the host cell senses HDV and if this defense affects HDV replication. We aim to characterize interferon (IFN) activation by HDV, identify the responsible sensor and evaluate the effect of IFN on HDV replication.HDV and HBV susceptible hepatoma cell lines and primary human hepatocytes (PHH) were used for infection studies. Viral markers and cellular gene expression were analyzed at different time points after infection. Pattern recognition receptors (PRRs) required for HDV-mediated IFN activation and the impact on HDV replication were studied using stable knock-down or overexpression of the PRRs.Microarray analysis revealed that HDV but not HBV infection activated a broad range of interferon stimulated …",
                "Labeling of virus opens new pathways for the understanding of viruses themselves and facilitates the utilization of viruses in modern biology, medicine, and materials. Based on the characteristic that viruses hijack their host cellular machineries to survive and reproduce themselves, a host-cell-assisted strategy is proposed to label enveloped viruses. By simply feeding Vero cells with commercial 1,2-dioleoyl-sn-glycero-3-phosphoethanolamine-N-(cap biotinyl) (sodium salt) (Biotin-Cap-PE), we obtained biotinylated Vero cells whose membrane systems were modified with biotin. Subsequently, pseudorabies viruses (PrV) were cultivated in the biotinylated Vero cells, and the PrV progenies were spontaneously labeled with Biotin-Cap-PE during viral natural assembly process. Since the viral natural assembly process was employed for the labeling, potential threats of genetic engineering and difficulties in keeping viral …",
                "Single-virus labeling and tracking represent a powerful tool to study virus–cell interactions. Using baculovirus as a model, here we developed a biochemical method for labeling both the viral envelope and the viral capsid of a virus. Viral envelope of the baculovirus AcMNPV was self-biotinylated and site-specifically conjugated with quantum dots (QDs) following one-step binding reaction, while the viral nucleocapsid was site-specifically labeled with green fluorescent protein (GFP) during viral replication. The established procedure of labeling did not affect viral infectivity, showing that the double-labeled virus retained functional structure and could be tracked for viral localization and movement in the host cells. The double-labeled virus also demonstrated the potential to be used for in-situ and real-time visualizing the internalization of a single viral particle into the host cells. Furthermore, the disassembly processes of …",
                "Highly efficient labeling of viruses with quantum dots (QDs) is the prerequisite for the long-term tracking of virus invasion at the single virus level to reveal mechanisms of virus infection. As one of the structural components of viruses, viral envelope lipids are hard to be labeled with QDs due to the lack of efficient methods to modify viral envelope lipids. Moreover, it is still a challenge to maintain the intactness and infectivity of labeled viruses. Herein, a mild method has been developed to label viral envelope lipids with QDs by harnessing the biotinylated lipid-self-inserted cellular membrane. Biotinylated lipids can spontaneously insert in cellular membranes of host cells during culture and then be naturally assembled on progeny Pseudorabies virus (PrV) via propagation. The biotinylated PrV can be labeled with streptavidin-conjugated QDs, with a labeling efficiency of ∼90%. Such a strategy to label lipids with QDs …",
                "The NF-κB signaling network, which is an ancient signaling pathway, plays a pivotal role in innate immunity and constitutes a first line of defense against invading pathogens, including viruses. However, numerous viruses possess evolved strategies to antagonize the activation of the NF-κB signaling pathway. Our previous study demonstrated that the nonstructural protein 2C of enterovirus 71 (EV71), which is the major pathogen of hand, foot, and mouth disease, inhibits tumor necrosis factor alpha (TNF-α)-mediated activation of NF-κB by suppressing IκB kinase β (IKKβ) phosphorylation. Nevertheless, the mechanism underlying the inhibition of IKKβ phosphorylation by EV71 2C remains largely elusive. We demonstrate that EV71 2C interacts with all isoforms of the protein phosphatase 1 (PP1) catalytic subunit (the PP1α, PP1β, and PP1γ isoforms) through PP1-docking motifs. EV71 2C has no influence on the …",
                "Dual‐color virus particles were obtained by labeling a glycoprotein (GP64) on the surface of a baculovirus with a green fluorescent protein (GFP) and labeling the nucleic acid (dsDNA) at the same time with the red fluorescent [Ru (phen) 2 (dppz)] 2+ complex during the viral replication in host cells, by using an in vivo virus self‐assembly system. This labeling strategy does not affect the viral infectivity.",
                "HSV-2 is the major cause of genital herpes, and its infection increases the risk of HIV-1 acquisition and transmission. After initial infection, HSV-2 can establish latency within the nervous system and thus maintains lifelong infection in humans. It has been suggested that HSV-2 can inhibit type I IFN signaling, but the underlying mechanism has yet to be determined. In this study, we demonstrate that productive HSV-2 infection suppresses Sendai virus (SeV) or polyinosinic-polycytidylic acid-induced IFN-β production. We further reveal that US1, an immediate-early protein of HSV-2, contributes to such suppression, showing that US1 inhibits IFN-β promoter activity and IFN-β production at both mRNA and protein levels, whereas US1 knockout significantly impairs such capability in the context of HSV-2 infection. US1 directly interacts with DNA binding domain of IRF-3, and such interaction suppresses the association of …"
            ],
            [
                [

                ]
            ],
            [
                "Zheneng Zhang Zheneng Zhang Zheneng Zhang zhang.10490@osu.edu Physics Research Building, 3005 191 West Woodruff Avenue Columbus, Ohio 43210 Google Map"
            ]
        ]
    ]
}