{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PG2EW822",
            "KM5ksoYAAAAJ",
            [
                "KOBAS 2.0: a web server for annotation and identification of enriched pathways and diseases",
                "Pathophysiology of acute pancreatitis",
                "Gas sensors based on semiconducting metal oxide one-dimensional nanostructures",
                "Frailty in older adults: a nationally representative profile in the United States",
                "Profiling expression patterns and isolating differentially expressed genes by cDNA microarray system with colorimetry detection",
                "Detection and activity of a bacteriocin produced by Leuconostoc mesenteroides.",
                "Efficient perovskite solar cells by metal ion doping",
                "The histone H2B-specific ubiquitin ligase RNF20\/hBRE1 acts as a putative tumor suppressor through selective regulation of gene expression",
                "Secukinumab long-term safety experience: a pooled analysis of 10 phase II and III clinical studies in patients with moderate to severe plaque psoriasis",
                "Quantifying atmospheric nitrogen deposition through a nationwide monitoring network across China"
            ],
            [
                " High-throughput experimental technologies often identify dozens to hundreds of genes related to, or changed in, a biological or pathological process. From these genes one wants to identify biological pathways that may be involved and diseases that may be implicated. Here, we report a web server, KOBAS 2.0, which annotates an input set of genes with putative pathways and disease relationships based on mapping to genes with known annotations. It allows for both ID mapping and cross-species sequence similarity mapping. It then performs statistical tests to identify statistically significantly enriched pathways and diseases. KOBAS 2.0 incorporates knowledge across 1327 species from 5 pathway databases (KEGG PATHWAY, PID, BioCyc, Reactome and Panther) and 5 human disease databases (OMIM, KEGG DISEASE, FunDO, GAD and NHGRI GWAS Catalog). KOBAS 2.0 can be accessed at http …",
                "Acute pancreatitis is a common clinical condition. It is a disease of variable severity in which some patients experience mild, self-limited attacks while others manifest a severe, highly morbid, and frequently lethal attack. The exact mechanisms by which diverse etiological factors induce an attack are still unclear. It is generally believed that the earliest events in acute pancreatitis occur within acinar cells. Acinar cell injury early in acute pancreatitis leads to a local inflammatory reaction. If this inflammatory reaction is marked, it leads to a systemic inflammatory response syndrome (SIRS). An excessive SIRS leads to distant organ damage and multiple organ dysfunction syndrome (MODS).MODS associated with acute pancreatitis is the primary cause of morbidity and mortality in this condition. Recent studies have established the role played by inflammatory mediators in the pathogenesis of acute pancreatitis and the …",
                "This article provides a comprehensive review of recent (2008 and 2009) progress in gas sensors based on semiconducting metal oxide one-dimensional (1D) nanostructures. During last few years, gas sensors based on semiconducting oxide 1D nanostructures have been widely investigated. Additionally, modified or doped oxide nanowires\/nanobelts have also been synthesized and used for gas sensor applications. Moreover, novel device structures such as electronic noses and low power consumption self-heated gas sensors have been invented and their gas sensing performance has also been evaluated. Finally, we also point out some challenges for future investigation and practical application. View Full-Text",
                "Frailty assessment provides a means of identifying older adults most vulnerable to adverse outcomes. Attention to frailty in clinical practice is more likely with better understanding of its prevalence and associations with patient characteristics. We sought to provide national estimates of frailty in older people.A popular, validated frailty phenotype proposed by Fried and colleagues was applied to 7,439 participants in the 2011 baseline of the National Health and Aging Trends Study, a national longitudinal study of persons aged 65 and older. All measures drew on a 2-hour in-person interview. Weighted estimates of frailty prevalence were obtained.Fifteen percent (95% CI: 14%, 16%) of the older non-nursing home population is frail, and 45% is prefrail (95% CI: 44%, 47%). Frailty is more prevalent at older ages, among women …",
                "A high-density cDNA microarray with colorimetry detection system to simultaneously monitor the expression of many genes on nylon membrane is described and characterized. To quantify the expression of genes and to isolate differentially expressed genes, the southern hybridization process on filter membranes was employed. The levels of gene expression were represented by color intensities generated by colorimetric reactions in place of hazardous radioisotopes or costly laser-induced fluorescence detection. The gene expression patterns on nylon membranes were digitized by devices such as an economical flatbed scanner or a digital camera. The quantitative information of gene expression was retrieved by image analysis software. Quantitative comparison of the northern dot-blotting method with the microarray system is described. Applications employing single-color detection as well as dual-color …",
                "Leuconostoc mesenteroides UL5 was found to produce a bacteriocin, referred as mesenterocin 5, active against Listeria monocytogenes strains but with no effect on several useful lactic acid bacteria. The antimicrobial substance is a protein, since its activity was completely destroyed following protease (pronase) treatment. However, it was relatively heat stable (100 degrees C for 30 min) and partially denaturated by chloroform. The inhibitory effect of the bacteriocin on sensitive bacterial strains was determined by a critical-dilution micromethod. Mutants of L. mesenteroides UL5 which had lost the capacity to produce the bacteriocin were obtained. The mutant strain was stable and phenotypically identical to parental cells and remained resistant to the bacteriocin. Sodium dodecyl sulfate-polyacrylamide gel electrophoresis was used to detect bacteriocin activity corresponding to an apparent molecular mass of about 4 …",
                "Realizing the theoretical limiting power conversion efficiency (PCE) in perovskite solar cells requires a better understanding and control over the fundamental loss processes occurring in the bulk of the perovskite layer and at the internal semiconductor interfaces in devices. One of the main challenges is to eliminate the presence of charge recombination centres throughout the film which have been observed to be most densely located at regions near the grain boundaries. Here, we introduce aluminium acetylacetonate to the perovskite precursor solution, which improves the crystal quality by reducing the microstrain in the polycrystalline film. At the same time, we achieve a reduction in the non-radiative recombination rate, a remarkable improvement in the photoluminescence quantum efficiency (PLQE) and a reduction in the electronic disorder deduced from an Urbach energy of only 12.6 meV in complete devices …",
                "Histone monoubiquitylation is implicated in critical regulatory processes. We explored the roles of histone H2B ubiquitylation in human cells by reducing the expression of hBRE1\/RNF20, the major H2B-specific E3 ubiquitin ligase. While H2B ubiquitylation is broadly associated with transcribed genes, only a subset of genes was transcriptionally affected by RNF20 depletion and abrogation of H2B ubiquitylation. Gene expression dependent on RNF20 includes histones H2A and H2B and the p53 tumor suppressor. In contrast, RNF20 suppresses the expression of several proto-oncogenes, which reside preferentially in closed chromatin and are modestly transcribed despite bearing marks usually associated with high transcription rates. Remarkably, RNF20 depletion augmented the transcriptional effects of epidermal growth factor (EGF), increased cell migration, and elicited transformation and tumorigenesis …",
                "Secukinumab, a fully human anti–interleukin-17A monoclonal antibody, has demonstrated efficacy and safety in patients with moderate to severe plaque psoriasis.We reviewed safety data from the secukinumab psoriasis phase II\/III program.Data were pooled from 10 phase II\/III secukinumab psoriasis studies.Analysis included 3993 subjects; 3430 received secukinumab, representing 2725 subject-years (SYs) of exposure. Over 52 weeks, for secukinumab 300 mg, 150 mg, and etanercept, respectively, exposure-adjusted incidence rates (IRs) per 100 SYs were comparable across treatments for total adverse events (AEs; 236.1, 239.9, and 243.4, respectively); infections (91.1, 85.3, and 93.7, respectively); serious AEs (7.4, 6.8, and 7.0, respectively); serious infections (1.4, 1.1, and 1.4, respectively); malignant or unspecified tumors (0.77, 0.97, and 0.68, respectively); and …",
                " A Nationwide Nitrogen Deposition Monitoring Network (NNDMN) containing 43 monitoring sites was established in China to measure gaseous NH3, NO2, and HNO3 and particulate NH4+ and NO3− in air and\/or precipitation from 2010 to 2014. Wet\/bulk deposition fluxes of Nr species were collected by precipitation gauge method and measured by continuous-flow analyzer; dry deposition fluxes were estimated using airborne concentration measurements and inferential models. Our observations reveal large spatial variations of atmospheric Nr concentrations and dry and wet\/bulk Nr deposition. On a national basis, the annual average concentrations (1.3–47.0 μg N m−3) and dry plus wet\/bulk deposition fluxes (2.9–83.3 kg N ha−1 yr−1) of inorganic Nr species are ranked by land use as urban > rural > background sites and by regions as north China > southeast China > southwest China > northeast China > northwest China > Tibetan Plateau, reflecting the impact of anthropogenic Nr emission. Average dry and wet\/bulk N deposition fluxes were 20.6 ± 11.2 (mean ± standard deviation) and 19.3 ± 9.2 kg N ha−1 yr−1 across China, with reduced N deposition dominating both dry and wet\/bulk deposition. Our results suggest atmospheric dry N deposition is equally important to wet\/bulk N deposition at the national scale. Therefore, both deposition forms should be included when considering the impacts of N deposition on environment and ecosystem health."
            ],
            [
                [
                    "insect endocrinology",
                    "pesticide design and synthesis"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}