{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PH0Z77CO",
            "8FydTl4AAAAJ",
            [
                "First search for short-baseline neutrino oscillations at HFIR with PROSPECT"
            ],
            [
                "This Letter reports the first scientific results from the observation of antineutrinos emitted by fission products of U 235 at the High Flux Isotope Reactor. PROSPECT, the Precision Reactor Oscillation and Spectrum Experiment, consists of a segmented 4 ton Li 6-doped liquid scintillator detector covering a baseline range of 7–9 m from the reactor and operating under less than 1 m water equivalent overburden. Data collected during 33 live days of reactor operation at a nominal power of 85 MW yield a detection of 25 461±283 (stat) inverse beta decays. Observation of reactor antineutrinos can be achieved in PROSPECT at 5 σ statistical significance within 2 h of on-surface reactor-on data taking. A reactor model independent analysis of the inverse beta decay prompt energy spectrum as a function of baseline constrains significant portions of the previously allowed sterile neutrino oscillation parameter space at 95 …"
            ],
            [
                [
                    "Experimental particle physics"
                ]
            ],
            [
                "Danielle Norcini Danielle Norcini Postdoctoral Researcher KICP and Grainger Fellow Address: Eckhardt Research Center Room 479 5640 South Ellis Avenue Phone: (773) 834-9958 dnorcini@kicp.uchicago.edu Background Ph.D., Yale University, 2019 Danielle Norcini received her Ph.D. from the Wright Laboratory at Yale University. She helped lead the R&D and construction of the PROSPECT detector to measure neutrinos at very short distances from the High Flux Isotope Reactor in Oak Ridge, TN. Her thesis details a search for sterile neutrino oscillations and the world-leading measurement of the uranium-235 antineutrino energy spectrum. As a KICP and Grainger fellow, she is developing low-threshold detectors to search for dark matter and measure neutrino properties. Bio Outside the lab, you can find Danielle at home experimenting with baking ratios, reading interior design blogs, or by the lake playing with her dog Kip."
            ]
        ]
    ]
}