{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PJKDTW28",
            "vgbTma4AAAAJ",
            [
                "Preparation of 2D material dispersions and their applications",
                "Two-Dimensional MoS2 Confined Co(OH)2 Electrocatalysts for Hydrogen Evolution in Alkaline Electrolytes",
                "Morphology and surface chemistry engineering toward pH-universal catalysts for hydrogen evolution at high current density",
                "Clustered ribbed-nanoneedle structured copper surfaces with high-efficiency dropwise condensation heat transfer performance",
                "Fabrication of the superhydrophobic surface on aluminum alloy by anodizing and polymeric coating",
                "Fabrication of Condensate Microdrop Self‐Propelling Porous Films of Cerium Oxide Nanoparticles on Copper Surfaces",
                "Copper-based ultrathin nickel nanocone films with high-efficiency dropwise condensation heat transfer performance",
                "Condensate microdrop self-propelling aluminum surfaces based on controllable fabrication of alumina rod-capped nanopores",
                "Controlled Vapor–Solid Deposition of Millimeter‐Size Single Crystal 2D Bi2O2Se for High‐Performance Phototransistors",
                "Facile transition from hydrophilicity to superhydrophilicity and superhydrophobicity on aluminum alloy surface by simple acid etching and polymer coating"
            ],
            [
                "Extensive research on two-dimensional (2D) materials has triggered the renaissance of an old topic, that is, the intercalation and exfoliation of layer materials. Such top-down exfoliation produced 2D materials and their dispersions have several advantages including low cost, scalable production capability, solution processability, and versatile functionalities stemming from the large number of species of layer materials, and show promising potential in many applications. In recent years, many new methods have been developed for exfoliating layer materials to 2D materials for different application purposes. In this review the different exfoliation approaches are first systematically analyzed from the viewpoint of methodology, and the advantages and disadvantages of each method are compared. Second, the assembly of exfoliated 2D materials into macrostructures by solution-based techniques is summarized. Third …",
                "The development of abundant and cheap electrocatalysts for the hydrogen evolution reaction (HER) has attracted increasing attention over recent years. However, to achieve low-cost HER electrocatalysis, especially in alkaline media, is still a big challenge due to the sluggish water dissociation kinetics as well as the poor long-term stability of catalysts. In this paper we report the design and synthesis of a two-dimensional (2D) MoS2 confined Co(OH)2 nanoparticle electrocatalyst, which accelerates water dissociation and exhibits good durability in alkaline solutions, leading to significant improvement in HER performance. A two-step method was used to synthesize the electrocatalyst, starting with the lithium intercalation of exfoliated MoS2 nanosheets followed by Co2+ exchange in alkaline media to form MoS2 intercalated with Co(OH)2 nanoparticles (denoted Co-Ex-MoS2), which was fully characterized by …",
                "Large-scale implementation of electrochemical hydrogen production requires several fundamental issues to be solved, including understanding the mechanism and developing inexpensive electrocatalysts that work well at high current densities. Here we address these challenges by exploring the roles of morphology and surface chemistry, and develop inexpensive and efficient electrocatalysts for hydrogen evolution. Three model electrocatalysts are flat platinum foil, molybdenum disulfide microspheres, and molybdenum disulfide microspheres modified by molybdenum carbide nanoparticles. The last catalyst is highly active for hydrogen evolution independent of pH, with low overpotentials of 227 mV in acidic medium and 220 mV in alkaline medium at a high current density of 1000 mA cm− 2, because of enhanced transfer of mass (reactants and hydrogen bubbles) and fast reaction kinetics due to surface oxygen …",
                "We report that the dropwise condensation heat transfer (DCHT) effectiveness of copper surfaces can be dramatically enhanced by in situ grown clustered ribbed-nanoneedles. Combined experiments and theoretical analyses reveal that, due to the microscopically rugged and low-adhesive nature of building blocks, the nanosamples can not only realize high-density nucleation but constrain growing condensates into suspended microdrops via the self-transport and\/or self-expansion mode for subsequently self-propelled jumping, powered by coalescence-released excess surface energy. Consequently, our nanosample exhibits over 125% enhancement in DCHT coefficient. This work helps develop advanced heat-transfer materials and devices for efficient thermal management and energy utilization.",
                "We reported the preparation of the superhydrophobic surface on aluminum alloy via anodizing and polymeric coating. Both the different anodizing processes and different polymeric coatings of aluminum alloy were investigated. The effects of different anodizing conditions, such as electrolyte concentration, anodization time and current on the superhydrophobic surface were discussed. The results showed that a good superhydrophobic surface was facilely fabricated by polypropylene (PP) coating after anodizing. The optimum conditions for anodizing were determined by orthogonal experiments. When the concentration of oxalic acid was 10 g\/L, the concentration of NaCl was 1.25 g\/L, anodization time was 40 min, and anodization current was 0.4 A, the best superhydrophobic surface on aluminum alloy with the contact angle (CA) of 162° and the sliding angle of 2° was obtained. On the other hand, the different …",
                "Condensate microdrop self‐propelling (CMDSP) surfaces have attracted intensive interest. However, it is still challenging to form metal‐based CMDSP surfaces. We design and fabricate a type of copper‐based CMDSP porous nanoparticle film. An electrodeposition method based on control over the preferential crystal growth of isotropic nanoparticles and synergistic utilization of tiny hydrogen bubbles as pore‐making templates is adopted for the in situ growth of cerium oxide porous nanoparticle films on copper surfaces. After characterizing their microscopic morphology, crystal structure and surface chemistry, we explore their CMDSP properties. The nanostructure can realize the efficient ejection of condensate microdrops with sizes below 50 μm.",
                "We report a type of copper-based ultrathin nickel nanocone films with high-efficiency dropwise condensation heat transfer (DCHT) performance, which can be fabricated by facile electrodeposition and low-surface-energy chemistry modification. Compared with flat copper samples, our nanosamples show condensate microdrop self-propelling (CMDSP) function and over 89% enhancement in the DCHT coefficient. Such remarkable enhancement may be ascribed to the cooperation of surface nanostructure-induced CMDSP function as well as in situ integration and ultrathin nature of nanofilms. These findings are very significant to design and develop advanced DCHT materials and devices, which help improve the efficiency of thermal management and energy utilization.",
                "Here, we report a type of aluminum-based condensate microdrop self-propelling (CMDSP) functional films based on the controllable fabrication of anodic alumina rod-capped nanopores, which can be realized by a three-step method based on the skillful combinations of well-established hard anodization, mild anodization and chemical etching techniques. Such a surface nanoengineering strategy is verified to be feasible via our exemplified experiments and scanning electronic microscopy characterizations. After fluorosilane modification, the surface nanostructure can induce the efficient self-jumping of small-scale condensate microdrops, especially below 50 μm. This work offers an avenue for developing CMDSP aluminum surfaces with self-cleaning, antifrosting, and antidewing functions.",
                "Atomically thin 2D materials have received intense interest both scientifically and technologically. Bismuth oxyselenide (Bi2O2Se) is a semiconducting 2D material with high electron mobility and good stability, making it promising for high‐performance electronics and optoelectronics. Here, an ambient‐pressure vapor–solid (VS) deposition approach for the growth of millimeter‐size 2D Bi2O2Se single crystal domains with thicknesses down to one monolayer is reported. The VS‐grown 2D Bi2O2Se has good crystalline quality, chemical uniformity, and stoichiometry. Field‐effect transistors (FETs) are fabricated using this material and they show a small contact resistivity of 55.2 Ω cm measured by a transfer line method. Upon light irradiation, a phototransistor based on the Bi2O2Se FETs exhibits a maximum responsivity of 22 100 AW−1, which is a record among currently reported 2D semiconductors and …",
                "The transition from the hydrophilic surface to the superhydrophilic and superhydrophobic surface on aluminum alloy via hydrochloric acid etching and polymer coating was investigated by contact angle (CA) measurements and scanning electron microscope (SEM). The effects of etching and polymer coating on the surface were discussed. The results showed that a superhydrophilic surface was facilely obtained after acid etching for 20 min and a superhydrophobic surface was readily fabricated by polypropylene (PP) coating after acid etching. When the etching time was 30 min, the CA was up to 157̊. By contrast, two other polymers of polystyrene (PS) and polypropylene grafting maleic anhydride (PP-g-MAH) were used to coat the aluminum alloy surface after acid etching. The results showed that the CA was up to 159̊ by coating PP-g-MAH, while the CA was only 141̊ by coating PS. By modifying the surface …"
            ],
            [
                [
                    "Energy",
                    "Nanomaterials",
                    "Interface",
                    "Electrocatalysis",
                    "Operando"
                ]
            ],
            [
                "Yuting Luo Yuting Luo Research: Experimental Particle Physics Research Advisor: Yau Wah ytluo@uchicago.edu"
            ]
        ]
    ]
}