{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PKO16TI0",
            "QinTxmYAAAAJ",
            [
                "Merrimac: Supercomputing with streams",
                "Cytokines induced during chronic hepatitis B virus infection promote a pathway for NK cell–mediated liver damage",
                "Bio-inorganic chemistry",
                "Dynamic resource management using virtual machine migrations",
                "IL-10–producing regulatory B cells in the pathogenesis of chronic hepatitis B virus infection",
                "Functional skewing of the global CD8 T cell population in chronic hepatitis B virus infection",
                "Selective molecular sieving in self‐standing porous covalent‐organic‐framework membranes",
                "Selective molecular separation by interfacially crystallized covalent organic framework thin films",
                "Tree root characteristics as criteria for species selection and systems design in agroforestry",
                "Bim-mediated deletion of antigen-specific CD8+ T cells in patients unable to control HBV infection"
            ],
            [
                "Merrimac uses stream architecture and advanced interconnection networks to give an order of magnitude more performance per unit cost than cluster-based scientific computers built from the same technology. Organizing the computation into streams and exploiting the resulting locality using a register hierarchy enables a stream architecture to reduce the memory bandwidth required by representative applications by an order of magnitude or more. Hence a processing node with a fixed bandwidth (expensive) can support an order of magnitude more arithmetic units (inexpensive). This in turn allows a given level of performance to be achieved with fewer nodes (a 1-PFLOPS machine, for example, with just 8,192 nodes) resulting in greater reliability, and simpler system management. We sketch the design of Merrimac, a streaming scientific computer that can be scaled from a $20K 2 TFLOPS workstation to a $20M 2 …",
                "Hepatitis B virus (HBV) causes chronic infection in more than 350 million people worldwide. It replicates in hepatocytes but is non-cytopathic; liver damage is thought to be immune mediated. Here, we investigated the role of innate immune responses in mediating liver damage in patients with chronic HBV infection. Longitudinal analysis revealed a temporal correlation between flares of liver inflammation and fluctuations in interleukin (IL)-8, interferon (IFN)-α, and natural killer (NK) cell expression of tumor necrosis factor–related apoptosis-inducing ligand (TRAIL) directly ex vivo. A cross-sectional study confirmed these findings in patients with HBV-related liver inflammation compared with healthy carriers. Activated, TRAIL-expressing NK cells were further enriched in the liver of patients with chronic HBV infection, while their hepatocytes expressed increased levels of a TRAIL death–inducing receptor. IFN-α …",
                "This book is divided into nine chapters: the first is an overview of Bio-Inorganic Chemistry, the second is on general techniques, the third is devoted to the s-block cations, the next five chapters deal with transition-metal chemistry, whilst the last chapter crams together a cursory discussion of the non-metals with some toxicology and medical applications.As a primer for research workers interested in Bio-Inorganic Chemistry, I feel the text is often superficial and has several serious deficiences. In particular, when electron-transfer proteins and the metabolism of oxygen is discussed with respect to energy production, no mention is made of the mechanism for oxidative phosphorylation and there is no reference to the complementary process of photosynthesis, which is the cornerstone of aerobic life.",
                "Virtualization is a key concept in enabling the \"computing-as-a-service\" vision of cloud-based solutions. Virtual machine related features such as flexible resource provisioning, and isolation and migration of machine state have improved efficiency of resource usage and dynamic resource provisioning capabilities. Live virtual machine migration transfers \"state\" of a virtual machine from one physical machine to another, and can mitigate overload conditions and enables uninterrupted maintenance activities. The focus of this article is to present the details of virtual machine migration techniques and their usage toward dynamic resource management in virtualized environments. We outline the components required to use virtual machine migration for dynamic resource management in the virtualized cloud environment. We present categorization and details of migration heuristics aimed at reducing server sprawl …",
                "A regulatory subset of B cells has been found to modulate immune responses in autoimmunity, infection, and cancer, but it has not been investigated in the setting of human persistent viral infection. IL-10 is elevated in patients with chronic hepatitis B virus infection (CHB), but its cellular sources and impact on antiviral T cells have not been addressed. We investigated the role of IL-10 and regulatory B cells in the pathogenesis of CHB. Serum IL-10 levels were studied longitudinally in patients with CHB undergoing spontaneous disease flares. There was a close temporal correlation between IL-10 levels and fluctuations in viral load or liver inflammation. Blockade of IL-10 in vitro rescued polyfunctional virus-specific CD8 T cell responses. To investigate the potential contribution of regulatory B cells, their frequency was measured directly ex vivo and after exposure to stimuli relevant to hepatitis B virus (HBV) (CpG or …",
                "The inflamed liver in chronic hepatitis B virus (HBV) infection (CHB) is characterized by a large influx of non–virus-specific CD8 T cells. Little is known about the functional capacity of these lymphocytes, which could provide insights into mechanisms of failure of viral control and liver damage in this setting. We compared the effector function of total circulating and intrahepatic CD8 T cells in CHB patients and healthy donors. We demonstrated that CD8 T cells from CHB patients, regardless of their antigen specificity, were impaired in their ability to produce interleukin-2 and proliferate upon TCR-dependent stimulation. In contrast, these CD8 T cells had preserved production of the proinflammatory cytokines interferon-γ and tumor necrosis factor-α. This aberrant functional profile was partially attributable to down-regulation of the proximal T cell receptor signaling molecule CD3ζ, and could be corrected in vitro by …",
                "Self‐standing, flexible, continuous, and crack‐free covalent‐organic‐framework membranes (COMs) are fabricated via a simple, scalable, and highly cost‐effective methodology. The COMs show long‐term durability, recyclability, and retain their structural integrity in water, organic solvents, and mineral acids. COMs are successfully used in challenging separation applications and recovery of valuable active pharmaceutical ingredients from organic solvents.",
                "Exponential interest in the field of covalent organic frameworks (COFs) stems from the direct correlation between their modular design principle and various interesting properties. However, existing synthetic approaches to realize this goal mainly result in insoluble and unprocessable powders, which severely restrict their widespread applicability. Therefore, developing a methodology for easy fabrication of these materials remains an alluring goal and a much desired objective. Herein, we have demonstrated a bottom-up interfacial crystallization strategy to fabricate these microcrystalline powders as large-scale thin films under ambient conditions. This unique design principle exploits liquid–liquid interface as a platform, allowing simultaneous control over crystallization and morphology of the framework structure. The thin films are grown without any support in free-standing form and can be transferred onto any …",
                "This literature review presents information about the role of tree root systems for the functioning of agroforestry associations and rotations and attempts to identify root-related criteria for the selection of agroforestry tree species and the design of agroforestry systems. Tree roots are expected to enrich soil with organic matter, feed soil biomass, reduce nutrient leaching, recycle nutrients from the subsoil below the crop rooting zone and improve soil physical properties, among other functions. On the other hand, they can depress crop yields in tree-crop associations through root competition. After a brief review of favourable tree root effects in agroforestry, four strategies are discussed as potential solutions to the dilemma of the simultaneous occurrence of desirable and undesirable tree root functions: 1) the selection of tree species with low root competitiveness, eventually supplemented by shoot pruning; 2) the …",
                "HBV-specific CD8+ T cells are critical for a successful immune response to HBV infection. They are markedly diminished in number in patients who fail to control the virus, but the mechanisms resulting in their depletion remain ill defined. Here, we dissected the defective HBV-specific CD8+ T cell response associated with chronic HBV infection by gene expression profiling. We found that HBV-specific CD8+ T cells from patients with different clinical outcomes could be distinguished by their patterns of gene expression. Microarray analysis revealed that overlapping clusters of functionally related apoptotic genes were upregulated in HBV-specific CD8+ T cells from patients with chronic compared with resolved infection. Further analysis confirmed that levels of the proapoptotic protein Bcl2-interacting mediator (Bim) were upregulated in HBV-specific CD8+ T cells from patients with chronic HBV infection. Blocking Bim …"
            ],
            [
                [

                ]
            ],
            [
                "Ashok Das Professor of Physics PhD in Physics, State University of New York at Stony Brook, 1977 360 Bausch & Lomb Hall (585) 275-2955 Fax: (585) 273-3237 das@pas.rochester.edu Biography Professor Das received his BS (1972) and MS (1974) in Physics from the University of Delhi, India and his PhD in Physics from the State University of New York at Stony Brook in 1977. He was a Research Associate at the City College of New York, the University of Maryland, and Rutgers University before joining the University of Rochester in 1982 as Assistant Professor of Physics. He was promoted to Associate Professor in 1986 and to Professor in 1993. He is the recipient of University and Department awards for his teaching, including the Department Award for Excellence in Undergraduate Teaching, Department of Physics and Astronomy, University of Rochester four times (1987, 1990, 1997, and 2006), the Edward Peck Curtis Award for Excellence in Undergraduate Teaching (1991), and the 2006 University Award for Excellence in Graduate Teaching. He was named a Department of Energy Outstanding Junior Investigator (1983-1989) and received a Rockefeller Foundation Award in 2004. He received Fulbright Fellowships twice, one in 1997 and one in 2006. Professor Das was elected a Fellow of the American Physical Society in 2002. Research Overview Professor Das' research is in the area of theoretical high-energy physics. His research has focused on questions of symmetry in the fundamental laws of nature. In recent years, he has worked extensively on nonlinear integrable systems -- systems which in spite of their complicated appearance can be exactly solved. He has also been working on finite temperature field theories, generalization of the Standard Model to incorporate CP violation, and problems in quantum field theory and string theory. For further details, go to Professor Das' home page at: http:\/\/www.pas.rochester.edu\/~das\/homepage.html ."
            ]
        ]
    ]
}