{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PKVO47JS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Juan Pedro Ochoa-Ricoux Juan Pedro Ochoa-Ricoux Associate Professor of Physics and Astronomy jpochoa@uci.edu (949) 824-1707 3119 Frederick Reines Hall B.S. in Physics, Monterrey, Mexico M.A. in Physics, Caltech Ph.D. in Physics, Caltech Professor Ochoa-Ricoux’s research is focused on neutrinos, ghostly elementary particles that can penetrate extremely large amounts of matter. By studying them, Ochoa-Ricoux learns about the processes and the sources that produce them, both inside and outside our planet. Ochoa-Ricoux joined the department of Physics at the University of California Irvine in 2018, on the heels of being a Professor of Physics at the Pontificia Universidad Catolica de Chile for 5 years. He received his undergraduate degree in Physics in Monterrey, Mexico. In 2003, he moved to Caltech where he earned his Masters and PhD and worked in a project called MINOS, with neutrinos being shot underground for 735 km between Illinois and Minnesota. In 2009, he was awarded the prestigious Chamberlain Fellowship at Berkeley Lab, where he worked in an experiment that studies neutrinos produced by 6 nuclear reactors in the southeast of China. Since then Ochoa-Ricoux has continued to study neutrinos produced by nuclear reactors and astrophysical sources, most notably as a member of the JUNO experiment in China. He has also contributed to the ATLAS experiment at the European Center for Nuclear Research (CERN) that studies the proton-proton collisions from the Large Hadron Collider (LHC), and he is a member of an international collaboration called LiquidO that is pioneering a new type of neutrino detector. Professor Ochoa-Ricoux is the recipient of several awards, including the Springer Thesis Award in 2010, the prize for the Most Promising Scientist at the Doctoral Level awarded by the “Great Minds in STEM” organization in 2012, and the Breakthrough Prize in Fundamental Physics in 2016. He was also selected as a young-scientist of the World Economic Forum and has received several awards for teaching. Research Group Website UCI Faculty Profile Aries Magana, ariesm@uci.edu, 949-824-7646"
            ]
        ]
    ]
}