{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PL68ERDN",
            "ZKBl6bQAAAAJ",
            [
                "Physical biology of the cell",
                "Transcriptional regulation by the numbers: models",
                "Transcriptional regulation by the numbers: applications",
                "Forces during bacteriophage DNA packaging and ejection",
                "Mechanics of DNA packaging in viruses",
                "Biological consequences of tightly bent DNA: the other life of a macromolecular celebrity"
            ],
            [
                "Physical Biology of the Cell is a textbook for a first course in physical biology or biophysics for undergraduate or graduate students. It maps the huge and complex landscape of cell and molecular biology from the distinct perspective of physical biology. As a key organizing principle, the proximity of topics is based on the physical concepts that",
                "The expression of genes is regularly characterized with respect to how much, how fast, when and where. Such quantitative data demands quantitative models. Thermodynamic models are based on the assumption that the level of gene expression is proportional to the equilibrium probability that RNA polymerase (RNAP) is bound to the promoter of interest. Statistical mechanics provides a framework for computing these probabilities. Within this framework, interactions of activators, repressors, helper molecules and RNAP are described by a single function, the ‘regulation factor’. This analysis culminates in an expression for the probability of RNA polymerase binding at the promoter of interest as a function of the number of regulatory proteins in the cell.",
                "With the increasing amount of experimental data on gene expression and regulation, there is a growing need for quantitative models to describe the data and relate them to their respective context. Thermodynamic models provide a useful framework for the quantitative analysis of bacterial transcription regulation. This framework can facilitate the quantification of vastly different forms of gene expression from several well-characterized bacterial promoters that are regulated by one or two species of transcription factors; it is useful because it requires only a few parameters. As such, it provides a compact description useful for higher-level studies (e.g. of genetic networks) without the need to invoke the biochemical details of every component. Moreover, it can be used to generate hypotheses on the likely mechanisms of transcriptional control.",
                "The conjunction of insights from structural biology, solution biochemistry, genetics, and single-molecule biophysics has provided a renewed impetus for the construction of quantitative models of biological processes. One area that has been a beneficiary of these experimental techniques is the study of viruses. In this article we describe how the insights obtained from such experiments can be utilized to construct physical models of processes in the viral life cycle. We focus on dsDNA bacteriophages and show that the bending elasticity of DNA and its electrostatics in solution can be combined to determine the forces experienced during packaging and ejection of the viral genome. Furthermore, we quantitatively analyze the effect of fluid viscosity and capsid expansion on the forces experienced during packaging. Finally, we present a model for DNA ejection from bacteriophages based on the hypothesis that the energy …",
                "A new generation of single-molecule experiments has opened up the possibility of reexamining many of the fundamental processes of biochemistry and molecular biology from a unique and quantitative perspective. One technique producing a host of intriguing results is the use of optical tweezers to measure the mechanical forces exerted by molecular motors during key processes such as the transcription of DNA or the packing of a viral genome into its capsid. The objective of the current article is to respond to such measurements on viruses and to use the theory of elasticity and a simple model of charge and hydration forces to derive the force required to pack DNA into a viral capsid as a function of the fraction of the viral genome that has been packed. The results are found to be in excellent accord with recent measurements and complement previous theoretical work. Because the packing of DNA in viral capsids …",
                "The mechanical properties of DNA play a critical role in many biological functions. For example, DNA packing in viruses involves confining the viral genome in a volume (the viral capsid) with dimensions that are comparable to the DNA persistence length. Similarly, eukaryotic DNA is packed in DNA–protein complexes (nucleosomes), in which DNA is tightly bent around protein spools. DNA is also tightly bent by many proteins that regulate transcription, resulting in a variation in gene expression that is amenable to quantitative analysis. In these cases, DNA loops are formed with lengths that are comparable to or smaller than the DNA persistence length. The aim of this review is to describe the physical forces associated with tightly bent DNA in all of these settings and to explore the biological consequences of such bending, as increasingly accessible by single‐molecule techniques. © 2006 Wiley Periodicals, Inc …"
            ],
            [
                [
                    "Physical biology of the cell"
                ]
            ],
            [
                "Faculty Staff Research Scientists Graduate Students Undergraduate Alumni Graduate Alumni Doctorate in Physics (PhD) Master of Science in Physics Requirements Quantitative Biology Program Brandeis Soft Materials Program Learning Goals Bachelor of Arts and Bachelor of Science in Physics Courses Major Requirements Minor Requirements Senior Research: Physics 99D Physics Undergraduate Departmental Representatives Biological Physics Major Quantitative Biology Research Community Combined Physics\/ Engineering Major Undergraduate Research, Jobs Astrophysics and Astro-Particle Physics Condensed Matter and Biophysics Experiment Condensed Matter and Biophysics Theory High-Energy Experiment High-Energy and Gravitational Theory Materials Research Science and Engineering Center Seminar Series Eisenbud Lectures in Mathematics and Physics Berko Student Research Symposium Recipients Boston Area Physics Calendar Prizes and Awards Contact Home Faculty Staff Research Scientists Graduate Students Undergraduate Alumni Graduate Alumni Doctorate in Physics (PhD) Master of Science in Physics Requirements Quantitative Biology Program Brandeis Soft Materials Program Learning Goals Bachelor of Arts and Bachelor of Science in Physics Courses Major Requirements Minor Requirements Senior Research: Physics 99D Physics Undergraduate Departmental Representatives Biological Physics Major Quantitative Biology Research Community Combined Physics\/ Engineering Major Undergraduate Research, Jobs Astrophysics and Astro-Particle Physics Condensed Matter and Biophysics Experiment Condensed Matter and Biophysics Theory High-Energy Experiment High-Energy and Gravitational Theory Materials Research Science and Engineering Center Seminar Series Eisenbud Lectures in Mathematics and Physics Berko Student Research Symposium Recipients Boston Area Physics Calendar Prizes and Awards Contact Home Jané Kondev Jané Kondev Professor of Physics PhD, Cornell University, 1995 Jané Kondev is a theoretical physicist who works primarily on problems in molecular and cell biology. Research in the Kondev group is driven by quantitative experiments on single molecules and single cells, which are typically performed in biology labs the group collaborates with. The goal is to provide a mathematical framework that can explain the available quantitative data, and makes testable predictions that can guide new experiments. Members of the group are inspired by the new vistas that open up when life's processes are described in the language of theoretical physics, thus providing new insights about outstanding problems in biology. Group website  Sample of Current Projects Transcriptional regulation of gene expression. Chromosome organization in bacteria and yeast. Tethering motifs in molecular biology. Effects of confinement and crowding on bi-molecular reaction rates. Lishibanya Mohapatra (2016) \"Biophysical Models of Length Control of Cytoskeletal Structures\" Present Position: Assistant Professor, Rochester Institute of Technology, Rochester, NY Sandeep Choubey (2015) \" Bio-physical Models of Transcription in Cells\" Present Position: Postdoctoral Fellow, Harvard University, Cambridge, MA Baris Avsaroglu (2015) \" Functional Chromosome Organization in Yeast\" Present Position: Postdoctoral Fellow, University of California, Berkeley Daniel Reeves (2010) \"Diffusion Limited Reactions in Poorly Mixed Environments\" Present Position: Programmer and Designer, Small Design Firm, Inc., Cambridge, MA Joshua Martin (2008) \"Polymer Models of Chromatin\" Present Position: Postdoctoral Associate, Duke University, National Evolution Synthesis Center Ercan Kamber (2008) \"Statistical Physics at Crowding and Confinement\" Present Position: Vice President of HPC Engineering at RAID, MA Ashok Prasad (2006) \"Macromolecules in Flatland\" Present Position: Assistant Professor, Chemical and Biological Engineering Department, Colorado State University, CO \" Operator sequence alters gene expression independently of transcription factor occupancy in bacteria .\" Garcia HG, Sanchez A, Boedicker JQ, Osborne ML, Gelles J, Kondev J, Phillips R (2012) Cell Reports, 2(1):150-161 \" Dynamics of homology searching during gene conversion in Saccharomyces cerevisiae revealed by donor competitio n.\"  Coïc E, Martin J, Ryu T, Tay SY, Kondev J,Haber JE (2011) Genetics, 189(4):1225-33 \" Mechanism of transcriptional repression at a bacterial promoter by analysis of single molecules .\" Sanchez A, Osborne ML, Friedman LJ, Kondev J, Gelles J (2011) EMBO J. 30(19):3940-6 \" Regulation of biochemical reaction rates by flexible tethers .\" Reeves, D., Cheveralls, K., Kondev, J. (2011) Phys. Rev. E 84:021914 \" Effect of Promoter Architecture on the Cell-to-Cell Variability in Gene Expression .\" Sanchez A, Garcia HG, Jones D, Phillips R, Kondev J (2011) PLoS Comput Biol 7(3): e1001100 Prizes and Awards Jané Kondev Abelson 301 781-736-2812 kondev@brandeis.edu Group website CV and list of publications (PDF)"
            ]
        ]
    ]
}