{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PLKIKH9A",
            "RzYg6W0AAAAJ",
            [
                "A practical guide to single-molecule FRET",
                "Continuum percolation",
                "'Happy Objects'",
                "Topological phases and the quantum spin Hall effect in three dimensions",
                "Modelling and simulation of a supply chain in an uncertain environment",
                "Supply chain modelling using fuzzy sets",
                "Single-molecule imaging of transcription factor binding to DNA in live mammalian cells",
                "A critical review on idealization and modeling for interaction among soil–foundation–structure system",
                " classification of quantum spin Hall systems: An approach using time-reversal invariance",
                "Strategies for combating bacterial biofilms: A focus on anti-biofilm agents and their mechanisms of action"
            ],
            [
                "Single-molecule fluorescence resonance energy transfer (smFRET) is one of the most general and adaptable single-molecule techniques. Despite the explosive growth in the application of smFRET to answer biological questions in the last decade, the technique has been practiced mostly by biophysicists. We provide a practical guide to using smFRET, focusing on the study of immobilized molecules that allow measurements of single-molecule reaction trajectories from 1 ms to many minutes. We discuss issues a biologist must consider to conduct successful smFRET experiments, including experimental design, sample preparation, single-molecule detection and data analysis. We also describe how a smFRET-capable instrument can be built at a reasonable cost with off-the-shelf components and operated reliably using well-established protocols and freely available software.",
                "Many phenomena in physics, chemistry, and biology can be modelled by spatial random processes. One such process is continuum percolation, which is used when the phenomenon being modelled is made up of individual events that overlap, for example, the way individual raindrops eventually make the ground evenly wet. This is a systematic rigorous account of continuum percolation. Two models, the Boolean model and the random connection model, are treated in detail, and related continuum models are discussed. All important techniques and methods are explained and applied to obtain results on the existence of phase transitions, equality and continuity of critical densities, compressions, rarefaction, and other aspects of continuum models. This self-contained treatment, assuming only familiarity with measure theory and basic probability theory, will appeal to students and researchers in probability and stochastic geometry.",
                "This field-defining collection consolidates and builds momentum in the burgeoning area of affect studies. Major thinkers theorize affect: visceral forces beneath, alongside, or generally other than conscious knowing that can serve to drive us toward movement, thought and ever-changing forms of relation. As Lauren Berlant explores \"cruel optimism,\" Brian Massumi theorizes the affective logic of public threat, and Elspeth Probyn examines shame, they, along with the other contributors, show how an awareness of affect is opening up exciting new insights in disciplines from anthropology, cultural studies, geography, and psychology to philosophy, queer studies, and sociology. In essays diverse in subject matter, style and perspective, the contributors demonstrate how affect theory illuminates the intertwined realms of the aesthetic, the ethical and the political as they play out across bodies (human and non-human) in both mundane and extraordinary ways. They reveal the broad theoretical possibilities opened by an awareness of affect as they reflect on topics including ethics, food, public morale, glamour, snark in the workplace and mental health regimes. The Affect Theory Reader includes an interview with the cultural theorist Lawrence Grossberg and an afterword by the anthropologist Kathleen Stewart. In the introduction, the editors suggest ways of defining affect, trace the concept's history and highlight the role of affect theory in various areas of study. Contributors; Sara Ahmed; Ben Anderson; Lauren Berlant; Lone Bertelsen; Steven D. Brown; Patricia Ticineto Clough; Anna Gibbs; Melissa Gregg; Lawrence Grossberg; Ben Highmore; Brian …",
                "We show the existence of topological phases of Bloch insulators with time-reversal symmetry in three dimensions. These phases are characterized by topological Z 2 invariants whose stability is studied using band-touching arguments. Unlike insulators which break time-reveral symmetry, some of these topological phases are intrinsically three dimensional. The number of invariants (four) needed to specify the phase of these insulators also differs from the time-reversal-breaking case. The relation between these phases and the quantum spin Hall effect in three dimensions is investigated.",
                "This paper describes fuzzy modelling and simulation of a supply chain (SC) in an uncertain environment, as the first step in developing a decision support system. An SC is viewed as a series of facilities that performs the procurement of raw material, its transformation to intermediate and end-products, and distribution and selling of the end-products to customers. All the facilities in the SC are coupled and interrelated in a way that decisions made at one facility affect the performance of others. SC fuzzy models and a simulator cover operational SC control. The objective is to determine the stock levels and order quantities for each inventory in an SC during a finite time horizon to obtain an acceptable delivery performance at a reasonable total cost for the whole SC. Two sources of uncertainty inherent in the external environment in which the SC operates were identified and modelled: customer demand and external …",
                "This paper considers a production supply chain (SC) with all facilities in a serial connection. The SC includes inventories and production facilities between them. It is assumed that the SC operates in an uncertain environment. Uncertainty is associated with: (1) customer demand, (2) supply deliveries along the SC and (3) external or market supply. Uncertainties are described by vague and imprecise phrases that are interpreted and represented by fuzzy sets.The SC fuzzy model described in this paper is developed to determine the order quantities for each inventory in the SC in the presence of uncertainties, that give an acceptable service level of the SC at reasonable total cost. Two control concepts of the SC are treated: (1) decentralised control of each inventory and (2) partial coordination in the inventories control. A special purpose simulator has been developed for examining the dynamics and performance of all …",
                "Imaging single fluorescent proteins in living mammalian cells is challenged by out-of-focus fluorescence excitation. To reduce out-of-focus fluorescence we developed reflected light-sheet microscopy (RLSM), a fluorescence microscopy method allowing selective plane illumination throughout the nuclei of living mammalian cells. A thin light sheet parallel to the imaging plane and close to the sample surface is generated by reflecting an elliptical laser beam incident from the top by 90 with a small mirror. The thin light sheet allows for an increased signal-to-background ratio superior to that in previous illumination schemes and enables imaging of single fluorescent proteins with up to 100-Hz time resolution. We demonstrated the single-molecule sensitivity of RLSM by measuring the DNA-bound fraction of glucocorticoid receptor (GR) and determining the residence times on DNA of various oligomerization states and …",
                "The interaction among structures, their foundations and the soil medium below the foundations alter the actual behaviour of the structure considerably than what is obtained from the consideration of the structure alone. Thus, a reasonably accurate model for the soil–foundation–structure interaction system with computational validity, efficiency and accuracy is needed in improved design of important structures. The present study makes an attempt to gather the possible alternative models available in the literature for this purpose. Emphasis has been given on the physical modeling of the soil media, since it appears that the modeling of the structure is rather straightforward. The strengths and limitations of the models described in a single paper may be of help to the civil engineers to choose a suitable one for their study and design.",
                "We study the phases of Bloch insulators with time-reversal symmetry on the basis of the homotopy of the ground-state wave functions in momentum space and find that there are two topological classes characterized by a Z 2 invariant. The results are in agreement with a recent study based on counting the zeroes of a certain Pfaffian function related to the ground-state wave function. It is shown that there is a link between the formulation of the topological invariant presented here and the number of robust edge states. A formula is also provided which greatly simplifies the computation of the invariant in a large number of cases. The present study provides guidance for the search of systems which belong to the nontrivial topological class and also establishes a link between the quantum spin Hall effect and the integer quantum Hall effect.",
                "Biofilm refers to the complex, sessile communities of microbes found either attached to a surface or buried firmly in an extracellular matrix as aggregates. The biofilm matrix surrounding bacteria makes them tolerant to harsh conditions and resistant to antibacterial treatments. Moreover, the biofilms are responsible for causing a broad range of chronic diseases and due to the emergence of antibiotic resistance in bacteria it has really become difficult to treat them with efficacy. Furthermore, the antibiotics available till date are ineffective for treating these biofilm related infections due to their higher values of minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC), which may result in in-vivo toxicity. Hence, it is critically important to design or screen anti-biofilm molecules that can effectively minimize and eradicate biofilm related infections. In the present article, we have highlighted the …"
            ],
            [
                [
                    "probability"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}