{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PMT4PKYN",
            "PvgdHowAAAAJ",
            [
                "Efficient, high yield perovskite photovoltaic devices grown by interdiffusion of solution-processed precursor stacking layers",
                "Work function of indium tin oxide transparent conductor measured by photoelectron spectroscopy",
                "Sensitive X-ray detectors made of methylammonium lead tribromide perovskite single crystals",
                "Platinum-maghemite core− shell nanoparticles using a sequential synthesis",
                "Qualifying composition dependent p and n self-doping in CH3NH3PbI3",
                "Interfacial chemistry of  and LiF with reactive metals",
                "A photoelectron spectroscopy study on the indium tin oxide treatment by acids and bases",
                "Electronic structure symmetry of interfaces between pentacene and metals",
                "Determination of spin injection and transport in a ferromagnet\/organic semiconductor heterojunction by two-photon photoemission",
                "Understanding the formation and evolution of interdiffusion grown organolead halide perovskite thin films by thermal annealing"
            ],
            [
                "We report on an interdiffusion method to fabricate pin-hole free perovskite films using a low temperature (<105 °C) solution process. A high efficiency of 15.4%, with a fill factor of ∼80%, was achieved for the devices under one sun illumination. The interdiffusion method results in high device yield, with an efficiency of above 14.5% for more than 85% of the devices.",
                "We used ultraviolet and x‐ray photoelectron spectroscopy (XPS) and (UPS) techniques to directly measure absolute values of vacuum work function of indium tin oxide (ITO) thin films. We obtained a work function of 4.4–4.5 eV which is lower than the commonly cited value. These values do not change substantially by heating and Ar ion sputtering. The atomic concentrations of each element in ITO, measured with XPS, are also quite stable under heat treatment and ion sputtering.",
                "The large mobilities and carrier lifetimes of hybrid perovskite single crystals and the high atomic numbers of Pb, I and Br make them ideal for X-ray and gamma-ray detection. Here, we report a sensitive X-ray detector made of methylammonium lead bromide perovskite single crystals. A record-high mobility–lifetime product of 1.2× 10–2 cm 2 V–1 and an extremely small surface charge recombination velocity of 64 cm s–1 are realized by reducing the bulk defects and passivating surface traps. Single-crystal devices with a thickness of 2–3 mm show 16.4% detection efficiency at near zero bias under irradiation with continuum X-ray energy up to 50 keV. The lowest detectable X-ray dose rate is 0.5 μGy air s–1 with a sensitivity of 80 μC Gy− 1 air cm–2, which is four times higher than the sensitivity achieved with α-Se X-ray detectors. This allows the radiation dose applied to a human body to be reduced for many medical …",
                "Pt@Fe2O3 core−shell nanoparticles have been made using a sequential synthetic method. Platinum nanoparticles were synthesized via reduction of platinum acetylacetonate in octyl ether, and layers of iron oxide were subsequently deposited on the surface of Pt nanoparticles through thermal decomposition of iron pentacarbonyl. The core−shell nanoparticles were characterized by powder X-ray diffraction, high-resolution transmission electron microscopy, and X-ray photoemission spectroscopy. Thickness of the shell can be controlled by changing concentrations of the reactants and the reaction conditions. These Pt@Fe2O3 core−shell nanoparticles could have potential applications in catalysis and as precursors for making property-tunable magnetic nanoparticles, thin films, and nanocomposites. ",
                "We report the observation of self-doping in perovskite. CH3NH3PbI3 was found to be either n- or p-doped by changing the ratio of methylammonium halide (MAI) and lead iodine (PbI2) which are the two precursors for perovskite formation. MAI-rich and PbI2-rich perovskite films are p and n self-doped, respectively. Thermal annealing can convert the p-type perovskite to n-type by removing MAI. The carrier concentration varied as much as six orders of magnitude. A clear correlation between doping level and device performance was also observed.",
                "The electronic structure and chemistry of interfaces between tris-(8-hydroxyquinoline) aluminum (Alq3) and representative group IA and IIA metals, Al, and Al\/LiF have been studied by x-ray and ultraviolet photoelectron spectroscopies. Quantum-chemical calculations at the density functional theory level predict that the Alq3 radical anion is formed upon reaction with the alkali metals. In this case, up to three metal atoms can react with a given Alq3 molecule to form the trivalent anion. The anion formation results in a splitting of the N 1s core level and formation of a new feature in the previously forbidden energy gap. Virtually identical spectra are observed in the Al\/LiF\/Alq3 system, leading to the conclusion that the radical anion is also formed when all three of these constituents are present. This is support by a simple thermodynamic model based on bulk heats of formation. In the absence of LiF or similar material, the …",
                "We report on the chemical adsorption of acids and bases on indium tin oxide (ITO). Ultraviolet photoelectron spectroscopy was used to measure the work function of the treated ITO and atomic surface concentrations were determined by x-ray photoelectron spectroscopy. The acid treatments yield work-function shifts as high as 0.7 eV compared to the nontreated ITO. Huge shifts in the work function are also obtained for the treatments with bases and are opposite to those obtained with the acids. These dramatic shifts are indicative of a double ionic surface layer. The importance of an appropriate plasma treatment prior to the chemical adsorption of acids or bases is discussed in terms of surface acido-basicity.",
                "We examined the electronic structure of the interfaces formed between pentacene and various metals: Au, Ag, and Ca, using photoemission spectroscopy. For all interfaces, we observed the formation of an interface dipole that varied linearly with the measured metal work function. We observed that the behavior of the interfaces of Ca with pentacene was symmetric with respect to whether Ca was deposited on pentacene or vice versa. On the other hand, the interfaces of Au and Ag with pentacene were asymmetric. For both Au and Ag we saw indications that upon metal deposition, metal penetration resulted in a metallic surface with a work function significantly different from that of pure Au or Ag. This also resulted in different interface dipoles for these interfaces.",
                "A fundamental prerequisite for the implementation of organic semiconductors (OSCs) in spintronics devices is the still missing basic knowledge about spin injection and transport in OSCs. Here, we consider a model system consisting of a high-quality interface between the ferromagnet cobalt and the OSC copper phthalocyanine (CuPc). We focus on interfacial effects on spin injection and on the spin transport properties of CuPc. Using spin-resolved two-photon photoemission, we have measured directly and in situ the efficiency of spin injection at the cobalt–CuPc interface. We report a spin injection efficiency of 85–90% for injection into unoccupied molecular orbitals of CuPc. Moreover, we estimate an electron inelastic mean free path in CuPc in the range of 1 nm and a 10–30 times higher quasi-elastic spin-flip length. We demonstrate that quasi-elastic spin-flip processes with energy loss⩽ 200 meV are the …",
                "Organolead trihalide perovskites are emerging excellent active materials for thin film solar cells. Here, the formation and evolution of methylammonium lead iodide perovskite thin films grown by the low-temperature thermal annealing induced interdiffusion process are investigated. It is found that thermal annealing not only drives the formation of perovskite but also affects the morphology, optoelectronic properties and correlated device performance. Thermal annealing at 105 °C quickly drives the formation of phase-pure perovskite in a short time of 15 min, and continued thermal annealing up to two hours continuously increases the perovskite crystallinity and grain size without losing film continuity or coverage. The measured Hall mobility increases monotonically to 36.0 cm2 V−1 s−1 upon annealing, which is correlated with the increased crystallinity and grain size. Device efficiencies increase with an increased …"
            ],
            [
                [
                    "surface science",
                    "Organic semiconductors"
                ]
            ]
        ]
    ]
}