{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PNE78PTC",
            "HJ3kzoEAAAAJ",
            [
                "Locally critical quantum phase transitions in strongly correlated metals",
                "Renormalization-group study of Anderson and Kondo impurities in gapless Fermi systems",
                "Local fluctuations in quantum critical metals",
                "Zero-field Kondo splitting and quantum-critical transition in double quantum dots",
                "Behavior of magnetic impurities in gapless Fermi systems",
                "Systematic 1\/d corrections to the infinite-dimensional limit of correlated lattice electron models",
                "Critical local-moment fluctuations, anomalous exponents, and ω\/T scaling in the Kondo problem with a pseudogap",
                "Interactions between surfaces with adsorbed polymers: Poor solvent. 2. Calculations and comparison with experiment",
                "Kondo screening in a magnetically frustrated nanostructure: Exact results on a stable non-Fermi-liquid phase",
                "Study of the two-impurity, two-channel Kondo Hamiltonian"
            ],
            [
                "When a metal undergoes a continuous quantum phase transition, non-Fermi-liquid behaviour arises near the critical point. All the low-energy degrees of freedom induced by quantum criticality are usually assumed to be spatially extended, corresponding to long-wavelength fluctuations of the order parameter. But this picture has been contradicted by the results of recent experiments on a prototype system: heavy fermion metals at a zero-temperature magnetic transition. In particular, neutron scattering from CeCu 6-x Au x has revealed anomalous dynamics at atomic length scales, leading to much debate as to the fate of the local moments in the quantum-critical regime. Here we report our theoretical finding of a locally critical quantum phase transition in a model of heavy fermions. The dynamics at the critical point are in agreement with experiment. We propose local criticality to be a phenomenon of general relevance …",
                "Thermodynamic properties are presented for four magnetic impurity models describing the scattering of fermions from a localized orbital at an energy-dependent rate Γ (ε) which vanishes precisely at the Fermi level, ε= 0. Specifically, it is assumed that for small| ε|, Γ (ε)∝| ε| r with r> 0. The cases r= 1 and r= 2 describe dilute magnetic impurities in unconventional (d-and p-wave) superconductors,“flux phases” of the two-dimensional electron gas, and certain zero-gap semiconductors. For the nondegenerate Anderson model, the main effects of the depression of the low-energy scattering rate are the suppression of mixed valence in favor of local-moment behavior and a marked reduction in the exchange coupling on entry to the local-moment regime, with a consequent narrowing of the range of parameters within which the impurity spin becomes Kondo screened. The precise relationship between the Anderson model …",
                "We show that spatially local, yet low-energy, fluctuations can play an essential role in the physics of strongly correlated electron systems tuned to a quantum critical point. A detailed microscopic analysis of the Kondo lattice model is carried out within an extended dynamical-mean-field approach. The correlation functions for the lattice model are calculated through a self-consistent Bose-Fermi Kondo problem, in which a local moment is coupled both to a fermionic bath and to a bosonic bath (a fluctuating magnetic field). A renormalization-group treatment of this impurity problem—perturbative in ε= 1− γ, where γ is an exponent characterizing the spectrum of the bosonic bath—shows that competition between the two couplings can drive the local-moment fluctuations critical. As a result, two distinct types of quantum critical point emerge in the Kondo lattice, one being of the usual spin-density-wave type, the other “locally …",
                "Double quantum dots offer unique possibilities for the study of many-body correlations. A system containing one Kondo dot and one effectively noninteracting dot maps onto a single-impurity Anderson model with a structured (nonconstant) density of states. Numerical renormalization-group calculations show that, while band filtering through the resonant dot splits the Kondo resonance, the singlet ground state is robust. The system can also be continuously tuned to create a pseudogapped density of states and access a quantum-critical point separating Kondo and non-Kondo phases.",
                "In a number of systems, including certain semiconductors and unconventional superconductors, the effective density of states varies like| E-E F| r near the Fermi energy. The behavior of dilute magnetic impurities in such systems is studied using a nonperturbative renormalization-group approach. Close to particle-hole symmetry, the Kondo effect is suppressed for the cases of greatest relevance (r= 1 and 2). Away from this symmetry, any quenching of the impurity moment is accompanied by a low-temperature decrease in the impurity resistivity, rather than the increase found in metals.© 1996 The American Physical Society.",
                "We present a self-consistent treatment of Hubbard-like lattice models at large, but finite, spatial dimensions d. This involves a systematic expansion in powers of 1\/d about the limit d=∞. The first-order corrections can be obtained by self-consistent solution of coupled one-and two-impurity models. We calculate the leading corrections to properties of the Falicov-Kimball model. The infinite-dimensional limit seems to describe this particular model remarkably well even for d= 2.",
                "Experiments in heavy-fermion metals and related theoretical work suggest that critical local-moment fluctuations can play an important role near a zero-temperature phase transition. We study such fluctuations at the quantum critical point of a Kondo impurity model in which the density of band states vanishes as| ϵ| r at the Fermi energy (ϵ= 0). The local spin response is described by a set of critical exponents that vary continuously with r. For 0< r< 1, the dynamical susceptibility at the critical point exhibits ω\/T scaling with a fractional exponent, implying that the critical point is interacting.",
                "Analytical expressions, based on a mean-field model and derived in a previous paper (part 1: Klein, J.; Pincus, PA Macromolecules 1982, 15, 1129), for the interaction between two parallel plates bearing adsorbed polymer in poor-solvent medium, are solved numerically to yield (a) segmental density profiles of the adsorbed polymer and (b) interaction-energy vs. plate-separation profiles. All parameters appearing in these calculations are obtainable from bulk data such as the polymer-solvent phase diagram and adsorbance measurements. The calculated results are critically compared with model experiments on forces between smooth mica surfaces bearing polystyrene in cyclohexane in poor-solvent conditions: the agreement is qualitatively very good and quantitatively fair. Some improvements to the model are suggested.",
                "Triangular symmetry stabilizes a novel non-Fermi-liquid phase in the three-impurity Kondo model with frustrating antiferromagnetic interactions between half-integer impurity spins. The phase arises without fine-tuning of couplings, and is stable against magnetic fields and particle-hole symmetry breaking. We find a conformal field theory describing this phase, verify it using the numerical renormalization group, and extract various exact, universal low-energy properties. Signatures predicted in electrical transport may be testable in scanning tunneling microscopy or quantum-dot experiments.",
                "The two-channel Kondo Hamiltonian has recently been proposed as a description of several experimental systems. Our numerical renormalization-group treatment of a pair of magnetic impurities shows that at low temperatures, interimpurity interactions destabilize the ‘‘marginal-Fermi-liquid’’behavior predicted by a single-impurity model. We find four stable zero-temperature regimes, three of which can be described by Fermi-liquid theory. The fourth possesses a complex many-body ground state and non-Fermi-liquid properties which are expected to be governed by nonuniversal critical exponents."
            ],
            [
                [
                    "Condensed matter theory"
                ]
            ]
        ]
    ]
}