{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PNGYJB1U",
            "Z_5DVuAAAAAJ",
            [
                "Phase-matched generation of coherent soft X-rays",
                "Generation of coherent soft X rays at 2.7 nm using high harmonics",
                "Tailoring a 67 attosecond pulse through advantageous phase-mismatch",
                "Double optical gating of high-order harmonic generation with carrier-envelope phase stabilized lasers",
                "Time-resolved x-ray diffraction from coherent phonons during a laser-induced phase transition",
                "The generation, characterization and applications of broadband isolated attosecond pulses",
                "Attosecond time-resolved autoionization of argon",
                "Generation of isolated attosecond pulses with 20 to 28 femtosecond lasers",
                "Dramatic extension of the high-order harmonic cutoff by using a long-wavelength driving field",
                "Single attosecond pulse and xuv supercontinuum in the high-order harmonic plateau"
            ],
            [
                "Phase-matched harmonic conversion of visible laser light into soft x-rays was demonstrated. The recently developed technique of guided-wave frequency conversion was used to upshift light from 800 nanometers to the range from 17 to 32 nanometers. This process increased the coherent x-ray output by factors of 102 to 103 compared to the non–phase-matched case. This source uses a small-scale (sub-millijoule) high repetition-rate laser and will enable a wide variety of new experimental investigations in linear and nonlinear x-ray science.",
                "Ultrafast laser pulses from a Ti: sapphire laser centered at 800 nm, with 26 fs pulse duration, were used to generate coherent soft-x-ray harmonics, at wavelengths down to 2.7 nm (460 eV) in He, and 5.2 nm (239 eV) in Ne. In He, discrete harmonic peaks are observed up to order 221, and unresolved harmonic emission is observed up to order 297. These wavelengths are well within the “water window” region of x-ray transmission. Our work represents the shortest wavelength coherent light generated to date. The harmonic cutoff from all the noble gases is consistent with analytic theory.",
                "A single isolated attosecond pulse of 67 as was composed from an extreme UV supercontinuum covering 55–130 eV generated by the double optical gating technique. Phase mismatch was used to exclude the single-atom cutoff of the spectrum that possesses unfavorable attochirp, allowing the positive attochirp of the remaining spectrum to be compensated by the negative dispersion of a zirconium foil. Two algorithms, PROOF and FROG-CRAB, were employed to retrieve the pulse from the experimental spectrogram, yielding nearly identical results.",
                "We demonstrated a novel optical switch to control the high-order harmonic generation process so that single attosecond pulses can be generated with multiple-cycle pulses. The technique combines two powerful optical gating methods: polarization gating and two-color gating. An extreme ultraviolet supercontinuum supporting 130 as was generated with neon gas using 9 fs laser pulses. We discovered a unique dependence of the harmonic spectra on the carrier-envelope phase of the laser fields, which repeats every 2 π radians.",
                "Time-resolved x-ray diffraction with picosecond temporal resolution is used to observe scattering from impulsively generated coherent acoustic phonons in laser-excited InSb crystals. The observed frequencies and damping rates are in agreement with a model based on dynamical diffraction theory coupled to analytic solutions for the laser-induced strain profile. The results are consistent with a 12 ps thermal electron-acoustic phonon coupling time together with an instantaneous component from the deformation-potential interaction. Above a critical laser fluence, we show that the first step in the transition to a disordered state is the excitation of large amplitude, coherent atomic motion.",
                "The generation of extremely short isolated attosecond pulses requires both a broad spectral bandwidth and control of the spectral phase. Rapid progress has been made in both aspects, leading to the generation of light pulses as short as 67 as in 2012, and broadband attosecond continua covering a wide range of extreme ultraviolet and soft X-ray wavelengths. Such pulses have been successfully applied in photoelectron and photoion spectroscopy and recently developed attosecond transient absorption spectroscopy to study electron dynamics in matter. In this Review, we discuss significant recent advances in the generation, characterization and applications of ultrabroadband, isolated attosecond pulses with spectral bandwidths comparable to the central frequency. These pulses can in principle be compressed to a single optical cycle.",
                "Autoionization of argon atoms was studied experimentally by transient absorption spectroscopy with isolated attosecond pulses. The peak position, intensity, linewidth, and shape of the 3 s 3 p 6 n p P 1 Fano resonance series (26.6–29.2 eV) were modified by intense few-cycle near infrared laser pulses, while the delay between the attosecond pulse and the laser pulse was changed by a few femtoseconds. Numerical simulations revealed that the experimentally observed splitting of the 3 s 3 p 6 4 p P 1 line is caused by the coupling between two short-lived highly excited states in the strong laser field.",
                "Isolated attosecond pulses are powerful tools for exploring electron dynamics in matter. So far, such extreme ultraviolet pulses have only been generated using high power, few-cycle lasers, which are very difficult to construct and operate. We propose and demonstrate a technique called generalized double optical gating for generating isolated attosecond pulses with 20 fs lasers from a hollow-core fiber and 28 fs lasers directly from an amplifier. These pulses, generated from argon gas, are measured to be 260 and 148 as by reconstructing the streaked photoelectron spectrograms. This scheme, with a relaxed requirement on laser pulse duration, makes attophysics more accessible to many laboratories that are capable of producing such multicycle laser pulses.",
                "We present an experimental demonstration of extending the high-order harmonic cutoff photon energy more than a factor of 2 when the driving-field wavelength is changed from 0.8 to 1.51 μm with an optical parametric amplifier. With argon gas, the cutoff has been extended from 64 to 160 eV. We predict that coherent keV x rays can be generated by exciting helium gas with the long-wavelength driving pulses. Experiments on xenon gas with several pump wavelengths also showed the dramatic cutoff extension, as well as full tunability of the generated XUV wavelengths.",
                "It is proposed that single attosecond pulses be generated by gating high-order harmonic emission with fields whose ellipticity varies rapidly with time. The laser pulse with a time-dependent ellipticity is created from two 5− fs laser pulses centered at 750 nm and separated by 5 fs. One of the laser pulses is left-circularly polarized and the other is right-circularly polarized. Numerical simulations show that when neon atoms are driven by such laser pulses, the generated high-order harmonic spectrum in the 25th to the 85th orders are a supercontinuum that corresponds to single attosecond pulses. A simple analytical expression is derived for estimating the high-harmonic radiation time."
            ],
            [
                [
                    "Atomic",
                    "molecular and optical physics"
                ]
            ],
            [
                "Zenghu Chang University Trustee Chair, Pegasus and Distinguished Professor PSB 464 Zenghu.Chang@ucf.edu 407-823-4442 Zenghu Chang is a Distinguished Professor of Physics and Optics at the University of Central Florida, where he directs the Institute for the Frontier of Attosecond Science and Technology laboratory, http:\/\/fast.creol.ucf.edu\/ . He is a fellow of the American Physical Society. Chang graduated from Xi’an Jiaotong University in 1982. He then earned a doctorate at the Xi’an Institute of Optics and Precision Mechanics, Chinese Academy of Sciences, in 1988. From 1991 to 1993, Chang visited the Rutherford Appleton Laboratory sponsored by the Royal Society fellowship. He worked at the University of Michigan after 1996. Then joined the physics faculty at Kansas State University in 2001, where he was later promoted to the Ernest & Lillian Chapin Professor. Dr. Chang has published 150 papers in the field of ultrafast high power lasers, ultrafast XUV\/X-ray science and strong field AMO physics. His notable contributions include inventing the Double Optical Gating for the generation of single isolated attosecond pulses. His group generated the shortest laser pulse, 67 as, which is the current world record. He is the author of the book “Fundamentals of Attosecond Optics.” Florida Attosecond Science and Technology: http:\/\/fast.creol.ucf.edu\/ Awards & Honors Fellow of the American Physical Society 2007 Mercator Professorship, German Science Foundation (DFG) 1996 Hubert Schardin Gold Medal 1995 The First Class Award for Young Scientists, Chinese Academy of Sciences 1994 Young Expert of the Year with Outstanding Contributions, Ministry of Personnel, People Republic of China Highlights Syllabi 172. Eric Cunningham and Zenghu Chang, “Optical Gating with Asymmetric Field Ratios for Isolated Attosecond Pulse Generation.” IEEE Journal of Selected Topics in Quantum Electronics (Accepted, 2015). DOI:10.1109\/JSTQE.2015.2426655 171. Xiaoming Yu, Zenghu Chang, P.B. Corkum, and Shuting Lei, “Fabricating nanostructures on fused silica using femtosecond infrared pulses combining with sub-nanojoule ultraviolet pulses,” Optics Letters 39, Issue 19, pp. 5638-5640 (2014). doi: 10.1364\/OL.39.005638 170. Qi Zhang, Kun Zhao, and Zenghu Chang, “High resolution electron spectrometers for characterizing the contrast of isolated 25 as pulses,” Journal of Electron Spectroscopy and Related Phenomena 195, pp, 48–54 (2014). doi:10.1016\/j.elspec.2014.05.008 169. Qi Zhang, Kun Zhao, Jie Li, Michael Chini, Yan Cheng, Yi Wu, Eric Cunningham, and Zenghu Chang, “Suppression of Driving Laser in High Harmonic Generation with a Microchannel Plate,” Optics Letters 39, Issue 12, pp. 3670-3673 (2014). doi: 10.1364\/OL.39.003670 168. Michael Chini, Xiaowei Wang, Yan Cheng, Zenghu Chang, “Resonance Effects and Quantum Beats in Attosecond Transient Absorption of Helium,” Journal of Physics B 47, 124009 (2014). doi:10.1088\/0953-4075\/47\/12\/124009 167. [Book chapter] Qi Zhang, Kun Zhao, and Zenghu Chang, “Attosecond Extreme Ultraviolet Supercontinuum,” Robert Alfano, Supercontinuum, 3rd edition (In press). Springer. 166. Qi Zhang, Kun Zhao, and Zenghu Chang, “High resolution electron spectrometers for characterizing the contrast of isolated 25 as pulses,” Journal of Electron Spectroscopy and Related Phenomena, Optics Letters, (accepted) 2014. 165. Qi Zhang, Kun Zhao, Jie Li, Michael Chini, Yan Cheng, Yi Wu, Eric Cunningham, and Zenghu Chang, “Suppression of Driving Laser in High Harmonic Generation with a Microchannel Plate,” Optics Letters, (accepted) 2014. 164. Michael Chini, Xiaowei Wang, Yan Cheng, Zenghu Chang, “Resonance Effects and Quantum Beats in Attosecond Transient Absorption of Helium,” Journal of Physics B, (accepted) 2014. 163. Michael Chini, Xiaowei Wang, Yan Cheng, He Wang, Yi Wu, Eric Cunningham, Peng-Cheng Li, John Heslar, Dmitry A. Telnov, Shih-I Chu, and Zenghu Chang, “Coherent Phase-Matched VUV Generation by Field-Controlled Bound States,” Nature Photonics doi:10.1038\/nphoton.2014.83, Published online on 11 May 2014. 162. Stephen R. Leone, C. William McCurdy, Joachim Burgdörfer, Lorenz S. Cederbaum, Zenghu Chang, Nirit Dudovich, Johannes Feist, Chris H. Greene, Misha Ivanov, Reinhard Kienberger, Ursula Keller, Matthias F. Kling, Zhi-Heng Loh, Thomas Pfeifer, Adrian N. Pfeiffer, Robin Santra, Kenneth Schafer, Albert Stolow, Uwe Thumm & Marc J. J. Vrakking, “What will it take to observe processes in ‘real time’?” Nature Photonics 8 , No 3, 162 – 166 (2014). 161. Michael Chini,     Kun Zhao and Zenghu Chang, “The Generation, Characterization, and Applications of Broadband Isolated Attosecond Pulses,” Nature Photonics 8 , No 3, 178 – 186 (2014). 160. Xiaoming Yu, Qiumei Bian, Zenghu Chang, Paul B. Corkum, and Shuting Lei, “Femtosecond laser nanomachining initiated by ultraviolet multiphoton ionization,” Optics Express 21 , Issue 20, pp. 24185-24190 (2013). 159. Xiaowei Wang, Michael Chini, Yan Cheng, Yi Wu, Xiao-Min Tong, and Zenghu Chang, “Sub-cycle laser control and quantum interferences in attosecond photoabsorption of neon,” Phys. Rev. A 87 , 063413 (2013). 158. Yi Wu, Eric Cunningham, Jie Li, Huaping Zang, Michael Chini, Xiaowei Wang,YangWang, Kun Zhao, and Zenghu Chang, “Generation of High-Flux Attosecond Extreme Ultraviolet Continuum with a 10 Terawatt Laser,” Appl. Phys. Lett. 102 , 201105 (2013). 157. [Book chapter] Michael Chini, He Wang, Baozhen Zhao, Yan Cheng, Shouyuan Chen, Yi Wu, and Zenghu Chang, “Attosecond Absorption Spectroscopy,” pp135-150, Progress in Ultrafast Intense Laser Science IX, by Kaoru Yamanouchi and Katsumi Midorikawa, ISBN: 9783642350511, Springer (2013). 156. X. Yu, Q. Bian, B. Zhao, Z. Chang, P.B. Corkum, and S. Lei, “Near-infrared femtosecond laser machining initiated by ultraviolet multiphoton ionization,” Appl. Phys. Lett. 102 , 101111 (2013). 155. Michael Chini, Xiaowei Wang, Yan Cheng, Yi Wu, Di Zhao, Dmitry A. Telnov, Shih-I Chu, and Zenghu Chang, “Sub-cycle Oscillations in Virtual States Brought to Light,” Scientific Reports 3 , 1105  (2013). 154. Xiaowei Wang, Michael Chini, Yan Cheng, Yi Wu, and Zenghu Chang, “In Situ Calibration of an Extreme Ultraviolet Spectrometer for Attosecond Transient Absorption Experiments,” Applied Optics 52 , 323 (2013). 153. Qiumei Bian, Xiaoming Yu, Baozhen Zhao, Zenghu Chang, Shuting Lei, “Femtosecond laser ablation of indium tin-oxide narrow grooves for thin film solar cells,” Optics and Laser Technology 45, 395 (2013). 152. Reinhard Kienberger, Zenghu Chang and Chang Hee Nam, “10th anniversary of attosecond pulses,” Journal of Physics B-Atomic Molecular and Optical Physics 45, 070201 (2012). 151.Michael Chini, Baozhen Zhao, He Wang, Yan Cheng, S. X. Hu, and Zenghu Chang, “Subcycle ac Stark shift of helium excited states probed with isolated attosecond pulses,” Phys. Rev. Lett. 109 , 073601 (2012). 150. Xiaowei Wang, Michael Chini, Qi Zhang, Kun Zhao, Yi Wu, Dmitry A. Telnov, Shih-I Chu, and Zenghu Chang, “Mechanism of quasi-phase-matching in a dual-gas multijet array,” Physical Review A 86 , 021802 (2012). 149. Kun Zhao, Qi Zhang, Michael Chini, Yi Wu, Xiaowei Wang, and Zenghu Chang, “Tailoring a 67 attosecond pulse through advantageous phase-mismatch,” Optics Letters 37 , 3891 (2012). 148. Max Möller, Yan Cheng, Sabih D. Khan, Baozhen Zhao, Kun Zhao, Michael Chini, Gerhard G. Paulus, and Zenghu Chang, “Dependence of high-order-harmonic-generation yield on driving-laser ellipticity,” Phys. Rev. A 86 , 011401 (2012). 147. [Book chapter] K.Zhao,Q.Zhang,M.Chini,andZ.Chang, Chapter 19, “Route to One Atomic Unit of Time – Development of a Broadband Attosecond Streak Camera,” Multiphoton Processes and Attosecond Physics, Proceedings of the 12th International Conference on Multiphoton Processes (ICOMP12) and the 3rd International Conference on Attosecond Physics (ATTO3), Yamanouchi, Kaoru; Midorikawa, Katsumi (Eds.) Series: Springer Proceedings in Physics , Vol. 125 , Part 2, 109 (2012). ISBN 978-3-642-28947-7 146.Yoann Pertot, Shouyuan Chen, Sabih D Khan, Luc Bertrand Elouga Bom, Tsuneyuki Ozaki and Zenghu Chang, “Generation of continuum high-order harmonics from carbon plasma using double optical gating,”  J. Phys. B: At. Mol. Opt. Phys. 45, 074017 (2012). 145. Bin Zeng, Wei Chu, Guihua Li, Jinping Yao, Jielei Ni, Haisu Zhang,Ya Cheng, Zhizhan Xu, Yi Wu, and Zenghu Chang, “Direct generation of intense extreme-ultraviolet supercontinuum with 35-fs, 11-mJ pulses from a femtosecond laser amplifier,” Physical Review A 85 , 033839 (2012). 144. Sabih D. Khan, Yan Cheng, Max Möller, Kun Zhao, Baozhen Zhao, Michael Chini, Gerhard G. Paulus , and Zenghu Chang, “Ellipticity dependence of 400 nm-driven high harmonic generation,” Appl. Phys. Lett. 99 , 161106 (2011). 143. Qiumei Bian, Shouyuan Chen, Byung-Tai Kim, Nicholas Leventis, Hongbing Lu, Zenghu Chang, Shuting Lei, “Micromachining of polyurea aerogel using femtosecond laser pulses,”J. Non-Crystalline Solids 357 , 186 (2011). 142.  M. Möller, A. M. Sayler, T. Rathje, M. Chini, Zenghu Chang, and G. G. Paulus, “Precise, real-time, single-shot carrier-envelope phase measurement in the multi-cycle regime,” Appl. Phys. Lett. 99 , 121108 (2011). 141. (Book chapter) Shouyuan Chen, Steve Gilbertson, He wang, Michael Chini, Kun Zhao, Sabih Khan, Yi Wu, and Zenghu Chang, “Attosecond pulse generation, characterization and application,” Advances in Multi-Photon Processes and spectroscopy, Vol. 20, pp. 127-174, S.H. Lin, A.A. Villaeys, and Y. Fujimura, World Scientific Publishing Company; 1 edition (May 2011), ISBN-10: 9814343986. 140. Ulrich, Birte; Vredenborg, Arno; Malakzadeh, Abdollah; Schmidt, Lothar; Havermeier, Tilo; Meckel, Moritz; Cole, Kyra; Smolarski, Mathias; Chang, Zenghu; Jahnke, Till; Doerner, Reinhard, “Imaging of the Structure of the Argon and Neon Dimer, Trimer and Tetramer,” The Journal of Physical Chemistry 115 , 6936 (2011). 139. (Book) Zenghu Chang, Fundamentals of Attosecond Optics , CRC Press; 1 edition (February 16, 2011)ISBN-10: 1420089374 138. (Book chapter) Ximao Feng, Steve Gilbertson, Hiroki Mashiko, Sabih Khan, He Wang, Michael Chini, Yi Wu, and Zenghu Chang, “Chapter 5, Single Isolated Attosecond PulsesGeneration with Double Optical Gating,” Progress in Ultrafast Intense Laser Science VI , pp. 89-112.  Series: Springer Series in Chemical Physics , Vol. 99,  Yamanouchi, Kaoru; Gerber, Gustav; Bandrauk, Andre D. (Eds.), 1st Edition., 2010, XVI, 237 p., ISBN: 978-3-642-15053-1. 137. Steve Gilbertson, Michael Chini, Ximao Feng, Sabih Khan, Yi Wu, and Zenghu Chang, “ Monitoring and Controlling the Electron Dynamics in Helium with Isolated Attosecond Pulses ,” Phys. Rev. Lett. 105 , 263003 (2010). 136. Zenghu Chang and P. Corkum, “Attosecond photon sources: the first decade and beyond [Invited],” J. Opt. Soc. Am. B 27 , B9-B17 (2010). 135. He Wang, Michael Chini, Shouyuan Chen, Chang-Hua Zhang, Feng He, Yan Cheng, Yi Wu, Uwe Thumm, and Zenghu Chang, “Attosecond Time-Resolved Autoionization of Argon,” Phys. Rev. Lett. 105, 143002 (2010). 134. Steve Gilbertson, Sabih D. Khan, Yi Wu, Michael Chini, Zenghu Chang “Isolated attosecond pulse generation without the need to stabilize the carrier-envelope phase of driving lasers,” Phys. Rev. Lett. 105 , 093902 (2010). 133. Qi Zhang, Kun Zhao, and Zenghu Chang,“Determining time resolution of microchannel plate detectors for electron time-of-flight spectrometer,” Rev. Sci. Instrum. 81 , 073112 (2010). 132. B. Ulrich, A. Vredenborg, A. Malakzadeh, M. Meckel, K. Cole, M. Smolarski, Z. Chang, T. Jahnke, and R. Dörner, “Double ionization mechanisms of the argon dimer in intense laser fields,”Phys.Rev. A 82 , 013412 (2010). 131. Michael Chini, Steve Gilbertson, Sabih D. Khan, and Zenghu Chang, “Characterizing ultrabroadband attosecond lasers,” Opt. Express 18 , 13006 (2010). 130. Steve Gilbertson, Yi Wu, Sabih D. Khan, Michael Chini, Kun Zhao, Ximao Feng, and Zenghu Chang, “Isolated attosecond pulse generation using multicycle pulses directly from a laser amplifier,” Phys. Rev. A 81, 043810 (2010). Highlights National Science Foundation. US Department of Energy. Army Research Office. DOE review panel (on site review of the LCLS project). The Netherlands Foundation for Fundamental Research on Matter. Cooperative Grants Program, U.S. Civilian Research & Development Foundation. The UK Engineering and Physics Sciences Research Council. Canadian NSERC Discovery Grant. Institute of Physics, Chinese Academy of Sciences research program review. Syllabi Advanced Lasers and Optics Laboratory (Laser portion), EECS 438, The University of Michigan, 1999. Engineering Physics Studio , PHYS 213, Kansas State University, 2001. Advanced Optics and Lasers , PHYS 707\/907, Kansas State University, Spring 2002; PHYS 707, 2003, 2005, 2008, and 2009. Introduction to Optics , PHYS 651, Kansas State University, 2002, 2004, 2006 and 2008. Applied Optics , PHYS 652, Kansas State University, 2003, 2005 and 2007. Introduction to Quantum Mechanics , PHYS 662, Kansas State University, 2004. Advanced Atomic Interaction PHYS 953, team teaching (coordinator), Kansas State University, 2003. General Physics , Kansas State University, 2010. Attosecond Laser Physics, PHY5937, University of Central Florida, 2011. Frontier of Ultrafast Optics, OSE6938W, University of Central Florida, 2011. Atomic Physics, PHZ6234,University of Central Florida, 2012. 14 Faculty Awarded for International Impact UCF recognized 45 faculty members Wednesday during the university’s inaugural Luminary Award presentations for making an impact on the world. Fourteen of the recipients are… COS News He Did it Again: Chang Breaks Record of Fastest Light Pulse by Mark Schleub A research team at the University of Central Florida has demonstrated the fastest light pulse ever developed, a 53-attosecond X-ray flash. The… Awards Rising Stars The COS Dean’s Distinguished Researcher and Rising Star Awards recognize the efforts of the most ‘research productive’ faculty and the outstanding value that they bring to…"
            ]
        ]
    ]
}