{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PO26QFT4",
            "XK_lijcAAAAJ",
            [
                "The eleventh and twelfth data releases of the Sloan Digital Sky Survey: final data from SDSS-III",
                "Star formation in AEGIS field galaxies since z= 1.1: the dominance of gradually declining star formation, and the main sequence of star-forming galaxies",
                "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey",
                "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey—the Hubble Space Telescope observations, imaging data products, and mosaics",
                "Galaxy luminosity functions to z~ 1 from DEEP2 and COMBO-17: implications for red galaxy formation",
                "The DEIMOS spectrograph for the Keck 2 Telescope: Integration and testing",
                "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
                "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
                "Extragalactic background light inferred from AEGIS galaxy-SED-type fractions",
                "Identification of a host galaxy at redshift z= 3.42 for the γ-ray burst of 14 December 1997"
            ],
            [
                "Comprehensive wide-field imaging and spectroscopic surveys of the sky have played a key role in astronomy, leading to fundamental new breakthroughs in our understanding of the Solar System; our Milky Way Galaxy and its constituent stars and gas; the nature, properties, and evolution of galaxies; and the universe as a whole. The Sloan Digital Sky Survey (SDSS), which started routine operations in 2000 April, has carried out imaging and spectroscopy over roughly 1\/3 of the Celestial Sphere. SDSS uses a dedicated 2.5 m wide-field telescope (Gunn et al. 2006), instrumented with a sequence of sophisticated imagers and spectrographs. The SDSS has gone through a series of stages. SDSS-I (York et al. 2000), which was in operation through 2005, focused on a “Legacy” survey of five-band imaging (using what was at the time the largest camera ever used in optical astronomy; Gunn et al. 1998) and …",
                "We analyze star formation (SF) as a function of stellar mass ( ) and redshift z in the All‐Wavelength Extended Groth Strip International Survey. For 2905 field galaxies, complete to   at  , with Keck spectroscopic redshifts out to  , we compile SF rates (SFRs) from emission lines, GALEX, and Spitzer MIPS 24 μm photometry, optical‐NIR   measurements, and HST morphologies. Galaxies with reliable signs of SF form a distinct “main sequence” (MS), with a limited range of SFRs at a given   and z (  dex), and   approximately proportional to  . The range of   remains constant to  , while the MS as a whole moves to higher SFR as z increases. The range of the SFR along the MS constrains the amplitude of episodic variations of SF and the effect of mergers on the SFR. Typical galaxies spend ∼67%(95%) of their lifetime since   within a factor of ≲2(4) of their average SFR at a given   and z. The dominant mode of the evolution of …",
                "The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS) is designed to document the first third of galactic evolution, over the approximate redshift (z) range 8-1.5. It will image> 250,000 distant galaxies using three separate cameras on the Hubble Space Telescope, from the mid-ultraviolet to the near-infrared, and will find and measure Type Ia supernovae at z> 1.5 to test their accuracy as standardizable candles for cosmology. Five premier multi-wavelength sky regions are selected, each with extensive ancillary data. The use of five widely separated fields mitigates cosmic variance and yields statistically robust and complete samples of galaxies down to a stellar mass of 10 9 M☉ to z≈ 2, reaching the knee of the ultraviolet luminosity function of galaxies to z≈ 8. The survey covers approximately 800 arcmin 2 and is divided into two parts. The CANDELS\/Deep survey (5σ point-source limit …",
                "This paper describes the Hubble Space Telescope imaging data products and data reduction procedures for the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS). This survey is designed to document the evolution of galaxies and black holes at z≈ 1.5-8, and to study Type Ia supernovae at z> 1.5. Five premier multi-wavelength sky regions are selected, each with extensive multi-wavelength observations. The primary CANDELS data consist of imaging obtained in the Wide Field Camera 3 infrared channel (WFC3\/IR) and the WFC3 ultraviolet\/optical channel, along with the Advanced Camera for Surveys (ACS). The CANDELS\/Deep survey covers~ 125 arcmin 2 within GOODS-N and GOODS-S, while the remainder consists of the CANDELS\/Wide survey, achieving a total of~ 800 arcmin 2 across GOODS and three additional fields (Extended Groth Strip, COSMOS, and Ultra-Deep …",
                "The DEEP2 and COMBO‐17 surveys are compared to study luminosity functions of red and blue galaxies to  . The two surveys have different methods and sensitivities, but nevertheless results agree. After  ,   has dimmed by 1.2–1.3 mag for all colors of galaxies,   for blue galaxies has hardly changed, and   for red galaxies has at least doubled (our formal value is ∼0.5 dex). Luminosity density   has fallen by 0.6 dex for blue galaxies but has remained nearly constant for red galaxies. These results imply that the number and total stellar mass of blue galaxies have been substantially constant since  , whereas those of red galaxies (near  ) have been significantly rising. To explain the new red galaxies, a ``mixed'' scenario is proposed in which star formation in blue cloud galaxies is quenched, causing them to migrate to the red sequence, where they merge further in a small number of stellar mergers. This mixed scenario …",
                "The DEIMOS spectrograph is a multi-object spectrograph being built for Keck II.  DEIMOS was delivered in February 2002, became operational in May, and is now about three-quarters of the way through its commissioning period.  This paper describes the major problems encountered in completing the spectrograph, with particular emphasis on optical quality and image motion.  The strategies developed to deal with these problems are described.  Overall, commissioning is going well, and it appears that DEIMOS will meet all of its major performance goals.",
                "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
                "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
                "The extragalactic background light (EBL) is of fundamental importance both for understanding the entire process of galaxy evolution and for γ-ray astronomy, but the overall spectrum of the EBL between 0.1 and 1000 μm has never been determined directly from galaxy spectral energy distribution (SED) observations over a wide redshift range. The evolving, overall spectrum of the EBL is derived here utilizing a novel method based on observations only. This is achieved from the observed evolution of the rest-frame K-band galaxy luminosity function up to redshift 4, combined with a determination of galaxy-SED-type fractions. These are based on fitting Spitzer Wide-Area Infrared Extragalactic Survey (SWIRE) templates to a multiwavelength sample of about 6000 galaxies in the redshift range from 0.2 to 1 from the All-wavelength Extended Groth Strip International Survey (AEGIS). The changing fractions of quiescent …",
                "Knowledge of the properties of γ-ray bursts has increased substantially following recent detections of counterparts at X-ray, optical and radio wavelengths. But the nature of the underlying physical mechanism that powers these sources remains unclear. In this context, an important question is the total energy in the burst, for which an accurate estimate of the distance is required. Possible host galaxies have been identified for the first two optical counterparts discovered, and a lower limit obtained for the redshift of one of them, indicating that the bursts lie at cosmological distances. A host galaxy of the third optically detected burst has now been identified and its redshift determined to be z= 3.42. When combined with the measured flux of γ-rays from the burst, this large redshift implies an energy of 3× 10 53 erg in the γ-rays alone, if the emission is isotropic. This is much larger than the energies hitherto considered, and it …"
            ],
            [
                [
                    "Observational Cosmology",
                    "Galaxy Evolution",
                    "Redshift Surveys"
                ]
            ],
            [
                "Jeffrey  A Newman Professor 310 Allen Hall (412) 624-1345 janewman@pitt.edu My research interests focus on the evolution of galaxies and the Universe over the last 8 billion years, primarily using deep, multiwavelength datasets from the DEEP2 and DEEP3 Galaxy Redshift Surveys and the AEGIS (All–Wavelength Extended Groth International Survey) collaboration. I am also working on developing new techniques for future projects such as LSST (the Large Synoptic Survey Telescope) and DESI (the Dark Energy Spectroscopic Instrument) that will study the nature of Dark Energy in detail. I serve as the Deputy Spokesperson as well as the co-Convener of the Photometric Redshifts Working Group of the LSST Dark Energy Science Collaboration, and am the University of Pittsburgh's representative to the LSST Corporation Board, the AURA (Association of Universities for Research in Astronomy) Board, and the DESI Institutional Board. Awards DOE Early Career Award, 2010 Selected Publications Spectroscopic Needs for Imaging Dark Energy Experiments: Photometric Redshift Training and Calibration , Newman, Jeffrey A. et al., 2015 (http:\/\/adsabs.harvard.edu\/abs\/2015APh....63...81N ) The DEEP2 Redshift Survey: Design, Observations, Data Reductions, and Redshifts , Newman, Jeffrey A. et al., 2013 (http:\/\/arxiv.org\/abs\/1203.3192 ) Reconstructing Redshift Distributions with Cross-Correlations: Tests and an Optimized Recipe , Matthews, Daniel J. & Newman, Jeffrey A., 2010 ( arxiv.org\/abs\/1003.0687 ) Calibrating Redshift Distributions Beyond Spectroscopic Limits with Cross-Correlation Techniques, Newman, Jeffrey A., Astrophysics Journal , 2008 ( arxiv.org\/abs\/0805.1409 ) The LSST Science Book, v2.0 (esp. sections on correlation function measurements and photometric redshifts): http:\/\/arxiv.org\/abs\/0912.0201 Measuring the Cosmic Equation of State with Galaxy Clusters in the DEEP2 Redshift Survey , Newman, Jeffrey A., Marinoni, Christian, et al, Proceedings of the Astronomical Society of the Pacific, 114 , 29, 2002 arxiv.org\/astro-ph\/0109131 An up-to-date list is available at: arxiv.org\/find\/astro-ph\/1\/au:+Newman_J\/0\/1\/0\/all\/0\/1 Advisor - Early Years Marc Davis Catherine Fielder Rongpu Zhou (412) 624-1345"
            ]
        ]
    ]
}