{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PP1OU6AD",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Gary A. Chanan Gary A. Chanan Professor Emeritus of Physics & Astronomy gachanan@uci.edu Lab Phone: (949) 824-9868 Lab Office: 4130 Frederick Reines Hall Ph.D., University of California, Berkeley, 1978 B.S., Yale University Professor Chanan received his B.S. degrees in Mathematics and Physics from Yale University, and his Ph.D. (1978) in Physics from the University of California at Berkeley. He taught at Columbia University, where he also served as principal scientist for a solar-X-ray experiment which was flown on board the Space Shuttle in March of 1982 - one of the first successful Shuttle-borne scientific experiments. Dr. Chanan moved to UCI in 1985 to join a large team of UC and Caltech scientists working on the Keck TenMeter Telescope. Wavefront sensing involves mapping out the surface of constant phase for a large optical system, such as a telescope. Such techniques are essential to the proper functioning of the large new technology telescopes, such as the Keck Ten-Meter, as well as for the optimization of older instruments, such as the Hale Five-Meter Telescope on Mount Palomar, especially as modern detectors push farther into the infrared, where the blurring effects of the Earth's atmosphere are reduced. Wavefront sensing is also an integral part of the emerging field of adaptive optics, in which one compensates in real time for the optical disturbances introduced by the atmosphere. The factor of 10 - 100 improvement in angular resolution which can in principle result from such compensation promises to revolutionize ground-based astronomy in the coming decades. Professor Chanan has refined and extended existing wavefront sensing techniques for the Keck Telescope, improving the accuracy (wavefront surface measurement uncertainty divided by aperture diameter) to better than 1 part in 108, and generalizing from the geometrical to the physical optics regime. Along with his group, he has also built and installed a wavefront sensors on the Hale Telescope on Mount Palomar. Together with collaborators at Lick Observatory (UC Santa Cruz) and Lawrence Livermore National Laboratories, Professor Chanan began a program to characterize the atmospheric turbulence and seeing at Keck, to provide a baseline for the design and implementation of an adaptive optics system at the world's largest telescope. UCI Faculty Profile Alison Lara, laraa@uci.edu, 949-824-7629"
            ]
        ]
    ]
}