{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PQ112VJQ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Researchers@Brown Researchers@Brown Search Search Search Back to search Advanced search… Manage your Profile Antal Jevicki title=\"Email Antal_Jevicki@brown.edu Overview Research Background Teaching View All × Website information Text: URL: Save Cancel Antal Jevicki Professor of Physics Overview Brown Affiliations Physics Research Research Overview Research: Quantum Field Theory (String Theory, Quantum Gravity, Black Holes, Non-perturbative and Collective Phenomena)  Professor Jevicki joined the faculty of Brown University in 1979. He received his B.S. from Belgrade University in 1972 and Ph.D. from the City College of New York in 1976. He was a member of the Institute for Advanced Study (Princeton) from 1976 to 1979 and an Alfred P. Sloan Foundation Research Fellow. More recently he has carried out research at CERN (Geneva), ITP (Santa Barbara), Ecole Normale Superieure (Paris), The Yukawa Institute (Kyoto), and the University of Tokyo. Scholarly Work \"Matrix Models, Open Strings and Quantization of Membranes\", 1996 Argonne Summer Institute: Topics in Non-Abelian Duality, hep\/th\/9607187. \"Scattering Phase Shifts for 2-Dimensional Strings\", (with M. Li and T. Yoneya), Nucl. Phys. B448 (1995) 277. \"Introduction to Path Integrals, Matrix Models and Strings\", Lectures at the H. Enelbrecht Summer School in Theoretical Physics (1994), Springer-Verlag Pub.. \"A Matrix Model of Black-Hole in 2D String Theory\", (with T. Yoneya), Nucl. Phys. B411 (1994) 64-96. \"Developments in 2D String Theory\", Trieste School in String Theory (1993) ed. by I. Klebanov and R. Dijkgraaf, World Scientific. Background Education and Training Year Degree Institution 1976 PhD City University of New York 1972 BS University of Belgrade Honors and Awards Alfred P. Sloan Foundation Research Fellow Outstanding Junior Investigator DOE P.J.Bray Distinguished Teaching Award Affiliations Visualize it Teaching Teaching PHYS 1420 - Quantum Mechanics B PHYS 2070 - Advanced Quantum Mechanics PHYS 2300 - Quantum Theory of Fields I PHYS 2340 - Group Theory About Help Brown University Feedback © 2017 Brown University | Terms of Use |\n\t\t\t\t\tPowered by VIVO"
            ]
        ]
    ]
}