{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PS29NUJY",
            "8tlFNUgAAAAJ",
            [
                "The feasibility and effect of deprescribing in older adults on mortality and health: a systematic review and meta‐analysis",
                "Patient education to prevent falls among older hospital inpatients: a randomized controlled trial",
                "Deprescribing in frail older people: a randomised controlled trial",
                "Fall rates in hospital rehabilitation units after individualised patient and staff education programmes: a pragmatic, stepped-wedge, cluster-randomised controlled trial",
                "Measuring falls events in acute hospitals—a comparison of three reporting methods to identify missing data in the hospital reporting system",
                "Cognitive and brain changes associated with ischaemic heart disease and heart failure",
                "A randomized trial comparing digital video disc with written delivery of falls prevention education for older patients in hospital",
                "Quality use of medicines and health outcomes among a cohort of community dwelling older men: an observational study"
            ],
            [
                "Deprescribing is a suggested intervention to reverse the potential iatrogenic harms of inappropriate polypharmacy. The review aimed to determine whether or not deprescribing is a safe, effective and feasible intervention to modify mortality and health outcomes in older adults.Specified databases were searched from inception to February 2015. Two researchers independently screened all retrieved articles for inclusion, assessed study quality and extracted data. Data were pooled using RevMan v5.3. Eligible studies included those where older adults had at least one medication deprescribed. The primary outcome was mortality. Secondary outcomes were adverse drug withdrawal events, psychological and physical health outcomes, quality of life, and medication usage (e.g. successful deprescribing, number of medications prescribed, potentially inappropriate medication use).A total of …",
                "Background: Falls are a common adverse event during hospitalization of older adults, and few interventions have been shown to prevent them.Methods: This study was a 3-group randomized trial to evaluate the efficacy of 2 forms of multimedia patient education compared with usual care for the prevention of in-hospital falls. Older hospital patients (n= 1206) admitted to a mixture of acute (orthopedic, respiratory, and medical) and subacute (geriatric and neurorehabilitation) hospital wards at 2 Australian hospitals were recruited between January 2008 and April 2009. The interventions were a multimedia patient education program based on the health-belief model combined with trained health professional follow-up (complete program), multimedia patient education materials alone (materials only), and usual care (control). Falls data were collected by blinded research assistants by reviewing hospital incident reports …",
                "Objectives Deprescribing has been proposed as a way to reduce polypharmacy in frail older people. We aimed to reduce the number of medicines consumed by people living in residential aged care facilities (RACF). Secondary objectives were to explore the effect of deprescribing on survival, falls, fractures, hospital admissions, cognitive, physical, and bowel function, quality of life, and sleep.   Methods Ninety-five people aged over 65 years living in four RACF in rural mid-west Western Australia were randomised in an open study. The intervention group (n = 47) received a deprescribing intervention, the planned cessation of non-beneficial medicines. The control group (n = 48) received usual care. Participants were monitored for twelve months from randomisation. Primary outcome was change in the mean number of unique regular medicines. All outcomes were assessed at baseline, six, and twelve months.   Results Study participants had a mean age of 84.3±6.9 years and 52% were female. Intervention group participants consumed 9.6±5.0 and control group participants consumed 9.5±3.6 unique regular medicines at baseline. Of the 348 medicines targeted for deprescribing (7.4±3.8 per person, 78% of regular medicines), 207 medicines (4.4±3.4 per person, 59% of targeted medicines) were successfully discontinued. The mean change in number of regular medicines at 12 months was -1.9±4.1 in intervention group participants and +0.1±3.5 in control group participants (estimated difference 2.0±0.9, 95%CI 0.08, 3.8, p = 0.04). Twelve intervention participants and 19 control participants died within 12 months of randomisation (26% versus 40 …",
                "Falls are the most frequent adverse events that are reported in hospitals. We examined the effectiveness of individualised falls-prevention education for patients, supported by training and feedback for staff, delivered as a ward-level programme.Eight rehabilitation units in general hospitals in Australia participated in this stepped-wedge, cluster-randomised study, undertaken during a 50 week period. Units were randomly assigned to intervention or control groups by use of computer-generated, random allocation sequences. We included patients admitted to the unit during the study with a Mini-Mental State Examination (MMSE) score of more than 23\/30 to receive individualised education that was based on principles of changes in health behaviour from a trained health professional, in addition to usual care. We provided information about patients' goals, feedback about the ward environment …",
                "OBJECTIVES:  To compare three different methods of falls reporting and examine the characteristics of the data missing from the hospital incident reporting system.DESIGN:  Fourteen‐month prospective observational study nested within a randomized controlled trial.SETTING:  Rehabilitation, stroke, medical, surgical, and orthopedic wards in Perth and Brisbane, Australia.PARTICIPANTS:  Fallers (n=153) who were part of a larger trial (1,206 participants, mean age 75.1±11.0).MEASUREMENTS:  Three falls events reporting measures: participants' self‐report of fall events, fall events reported in participants' case notes, and falls events reported through the hospital reporting systems.RESULTS:  The three reporting systems identified 245 falls events in total. Participants' case notes captured 226 (92.2%) falls events, hospital incident reporting systems captured 185 (75.5%) falls events, and participant self‐report …",
                "It is unclear whether the cognitive dysfunctionassociated with heart failure (HF) is due to HF or comorbid conditions such as ischaemic heart disease (IHD). This study aimed to determine whether, compared with controls with and without IHD, adults with systolic HF show evidence of cognitive impairment and cerebral grey matter (GM) loss.Cross-sectional study of 35 participants with HF, 56 with IHD, and 64 controls without either HF or IHD. Subjects were older than 45 years and free of overt cognitive impairment. We acquired magnetic resonance images and used SPM8 to determine regional differences in cerebral GM volume. Participants with HF had lower scores than controls without IHD on immediate memory, long delay recall and digit coding, whereas those with IHD had lower long delay recall scores than controls without IHD. Compared with …",
                "OBJECTIVES:  To compare the effectiveness of a digital video disc (DVD) with that of a written workbook delivering falls prevention education to older hospital patients on self‐perceived risk of falls, perception of falls epidemiology, knowledge of prevention strategies, and motivation and confidence to engage in self‐protective strategies. To compare the effect of receiving either education approach versus no education on patients' perception of falls epidemiology.DESIGN:  Randomized trial (DVD vs workbook) with additional quasi‐experimental control group.SETTINGS:  Geriatric, medical, and orthopedic wards in Perth and Brisbane, Australia.PARTICIPANTS:  One hundred (n=51 DVD, n=49 workbook) hospital inpatients aged 60 and older receiving an intervention (mean age 75.3±10.1) and 122 in the control group (mean age 79.3±8.3).INTERVENTION:  Participants randomly assigned to receive identical …",
                " WHAT IS ALREADY KNOWN ABOUT THIS SUBJECT • Adverse drug reactions and polypharmacy are common, particularly later in life. Suboptimal use of medicines may be associated with adverse health outcomes. WHAT THIS STUDY ADDS • Markers of potentially suboptimal medication use (both medication over‐use and under‐use) were observed frequently among a cohort of community dwelling older men. Potentially suboptimal medication appeared to be independently associated with important adverse health outcomes.AIM To determine the prevalence of potentially suboptimal medication use and association with adverse outcomes.METHODS A prospective, observational cohort study of 4260 community‐dwelling older men from Perth, Western Australia (mean age of 77 ± 3.6 years) was conducted. Follow‐up was for 4.5 years (or until death, if sooner). Cox proportional hazard models were used to …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}