{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PUW3C295",
            "t1r3fy8AAAAJ",
            [
                "Handbook of LHC Higgs cross sections: 4. Deciphering the nature of the Higgs sector",
                "A facility to Search for Hidden Particles at the CERN SPS: the SHiP physics case",
                "Exotic decays of the 125 GeV Higgs boson",
                "A 125 GeV SM-like Higgs in the MSSM and the γγ rate",
                "Quark flavor transitions in  models",
                "Neutrino trident production: a powerful probe of new physics with neutrino beams",
                "ΔF= 2 observables and fine-tuning in a warped extra dimension with custodial protection"
            ],
            [
                "This Report summarizes the results of the activities of the LHC Higgs Cross Section Working Group in the period 2014-2016. The main goal of the working group was to present the state-of-the-art of Higgs physics at the LHC, integrating all new results that have appeared in the last few years. The first part compiles the most up-to-date predictions of Higgs boson production cross sections and decay branching ratios, parton distribution functions, and off-shell Higgs boson production and interference effects. The second part discusses the recent progress in Higgs effective field theory predictions, followed by the third part on pseudo-observables, simplified template cross section and fiducial cross section measurements, which give the baseline framework for Higgs boson property measurements. The fourth part deals with the beyond the Standard Model predictions of various benchmark scenarios of Minimal Supersymmetric Standard Model, extended scalar sector, Next-to-Minimal Supersymmetric Standard Model and exotic Higgs boson decays. This report follows three previous working-group reports: Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002), Handbook of LHC Higgs Cross Sections: 2. Differential Distributions (CERN-2012-002), and Handbook of LHC Higgs Cross Sections: 3. Higgs properties (CERN-2013-004). The current report serves as the baseline reference for Higgs physics in LHC Run 2 and beyond.",
                "This paper describes the physics case for a new fixed target facility at CERN SPS. The SHiP (search for hidden particles) experiment is intended to hunt for new physics in the largely unexplored domain of very weakly interacting particles with masses below the Fermi scale, inaccessible to the LHC experiments, and to study tau neutrino physics. The same proton beam setup can be used later to look for decays of tau-leptons with lepton flavour number non-conservation,  and to search for weakly-interacting sub-GeV dark matter candidates. We discuss the evidence for physics beyond the standard model and describe interactions between new particles and four different portals—scalars, vectors, fermions or axion-like particles. We discuss motivations for different models, manifesting themselves via these interactions, and how they can be probed with the SHiP experiment and present several case studies. The …",
                "We perform an extensive survey of nonstandard Higgs decays that are consistent with the 125 GeV Higgs-like resonance. Our aim is to motivate a large set of new experimental analyses on the existing and forthcoming data from the Large Hadron Collider (LHC). The explicit search for exotic Higgs decays presents a largely untapped discovery opportunity for the LHC collaborations, as such decays may be easily missed by other searches. We emphasize that the Higgs is uniquely sensitive to the potential existence of new weakly coupled particles and provide a unified discussion of a large class of both simplified and complete models that give rise to characteristic patterns of exotic Higgs decays. We assess the status of exotic Higgs decays after LHC run I. In many cases we are able to set new nontrivial constraints by reinterpreting existing experimental analyses. We point out that improvements are possible with …",
                "We consider the possibility of a Standard Model (SM)-like Higgs in the context of the Minimal Supersymmetric Standard Model (MSSM), with a mass of about 125 GeV and with a production times decay rate into two photons which is similar or somewhat larger than the SM one. The relatively large value of the SM-like Higgs mass demands stops in the several hundred GeV mass range with somewhat large mixing, or a large hierarchy between the two stop masses in the case that one of the two stops is light. We find that, in general, if the heaviest stop mass is smaller than a few TeV, the rate of gluon fusion production of Higgs bosons decaying into two photons tends to be somewhat suppressed with respect to the SM one in this region of parameters. However, we show that an enhancement of the photon decay rate may be obtained for light third generation sleptons with large mixing, which can be naturally obtained …",
                "We consider a new massive vector boson Z′ that couples to leptons through the L μ-L τ current and to quarks through an arbitrary set of couplings. We show that such a model can be obtained from a renormalizable field theory involving new heavy fermions in an anomaly-free representation. The model is a candidate explanation for the discrepancy observed recently by the LHCb Collaboration in angular distributions of the final state particles in the rare decay B→ K* μ+ μ−. Interestingly, the new vector-boson contribution to the decay τ→ μ ν τ ν μ can also remove a small tension in the measurement of the corresponding branching ratio. Constraints from light flavor meson-mixing restrict the coupling to the up-and down-quarks to be very small and thus direct production of the vector boson at hadron colliders is strongly suppressed. The most promising ways to test the model is through the measurement of the Z decay …",
                "The production of a μ+ μ− pair from the scattering of a muon neutrino off the Coulomb field of a nucleus, known as neutrino trident production, is a subweak process that has been observed in only a couple of experiments. As such, we show that it constitutes an exquisitely sensitive probe in the search for new neutral currents among leptons, putting the strongest constraints on well-motivated and well-hidden extensions of the standard model gauge group, including the one coupled to the difference of the lepton number between the muon and tau flavor, L μ− L τ. The new gauge boson Z′, increases the rate of neutrino trident production by inducing additional (μ γ α μ)(ν γ α ν) interactions, which interfere constructively with the standard model contribution. Existing experimental results put significant restrictions on the parameter space of any model coupled to muon number L μ, and disfavor a putative resolution to the …",
                "We present a complete study of ΔS= 2 and ΔB= 2 processes in a warped extra dimensional model with a custodial protection of Zb L bar b L, including ε K, ΔM K, ΔM s, ΔM d, A SL q, ΔΓ q, A CP (B d→ ψK S) and A CP (B s→ ψ phgr). These processes are affected by tree level contributions from Kaluza-Klein gluons, the heavy KK photon, new heavy electroweak gauge bosons Z H and Z', and in principle by tree level Z contributions. We confirm recent findings that the fully anarchic approach where all the hierarchies in quark masses and weak mixing angles are geometrically explained seems implausible and we confirm that the KK mass scale M KK generically has to be at least~ 20 TeV to satisfy the ε K constraint. We point out, however, that there exist regions in parameter space with only modest fine-tuning in the 5D Yukawa couplings which satisfy all existing ΔF= 2 and electroweak precision constraints for scales …"
            ],
            [
                [
                    "Particle physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}