{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PXOEXSJZ",
            "mm9pLPcAAAAJ",
            [
                "Simplified models for LHC new physics searches",
                "Dark matter benchmark models for early LHC run-2 searches: report of the ATLAS\/CMS dark matter forum",
                "Dark matter and dark radiation",
                "Dark matter and dark radiation",
                "The Pluto system: Initial results from its exploration by New Horizons",
                "Scalar simplified models for dark matter",
                "Simplified models for dark matter searches at the LHC",
                "Dark matter self-interactions and light force carriers",
                "Fundamental physics at the intensity frontier",
                "Toward a consistent picture for CRESST, CoGeNT, and DAMA"
            ],
            [
                "This document proposes a collection of simplified models relevant to the design of new-physics searches at the Large Hadron Collider (LHC) and the characterization of their results. Both ATLAS and CMS have already presented some results in terms of simplified models, and we encourage them to continue and expand this effort, which supplements both signature-based results and benchmark model interpretations. A simplified model is defined by an effective Lagrangian describing the interactions of a small number of new particles. Simplified models can equally well be described by a small number of masses and cross-sections. These parameters are directly related to collider physics observables, making simplified models a particularly effective framework for evaluating searches and a useful starting point for characterizing positive signals of new physics. This document serves as an official summary of the …",
                "This document is the final report of the ATLAS-CMS Dark Matter Forum, a forum organized by the ATLAS and CMS collaborations with the participation of experts on theories of Dark Matter, to select a minimal basis set of dark matter simplified models that should support the design of the early LHC Run-2 searches. A prioritized, compact set of benchmark models is proposed, accompanied by studies of the parameter space of these models and a repository of generator implementations. This report also addresses how to apply the Effective Field Theory formalism for collider searches and present the results of such interpretations.",
                "We explore the feasibility and astrophysical consequences of a new long-range U (1) gauge field (“dark electromagnetism”) that couples only to dark matter, not to the standard model. The dark matter consists of an equal number of positive and negative charges under the new force, but annihilations are suppressed if the dark-matter mass is sufficiently high and the dark fine-structure constant α^ is sufficiently small. The correct relic abundance can be obtained if the dark matter also couples to the conventional weak interactions, and we verify that this is consistent with particle-physics constraints. The primary limit on α^ comes from the demand that the dark matter be effectively collisionless in galactic dynamics, which implies α^≲ 10− 3 for TeV-scale dark matter. These values are easily compatible with constraints from structure formation and primordial nucleosynthesis. We raise the prospect of interesting new …",
                "We explore the feasibility and astrophysical consequences of a new long-range U (1) gauge field (“dark electromagnetism”) that couples only to dark matter, not to the standard model. The dark matter consists of an equal number of positive and negative charges under the new force, but annihilations are suppressed if the dark-matter mass is sufficiently high and the dark fine-structure constant α^ is sufficiently small. The correct relic abundance can be obtained if the dark matter also couples to the conventional weak interactions, and we verify that this is consistent with particle-physics constraints. The primary limit on α^ comes from the demand that the dark matter be effectively collisionless in galactic dynamics, which implies α^≲ 10− 3 for TeV-scale dark matter. These values are easily compatible with constraints from structure formation and primordial nucleosynthesis. We raise the prospect of interesting new …",
                "Pluto was discovered in 1930 and was long thought to be a misfit or anomaly in the solar system. However, the 1992 discovery of the Kuiper Belt—a torus-shaped region beyond Neptune’s orbit, and the largest structure in our three-zoned planetary system—provided new context, showing Pluto to be the largest of a new class of small planets formed in the outer solar system during the ancient era of planetary accretion ~4.5 billion years ago. NASA’s New Horizons spacecraft made the first exploration of Pluto, culminating on 14 July 2015; it collected numerous remote sensing and in situ measurements of Pluto and its system of five moons. We report the first scientific results and interpretations of that flyby.The New Horizons spacecraft completed a close approach to the Pluto system at a distance of 13,691 km from Pluto’s center. The spacecraft carries a sophisticated suite of scientific …",
                "We introduce a set of minimal simplified models for dark matter interactions with the Standard Model, connecting the two sectors via either a scalar or pseudoscalar particle. These models have a wider regime of validity for dark matter searches at the LHC than the effective field theory approach, while still allowing straightforward comparison to results from noncollider dark matter detection experiments. Such models also motivate dark matter searches in multiple correlated channels. In this paper, we constrain scalar and pseudoscalar simplified models with direct and indirect detection experiments, as well as from existing LHC searches with missing energy plus tops, bottoms, or jets, using the exact loop-induced coupling with gluons. This calculation significantly affects key differential cross sections at the LHC, and must be properly included. We make connections with the Higgs sector, and conclude with a …",
                "This document a outlines a set of simplified models for dark matter and its interactions with Standard Model particles. It is intended to summarize the main characteristics that these simplified models have when applied to dark matter searches at the LHC, and to provide a number of useful expressions for reference. The list of models includes both s-channel and t-channel scenarios. For s-channel, spin-0 and spin-1 mediations are discussed, and also realizations where the Higgs particle provides a portal between the dark and visible sectors. The guiding principles underpinning the proposed simplified models are spelled out, and some suggestions for implementation are presented.",
                "Recent observations from PAMELA, FERMI, and ATIC point to a new source of high energy cosmic rays. If these signals are due to annihilating dark matter (DM), the annihilation cross section in the present day must be substantially larger than that necessary for thermal freeze-out in the early universe. A new force, mediated by a particle of mass O (100 MeV), leading to a velocity-dependent annihilation cross section—a “Sommerfeld enhancement”—has been proposed as a possible explanation. We point out that such models necessarily increase the DM self-scattering cross section, and use observational bounds on the amount of DM-DM scattering allowed in various astrophysical systems to place constraints on the mass and couplings of the light mediator.",
                "The Proceedings of the 2011 workshop on Fundamental Physics at the Intensity Frontier. Science opportunities at the intensity frontier are identified and described in the areas of heavy quarks, charged leptons, neutrinos, proton decay, new light weakly-coupled particles, and nucleons, nuclei, and atoms.",
                "Three dark matter direct detection experiments (DAMA\/LIBRA, CoGeNT, and CRESST-II) have each reported signals which are not consistent with known backgrounds, but resemble that predicted for a dark matter particle with a mass of roughly∼ 10 GeV and an elastic scattering cross section with nucleons of∼ 10− 41–10− 40 cm 2. In this article, we compare the signals of these experiments and discuss whether they can be explained by a single species of dark matter particle, without conflicting with the constraints of other experiments. We find that the spectrum of events reported by CoGeNT and CRESST-II are consistent with each other and with the constraints from CDMS-II, although some tension with xenon-based experiments remains. Similarly, the modulation signals reported by DAMA\/LIBRA and CoGeNT appear to be compatible, although the corresponding amplitude of the observed modulations are a …"
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}