{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "PXU2MMSO",
            "1rgjPIMAAAAJ",
            [
                "The Snowmass points and slopes: Benchmarks for SUSY searches",
                "Electroweak symmetry breaking and bottom-top Yukawa unification",
                "Analytical expressions for radiatively corrected Higgs masses and couplings in the MSSM",
                "Handbook of LHC Higgs cross sections: 4. Deciphering the nature of the Higgs sector",
                "Effective potential methods and the Higgs mass spectrum in the MSSM",
                "Effective Lagrangian for the tbH+ interaction in the MSSM and charged Higgs phenomenology",
                "Higgs bosons in the minimal supersymmetric standard model with explicit CP violation",
                "Suggestions for benchmark scenarios for MSSM Higgs boson searches at hadron colliders",
                "Reconciling the two-loop diagrammatic and effective field theory computations of the mass of the lightest CP-even Higgs boson in the MSSM",
                "b→ sγ and supersymmetry with large tanβ"
            ],
            [
                " The ”Snowmass Points and Slopes” (SPS) are a set of benchmark points and parameter lines in the MSSM parameter space corresponding to different scenarios in the search for Supersymmetry at present and future experiments. This set of benchmarks was agreed upon at the 2001 ”Snowmass Workshop on the Future of Particle Physics” as a consensus based on different existing proposals.",
                "The condition of unification of gauge couplings in the minimal supersymmetric standard model provides successful predictions for the weak mixing angle as a function of the strong gauge. coupling and the supersymmetric threshold scale. In addition, in some scenarios, eg in the minimal SO (10) model, the tau lepton and the bottom and top quark Yukawa couplings unify at the grand unification scale. The condition of Yukawa unification naturally leads to large values of tan β, implying a proper top quark-bottom quark mass hierarchy. In this work, we investigate the feasibility of unification of the Yukawa couplings, in the framework of the minimal supersymmetric standard model with (assumed) universal mass parameters at the unification scale and with radiative breaking of the electroweak symmetry. We show that strong correlations between the parameters μ 0, M 1 2 and δ= B 0−(6r\/7) A 0 appear within this scheme …",
                "We propose, for the computation of the Higgs mass spectrum and couplings, a renormalization-group improved leading-log approximation, where the renormalization scale is fixed to the top-quark pole mass. For the case mA ∼ MSUSY, our leading-log approximation differs by less than 2 GeV from previous results on the Higgs mass computed using a nearly scale independent renormalization-group improved effective potential up to next-to-leading order. Moreover, for the general case mA ≲ MSUSY, we provide analytical formulae (including two-loop leading-log corrections) for all the masses and couplings in the Higgs sector. For MSUSY ≲ 1.5 TeV and arbitrary values of mA, tan β and the stop mixing parameters, they reproduce the numerical renormalization-group improved leading-log result for the Higgs masses with an error of less than 3 GeV. For the Higgs couplings, our analytical formulae reproduce the …",
                "This Report summarizes the results of the activities of the LHC Higgs Cross Section Working Group in the period 2014-2016. The main goal of the working group was to present the state-of-the-art of Higgs physics at the LHC, integrating all new results that have appeared in the last few years. The first part compiles the most up-to-date predictions of Higgs boson production cross sections and decay branching ratios, parton distribution functions, and off-shell Higgs boson production and interference effects. The second part discusses the recent progress in Higgs effective field theory predictions, followed by the third part on pseudo-observables, simplified template cross section and fiducial cross section measurements, which give the baseline framework for Higgs boson property measurements. The fourth part deals with the beyond the Standard Model predictions of various benchmark scenarios of Minimal Supersymmetric Standard Model, extended scalar sector, Next-to-Minimal Supersymmetric Standard Model and exotic Higgs boson decays. This report follows three previous working-group reports: Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002), Handbook of LHC Higgs Cross Sections: 2. Differential Distributions (CERN-2012-002), and Handbook of LHC Higgs Cross Sections: 3. Higgs properties (CERN-2013-004). The current report serves as the baseline reference for Higgs physics in LHC Run 2 and beyond.",
                "We generalize the analytical expressions for the two-loop leading-log neutral Higgs boson masses and mixing angles to the case of general left- and right-handed soft supersymmetry breaking stop and sbottom masses and left-right mixing mass parameters (mQ, mU, mD, At, Ab). This generalization is essential for the computation of Higgs masses and couplings in the presence of light stops. At high scales we use the minimal supersymmetric standard model effective potential, while at low scales we consider the two-Higgs doublet model (renormalization group improved) effective potential, with general matching conditions at the thresholds where the squarks decouple. We define physical (pole) masses for the top quark, by including QCD self-energies, and for the neutral Higgs bosons, by including the leading one-loop electroweak self-energies where the top\/stop and bottom\/sbottom sectors propagate. For mQ = m …",
                "In the framework of a 2HDM effective Lagrangian for the MSSM, we analyse important phenomenological aspects associated with quantum soft SUSY-breaking effects that modify the relation between the bottom mass and the bottom Yukawa coupling. We derive a resummation of the dominant supersymmetric corrections for large values of tan β to all orders in perturbation theory. With the help of the operator product expansion we also perform the resummation of the leading and next-to-leading logarithms of the standard QCD corrections. We use these resummation procedures to compute the radiative corrections to the t→ b H+, H+→ t b ̄ decay rates. In the large tan β regime, we derive simple formulae embodying all the dominant contributions to these decay rates and we compute the corresponding branching ratios. We show, as an example, the effect of these new results on determining the region of the M H …",
                "We study the Higgs-boson mass spectrum of the minimal supersymmetric standard model, in which the tree-level CP invariance of the Higgs potential is broken explicitly by loop effects of soft-CP-violating Yukawa interactions related to scalar quarks of the third generation. The analysis is performed by considering the CP-non-invariant renormalization-group improved effective potential through next-to-leading order that includes leading logarithms due to two-loop Yukawa and QCD corrections. We find that the three neutral Higgs particles predicted by the theory may strongly mix with one another, thereby significantly modifying their tree-level couplings to fermions and to the W± and Z bosons. We analyze the phenomenological consequences of such a minimal supersymmetric scenario of explicit CP violation on the production rates of the lightest Higgs particle, and discuss strategies for its potential discovery at high …",
                " The Higgs boson search has shifted from LEP2 to the Tevatron and will subsequently move to the LHC. Due to the different initial states, the Higgs production and decay channels relevant for Higgs boson searches are different at hadron colliders compared to LEP2. We suggest new benchmark scenarios for the MSSM Higgs boson search at hadron colliders that exemplify the phenomenology of different parts of the MSSM parameter space. Besides the $\\m_h^{\\rm max}$ scenario and the no-mixing scenario used in the LEP2 Higgs boson searches, we propose two new scenarios. In one scenario the main production channel at the LHC, , is suppressed over a wide part of the MA--plane. In the other scenario, important Higgs decay channels at the Tevatron and at the LHC,  and , can be suppressed. All scenarios fulfill the LEP2 constraints for nearly the whole MA--plane.",
                "The mass of the lightest CP-even Higgs boson of the minimal supersymmetric extension of the standard model (MSSM) has previously been computed including O (αα s) two-loop contributions by an on-shell diagrammatic method, while approximate analytic results have also been obtained via renormalization-group-improved effective potential and effective field theory techniques. Initial comparisons of the corresponding two-loop results revealed an apparent discrepancy between terms that depend logarithmically on the supersymmetry-breaking scale, and different dependences of the nonlogarithmic terms on the squark mixing parameter, X t. In this paper, we determine the origin of these differences as a consequence of different renormalization schemes in which both calculations are performed. By reexpressing the on-shell result in terms of MS parameters, the logarithmic two-loop contributions obtained by the …",
                "We discuss the constraints on the supersymmetric parameter space from the decay mode b→sγ for large values of tanβ. We improve the theoretical prediction for the decay rate by summing very large radiative corrections to all orders in perturbation theory. This extends the validity of the perturbative calculation to the large tanβ regime. This resummation of terms of order αsn tann+1β is based on a recently proposed effective Lagrangian for the Yukawa interaction of bottom quarks. Moreover, we identify an additional source of tanβ-enhanced terms, which are of order αs tanβ and involve the charged Higgs boson, and analyse their behaviour in higher orders of perturbation theory. After correcting the current expressions for this rare decay branching ratio at next-to-leading order, we obtain that, contrary to recent claims, the measured branching ratio of b→sγ constrains the supersymmetric parameter space in a relevant …"
            ],
            [
                [
                    "Particle Physics and Cosmology"
                ]
            ]
        ]
    ]
}