{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q0CV94S6",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Barbara Jacak Barbara Jacak Professor of Physics 429 Physics South Barbara.Jacak@gmail.com After an international search, Barbara Jacak of the State University New York, Stony Brook, has been named as Berkeley Lab’s new director of the Nuclear Science Division. Jacak has also accepted a joint appointment as Faculty Senior Scientist at Berkeley Lab and Professor of Physics at UC Berkeley. Jacak is one the leaders of the nuclear physics community in the United States. She did her undergraduate studies at UC Berkeley, and her PhD at Michigan State University where her advisor was David K. Scott. On graduating from MSU, she received an Oppenheimer Fellowship at Los Alamos National Laboratory and remained on the staff there until January 1997 when she joined the faculty at SUNY, Stony Brook as Professor of Physics. She was promoted to Distinguished Professor in 2008. Her research focuses on experimental study of quark gluon plasma; this plasma is formed in relativistic heavy ion collisions where nuclei are heated to trillions of degrees and quarks are no longer confined in hadrons. The experiments are done at Brookhaven National Lab’s RHIC and at CERN. Jacak was one of the founding members of the PHENIX experiment at the Relativistic Heavy Ion Collider (RHIC), and was spokesperson of the experiment from 2007 until 2012. Before joining PHENIX, she was active in the CERN heavy ion program as a member of the Helios and E844 Collaborations. She has been very active in the development of the national nuclear physics program and served on the Long Range Plan working groups in 1995, 2001 and 2006. She is a Fellow of the APS and the AAAS, and is a member of the National Academy of Sciences. Her appointment is effective January 2, 2015. "
            ]
        ]
    ]
}