{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q0MGIKK1",
            "y3JNIdsAAAAJ",
            [
                "Superior mechanical flexibility of phosphorene and few-layer black phosphorus",
                "Strain-engineered direct-indirect band gap transition and its mechanism in two-dimensional phosphorene",
                "Edge effects on the electronic properties of phosphorene nanoribbons",
                "Characterization techniques for gas diffusion layers for proton exchange membrane fuel cells–A review",
                "Nature inspired flow field designs for proton exchange membrane fuel cell",
                "Electronic properties of strained Si\/Ge core-shell nanowires",
                "Strain-modulated electronic properties of Ge nanowires: A first-principles study",
                "Strain-engineered photoluminescence of silicon nanoclusters",
                "A Density Functional Theory and Experimental Study of CO2 Interaction with Brookite TiO2",
                "Engineering the work function of armchair graphene nanoribbons using strain and functional species: a first principles study"
            ],
            [
                "Recently, fabricated two dimensional (2D) phosphorene crystal structures have demonstrated great potential in applications of electronics. Mechanical strain was demonstrated to be able to significantly modify the electronic properties of phosphorene and few-layer black phosphorus. In this work, we employed first principles density functional theory calculations to explore the mechanical properties of phosphorene, including ideal tensile strength and critical strain. It was found that a monolayer phosphorene can sustain tensile strain up to 27% and 30% in the zigzag and armchair directions, respectively. This enormous strain limit of phosphorene results from its unique puckered crystal structure. We found that the tensile strain applied in the armchair direction stretches the pucker of phosphorene, rather than significantly extending the P-P bond lengths. The compromised dihedral angles dramatically reduce the …",
                "Recently fabricated two-dimensional phosphorene crystal structures have demonstrated great potential in applications of electronics. In this paper, strain effect on the electronic band structure of phosphorene was studied using first-principles methods including density functional theory (DFT) and hybrid functionals. It was found that phosphorene can withstand a tensile stress and strain up to 10 N\/m and 30%, respectively. The band gap of phosphorene experiences a direct-indirect-direct transition when axial strain is applied. A moderate− 2% compression in the zigzag direction can trigger this gap transition. With sufficient expansion (+ 11.3%) or compression (− 10.2% strains), the gap can be tuned from indirect to direct again. Five strain zones with distinct electronic band structure were identified, and the critical strains for the zone boundaries were determined. Although the DFT method is known to underestimate …",
                "Two dimensional few-layer black phosphorus crystal structures have recently been fabricated and have demonstrated great potential in electronic applications. In this work, we employed first principles density functional theory calculations to study the edge and quantum confinement effects on the electronic properties of the phosphorene nanoribbons (PNR). Different edge functionalization groups, such as H, F, Cl, OH, O, S, and Se, in addition to a pristine case were studied for a series of ribbon widths up to 3.5 nm. It was found that the armchair-PNRs (APNRs) are semiconductors for all edge groups considered in this work. However, the zigzag-PNRs (ZPNRs) show either semiconductor or metallic behavior in dependence on their edge chemical species. Family 1 edges (i.e., H, F, Cl, OH) form saturated bonds with P atoms in the APNRs and ZPNRs, and the edge states keep far away from the band gap. However …",
                "The gas diffusion layer (GDL) in a proton exchange membrane fuel cell (PEMFC) is one of the functional components that provide a support structure for gas and water transport. The GDL plays a crucial role when the oxidant is air, especially when the fuel cell operates in the higher current density region. There has been an exponential growth in research and development because the PEMFC has the potential to become the future energy source for automotive applications. In order to serve in this capacity, the GDL requires due innovative analysis and characterization toward performance and durability. It is possible to achieve the optimum fuel cell performance only by understanding the characteristics of GDLs such as structure, pore size, porosity, gas permeability, wettability, thermal and electrical conductivities, surface morphology and water management. This review attempts to bring together the …",
                "Nature inspired flow field designs for proton exchange membrane fuel cells (PEMFCs) are a relatively recent development in the technology evolution. These novel designs have the potential to show dramatic performance improvements by effective distribution of reactant gases without water flooding. Optimization of a flow field requires balancing gas distribution, water management, electron transport, pressure drop and manufacturing simplicity. Computational fluid dynamics (CFD) simulation studies are a useful tool for evaluating nature inspired flow field designs; however, the predictions should be used with caution until validated by an experimental study. Nature inspired flow field designs can be generated using formal mathematical algorithms or by making heuristic modifications to existing natural structures. This paper reviews the current state of nature inspired PEMFC flow field designs and discusses the …",
                "We investigated the electronic properties of strained Si\/Ge core-shell nanowires along the [110] direction using first principles calculations based on density-functional theory. The diameter of the studied core-shell wire is up to 5 nm. We found the band gap of the core-shell wire is smaller than that of both pure Si and Ge wires with the same diameter. This reduced band gap is ascribed to the intrinsic strain between Ge and Si layers, which partially counters the quantum confinement effect. The external strain is further applied to the nanowires for tuning the band structure and band gap. By applying sufficient tensile strain, we found the band gap of Si-core\/Ge-shell nanowire with diameter larger than ∼3 nm experiences a transition from direct to indirect gap.",
                "We used density-functional theory based first-principles simulations to study the effects of uniaxial strain and quantum confinement on the electronic properties of germanium nanowires along the [110] direction, such as the energy gap and the effective masses of the electron and hole. The diameters of the nanowires being studied are up to 50 Å. As shown in our calculations, the Ge [110] nanowires possess a direct band gap, in contrast to the nature of an indirect band gap in bulk. We discovered that the band gap and the effective masses of charge carries can be modulated by applying uniaxial strain to the nanowires. These strain modulations are size dependent. For a smaller wire (∼ 12 Å), the band gap is almost a linear function of strain; compressive strain increases the gap while tensile strain reduces the gap. For a larger wire (20 Å–50 Å), the variation in the band gap with respect to strain shows nearly …",
                "Density functional calculations on silicon clusters show that strain effects on the band gap display qualitatively new trends for dots smaller than∼ 2 nm. While the bulk indirect band gap increases linearly with increasing strain, this trend is reversed for small clusters (⩽ 1 nm). In the intermediate 1–2 nm size range, strain appears to have almost no effect. These results follow from the fact that the bonding\/antibonding character of the HOMO and the LUMO change nonmonotonically with size. Since the strain level of the surface atoms dominate this behavior, they strongly stress the role of surface passivation on experimentally measured band gaps.",
                "The interactions of CO2 with the (210) surface of brookite TiO2 were studied using first-principle calculations on cluster and periodic slab systems. Charge and spin density analyses were implemented to determine if charge transfer to the CO2 molecule occurred and whether this charge transfer was comparable to that seen with the anatase TiO2 (101) surface. Although the brookite (210) surface provided energetically similar CO2 interactions as compared to the anatase (101) surface, the brookite surface had negligible charge transfer to the CO2 molecule. This result suggests that unmodified brookite is not a suitable catalyst for the reduction of CO2. However, the results also suggest that modification of the brookite surface through the creation of oxygen vacancies may lead to enhancements in CO2 reduction. The computational results were supported with laboratory data for CO2 interaction with perfect brookite …",
                "First principles density functional theory calculations were performed to study the effects of strain, edge passivation, and surface functional species on the structural and electronic properties of armchair graphene nanoribbons (AGNRs), with a particular focus on the work function. The work function was found to increase with uniaxial tensile strain and decrease with compression. The variation of the work function under strain is primarily due to the shift of the Fermi energy with strain. In addition, the relationship between the work function variation and the core level shift with strain is discussed. Distinct trends of the core level shift under tensile and compressive strain were discovered. For AGNRs with the edge carbon atoms passivated by oxygen, the work function is higher than for nanoribbons with the edge passivated by hydrogen under a moderate strain. The difference between the work functions in these two edge …"
            ],
            [
                [
                    "computational physics",
                    "material sciences",
                    "condensed matter physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}