{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q0Q9ANHF",
            "Ynoa7w0AAAAJ",
            [
                "The DØ detector",
                "Black holes at the large hadron collider",
                "Recommendations on presenting LHC searches for missing transverse energy signals using simplified -channel models of dark matter",
                "Simplified models for dark matter searches at the LHC",
                "Jψ production in pp collisions at s= 1.8 TeV",
                "Higgs boson decays to -odd scalars at the Fermilab Tevatron and beyond",
                "Drell-Yan and diphoton production at hadron colliders and low scale gravity model",
                "Kaluza-Klein states of the standard model gauge bosons: constraints from high energy experiments",
                "Recommendations of the LHC dark matter working group: comparing LHC searches for heavy mediators of dark matter production in visible and invisible decay channels",
                "Black holes at future colliders and beyond"
            ],
            [
                "The DØ detector is a large general purpose detector for the study of short-distance phenomena in high energy antiproton-proton collisions, now in operation at the Fermilab Tevatron collider. The detector focusses upon the detection of electrons, muons, jets and missing transverse momentum. We describe the design and performance of the major elements of the detector, including the tracking chambers, transition radiation detector, liquid argon calorimetry and muon detection. The associated electronics, triggering systems and data acquisition systems are presented. The global mechanical, high voltage, and experiment monitoring and control systems which support the detector are described. We also discuss the design and implementation of software and software support systems that are specific to DØ.",
                "If the scale of quantum gravity is near TeV, the CERN Large Hadron Collider will be producing one black hole (BH) about every second. The decays of the BHs into the final states with prompt, hard photons, electrons, or muons provide a clean signature with low background. The correlation between the BH mass and its temperature, deduced from the energy spectrum of the decay products, can test Hawking’s evaporation law and determine the number of large new dimensions and the scale of quantum gravity.",
                "This document summarises the proposal of the LHC Dark Matter Working Group on how to present LHC results on-channel simplified dark matter models and to compare them to direct (indirect) detection experiments.",
                "This document a outlines a set of simplified models for dark matter and its interactions with Standard Model particles. It is intended to summarize the main characteristics that these simplified models have when applied to dark matter searches at the LHC, and to provide a number of useful expressions for reference. The list of models includes both s-channel and t-channel scenarios. For s-channel, spin-0 and spin-1 mediations are discussed, and also realizations where the Higgs particle provides a portal between the dark and visible sectors. The guiding principles underpinning the proposed simplified models are spelled out, and some suggestions for implementation are presented.",
                "We have studied J ψ production in p p collisions at s= 1.8 TeV with the DØ detector at Fermilab using μ+ μ− data. We have measured the inclusive J ψ production cross section as a function of J ψ transverse momentum, p T. For the kinematic range p T> 8 GeV\/c and| η|< 0.6 we obtain σ (p p→ J ψ+ X)· Br (J ψ→ μ+ μ−)= 2.08±0.17 (stat)±0.46 (syst) nb. Using the muon impact parameter we have estimated the fraction of J ψ mesons coming from B meson decays to be f b= 0.35±0.09 (stat)±0.10 (syst) and inferred the inclusive b production cross section. From the information on the event topology the fraction of nonisolated J ψ events has been measured to be f nonisol= 0.64±0.08 (stat)±0.06 (syst). We have also obtained the fraction of J ψ events resulting from radiative decays of χ c states, f χ= 0.32±0.07 (stat)±0.07 (syst). We discuss the implications of our measurements for charmonium production processes.",
                "In extended Higgs models, the Higgs boson may decay into a pair of light CP-odd scalars, with distinctive collider signatures. We study the ensuing Higgs signals at the upgraded Fermilab Tevatron, considering the subsequent decays of the scalars into pairs of gluons or photons. For CP-odd scalars lighter than a few GeV, the Higgs boson manifests itself as a diphoton resonance and can be discovered up to masses of a few hundred GeV. For heavier CP-odd scalars the reach extends at most up to M h∼ 120 GeV. We also discuss the capabilities of the CERN LHC and lepton colliders in these channels.",
                "In the model of Arkani-Hamed, Dimopoulos, and Dvali where gravity is allowed to propagate in the extra dimensions of very large size, virtual graviton exchange between the standard model particles can give rise to signatures that can be tested in collider experiments. We study these effects in dilepton and diphoton production at hadron colliders. Specifically, we examine the double differential cross section in the invariant mass and scattering angle, which is found to be useful in separating the gravity effects from the standard model. In this work, sensitivity obtained using the double differential cross section is higher than that in previous studies based on single differential distributions. Assuming no excess of events over the standard model predictions, we obtain the following 95% confidence level lower limits on the effective Planck scale: 0.9–1.5 TeV in the Fermilab Tevatron run I, 1.3–2.5 TeV in run IIa, 1.7–3.5 …",
                "In theories with the standard model gauge bosons propagating in TeV− 1-size extra dimensions, their Kaluza-Klein states interact with the rest of the SM particles confined to the 3-brane. We look for possible signals for this interaction in the present high-energy collider data, and estimate the sensitivity offered by the next generation of collider experiments. Based on the present data from the CERN LEP 2, Fermilab Tevatron, and DESY HERA experiments, we set a lower limit on the extra dimension compactification scale M C> 6.8 TeV at the 9 5% confidence level (dominated by the LEP 2 results) and quote expected sensitivities in the Tevatron Run 2 and at the CERN LHC.",
                "Weakly-coupled TeV-scale particles may mediate the interactions between normal matter and dark matter. If so, the LHC would produce dark matter through these mediators, leading to the familiar\" mono-X\" search signatures, but the mediators would also produce signals without missing momentum via the same vertices involved in their production. This document from the LHC Dark Matter Working Group suggests how to compare searches for these two types of signals in case of vector and axial-vector mediators, based on a workshop that took place on September 19\/20, 2016 and subsequent discussions. These suggestions include how to extend the spin-1 mediated simplified models already in widespread use to include lepton couplings. This document also provides analytic calculations of the relic density in the simplified models and reports an issue that arose when ATLAS and CMS first began to use preliminary numerical calculations of the dark matter relic density in these models.",
                "One of the most dramatic consequences of low-scale (~ 1 TeV) quantum gravity in models with large or warped extra dimension (s) is copious production of mini-black holes at future colliders and in ultra-high-energy cosmic ray collisions. Hawking radiation of these black holes is expected to be constrained mainly to our three-dimensional world and results in rich phenomenology. In this topical review we discuss the current status of astrophysical observations of black holes and selected aspects of mini-black-hole phenomenology, such as production at colliders and in cosmic rays, and black-hole decay properties, Hawking radiation as a sensitive probe of the dimensionality of extra space, as well as an exciting possibility of finding new physics in the decays of black holes."
            ],
            [
                [
                    "Particle physics",
                    "astroparticle physics",
                    "searches for new physics",
                    "dark matter"
                ]
            ]
        ]
    ]
}