{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q0Q9ANHF",
            "Ynoa7w0AAAAJ",
            [
                "The DØ detector",
                "Black holes at the large hadron collider",
                "Recommendations on presenting LHC searches for missing transverse energy signals using simplified -channel models of dark matter",
                "Simplified models for dark matter searches at the LHC",
                "Jψ production in pp collisions at s= 1.8 TeV",
                "Higgs boson decays to -odd scalars at the Fermilab Tevatron and beyond",
                "Drell-Yan and diphoton production at hadron colliders and low scale gravity model",
                "Kaluza-Klein states of the standard model gauge bosons: constraints from high energy experiments",
                "Recommendations of the LHC dark matter working group: comparing LHC searches for heavy mediators of dark matter production in visible and invisible decay channels",
                "Black holes at future colliders and beyond"
            ],
            [
                "The DØ detector is a large general purpose detector for the study of short-distance phenomena in high energy antiproton-proton collisions, now in operation at the Fermilab Tevatron collider. The detector focusses upon the detection of electrons, muons, jets and missing transverse momentum. We describe the design and performance of the major elements of the detector, including the tracking chambers, transition radiation detector, liquid argon calorimetry and muon detection. The associated electronics, triggering systems and data acquisition systems are presented. The global mechanical, high voltage, and experiment monitoring and control systems which support the detector are described. We also discuss the design and implementation of software and software support systems that are specific to DØ.",
                "If the scale of quantum gravity is near TeV, the CERN Large Hadron Collider will be producing one black hole (BH) about every second. The decays of the BHs into the final states with prompt, hard photons, electrons, or muons provide a clean signature with low background. The correlation between the BH mass and its temperature, deduced from the energy spectrum of the decay products, can test Hawking’s evaporation law and determine the number of large new dimensions and the scale of quantum gravity.",
                "This document summarises the proposal of the LHC Dark Matter Working Group on how to present LHC results on-channel simplified dark matter models and to compare them to direct (indirect) detection experiments.",
                "This document a outlines a set of simplified models for dark matter and its interactions with Standard Model particles. It is intended to summarize the main characteristics that these simplified models have when applied to dark matter searches at the LHC, and to provide a number of useful expressions for reference. The list of models includes both s-channel and t-channel scenarios. For s-channel, spin-0 and spin-1 mediations are discussed, and also realizations where the Higgs particle provides a portal between the dark and visible sectors. The guiding principles underpinning the proposed simplified models are spelled out, and some suggestions for implementation are presented.",
                "We have studied J ψ production in p p collisions at s= 1.8 TeV with the DØ detector at Fermilab using μ+ μ− data. We have measured the inclusive J ψ production cross section as a function of J ψ transverse momentum, p T. For the kinematic range p T> 8 GeV\/c and| η|< 0.6 we obtain σ (p p→ J ψ+ X)· Br (J ψ→ μ+ μ−)= 2.08±0.17 (stat)±0.46 (syst) nb. Using the muon impact parameter we have estimated the fraction of J ψ mesons coming from B meson decays to be f b= 0.35±0.09 (stat)±0.10 (syst) and inferred the inclusive b production cross section. From the information on the event topology the fraction of nonisolated J ψ events has been measured to be f nonisol= 0.64±0.08 (stat)±0.06 (syst). We have also obtained the fraction of J ψ events resulting from radiative decays of χ c states, f χ= 0.32±0.07 (stat)±0.07 (syst). We discuss the implications of our measurements for charmonium production processes.",
                "In extended Higgs models, the Higgs boson may decay into a pair of light CP-odd scalars, with distinctive collider signatures. We study the ensuing Higgs signals at the upgraded Fermilab Tevatron, considering the subsequent decays of the scalars into pairs of gluons or photons. For CP-odd scalars lighter than a few GeV, the Higgs boson manifests itself as a diphoton resonance and can be discovered up to masses of a few hundred GeV. For heavier CP-odd scalars the reach extends at most up to M h∼ 120 GeV. We also discuss the capabilities of the CERN LHC and lepton colliders in these channels.",
                "In the model of Arkani-Hamed, Dimopoulos, and Dvali where gravity is allowed to propagate in the extra dimensions of very large size, virtual graviton exchange between the standard model particles can give rise to signatures that can be tested in collider experiments. We study these effects in dilepton and diphoton production at hadron colliders. Specifically, we examine the double differential cross section in the invariant mass and scattering angle, which is found to be useful in separating the gravity effects from the standard model. In this work, sensitivity obtained using the double differential cross section is higher than that in previous studies based on single differential distributions. Assuming no excess of events over the standard model predictions, we obtain the following 95% confidence level lower limits on the effective Planck scale: 0.9–1.5 TeV in the Fermilab Tevatron run I, 1.3–2.5 TeV in run IIa, 1.7–3.5 …",
                "In theories with the standard model gauge bosons propagating in TeV− 1-size extra dimensions, their Kaluza-Klein states interact with the rest of the SM particles confined to the 3-brane. We look for possible signals for this interaction in the present high-energy collider data, and estimate the sensitivity offered by the next generation of collider experiments. Based on the present data from the CERN LEP 2, Fermilab Tevatron, and DESY HERA experiments, we set a lower limit on the extra dimension compactification scale M C> 6.8 TeV at the 9 5% confidence level (dominated by the LEP 2 results) and quote expected sensitivities in the Tevatron Run 2 and at the CERN LHC.",
                "Weakly-coupled TeV-scale particles may mediate the interactions between normal matter and dark matter. If so, the LHC would produce dark matter through these mediators, leading to the familiar\" mono-X\" search signatures, but the mediators would also produce signals without missing momentum via the same vertices involved in their production. This document from the LHC Dark Matter Working Group suggests how to compare searches for these two types of signals in case of vector and axial-vector mediators, based on a workshop that took place on September 19\/20, 2016 and subsequent discussions. These suggestions include how to extend the spin-1 mediated simplified models already in widespread use to include lepton couplings. This document also provides analytic calculations of the relic density in the simplified models and reports an issue that arose when ATLAS and CMS first began to use preliminary numerical calculations of the dark matter relic density in these models.",
                "One of the most dramatic consequences of low-scale (~ 1 TeV) quantum gravity in models with large or warped extra dimension (s) is copious production of mini-black holes at future colliders and in ultra-high-energy cosmic ray collisions. Hawking radiation of these black holes is expected to be constrained mainly to our three-dimensional world and results in rich phenomenology. In this topical review we discuss the current status of astrophysical observations of black holes and selected aspects of mini-black-hole phenomenology, such as production at colliders and in cosmic rays, and black-hole decay properties, Hawking radiation as a sensitive probe of the dimensionality of extra space, as well as an exciting possibility of finding new physics in the decays of black holes."
            ],
            [
                [
                    "Particle physics",
                    "astroparticle physics",
                    "searches for new physics",
                    "dark matter"
                ]
            ],
            [
                "Researchers@Brown Researchers@Brown Search Search Search Back to search Advanced search… Manage your Profile Greg Landsberg title=\"Email Greg_Landsberg@brown.edu Overview Research Background Affiliations Teaching View All Curriculum Vitae [PDF] × Website information Text: URL: Save Cancel Greg Landsberg Thomas J. Watson, Sr. Professor of Physics Overview Prof. Landsberg has joined the Brown faculty in 1998, following post-doctoral research at Fermi National Accelerator Laboratory, Batavia, IL. Since then Prof. Landsberg has served as a convener of the D0 Exotics (1997-2000) and New Phenomena (2002-2004) groups, as well as the Deputy Physics Coordinator of the D0 collaboration (2004-2005). Since 2005 his main research focus is the CMS experiment at the CERN LHC. He was a convener of the CMS Exotica physics analysis group in 2009-2010, CMS Physics Coordinator in 2012-2013 (culminating in the discovery of the Higgs boson), and Publication Commitee Deputy Chair (2014-2015). He also served as the CMS HCAL Detector Performance Group convener (2014-2015), and currently serving as a convener of the CMS B Physics group and pursuing exploration of flavor anomalies that currently constitute the most significant experimental deviation from the Standard Model predictions. Prof. Landsberg is a member of a number of Advisory boards and organizing committees for several international conferences and workshops. He is a Divisional Associate Editor of the Phys. Rev. Lett. journal. He is also an author of a number of publications on collider phenomenology, including the pioneering work on mini black hole production at the LHC, which is among TOPCITE 1000+ artciles. Brown Affiliations Physics Research Research Overview Professor Landsberg does research in elementary particle physics, specifically experimental investigation of the fundamental particles and fields at the energy frontier accelerators. His main research activity is the search for new physics phenomena, including extra dimensions in space. He is a member of the CMS experiment operating at Large Hadron Collider at CERN (Geneva, Switzerland) and served as the Physics Coordinator of the CMS experiment at the time of the Higgs boson discovery. Research Statement My research interests belong to the field of experimental particle physics at the energy frontier. This field of physics is concerned with the properties of fundamental building blocks of matter and forces binding them together. What are the bricks and mortar of our universe? What governs their properties, such as electric charge and mass? There is deep connection of physics of the smallest objects (elementary particles) and the physics of the largest scales (galaxies, clusters of galaxies, the universe itself), which is not quite understood yet. We hope to find the answers to the fundamental questions of our existence: what makes the universe around us; why is it made of matter, with very little antimatter remaining around; what is dark matter and dark energy; what is the origin of mass. Funded Research Department Of Energy Grant \"Research in Particle Physics, Task C\" since 1998, approximately $800K\/year Scholarly Work Selected publications: “Observation of the rare B 0 s → μ + μ − decay from the combined analysis of CMS and LHCb data”, CMS and LHCb Collaborations, to appear in Nature 521 (2015), doi:10.1038\/nature14474. “Combined Measurement of the Higgs Boson Mass in pp Collisions at s =√7 and 8 TeV with the ATLAS and CMS Experiments”, ATLAS and CMS Collaborations, Phys. Rev. Lett. 114 (2015) 191803. “Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8 TeV”, CMS Collaboration, Eur. Phys. J. C75 (2015) 212, TOPCITE 50+. “Interplay and Characterization of Dark Matter Searches at Colliders and in Direct Detection Experiments”, S. Malik et al. , Phys. Dark Universe 03 (2015) 003. “Black Holes at the LHC”, G. Landsberg, in Fundam. Theor. Phys. 178 (2014) 267. “Search for neutral MSSM Higgs bosons decaying to a pair of tau leptons in pp collisions”, CMS Collaboration, JHEP 10 (2014) 160, TOPCITE 50+. “Search for the associated production of the Higgs boson with a top-quark pair”, CMS Collaboration, JHEP 09 (2014) 087. “Observation of the diphoton decay of the Higgs boson and measurement of its properties”, CMS Collaboration, Eur. Phys. J. C 74 (2014) 3076, TOPCITE 50+. “Constraints on the Higgs boson width from off-shell production and decay to Z-boson pairs”, CMS Collaboration, Phys. Lett. B 736 (2014) 64. “Search for invisible decays of Higgs bosons in the vector boson fusion and associated ZH production modes”, CMS Collaboration, Eur. Phys. J. C74 (2014) 2980, TOPCITE 50+. “Evidence for the direct decay of the 125 GeV Higgs boson to fermions”, CMS Collaboration, Nature Phys. 10 (2014) 557, TOPCITE 50+. “Evidence for the 125 GeV Higgs boson decaying to a pair of τ leptons”, CMS Collaboration, JHEP 05 (2014) 104, TOPCITE 100+. “Measurement of the properties of a Higgs boson in the four-lepton final state”, CMS Collaboration, Phys. Rev. D89 (2014) 092007, TOPCITE 100+. “Measurement of Higgs boson production and properties in the WW decay channel with leptonic final states”, CMS Collaboration, JHEP 01 (2014) 096, TOPCITE 100+. “Search for the standard model Higgs boson produced in association with a W or a Z boson and decaying to bottom quarks”, CMS Collaboration, Phys. Rev. D89 (2014) 012003, TOPCITE 100+. “Measurement of the B 0 s → μ + μ − branching fraction and search for B 0 → μ + μ − with the CMS experiment”, CMS Collaboration, Phys. Rev. Lett. 111 (2013) 101804, TOPCITE 100+. “Observation of a new boson with mass near 125 GeV in pp collisions at s √ = 7 and 8 TeV”, CMS Collaboration, JHEP 06 (2013) 081, TOPCITE 1000+. “Study of the Mass and Spin-Parity of the Higgs Boson Candidate Via Its Decays to Z Boson Pairs”, CMS Collaboration, Phys. Rev. Lett. 110 (2013) 081803, TOPCITE 100+. “Observation of a New Boson at a mass of 125 GeV with the CMS Experiment at the LHC”, CMS Collaboration, Phys. Lett. B716 (2012) 30, TOPCITE 1000+. “Search for Microscopic Black Holes in pp Collisions at √s = 7 TeV,” CMS Collaboration, JHEP 04 (2012) 061, TOPCITE 50+. “Search for Signatures of Extra Dimensions in the Diphoton Mass Spectrum at the Large Hadron Collider,” CMS Collaboration, Phys. Rev. Lett 108 (2012) 111801, TOPCITE 50+. “Search for Microscopic Black Hole Signatures at the Large Hadron Collider,” CMS Collaboration, Phys. Lett. B697 (2011) 434, TOPCITE 50+. “Search for Large Extra Dimensions in the Diphoton Final State at the Large Hadron Collider, CMS Collaboration, JHEP 05 (2011) 085. “Performance The CMS experiment at the CERN LHC,” R. Adolphi et al., JINST 3 , S08004 (2008), TOPCITE 1000+. “Black Holes at Future Colliders and Beyond: Topical Review,” G. Landsberg, J. Phys. G32 (2006) R337, TOPCITE 50+. “Black Holes at the LHC,” S. Dimopoulos and G. Landsberg, Phys. Rev. Lett. 87 , 161602 (2001), TOPCITE 500+. “Observation of the Top Quark,” S. Abachi et al . (DØ Collaboration), Phys. Rev. Lett. 74 , 2632 (1995), TOPCITE 1000+. “Search for Randall-Sundrum gravitons in dilepton and diphoton final states,” V.M. Abazov et al . (DØ Collaboration), Phys. Rev. Lett. 95 (2005) 091801, TOPCITE 50+. “An Improved Measurement of the Top Quark Mass,” V.M. Abazov et al . (DØ Collaboration), Nature 429 , 638 (2004), TOPCITE 100+. “Search for large extra dimensions in dielectron and diphoton production,” B. Abbott et al . (DØ Collaboration), Phys. Rev. Lett. 86 (2001) 1156, TOPCITE 100+. “Search for Heavy Point-Like Dirac Monopoles,” B. Abbott et al . (DØ Collaboration), Phys. Rev. Lett. 81 (1998) 524, TOPCITE 50+. “Study of the ZZg and Zgg Couplings in Z(nn)g Production,” S. Abachi et al . (DØ Collaboration), Phys. Rev. Lett. 78 (1997) 3640, TOPCITE 50+. Background Education and Training Year Degree Institution 1994 PhD State University of New York at Stony Brook 1992 MS State University of New York at Stony Brook Honors and Awards National Science Foundation CAREER Award - 2003-2008 Arthur P. Sloan Research Fellowship - 2001-2005 Salomon Faculty Research Award - 2000 Aditya Sambamurti Memorial Award - 1997 Affiliations Visualize it Affiliations American Physical Society, Fellow - since 2009 CERN Associate - 2019-2020 Teaching Teaching Overview I have been teaching at Brown since my first semester here (Fall of 1998). I have taught a number of undergraduate and graduate courses: Physics 7 - Introduction to Mechanics (2003-2004) Physics 56 - Introduction to Modern Physics (1998-2000) Physics 117 - Introduction to Particle Physics (2005, 2007-2009, 2014) Physics 201 - Experiment in Physics (1999-2001) Physics 217 - Elementary Particle Physics (2002-2004, 2009, 2011, 2015) Physics 30\/50\/70 course and lab management (2006-2009, 2015) Physics 261 - Special Topics in LHC Physics (2011) Teaching PHYS 0030 - Basic Physics PHYS 0030 - Basic Physics A PHYS 0050 - Foundations of Mechanics PHYS 0070 - Analytical Mechanics PHYS 1170 - Introduction to Nuclear and High Energy Physics PHYS 2010 - Techniques in Experimental Physics PHYS 2170 - Introduction to Nuclear and High Energy Physics About Help Brown University Feedback © 2017 Brown University | Terms of Use |\n\t\t\t\t\tPowered by VIVO"
            ]
        ]
    ]
}