{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q0XNRQRO",
            "boVy0Y0AAAAJ",
            [
                "Maps of dust infrared emission for use in estimation of reddening and cosmic microwave background radiation foregrounds",
                "Measuring reddening with Sloan Digital Sky Survey stellar spectra and recalibrating SFD",
                "Cosmological parameters from SDSS and WMAP",
                "The fifth data release of the Sloan Digital Sky Survey",
                "The three-dimensional power spectrum of galaxies from the sloan digital sky survey",
                "A theory of dark matter",
                "Composite quasar spectra from the sloan digital sky survey",
                "Cosmological constraints from the SDSS luminous red galaxies",
                "The fourth data release of the sloan digital sky survey"
            ],
            [
                "We present a full-sky 100 μm map that is a reprocessed composite of the COBE\/DIRBE and IRAS\/ISSA maps, with the zodiacal foreground and confirmed point sources removed. Before using the ISSA maps, we remove the remaining artifacts from the IRAS scan pattern. Using the DIRBE 100 and 240 μm data, we have constructed a map of the dust temperature so that the 100 μm map may be converted to a map proportional to dust column density. The dust temperature varies from 17 to 21 K, which is modest but does modify the estimate of the dust column by a factor of 5. The result of these manipulations is a map with DIRBE quality calibration and IRAS resolution. A wealth of filamentary detail is apparent on many different scales at all Galactic latitudes. In high-latitude regions, the dust map correlates well with maps of H I emission, but deviations are coherent in the sky and are especially conspicuous in regions of …",
                "We present measurements of dust reddening using the colors of stars with spectra in the Sloan Digital Sky Survey. We measure reddening as the difference between the measured and predicted colors of a star, as derived from stellar parameters from the Sloan Extension for Galactic Understanding and Exploration Stellar Parameter Pipeline. We achieve uncertainties of 56, 34, 25, and 29 mmag in the colors u–g, g–r, r–i, and i–z, per star, though the uncertainty varies depending on the stellar type and the magnitude of the star. The spectrum-based reddening measurements confirm our earlier\" blue tip\" reddening measurements, finding reddening coefficients different by–3%, 1%, 1%, and 2% in u–g, g–r, r–i, and i–z from those found by the blue tip method, after removing a 4% normalization difference. These results prefer an R V= 3.1 Fitzpatrick reddening law to O'Donnell or Cardelli et al. reddening laws. We provide …",
                "We measure cosmological parameters using the three-dimensional power spectrum P (k) from over 200 000 galaxies in the Sloan Digital Sky Survey (SDSS) in combination with Wilkinson Microwave Anisotropy Probe (WMAP) and other data. Our results are consistent with a “vanilla” flat adiabatic cold dark matter model with a cosmological constant without tilt (n s= 1), running tilt, tensor modes, or massive neutrinos. Adding SDSS information more than halves the WMAP-only error bars on some parameters, tightening 1 σ constraints on the Hubble parameter from h≈ 0.74− 0.07+ 0.18 to h≈ 0.70− 0.03+ 0.04, on the matter density from Ω m≈ 0.25±0.10 to Ω m≈ 0.30±0.04 (1 σ) and on neutrino masses from< 11 to< 0.6 eV (95%). SDSS helps even more when dropping prior assumptions about curvature, neutrinos, tensor modes and the equation of state. Our results are in substantial agreement with the joint analysis …",
                "This paper describes the Fifth Data Release (DR5) of the Sloan Digital Sky Survey (SDSS). DR5 includes all survey quality data taken through 2005 June and represents the completion of the SDSS‐I project (whose successor, SDSS‐II, will continue through mid‐2008). It includes five‐band photometric data for 217 million objects selected over 8000 deg2 and 1,048,960 spectra of galaxies, quasars, and stars selected from 5713 deg2 of that imaging data. These numbers represent a roughly 20% increment over those of the Fourth Data Release; all the data from previous data releases are included in the present release. In addition to “standard” SDSS observations, DR5 includes repeat scans of the southern equatorial stripe, imaging scans across M31 and the core of the Perseus Cluster of galaxies, and the first spectroscopic data from SEGUE, a survey to explore the kinematics and chemical evolution of the Galaxy …",
                "We measure the large‐scale real‐space power spectrum   by using a sample of 205,443 galaxies from the Sloan Digital Sky Survey, covering 2417 effective square degrees with mean redshift  . We employ a matrix‐based method using pseudo–Karhunen‐Loève eigenmodes, producing uncorrelated minimum‐variance measurements in 22 k‐bands of both the clustering power and its anisotropy due to redshift‐space distortions, with narrow and well‐behaved window functions in the range  . We pay particular attention to modeling, quantifying, and correcting for potential systematic errors, nonlinear redshift distortions, and the artificial red‐tilt caused by luminosity‐dependent bias. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. Our final result is a measurement of the real‐space matter power spectrum   up to an unknown overall …",
                "We propose a comprehensive theory of dark matter that explains the recent proliferation of unexpected observations in high-energy astrophysics. Cosmic ray spectra from ATIC and PAMELA require a WIMP (weakly interacting massive particle). with mass M χ∼ 500–800 GeV that annihilates into leptons at a level well above that expected from a thermal relic. Signals from WMAP and EGRET reinforce this interpretation. Limits on p and π 0− γ’s constrain the hadronic channels allowed for dark matter. Taken together, we argue these facts imply the presence of a new force in the dark sector, with a Compton wavelength m ϕ− 1≳ 1 GeV− 1. The long range allows a Sommerfeld enhancement to boost the annihilation cross section as required, without altering the weak-scale annihilation cross section during dark matter freeze-out in the early universe. If the dark matter annihilates into the new force carrier ϕ, its low mass …",
                "We have created a variety of composite quasar spectra using a homogeneous data set of over 2200 spectra from the Sloan Digital Sky Survey (SDSS). The quasar sample spans a redshift range of 0.044≤ z≤ 4.789 and an absolute r'magnitude range of-18.0 to-26.5. The input spectra cover an observed wavelength range of 3800–9200 Å at a resolution of 1800. The median composite covers a rest-wavelength range from 800 to 8555 Å and reaches a peak signal-to-noise ratio of over 300 per 1 Å resolution element in the rest frame. We have identified over 80 emission-line features in the spectrum. Emission-line shifts relative to nominal laboratory wavelengths are seen for many of the ionic species. Peak shifts of the broad permitted and semiforbidden lines are strongly correlated with ionization energy, as previously suggested, but we find that the narrow forbidden lines are also shifted by amounts that are strongly …",
                "We measure the large-scale real-space power spectrum P (k) using luminous red galaxies (LRGs) in the Sloan Digital Sky Survey (SDSS) and use this measurement to sharpen constraints on cosmological parameters from the Wilkinson Microwave Anisotropy Probe (WMAP). We employ a matrix-based power spectrum estimation method using Pseudo-Karhunen-Loève eigenmodes, producing uncorrelated minimum-variance measurements in 20 k-bands of both the clustering power and its anisotropy due to redshift-space distortions, with narrow and well-behaved window functions in the range 0.01 h\/Mpc< k< 0.2 h\/Mpc. Results from the LRG and main galaxy samples are consistent, with the former providing higher signal-to-noise. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. They provide a striking confirmation of the predicted large …",
                "This paper describes the Fourth Data Release of the Sloan Digital Sky Survey (SDSS), including all survey‐quality data taken through 2004 June. The data release includes five‐band photometric data for 180 million objects selected over 6670 deg2 and 673,280 spectra of galaxies, quasars, and stars selected from 4783 deg2 of those imaging data using the standard SDSS target selection algorithms. These numbers represent a roughly 27% increment over those of the Third Data Release; all the data from previous data releases are included in the present release. The Fourth Data Release also includes an additional 131,840 spectra of objects selected using a variety of alternative algorithms, to address scientific issues ranging from the kinematics of stars in the Milky Way thick disk to populations of faint galaxies and quasars."
            ],
            [
                [
                    "Astronomy",
                    "Physics",
                    "Interstellar Dust",
                    "ML",
                    "Cosmology"
                ]
            ],
            [
                "Douglas Finkbeiner Douglas Finkbeiner Professor of Astronomy and of Physics Douglas Finkbeiner specializes in the research field of astroparticle phenomenology. List of Publications: ADS , INSPIRE Lyman Lab 446 dfinkbeiner@cfa.harvard.edu p: (617) 384-8393"
            ]
        ]
    ]
}