{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q2F7DMTK",
            "UTKvEYcAAAAJ",
            [
                "Artificial neural network prediction of glass transition temperature of polymers",
                "QSPR models for various properties of polymethacrylates based on quantum chemical descriptors",
                "Signal transduction from small particles: Sulfur nanodots featuring mercury sensing, cell entry mechanism and in vitro tracking performance",
                "DFT-based theoretical QSPR models of Q-e parameters for the prediction of reactivity in free-radical copolymerizations",
                "2D MnO 2 nanosheets generated signal transduction with 0D carbon quantum dots: synthesis strategy, dual-mode behavior and glucose detection",
                "Prediction of glass transition temperatures of aromatic heterocyclic polyimides using an ANN model",
                "Rational design of ratiometric and lysosome-targetable AIE dots for imaging endogenous HClO in live cells",
                "An improved Quantitative Structure Property Relationship model for predicting thermal conductivity of liquid aliphatic alcohols",
                "Precise control for the aggregation and deaggregation with the aid of a tetraphenylethylene derivative: luminescence modulation and sensing performance",
                "Confined synthesis of phosphorus, nitrogen co-doped carbon dots with green luminescence and anion recognition performance"
            ],
            [
                "In this article, the molecular average polarizability α, the energy of the highest occupied molecular orbital E HOMO, the total thermal energy E thermal, and the total entropy S were used to correlate with glass transition temperature T g for 113 polymers. The quantum chemical descriptors obtained directly from polymer monomers can represent the essential factors that are governing the nature of glass transition in polymers. Stepwise multiple linear regression (MLR) analysis and back-propagation artificial neural network (ANN) were used to generate the model. The final optimum neural network with 4–[4–2]2–1 structure produced a training set root mean square error (RMSE) of 11 K (R = 0.973) and a prediction set RMSE of 17 K (R = 0.955). The results show that the ANN model obtained in this paper is accurate in the prediction of T g values for …",
                "The structural units of 35 polymethacrylates have been optimized and their quantum chemical descriptors have been calculated via density functional theory method at 6‐31G (d) basis set level. The quantitative structure–property relationships of the quantum chemical descriptors and properties, such as molar volumes at room temperature V298K, refractive index n, and glass transition temperature Tg, have been obtained by stepwise regression and Artificial Neural Network (ANN) method. The values of the correlation coefficient R for the calculated and the experimental data are 0.9968 and 0.9949 for V298K, 0.9918 and 0.9980 for n, 0.9609 and 0.9708 for Tg, respectively. The results calculated by ANN method meet the experimental data better than those by the stepwise method.",
                "As the standard for heavy metal sensing systems increases, it becomes more important to find out new self-indicating materials as alternatives. The traditional design of optical probe contains receptor and fluorophore as two moieties. Here a novel sulfur quantum dot as the intrinsic fluorescent sensor has been established and the signal transduction involves interaction of mercury ions with sulfur atoms which belongs to the internal system of the fluorophore. Its analytical performances can be assessed by fluorometric and colorimetric titrations simultaneously and the detection limits for Hg2+ ions are determined to be 65 nM and 1.86 μM respectively. In the presence of sulfur dots, very low cytotoxicity has been verified in two cell lines (HeLa and K562) via both cell counting kit-8 method and flow cytometry. For the first time, four sorts of chemical inhibitors have been employed to clarify the endocytosis mechanism …",
                "Density functional theory (DFT) calculations at the B3LYP\/6–31G(d) level were carried out for 47 vinyl monomers with structures C1H2 = C2HR3, and the calculated quantum chemical descriptors were used to construct quantitative structure–property relationship (QSPR) models of the reactivity parameters of monomers Q and e. Stepwise multiple linear regression analysis (MLRA) and artificial neural networks (ANN) were adopted to generate the models. Simulated with the final optimum back-propagation (BP) neural networks, the results show that predicted lnQ and e values are in good agreement with experimental data, with test sets possessing correlation coefficients of 0.982 for lnQ and 0.943 for e. The proposed ANN models have better prediction ability than existing models.                                                         Figure                                            Plot of calculated versus experimental e values …Plot of calculated versus experimental e values …",
                "A natural resource such as peony flower has been employed for the first time as a new carbon precursor to prepare green-emitting carbon nanodots (CDs). The emission peak is situated at 523 nm and the excitation wavelength can be extended to the visible light range (452 nm). Due to the formation of CD–MnO2 nanocomposites, the emission intensity of CDs is sharply reduced as a consequence of Förster resonance energy transfer (FRET). Moreover, glucose can be recognized due to the enzymatic conversion of glucose by glucose oxidase to generate H2O2. The MnO2 nanosheets are reduced to form Mn(II) ions, and the fluorescence of CDs can be recovered. The fluorescence intensity has been improved linearly based on the increasing concentration of glucose (0.5–250 μM) with a detection limit as low as 0.18 μM. This strategy gives a new selection of eco-friendly precursors in carbon nanomaterials and …",
                "Aromatic heterocyclic polyimides are used extensively in industries for their excellent mechanical properties, high glass transition temperatures (Tg), and so on. A quantitative structure–property relationship (QSPR) model was developed to predict the Tg values with 54 aromatic heterocyclic polyimides by using an artificial neural network (ANN) back‐propagation algorithm. Fifty‐four aromatic heterocyclic polyimides were randomly divided into a training set (36) and a test set (18). Three molecular descriptors (the connectivity index X1A, the topological descriptor PW3, and the 3D‐MoRSE descriptor Mor09e) were selected to produce the mode. Simulated with the final optimum ANN model with 3‐3‐1 structure, the results show that the predicted Tg values are in good agreement with the experimental ones, with the root mean square errors (RMSEs) of 12.4 K (R = 0.935) and 16.4 K (R = 0.937) for the training set and …",
                "Rational design of novel ratiometric and targetable fluorescent probes for selective imaging of lysosomal hypochlorous acid (HClO) is conducive to investigating the function of HClO in pathophysiological processes. Herein, we for the first time combine 1-pyrenecarboxaldehyde (with a π–π stacking effect) and 2-methylquinoline derivatives to synthesize an aggregation-induced-emission (AIE) probe (SA-C2-PCD) for ratiometric detection of HClO in living cells. Subsequently, a kind of novel lysosome-targetable AIE dot (AIED-Lyso) with dual emission features is prepared via a simple co-precipitation of a lysosome-targeting surfactant MAA-CO720, an amphiphilic block copolymer PEO113-b-PS46 and the HClO-responsive probe (SA-C2-PCD). The free AIED-Lyso shows only strong red AIE fluorescence without addition of HClO. However, when exposed to HClO, a strong oxidizing agent, the SA-C2-PCD would …",
                "The quantitative structure property relationship (QSPR) for thermal conductivity of liquid aliphatic alcohols was developed on the basis of 139 thermal conductivity data points of liquid aliphatic alcohols, which were divided into a 65-member training set, a 20-member validation set, and a 54-member prediction set. Four parameters (temperature-T, the intrinsic state pseudoconnectivity index-type 1s-Psi_i_1s, the sixth eigenvalue from augmented edge adjacency matrix weighed by edge degree-Eig06_AEA(ed), and the global topological charge index-JGT) were screened to develop the model by using the stepwise regression and the best subset regression method. For the training set, validation set and prediction set, the square correlation coefficient (R2) is 0.9769, 0.9726, and 0.9738, respectively. The mean relative deviation values of training set, validation set, and prediction set were 1.4%, 1.6%, and 1.6%. The …",
                "The versatility of the organic fluorophores enables us to track its emission curves and sharp luminescence changes under controllable conditions. A tetraphenylethylene-based fluorescent probe (1-methyl-4-(4-(1,2,2-triphenylvinyl)styryl)pyridin-1-ium iodide, abbreviated as TPE-py-I) has been synthesized and yields efficient red emission in organic phase (DMSO). The incorporation of ClO− in its DMSO solution triggers efficient “on-off” quenching effect due to ions exchange from iodide to hypochlorite. The inactivation of the original red luminescence can be also realized by the addition of water and the typical aggregation-caused-quenching (ACQ) has been observed. Unexpectedly, such ACQ process will be suppressed and lead to an aggregation-induced-emission (AIE) effect, providing distinct fluorescent read-out from pale-red to bright yellow in the presence of hypochlorite. The limit of detection (LOD) has been …",
                "Carbon nanomaterials have aroused considerable interests due to excellent optical performances, but most of achieved carbon dots possess blue luminescence under UV-light irradiations. Herein, we report the preparation of phosphorus and nitrogen co-doped carbon quantum dots (PNCQDs) via hydrothermal method by employment of 1,3-phenylenediamine, citric acid and H3PO4 as precursors. The particle size of the water-soluble PNCQDs is in the range between 4 and 6 nm and the average diameter is determined to be 4.75 nm. The resulted quantum dots give rise to bright green emission at 504 nm and the excitation-dependent behavior has been found. Moreover, it demonstrates luminescence stability toward a broad pH range from 1 to 10. Fluorometric titration studies reveal that close interactions occur between carbon dots and nitrite ions and a switched off effect has been achieved. In addition …"
            ],
            [
                [
                    "QSPR",
                    "Computational chemistry"
                ]
            ],
            [
                "Wanqiang Liu Wanqiang Liu wanqiangl@uchicago.edu"
            ]
        ]
    ]
}