{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q3Z8K3BG",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Top John DiTusa Professor of Physics Ph.D., 1992 - Cornell University 202 Nicholson Hall, Tower Dr. 225-578-2606-Office, 9105-Lab ditusa@phys.lsu.edu Personal Webpage Experimental Condensed Matter Physics Magnetic materials that can be manipulated with the same control as present day electronic\n                  materials based on silicon technology are required for future development of spintronics\n                  and spin-based version of quantum computing. Spintronics has been coined to refer\n                  to devices that make use of not only the charge properties of semiconductors and metals,\n                  as in today's transistor based devices, but also of the carriers spin (intrinsic angular\n                  momentum). We have focused our research on materials systems that may offer such control.\n                  This includes silicon based magnetic semiconductors, germanides, oxides, and sulfides\n                  where the carrier concentration and magnetic state can be controlled chemically or\n                  with external pressure. In addition, an understanding of the properties of these materials\n                  requires exploration of their low temperature properties. Since these materials are\n                  typically near metal-insulating and non-magnetic to magnetic phase transitions the\n                  physics of quantum phase transitions play a role in determining their low temperature\n                  properties. My research interests include: Magnetic semiconductors, quantum critical behavior\n                  in low carrier density materials, magnetoresistive materials and mechanisms of magnetoresistance,\n                  and quantum spin systems such as one-dimensional antiferromagnets which can be carrier\n                  doped. Image above describes quantum critical physics of spin systems with temperature decreasing\n                  in the foreground.  The green oval represents unpaired spin complexes responsible\n                  for the inelastic scattering which causes the non-Fermi liquid behavior.  Light blue\n                  oval region demonstrates that the majority of the magnetic moments in the system are\n                  coupled into a singlet state. Current and Select Publications Cao G, Xie W, Phelan WA, DiTusa JF, Jin R. 2017. Electrical anisotropy and coexistence\n                        of structural transitions and superconductivity in IrTe2. Phys Rev B 95:035148. http:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.035148  Dhital C, Khan MA, Saghayezhian M, Phelan WA, Young DP, Jin RY, DiTusa JF. 2017. Effect\n                        of negative chemical pressure on the prototypical itinerant magnet MnSi. Phys Rev\n                        B 95:024407. http:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.024407 DiTusa, J. F., Goodrich, R. G., Harrison, N., & Choi, E. S.,\"Fermi surface of Ce1-xVx\n                     across the quantum critical point,\" Phys. Rev. B 82 , 075114 (2010). Manyala, N., DiTusa, J. F., Aeppli, G., & Ramirez, A. P., \"Doping a semiconductor\n                     to create an unconventional metal,\" Nature 454 , 976-980 (2008). Capan, C., Jo, Y-J., Balicas, L. Goodrich, R. G., DiTusa, J. F., Vekhter, I., Murphy,\n                     T. P., Bianchi, A. D., Pham, L. D., Cho, J. Y., Chan, J. Y., Young, D. P., & Fisk,\n                     Z., \"Fermi surface evolution through a heavy fermion superconductor-to-antiferromagnet\n                     transition: de Haas-van Alphen effect in Cd substituted CeCoIn5,\" Phys. Rev. B 82 , 035112 (2010) [Editors’ suggestion]. Guo, S., Young, D. P., Macaluso, R. T., Browne, D. A., Henderson, N. L., Chan, J.\n                     Y., Henry, L. L., & DiTusa, J. F., \"Discovery of the Griffiths phase in the itinerant\n                     magnetic semiconductor Fe1-xCoxS2,\" Phys. Rev. Lett. 100 , 017209 (2008). Telephone: 225-578-2261 Fax: 225-578-5855"
            ]
        ]
    ]
}