{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q4ZRW06K",
            "NjjxCCgAAAAJ",
            [
                "Implicit solvation model for density-functional study of nanocrystal surfaces and reaction pathways",
                "Theoretical predictions for hot-carrier generation from surface plasmon decay",
                "Nonradiative plasmon decay and hot carrier dynamics: effects of phonons, surfaces, and geometry",
                "Nanoscale imaging of lithium ion distribution during in situ operation of battery electrode and electrolyte",
                "Plasmonic hot electron transport drives nano-localized chemistry",
                "Mechanistic explanation of the pH dependence and onset potentials for hydrocarbon products from electrochemical reduction of CO on Cu (111)",
                "Plasmonic hot carrier dynamics in solid-state and chemical systems for energy conversion",
                "The importance of nonlinear fluid response in joint density-functional theory studies of battery systems",
                "JDFTx: software for joint density-functional theory",
                "Ab initio phonon coupling and optical response of hot electrons in plasmonic metals"
            ],
            [
                "Solid-liquid interfaces are at the heart of many modern-day technologies and provide a challenge to many materials simulation methods. A realistic first-principles computational study of such systems entails the inclusion of solvent effects. In this work, we implement an implicit solvation model that has a firm theoretical foundation into the widely used density-functional code Vienna ab initio Software Package. The implicit solvation model follows the framework of joint density functional theory. We describe the framework, our algorithm and implementation, and benchmarks for small molecular systems. We apply the solvation model to study the surface energies of different facets of semiconducting and metallic nanocrystals and the SN2 reaction pathway. We find that solvation reduces the surface energies of the nanocrystals, especially for the semiconducting ones and increases the energy barrier of the SN2 reaction.",
                "Decay of surface plasmons to hot carriers finds a wide variety of applications in energy conversion, photocatalysis and photodetection. However, a detailed theoretical description of plasmonic hot-carrier generation in real materials has remained incomplete. Here we report predictions for the prompt distributions of excited ‘hot’electrons and holes generated by plasmon decay, before inelastic relaxation, using a quantized plasmon model with detailed electronic structure. We find that carrier energy distributions are sensitive to the electronic band structure of the metal: gold and copper produce holes hotter than electrons by 1–2 eV, while silver and aluminium distribute energies more equitably between electrons and holes. Momentum-direction distributions for hot carriers are anisotropic, dominated by the plasmon polarization for aluminium and by the crystal orientation for noble metals. We show that in thin metallic …",
                "The behavior of metals across a broad frequency range from microwave to ultraviolet frequencies is of interest in plasmonics, nanophotonics, and metamaterials. Depending on the frequency, losses of collective excitations in metals can be predominantly classical resistive effects or Landau damping. In this context, we present first-principles calculations that capture all of the significant microscopic mechanisms underlying surface plasmon decay and predict the initial excited carrier distributions so generated. Specifically, we include ab initio predictions of phonon-assisted optical excitations in metals, which are critical to bridging the frequency range between resistive losses at low frequencies and direct interband transitions at high frequencies. In the commonly used plasmonic materials, gold, silver, copper, and aluminum, we find that resistive losses compete with phonon-assisted carrier generation below the …",
                "A major challenge in the development of new battery materials is understanding their fundamental mechanisms of operation and degradation. Their microscopically inhomogeneous nature calls for characterization tools that provide operando and localized information from individual grains and particles. Here, we describe an approach that enables imaging the nanoscale distribution of ions during electrochemical charging of a battery in a transmission electron microscope liquid flow cell. We use valence energy-loss spectroscopy to track both solvated and intercalated ions, with electronic structure fingerprints of the solvated ions identified using an ab initio nonlinear response theory. Equipped with the new electrochemical cell holder, nanoscale spectroscopy and theory, we have been able to determine the lithiation state of a LiFePO4 electrode and surrounding aqueous electrolyte in real time with nanoscale …",
                "Nanoscale localization of electromagnetic fields near metallic nanostructures underpins the fundamentals and applications of plasmonics. The unavoidable energy loss from plasmon decay, initially seen as a detriment, has now expanded the scope of plasmonic applications to exploit the generated hot carriers. However, quantitative understanding of the spatial localization of these hot carriers, akin to electromagnetic near-field maps, has been elusive. Here we spatially map hot-electron-driven reduction chemistry with 15 nm resolution as a function of time and electromagnetic field polarization for different plasmonic nanostructures. We combine experiments employing a six-electron photo-recycling process that modify the terminal group of a self-assembled monolayer on plasmonic silver nanoantennas, with theoretical predictions from first-principles calculations of non-equilibrium hot-carrier transport in these …",
                "Energy and environmental concerns demand development of more efficient and selective electrodes for electrochemical reduction of CO2 to form fuels and chemicals. Since Cu is the only pure metal exhibiting reduction to form hydrocarbon chemicals, we focus here on the Cu (111) electrode. We present a methodology for density functional theory calculations to obtain accurate onset electrochemical potentials with explicit constant electrochemical potential and pH effects using implicit solvation. We predict the atomistic mechanisms underlying electrochemical reduction of CO, finding that (1) at acidic pH, the C1 pathway proceeds through COH to CHOH to form CH4 while C2 (C3) pathways are kinetically blocked; (2) at neutral pH, the C1 and C2 (C3) pathways share the COH common intermediate, where the branch to C–C coupling is realized by a novel CO–COH pathway; and (3) at high pH, early C–C coupling …",
                " Surface plasmons provide a pathway to efficiently absorb and confine light in metallic nanostructures, thereby bridging photonics to the nano scale. The decay of surface plasmons generates energetic ‘hot’ carriers, which can drive chemical reactions or be injected into semiconductors for nano-scale photochemical or photovoltaic energy conversion. Novel plasmonic hot carrier devices and architectures continue to be demonstrated, but the complexity of the underlying processes make a complete microscopic understanding of all the mechanisms and design considerations for such devices extremely challenging.Here,we review the theoretical and computational efforts to understand and model plasmonic hot carrier devices.We split the problem into three steps: hot carrier generation, transport and collection, and review theoretical approaches with the appropriate level of detail for each step along with their …",
                "Delivering the full benefits of first-principles calculations to battery materials demands the development of accurate and computationally efficient electronic structure methods that incorporate the effects of the electrolyte environment and electrode potential. Realistic electrochemical interfaces containing polar surfaces are beyond the regime of validity of existing continuum solvation theories developed for molecules, due to the presence of significantly stronger electric fields. We present an ab initio theory of the nonlinear dielectric and ionic response of solvent environments within the framework of joint density-functional theory, with precisely the same optimizable parameters as conventional polarizable continuum models. We demonstrate that the resulting nonlinear theory agrees with the standard linear models for organic molecules and metallic surfaces under typical operating conditions. However, we find that the …",
                "Density-functional theory (DFT) has revolutionized computational prediction of atomic-scale properties from first principles in physics, chemistry and materials science. Continuing development of new methods is necessary for accurate predictions of new classes of materials and properties, and for connecting to nano- and mesoscale properties using coarse-grained theories. JDFTx is a fully-featured open-source electronic DFT software designed specifically to facilitate rapid development of new theories, models and algorithms. Using an algebraic formulation as an abstraction layer, compact C++11 code automatically performs well on diverse hardware including GPUs (Graphics Processing Units). This code hosts the development of joint density-functional theory (JDFT) that combines electronic DFT with classical DFT and continuum models of liquids for first-principles calculations of solvated and electrochemical …",
                "Ultrafast laser measurements probe the nonequilibrium dynamics of excited electrons in metals with increasing temporal resolution. Electronic structure calculations can provide a detailed microscopic understanding of hot electron dynamics, but a parameter-free description of pump-probe measurements has not yet been possible, despite intensive research, because of the phenomenological treatment of electron-phonon interactions. We present ab initio predictions of the electron-temperature dependent heat capacities and electron-phonon coupling coefficients of plasmonic metals. We find substantial differences from free-electron and semiempirical estimates, especially in noble metals above transient electron temperatures of 2000 K, because of the previously neglected strong dependence of electron-phonon matrix elements on electron energy. We also present first-principles calculations of the electron …"
            ],
            [
                [
                    "Electronic Structure",
                    "Plasmonics",
                    "Liquid theory"
                ]
            ]
        ]
    ]
}