{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q62FJNLA",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Justin R. Crepp Justin R. Crepp Associate Professor of Physics Director, Engineering and Design Core Facility Penn State, BS, 2003 University of Florida, PhD, 2008 Email: jcrepp@nd.edu Office phone: 574-631-4092 Office: 339C Nieuwland Science Hall iLocater web site Biography Prof. Justin R. Crepp is an experimental astrophysicist. He designs and builds instruments for the largest telescopes in the world. Crepp’s research focuses on developing technologies related to adaptive optics to detect and study planets orbiting other stars in an effort to search for signs of life. Professor Crepp was awarded a NASA Early Career Fellowship in 2013 for his work in high-contrast imaging. In 2017, he was awarded a NSF Career Fellowship for developing precision spectrographs that use adaptive optics. Recently, he was selected by the National Academies of Science to identify pathways for research in exoplanets through the year 2030 and beyond. Prior to teaching at Notre Dame, Crepp was a postdoctoral scholar at the California Institute of Technology (2008-2012). He received a PhD in astronomy from the University of Florida in 2008, and Bachelor’s degree in physics from the Pennsylvania State University in 2003. NASA EARLY CAREER AWARD http:\/\/news.nd.edu\/news\/nasa-awards-career-fellowship-to-notre-dame-astrophysicist\/ NSF CAREER AWARD https:\/\/physics.nd.edu\/news\/notre-dame-researchers-receive-prestigious-national-science-foundation-awards\/ NATIONAL GUARD'S PATRIOT AWARD https:\/\/physics.nd.edu\/news\/crepp-awarded-national-guards-patriot-award\/ NATIONAL ACADEMY OF SCIENCES COMMITTEE MEMBER https:\/\/news.nd.edu\/news\/justin-crepp-selected-for-national-academy-of-sciences-committee-on-exoplanets\/ WHAT WOULD YOU FIGHT FOR? https:\/\/www.nd.edu\/fighting-for\/2014\/fighting-to-explore-our-universe\/ The University of Notre Dame’s award-winning “What Would You Fight For?” series showcases the work, scholarly achievements, and global impact of Notre Dame faculty, students, and alumni. These two-minute segments, each originally aired during a home football game broadcast on NBC, highlight the University’s proud moniker, the Fighting Irish, and tell the stories of the members of the Notre Dame family who fight to bring solutions to a world in need. Publications Click here to go to a list of Prof. Crepp's publications."
            ]
        ]
    ]
}