{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q65A6S3U",
            "FAL_ba4AAAAJ",
            [
                "Role of calcium ions in regulation of mammalian intramitochondrial metabolism",
                "Regulation of mitochondrial dehydrogenases by calcium ions",
                "Stimulation by calcium ions of pyruvate dehydrogenase phosphate phosphatase."
            ],
            [
                "The role of changes in cytosolic concentrations of Ca2+(here, Ca2+ refers exclusively to free calcium ions) in the regulation of key cellular systems, such as muscle contraction, secretion, and glycogen breakdown by hormones and other extrinsic factors, has long been recognized (55, 56, 275). Considerable research effort has been focused on the mechanisms by which the cytosolic concentration of Ca2+ is controlled. It has been established that alterations in the activities of Ca2+-transporting systems in both the plasma membrane and microsomal membranes occur, and it is widely accepted that inositol trisphosphate acts as the second messenger through which hormones mobilize calcium from intracellular microsomal stores (30, 95). In contrast, general agreement that Ca2’is important in the regulation of mitochondrial metabolism has only developed over the last 10 years. Extensive studies in the 1960s and …",
                "Studies in Bristol in the 1960s and 1970s, led to the recognition that four mitochondrial dehydrogenases are activated by calcium ions. These are FAD-glycerol phosphate dehydrogenase, pyruvate dehydrogenase, NAD-isocitrate dehydrogenase and oxoglutarate dehydrogenase. FAD-glycerol phosphate dehydrogenase is located on the outer surface of the inner mitochondrial membrane and is influenced by changes in cytoplasmic calcium ion concentration. The other three enzymes are located within mitochondria and are regulated by changes in mitochondrial matrix calcium ion concentration. These and subsequent studies on purified enzymes, mitochondria and intact cell preparations have led to the widely accepted view that the activation of these enzymes is important in the stimulation of the respiratory chain and hence ATP supply under conditions of increased ATP demand in many stimulated mammalian …",
                "Methods Pyruvate dehydrogenase phosphate phosphatase activity was assayed by the release of [32p] pl from pig heart pyruvate dehydrogenase [32P] phosphate and in a number of experiments by the associated increase in pyruvate dehydrogenase activity, which was measured as described by Coore et al.(1971). Incubations were made at 30 C in a total volume of 60, l containing pyruvate dehydrogenase phosphate (equivalent to 0.15-0.30 unit of pyruvate dehydro-genase) or pyruvate dehydrogenase [32P] phosphate (equivalent to 0.15-0.30 unit of pyruvate dehydro-genase; 70-28OnCi of 32P) and other additions given* Abbreviation: EGTA, ethanedioxybis (ethylamine)-tetra-acetate. Vol. 128 in the text and Table 1 in 20mM-potassium phosphate buffer, pH7. 0, containing 5mM-2-mercaptoethanol (phosphate-mercaptoethanol buffer). Samples were taken for assay of pyruvate dehydrogenase activity or [32P] PI …"
            ],
            [
                [
                    "biochemistry"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}