{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q6JYSJEP",
            "aA3cB0oAAAAJ",
            [
                "Project X: physics opportunities",
                "Quasinormal modes of a black hole localized on a codimension-two brane of finite tension",
                "Baryon number violation",
                "Low-field current transport mechanisms in rf magnetron sputter deposited boron carbide (B5C)\/p-type crystalline silicon junctions in the dark",
                "Structure and Dynamics Investigations of Sr\/Ca-Doped LaPO4 Proton Conductors",
                "A new apparatus design for high temperature (up to 950 °C) quasi-elastic neutron scattering in a controlled gaseous environment"
            ],
            [
                "Part 2 of\" Project X: Accelerator Reference Design, Physics Opportunities, Broader Impacts\". In this Part, we outline the particle-physics program that can be achieved with Project X, a staged superconducting linac for intensity-frontier particle physics. Topics include neutrino physics, kaon physics, muon physics, electric dipole moments, neutron-antineutron oscillations, new light particles, hadron structure, hadron spectroscopy, and lattice-QCD calculations. Part 1 is available as arXiv: 1306.5022 [physics. acc-ph] and Part 3 is available as arXiv: 1306.5024 [physics. acc-ph].",
                "We calculate the quasinormal modes of black holes localized on a 3-brane of finite tension embedded in six-dimensional flat spacetime. Using the WKB approximation, we obtain the frequencies of scalar and gravitational perturbations both analytically and numerically for arbitrary brane tension. We thus extend earlier analytical results which were derived for a brane of small tension.",
                "This report, prepared for the Community Planning Study-Snowmass 2013-summarizes the theoretical motivations and the experimental efforts to search for baryon number violation, focussing on nucleon decay and neutron-antineutron oscillations. Present and future nucleon decay search experiments using large underground detectors, as well as planned neutron-antineutron oscillation search experiments with free neutron beams are highlighted.",
                "Measurements of the forward and reverse currents in an undoped rf magnetron sputter deposited boron carbide (B5C)\/p-type Si(111) junction have been made in the dark in the temperature range 120–300K at low-bias voltages (0–0.3V). A diode-like behaviour of the junction current has been observed in this low-bias region at all temperatures but with a rather large reverse (leakage) current I R, particularly at high temperatures (I R≈2 μA at V = −0:3V and T = 290 K). The forward ‘voltage factor’ A (T) was found to decrease with increasing temperature as A (T)≈q\/ηk B T, with relatively high values of the ‘ideality factor’ η(about 3.5–4), probably due to the existence of an interfacial layer. The temperature dependence of the measured junction current (forward and reverse) flowing at low bias voltages and of the forward ‘current factor’ I 0F can be described …",
                "Proton conductors loom out of the pool of candidate materials with great potential to boost hydrogen alternatives to fossil-based resources for energy. Acceptor-doped lanthanum orthophosphates are considered for solid oxide fuel cells (SOFCs) for their potential stability and conductivity at high temperature. By exploring the crystal and defect structure of x% Sr\/Ca-doped LaPO4 with different nominal Sr\/Ca concentrations (x = 0–10) with neutron powder diffraction (NPD) and X-ray powder diffraction (XRD), we confirm that Sr\/Ca-doped LaPO4 can exist as self-supported structures at high temperatures during solid oxide fuel cell operation. Thermal stability, surface topography, and size distribution are also studied to better understand the proton conductivity for dry and wet compounds obtained at sintering temperatures ranging from 1200 to 1400 °C using a combination of scanning electron microscopy (SEM), atomic …",
                "A design for a sample cell system suitable for high temperature Quasi-Elastic Neutron Scattering (QENS) experiments is presented. The apparatus was developed at the Spallation Neutron Source in Oak Ridge National Lab where it is currently in use. The design provides a special sample cell environment under controlled humid or dry gas flow over a wide range of temperature up to 950 °C. Using such a cell, chemical, dynamical, and physical changes can be studied in situ under various operating conditions. While the cell combined with portable automated gas environment system is especially useful for in situ studies of microscopic dynamics under operational conditions that are similar to those of solid oxide fuel cells, it can additionally be used to study a wide variety of materials, such as high temperature proton conductors. The cell can also be used in many different neutron experiments when a suitable …"
            ],
            [
                [
                    "High-energy physics",
                    "quantum gravity",
                    "physics beyond the standard model",
                    "computational physics",
                    "physics education"
                ]
            ],
            [
                "Usama al-Binni (him\/his) Assistant Teaching Professor ualbinni@uw.edu 206-543-9194 B451 PHYS 115 A: Heat, Fluids and Electricity and Magnetism PHYS 115 B: Heat, Fluids and Electricity and Magnetism PHYS 114 A: General Physics PHYS 115 A: General Physics PHYS 115 A: General Physics PHYS 228 A: Elementary Mathematical Physics PHYS 115 A: General Physics PHYS 115 B: General Physics PHYS 114 A: General Physics PHYS 114 B: General Physics PHYS 114 C: General Physics PHYS 115 A: General Physics PHYS 115 A: General Physics PHYS 115 A: General Physics PHYS 115 B: General Physics PHYS 114 A: General Physics PHYS 114 B: General Physics PHYS 115 A: General Physics Summer 2018 Full-term PHYS 114 A: General Physics PHYS 115 A: General Physics PHYS 115 A: General Physics PHYS 115 B: General Physics Winter 2018 PHYS 114 A: General Physics PHYS 114 B: General Physics"
            ]
        ]
    ]
}