{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Q8FCQYHG",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Narahari Achar Collaborations Narahari Achar B. N. Narahari Achar Professor Emeritus nachar@memphis.edu Biography Professor Achar received his early education in India. He earned his MS and PhD degrees\n                  from the Pennsylvania State University. After his Post-Doctoral work at the Argonne\n                  National Laboratory, he taught at the Bucknell University, Pa before joining the Physics\n                  Department faculty in 1984. He has been nominated for Distinguished Teaching award\n                  and has been awarded Faculty Development Assignment Award, Summer Faculty Fellowship\n                  Award at NASA Glenn Research Center, TAF-SIST and TAF-IEL awards, and Professor Emeritus\n                  Award. His research interests span nonlinear elastic, dielectric properties of solids, ferro-electricity,\n                  electrostriction, superconductivity including High temperature superconductivity and\n                  helicon-wave propagation. His recent interests are in the application of fractional\n                  calculus to Physics. Another area of research is in Archaeoastronomy, with particular\n                  interest in Ancient Inadian astronomy, where he has received international recognition. He has published 110 refereed journal articles, 5 chapters in monographs and books\n                  including five submissions to Biography of Astronomers. He has made hundreds of presentations\n                  in National and International Conferences. He is a Life Member of the American Physical Society and is a member of several Professional\n                  Associations. His professional service includes reviewing for several journals and\n                  textbooks for publishers."
            ]
        ]
    ]
}