{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QAUF6JNC",
            "2H08ubAAAAAJ",
            [
                "Seven temperate terrestrial planets around the nearby ultracool dwarf star TRAPPIST-1",
                "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
                "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
                "Astrometry and photometry for cool dwarfs and brown dwarfs",
                "67 additional L dwarfs discovered by the Two Micron All Sky Survey",
                "Temperate Earth-sized planets transiting a nearby ultracool dwarf star",
                "The spectra of T dwarfs. I. Near-infrared data and spectral classification",
                "A unified near-infrared spectral classification scheme for T dwarfs"
            ],
            [
                "One aim of modern astronomy is to detect temperate, Earth-like exoplanets that are well suited for atmospheric characterization. Recently, three Earth-sized planets were detected that transit (that is, pass in front of) a star with a mass just eight per cent that of the Sun, located 12 parsecs away 1. The transiting configuration of these planets, combined with the Jupiter-like size of their host star—named TRAPPIST-1—makes possible in-depth studies of their atmospheric properties with present-day and future astronomical facilities 1, 2, 3. Here we report the results of a photometric monitoring campaign of that star from the ground and space. Our observations reveal that at least seven planets with sizes and masses similar to those of Earth revolve around TRAPPIST-1. The six inner planets form a near-resonant chain, such that their orbital periods (1.51, 2.42, 4.04, 6.06, 9.1 and 12.35 days) are near-ratios of small integers …",
                "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
                "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
                "Trigonometric parallax determinations are presented for 28 late-type dwarfs and brown dwarfs, including eight M dwarfs with spectral types between M7 and M9. 5, 17 L dwarfs with spectral types between L0 and L8, and three T dwarfs. Broadband photometry at CCD wavelengths (VRIz*) and\/or near-IR wavelengths (JHK) is presented for these objects and for 24 additional late-type dwarfs. Supplemented with astrometry and photometry from the literature, including 10 L and two T dwarfs with parallaxes established by association with bright, usually Hipparcos primaries, this material forms the basis for studying various color-color and color–absolute magnitude relations. The I-J color is a good predictor of absolute magnitude for late M and L dwarfs. M J becomes monotonically fainter with I-J color and with spectral type through late L dwarfs, then brightens for early T dwarfs. The combination of z* JK colors alone can …",
                "We present JHK s photometry, far red spectra, and spectral classifications for an additional 67 L dwarfs discovered by the Two Micron All Sky Survey. One of the goals of this new search was to locate more examples of the latest L dwarfs. Of the 67 new discoveries, 17 have types of L6 or later. Analysis of these new discoveries shows that Hα emission has yet to be convincingly detected in any L dwarf later than type L4. 5, indicating a decline or absence of chromospheric activity in the latest L dwarfs. Further analysis shows that 16 (and possibly four more) of the new L dwarfs are lithium brown dwarfs and that the average line strength for those L dwarfs showing lithium increases until type~ L6. 5 V, then declines for later types. This disappearance may be the first sign of depletion of atomic lithium as it begins to form into lithium-bearing molecules. Another goal of the search was to locate nearer, brighter L dwarfs of all …",
                "Star-like objects with effective temperatures of less than 2,700 kelvin are referred to as ‘ultracool dwarfs’1. This heterogeneous group includes stars of extremely low mass as well as brown dwarfs (substellar objects not massive enough to sustain hydrogen fusion), and represents about 15 per cent of the population of astronomical objects near the Sun 2. Core-accretion theory predicts that, given the small masses of these ultracool dwarfs, and the small sizes of their protoplanetary disks 3, 4, there should be a large but hitherto undetected population of terrestrial planets orbiting them 5—ranging from metal-rich Mercury-sized planets 6 to more hospitable volatile-rich Earth-sized planets 7. Here we report observations of three short-period Earth-sized planets transiting an ultracool dwarf star only 12 parsecs away. The inner two planets receive four times and two times the irradiation of Earth, respectively, placing them …",
                " We present near‐infrared spectra for a sample of T dwarfs, including 11 new discoveries made using the 2 Micron All Sky Survey. These objects are distinguished from warmer (L‐type) brown dwarfs by the presence of methane absorption bands in the 1–2.5 μm spectral region. A first attempt at a near‐infrared classification scheme for T dwarfs is made, based on the strengths of CH4 and H2O bands and the shapes of the 1.25, 1.6, and 2.1 μm flux peaks. Subtypes T1 V–T8 V are defined, and spectral indices useful for classification are presented. The subclasses appear to follow a decreasing Teff scale, based on the evolution of CH4 and H2O bands and the properties of L and T dwarfs with known distances. However, we speculate that this scale is not linear with spectral type for cool dwarfs, due to the settling of dust layers below the photosphere and subsequent rapid evolution of spectral morphology around   K …",
                "A revised near‐infrared classification scheme for T dwarfs is presented, based on and superseding prior schemes developed by Burgasser and coworkers and Geballe and coworkers, and defined following the precepts of the MK process. Drawing from two large spectroscopic libraries of T dwarfs identified largely in the Sloan Digital Sky Survey and the Two Micron All Sky Survey, nine primary spectral standards and five alternate standards spanning spectral types T0–T8 are identified that match criteria of spectral character, brightness, absence of a resolved companion, and accessibility from both the Northern and Southern Hemispheres. The classification of T dwarfs is formally made by the direct comparison of near‐infrared spectral data of equivalent resolution to the spectra of these standards. Alternately, we have redefined five key spectral indices measuring the strengths of the major H2O and CH4 bands in the …"
            ],
            [
                [
                    "astronomy",
                    "astrophysics",
                    "physics education"
                ]
            ],
            [
                "Adam Burgasser News and Awards UC San Diego astrophysicists contribute to major planet discovery UC San Diego hosts 2016 SoCal Physics Graduate Admissions Bootcamp Astronomers Discover Three Potentially Habitable Earth-Sized Worlds Around A Dim Star 40 Light-years Away Adam Burgasser: 2015\/16 Distinguished Teaching Award for Academic Senate Members Professor Adam Burgasser receives Faculty Mentor Program Outstanding Mentor Award for 2014 \"ULAS J141623.94+134836.3: a Blue T Dwarf Companion to a Blue L Dwarf\" 2010, Astrophys. J., submitted Burgasser, AJ, Looper, DL & Rayner, JT [astro-ph] . \"Discoveries from a Near-infrared Proper Motion Survey using Multi-epoch 2MASS Data\", 2010, Astrophys. J., submitted Kirkpatrick, JD, Looper, DL, Burgasser, AJ, Schurr, SD, Cutri, RM, Cushing, MC, Cruz, KL, Sweet, AC, Knapp, GR, Barman, TS, Bochanski, JJ, Roellig, TL, McLean, IS, McGovern, MR, & Rice, EL. \"The Young, Low-Mass Enigmatic Variable TWA 30\" 2010, Astrophys. J., in press\nLooper, DL, Mohanty, S, Bochanski, JJ, Burgasser, AJ, Mamajek, EE, Herczeg, GJ, West, AA, Faherty, JK, Rayner, J, Pitts, MA, & Kirkpatrick, JD. \"SpeX Spectroscopy of Unresolved Very Low-Mass Binaries. I. Identification of Seventeen Candidate Binaries Straddling the L Dwarf\/T Dwarf Transition\" 2010, Astrophys. J.,710, 1142-1169 Burgasser, AJ, Cruz, KL, Cushing, MC, Gelino, CR, Looper, DL, Faherty, JK, Kirkpatrick, JD & Reid, IN [ADS] . \"Discovery of An Unusually Blue L Dwarf Within 10 pc of the Sun\" 2010, Astron. J., 139, 1045-1050 Schmidt, SJ, West, AA, Burgasser, AJ, Bochanski, JJ, & Hawley, SH [ADS] . Adam Burgasser Ph. D., California Institute of Technology, 2001 Office: SERF 340 Phone: 858-822-6958 aburgasser@ucsd.edu My research focuses on the properties of the lowest mass stars and coldest brown dwarfs, particularly L dwarfs and T dwarfs  and ultracool halo subdwarfs. I use observational techniques to infer the physical properties of cool stars, examine magnetic activity trends, search for multiples, and measure population statistics. My work incorporates many observational tools, including optical and infrared spectroscopy, high resolution imaging (including traditional and laser guide star adaptive optics), radio astronomy, space-based (HST & Spitzer) imaging, and photometric monitoring."
            ]
        ]
    ]
}