{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QBJE96ZM",
            "e375u3sAAAAJ",
            [
                "The HI chronicles of little things BCDs II: The origin of IC 10's HI structure",
                "The H i Chronicles of LITTLE THINGS BCDs. III. Gas Clouds in and around Mrk 178, VII Zw 403, and NGC 3738",
                "HI Holes, Shells and Star Formation in LITTLE THINGS Galaxies",
                "HI Structure and Kinematics in the LITTLE THINGS Dwarf Galaxies"
            ],
            [
                "In this paper we analyze Very Large Array (VLA) telescope and Green Bank Telescope (GBT) atomic hydrogen (H I) data for the LITTLE THINGS (Local Irregulars That Trace Luminosity Extremes, The H I Nearby Galaxy Survey; https:\/\/science. nrao. edu\/science\/surveys\/littlethings) blue compact dwarf galaxy IC 10. The VLA data allow us to study the detailed H I kinematics and morphology of IC 10 at high resolution while the GBT data allow us to search the surrounding area at high sensitivity for tenuous H I. IC 10's H I appears highly disturbed in both the VLA and GBT H I maps with a kinematically distinct northern H I extension, a kinematically distinct southern plume, and several spurs in the VLA data that do not follow the general kinematics of the main disk. We discuss three possible origins of its H I structure and kinematics in detail: a current interaction with a nearby companion, an advanced merger, and …",
                "In most blue compact dwarf (BCD) galaxies, it remains unclear what triggers their bursts of star formation. We study the H i of three relatively isolated BCDs, Mrk 178, VII Zw 403, and NGC 3738, in detail to look for signatures of star formation triggers, such as gas cloud consumption, dwarf–dwarf mergers, and interactions with companions. High angular and velocity resolution atomic hydrogen (H i) data from the Very Large Array (VLA) dwarf galaxy H i survey, Local Irregulars That Trace Luminosity Extremes, The H i Nearby Galaxy Survey (LITTLE THINGS), allow us to study the detailed kinematics and morphologies of the BCDs in H i. We also present high-sensitivity H i maps from the NRAO Green Bank Telescope (GBT) of each BCD to search their surrounding regions for extended tenuous emission or companions. The GBT data do not show any distinct galaxies obviously interacting with the BCDs. The VLA data …",
                "We present the physical properties of atomic hydrogen (HI) gas distribution in nearby dwarf galaxies as part of the LITTLE THINGS (Local Irregulars That Trace Luminosity Extremes, The HI Nearby Galaxy Survey). We use high spatial and velocity resolution HI data from the survey to identify and analyze the HI holes and calculate the surface and the volume porosity in each galaxy. We find some LITTLE THINGS galaxies with no star formation regions have high porosities. This result is consistent with the idea that these galaxies are too porous to continue star formation. The sample galaxies with the lowest porosities and no star formation may suggest the necessity of recent star formation to form the holes. We estimate the star formation rate from the energy required to create a hole which is consistent with the star formation rates measured from visible and far ultraviolet spectral data, suggesting that the stellar …",
                "We present a catalog and analysis of the properties of neutral hydrogen gas (HI) holes\/shells in the LITTLE THINGS (Local Irregulars That Trace Luminosity Extremes, The HI Nearby Galaxy Survey) galaxies. LITTLE THINGS uses high angular resolution (~ 6''), high spectral resolution (≤ 2.6 km s-1), and high sensitivity (≤ 1.1 mJy beam-1 channel-1) HI observations of 41 nearby (≤ 10.3 Mpc) gas-rich dwarf galaxies. We are interested in dwarf galaxies because they are the most common types of galaxies in the local universe and they are believed to be the first galaxies to form in the universe. Here we study the interaction between star formation evolution and the interstellar medium from which stars form. In the sample, we detected 306 holes with sizes ranging from about 38 pc to 2.3 kpc, the expansion rates varying from 5 to 30 km s-1, and the estimated kinetic age varying from 1 Myr to 127 Myr. The distribution of …"
            ],
            [
                [
                    "Extragalactic Astronomy",
                    "Dwarf galaxies",
                    "HI structures",
                    "Star formation",
                    "Interstellar medium"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}