{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QD52OGSL",
            "fma72s8AAAAJ",
            [
                "Observation of Top Quark Production in  Collisions with the Collider Detector at Fermilab",
                "Multi-messenger observations of a binary neutron star merger",
                "Evidence for top quark production in p¯p collisions at √s =1.8 TeV",
                "Observation of the Suppression of the Flux of Cosmic Rays above ",
                "Correlation of the highest-energy cosmic rays with nearby extragalactic objects",
                "First observation of the Greisen-Zatsepin-Kuzmin suppression",
                " and  Production in  Collisions at ",
                "The Pierre Auger cosmic ray observatory",
                "Measurement of the Depth of Maximum of Extensive Air Showers above ",
                "Measurement of the energy spectrum of cosmic rays above 1018 eV using the Pierre Auger Observatory"
            ],
            [
                "We establish the existence of the top quark using a 67 pb− 1 data sample of p p collisions at s= 1.8 TeV collected with the Collider Detector at Fermilab (CDF). Employing techniques similar to those we previously published, we observe a signal consistent with t t decay to WWb b, but inconsistent with the background prediction by 4.8 σ. Additional evidence for the top quark is provided by a peak in the reconstructed mass distribution. We measure the top quark mass to be 176±8 (stat)±10 (syst) GeV\/c 2, and the t t production cross section to be 6.8− 2.4+ 3.6 pb.",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "We present the results of a search for the top quark in 19.3 pb− 1 of pp collisions at√ s= 1.8 TeV. The data were collected at the Fermilab Tevatron collider using the Collider Detector at Fermilab (CDF). The search includes standard model tt decays to final states eeνν, eμνν, and μμνν as well as e+ ν+ jets or μ+ ν+ jets. In the (e, μ)+ ν+ jets channel we search for b quarks from t decays via secondary vertex identification and via semileptonic decays of the b and cascade c quarks. In the dilepton final states we find two events with a background of 0. 56− 0.13+ 0.25 events. In the e, μ+ ν+ jets channel with a b identified via a secondary vertex, we find six events with a background of 2.3±0.3. With a b identified via a semileptonic decay, we find seven events with a background of 3.1±0.3. The secondary vertex and semileptonic-decay samples have three events in common. The probability that the observed yield is consistent …",
                "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
                "Using data collected at the Pierre Auger Observatory during the past 3.7 years, we demonstrated a correlation between the arrival directions of cosmic rays with energy above 6 × 1019 electron volts and the positions of active galactic nuclei (AGN) lying within ∼75 megaparsecs. We rejected the hypothesis of an isotropic distribution of these cosmic rays with at least a 99% confidence level from a prescribed a priori test. The correlation we observed is compatible with the hypothesis that the highest-energy particles originate from nearby extragalactic sources whose flux has not been substantially reduced by interaction with the cosmic background radiation. AGN or objects having a similar spatial distribution are possible sources.",
                "The High Resolution Fly’s Eye (HiRes) experiment has observed the Greisen-Zatsepin-Kuzmin suppression (called the GZK cutoff) with a statistical significance of five standard deviations. HiRes’ measurement of the flux of ultrahigh energy cosmic rays shows a sharp suppression at an energy of 6× 10 19 eV, consistent with the expected cutoff energy. We observe the ankle of the cosmic-ray energy spectrum as well, at an energy of 4× 10 18 eV. We describe the experiment, data collection, and analysis and estimate the systematic uncertainties. The results are presented and the calculation of the statistical significance of our observation is described.",
                "We present a study of J\/ψ and ψ (2 S) production in p p collisions, at s= 1.8 TeV with the CDF detector at Fermilab. The J\/ψ and ψ (2 S) mesons are reconstructed using their μ+ μ− decay modes. We have measured the inclusive production cross section for both mesons as a function of their transverse momentum in the central region,| η|< 0.6. We also measure the fraction of these events originating from b hadrons. We thus extract individual cross sections for J\/ψ and ψ (2 S) mesons from b-quark decays and prompt production. We find a large excess (approximately a factor of 50) of direct ψ (2 S) production compared with predictions from the color singlet model.",
                "The Pierre Auger Observatory, located on a vast, high plain in western Argentina, is the world׳s largest cosmic ray observatory. The objectives of the Observatory are to probe the origin and characteristics of cosmic rays above 1017 eV and to study the interactions of these, the most energetic particles observed in nature. The Auger design features an array of 1660 water Cherenkov particle detector stations spread over 3000 km2 overlooked by 24 air fluorescence telescopes. In addition, three high elevation fluorescence telescopes overlook a 23.5 km2, 61-detector infilled array with 750 m spacing. The Observatory has been in successful operation since completion in 2008 and has recorded data from an exposure exceeding 40,000 km2 sr yr. This paper describes the design and performance of the detectors, related subsystems and infrastructure that make up the Observatory.",
                "We describe the measurement of the depth of maximum, X max﻿, of the longitudinal development of air showers induced by cosmic rays. Almost 4000 events above 10 18 eV observed by the fluorescence detector of the Pierre Auger Observatory in coincidence with at least one surface detector station are selected for the analysis. The average shower maximum was found to evolve with energy at a rate of (106− 21+ 35) g\/cm 2\/decade below 10 18.24±0.05 eV, and (24±3) g\/cm 2\/decade above this energy. The measured shower-to-shower fluctuations decrease from about 55 to 26 g\/cm 2. The interpretation of these results in terms of the cosmic ray mass composition is briefly discussed.",
                "We report a measurement of the flux of cosmic rays with unprecedented precision and statistics using the Pierre Auger Observatory. Based on fluorescence observations in coincidence with at least one surface detector we derive a spectrum for energies above 10 18 eV. We also update the previously published energy spectrum obtained with the surface detector array. The two spectra are combined addressing the systematic uncertainties and, in particular, the influence of the energy resolution on the spectral shape. The spectrum can be described by a broken power law E− γ with index γ= 3.3 below the ankle which is measured at log 10 (E ankle\/eV)= 18.6. Above the ankle the spectrum is described by a power law with index 2.6 followed by a flux suppression, above about log 10 (E\/eV)= 19.5, detected with high statistical significance."
            ],
            [
                [
                    "dark matter physics",
                    "particle astrophysics",
                    "astroparticle physics",
                    "particle physics instrumentation",
                    "neutrino physics"
                ]
            ],
            [
                "JOHN N MATTHEWS Cosmic Ray Physics Program Manager Research Professor jnm@physics.utah.edu 801-581-5505 Main Website http:\/\/www.telescopearray.org Assistant FRANK CARSON MISAK Assistant's Email misak@cosmic.utah.edu Assistant's Phone 801-581-6628 JOHN N MATTHEWS Cosmic Ray Physics Program Manager Research Professor"
            ]
        ]
    ]
}