{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QDGDB1OR",
            "2mNCvnQAAAAJ",
            [
                "Effects of expectancy and abstinence on the neural response to smoking cues in cigarette smokers: an fMRI study",
                "Patterns of simultaneous polysubstance use in drug using university students",
                "Characteristics of methylphenidate misuse in a university student sample",
                "Nicotine increases alcohol self-administration in non-dependent male smokers",
                "The hedonic response to cigarette smoking is proportional to dopamine release in the human striatum as measured by positron emission tomography and [11C …",
                "Patterns of simultaneous polysubstance use in Canadian rave attendees",
                "Ecstasy and drug consumption patterns: a Canadian rave population study"
            ],
            [
                "Cues associated with drug taking can trigger relapse, drug seeking, and craving in addicted individuals. Behavioral studies suggest that drug availability and withdrawal can affect the individual response to drug cues. Moreover, the importance of subjective craving in cue-induced relapse has been questioned and an alternative model put forward according to which drug cues trigger habitual drug-seeking behaviors independently of craving. We used functional magnetic resonance imaging to compare the brain response to smoking and control videotapes in 20 healthy smokers, while varying their expectancy to smoke and abstinence levels. The neural response to cigarette cues was strongly modulated by expectancy and, to a lesser extent, abstinence. In people expecting to smoke immediately after the scan, smoking cues activated brain areas implicated in arousal, attention, and cognitive control. However, when …",
                "Simultaneous polysubstance use (SPU) is a common phenomenon, yet little is known about how various substances are used with one another. In the present study 149 drug‐using university students completed structured interviews about their use of various substances. For each substance ever used, participants provided details about the type, order and amount of all substances co‐administered during its most recent administration. Alcohol, tobacco and cannabis were frequently co‐administered with each other and with all other substances. Chi‐squared tests revealed that when alcohol was used in combination with any of cannabis, psilocybin, MDMA, cocaine, amphetamine, methylphenidate (ps < 0.01) or LSD (p < 0.05) its initial use preceded the administration of the other substance. Paired samples t‐tests revealed that when alcohol was used with cocaine (p < 0.01) or methylphenidate (p < 0.05) it …",
                "Methylphenidate (MPH) is a prescription stimulant drug with known abuse potential; however, little is known about its patterns of misuse or the characteristics of its abusers.A sample of 50 university students reporting MPH misuse and 50 control subjects matched for age, sex, and ethnicity completed structured face-to-face interviews about their MPH and other drug use. For each substance ever used, they provided information regarding routes of administration and other substances ever coadministered, as well as details about the most recent administration. MPH users provided additional information about their reasons for use and, in 36 cases, about how they obtained the drug.Relative to control subjects, those who misused MPH were more likely to have used various other prescription and nonprescription stimulant drugs over their lifetime, and most MPH users reported mixing the drug …",
                "Alcohol and tobacco are commonly co-administered, yet little is known about the effects of acute nicotine administration on alcohol consumption in humans. This study sought to determine how nicotine delivered by tobacco smoke influences alcohol intake in humans using a double-blind placebo controlled repeated measures design.During two randomized 120 min sessions 15 male occasional smokers smoked four nicotine-containing or four denicotinized cigarettes at 30 min intervals. Throughout the session, subjects could earn units of their preferred alcoholic beverage and glasses of water using a progressive-ratio (PR) task.Wilcoxon signed-rank tests indicated that nicotine increased alcohol self-administration in a significant proportion of participants (P ≤ 0.03) without affecting water consumption (P ≥ 0.16). A two-way ANOVA supported this observation further, and, compared to …",
                "Positron emission tomography and [11C]raclopride were used to assess the dopaminergic response to cigarette smoking in ten smokers. Nicotine‐deprived smokers were scanned twice on separate days. In one condition, participants smoked their usual brand of cigarettes while in the scanner and in the other condition they remained nicotine abstinent. On each day, subjects monitored the hedonic properties of their experience as well as their levels of craving. Initial analyses revealed no significant differences between the conditions in [11C]raclopride binding potential (BP) in the caudate, putamen, or ventral striatum. Because previous research suggested that drug‐induced dopamine transmission is related to levels of craving and\/or hedonic drug effects, the relationship between these variables and [11C]raclopride BP was examined. Craving levels were reduced by smoking but were not systematically related to …",
                "The aim of this study was to examine rave-related polydrug drug use and to determine if patterns of substance use were associated with previous rave attendance. One hundred and eighty-six rave attendees (50% female) representing a wide range of ages (16 to 47 years; mean = 23.5, sd = 5.15) and levels of rave attendance experience (1 to 400 events) completed structured interviews in Montreal, Canada between November 2002 and September 2003 about their rave attendance patterns and their use of various licit and illicit substances at the most recently attended event. On average, participants reported using 2.5 different psychoactive substances (excluding tobacco) at the most recent event attended. Cannabis, alcohol, MDMA (ecstasy), amphetamine, cocaine, ketamine, and GHB were the most frequently reported substances, and details about their orders of administration, dosages, and patterns of co …",
                "This study investigates the drug consumption patterns of a sample of rave attendees in the city of Montreal, Quebec, and seeks to identify the prevalence of 3,4-methylendioxymethamphetamine (MDMA) and other drug use in this population.We administered a self-report questionnaire to 210 respondents. For various licit and illicit substances, participants reported their age of first use, number of lifetime uses, and usage in the previous 30 days.We found a significant rank order for the sequence of first use: 1) alcohol, 2) nicotine, 3) cannabis, 4) LSD, 5) psilocybin, 6) amphetamine, 7) cocaine, 8) MDMA, 9) gamma-hydroxybutyrate (GHB), 10) ephedrine, 11) ketamine. Alcohol and cannabis were the most commonly used substances, both in cumulative number of lifetime uses and in usage in the preceding 30 days. MDMA and amphetamine were also notable as the next 2 most popular drugs …"
            ],
            [
                [
                    "nicotine",
                    "tobacco",
                    "alcohol",
                    "polysubstance",
                    "psychopharmacology"
                ]
            ]
        ]
    ]
}