{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QDY5Q2R5",
            "QbasatcAAAAJ",
            [
                "Evolution of proto-neutron stars",
                "Hybrid stars that masquerade as neutron stars",
                "Asymmetric two-component fermion systems in strong coupling",
                "Maximum mass and radius of neutron stars, and the nuclear symmetry energy",
                "Neutrino interactions in hot and dense matter",
                "Minimal color-flavor-locked–nuclear interface",
                "Color-neutral superconducting quark matter",
                "Effects of strong and electromagnetic correlations on neutrino interactions in dense matter"
            ],
            [
                "We study the thermal and chemical evolution during the Kelvin-Helmholtz phase of the birth of a neutron star, employing neutrino opacities that are consistently calculated with the underlying equation of state (EOS). Expressions for the diffusion coefficients appropriate for general relativistic neutrino transport in the equilibrium diffusion approximation are derived. The diffusion coefficients are evaluated using a field-theoretical finite-temperature EOS that includes the possible presence of hyperons. The variation of the diffusion coefficients is studied as a function of EOS and compositional parameters. We present results from numerical simulations of proto-neutron star cooling for internal stellar properties as well as emitted neutrino energies and luminosities. We discuss the influence of the initial stellar model, the total mass, the underlying EOS, and the addition of hyperons on the evolution of the proto-neutron star …",
                "We show that a hybrid (nuclear+quark matter) star can have a mass‐radius relationship very similar to that predicted for a star made of purely nucleonic matter. We show this for a generic parameterization of the quark matter equation of state and also for an MIT bag model, each including a phenomenological correction based on gluonic corrections to the equation of state. We obtain hybrid stars as heavy as 2 M⊙ for reasonable values of the bag model parameters. For nuclear matter, we use the equation of state calculated by Akmal and coworkers using many‐body techniques. Both mixed and homogeneous phases of nuclear and quark matter are considered.",
                "We study the phase structure of a dilute two-component Fermi system with attractive interactions as a function of the coupling and a finite number asymmetry or polarization. In weak coupling, a number asymmetry results in phase separation. A mixed phase containing symmetric superfluid matter and an asymmetric normal phase is favored. For strong coupling we show that the stress on the superfluid phase to accommodate a number asymmetry increases. Near the infinite-scattering length, we calculate the single-particle excitation spectrum and the ground-state energy. A picture of weakly interacting quasiparticles emerges for modest polarizations. In this regime a homogeneous phase with a finite population of quasiparticle states characterized by a gapless spectrum is favored over the phase separated state. These states may be realized in cold atom experiments.",
                "We calculate the equation of state of neutron matter with realistic two-and three-nucleon interactions using quantum Monte Carlo techniques and illustrate that the short-range three-neutron interaction determines the correlation between neutron matter energy at nuclear saturation density and higher densities relevant to neutron stars. Our model also makes an experimentally testable prediction for the correlation between the nuclear symmetry energy and its density dependence—determined solely by the strength of the short-range terms in the three-neutron force. The same force provides a significant constraint on the maximum mass and radius of neutron stars.",
                "We study the charged and neutral current weak interaction rates relevant for the determination of neutrino opacities in dense matter found in supernovae and neutron stars. We establish an efficient formalism for calculating differential cross sections and mean free paths for interacting, asymmetric nuclear matter at arbitrary degeneracy. The formalism is valid for both charged and neutral current reactions. Strong interaction corrections are incorporated through the in-medium single particle energies at the relevant density and temperature. The effects of strong interactions on the weak interaction rates are investigated using both potential and effective field-theoretical models of matter. We investigate the relative importance of charged and neutral currents for different astrophysical situations, and also examine the influence of strangeness-bearing hyperons. Our findings show that the mean free paths are significantly …",
                "At nuclear matter density, electrically neutral strongly interacting matter in weak equilibrium is made of neutrons, protons, and electrons. At sufficiently high density, such matter is made of up, down, and strange quarks in the color-flavor-locked (CFL) phase, with no electrons. As a function of increasing density (or, perhaps, increasing depth in a compact star) other phases may intervene between these two phases, which are guaranteed to be present. The simplest possibility, however, is a single first order phase transition between CFL and nuclear matter. Such a transition, in space, could take place either through a mixed phase region or at a single sharp interface with electron-free CFL and electron-rich nuclear matter in stable contact. Here we construct a model for such an interface. It is characterized by a region of separated charge, similar to an inversion layer at a metal-insulator boundary. On the CFL side, the …",
                "We investigate the consequences of enforcing local color neutrality on the color superconducting phases of quark matter by utilizing the Nambu–Jona-Lasinio model supplemented by diquark and the’t Hooft six-fermion interactions. In neutrino free matter at zero temperature, color neutrality guarantees that the number densities of u, d, and s quarks in the color-flavor-locked (CFL) phase will be equal even with physical current quark masses. Electric charge neutrality follows as a consequence and without the presence of electrons. In contrast, electric charge neutrality in the less symmetric 2-flavor superconducting (2SC) phase with ud pairing requires more electrons than the normal quark phase. The free energy density cost of enforcing color and electric charge neutrality in the CFL phase is lower than that in the 2SC phase, which favors the formation of the CFL phase. With increasing temperature and neutrino …",
                "An extensive study of the effects of correlations on both charged and neutral current weak interaction rates in dense matter is performed. Both strong and electromagnetic correlations are considered. The propagation of particle-hole interactions in the medium plays an important role in determining the neutrino mean free paths. The effects due to Pauli blocking and density, spin, and isospin correlations in the medium significantly reduce the neutrino cross sections. As a result of the lack of experimental information at high density, these correlations are necessarily model dependent. For example, spin correlations in nonrelativistic models are found to lead to larger suppressions of neutrino cross sections compared to those of relativistic models. This is due to the tendency of the nonrelativistic models to develop spin instabilities. Notwithstanding the above caveats, and the differences between nonrelativistic and …"
            ],
            [
                [
                    "Nuclear Astrophysics",
                    "Neutron Stars",
                    "Dense Matter",
                    "Many Body Theory"
                ]
            ]
        ]
    ]
}