{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QE4FZDWY",
            "qg2R34AAAAAJ",
            [
                "Cosmology with the Sunyaev-Zel’dovich effect",
                "A measurement of the damping tail of the cosmic microwave background power spectrum with the South Pole Telescope",
                "Constraints on cosmological parameters from future galaxy cluster surveys",
                "Planck 2018 results-X. Constraints on inflation",
                "Galaxy Clusters Discovered via the Sunyaev-Zel'dovich Effect in the 2500-square-degree SPT-SZ survey",
                "CMB-S4 science book",
                "Galaxy clusters selected with the Sunyaev-Zel'dovich effect from 2008 South Pole Telescope observations",
                "Detection of -Mode Polarization in the Cosmic Microwave Background with Data from the South Pole Telescope",
                "A Measurement of the Cosmic Microwave Background Damping Tail from the 2500-square-degree SPT-SZ survey",
                "Galaxy clusters discovered with a Sunyaev-Zel'dovich effect survey"
            ],
            [
                "The Sunyaev-Zel'dovich effect (SZE) provides a unique way to map the large-scale structure of the universe as traced by massive clusters of galaxies. As a spectral distortion of the cosmic microwave background, the SZE is insensitive to the redshift of the galaxy cluster, making it well-suited for studies of clusters at all redshifts, and especially at reasonably high redshifts (z > 1) where the abundance of clusters is critically dependent on the underlying cosmology. Recent high signal-to-noise detections of the SZE have enabled interesting constraints on the Hubble constant and on the matter density of the universe using small samples of galaxy clusters. Upcoming SZE surveys are expected to find hundreds to thousands of new galaxy clusters, with a mass selection function that is remarkably uniform with redshift. In this review we provide an overview of the SZE and its use for cosmological studies, with …",
                "We present a measurement of the angular power spectrum of the cosmic microwave background (CMB) using data from the South Pole Telescope (SPT). The data consist of 790 deg 2 of sky observed at 150 GHz during 2008 and 2009. Here we present the power spectrum over the multipole range 650< ℓ< 3000, where it is dominated by primary CMB anisotropy. We combine this power spectrum with the power spectra from the seven-year Wilkinson Microwave Anisotropy Probe (WMAP) data release to constrain cosmological models. We find that the SPT and WMAP data are consistent with each other and, when combined, are well fit by a spatially flat, ΛCDM cosmological model. The SPT+WMAP constraint on the spectral index of scalar fluctuations is n s= 0.9663±0.0112. We detect, at~ 5σ significance, the effect of gravitational lensing on the CMB power spectrum, and find its amplitude to be consistent with the …",
                "We study the expected redshift evolution of galaxy cluster abundance between   in different cosmologies, including the effects of the cosmic equation of state parameter  . Using the halo mass function obtained in recent large‐scale numerical simulations, we model the expected cluster yields in a 12 deg2 Sunyaev‐Zeldovich effect (SZE) survey and a deep 104 deg2 X‐ray survey over a wide range of cosmological parameters. We quantify the statistical differences among cosmologies using both the total number and redshift distribution of clusters. Provided that the local cluster abundance is known to a few percent accuracy, we find only mild degeneracies between w and either Ωm or h. As a result, both surveys will provide improved constraints on Ωm and w. The Ωm‐w degeneracy from both surveys is complementary to those found either in studies of cosmic microwave background (CMB) anisotropies or of high …",
                "We report on the implications for cosmic inflation of the 2018 release of the Planck cosmic microwave background (CMB) anisotropy measurements. The results are fully consistent with those reported using the data from the two previous Planck cosmological releases, but have smaller uncertainties thanks to improvements in the characterization of polarization at low and high multipoles. Planck temperature, polarization, and lensing data determine the spectral index of scalar perturbations to be ns = 0.9649 ± 0.0042 at 68% CL. We find no evidence for a scale dependence of ns, either as a running or as a running of the running. The Universe is found to be consistent with spatial flatness with a precision of 0.4% at 95% CL by combining Planck with a compilation of baryon acoustic oscillation data. The Planck 95% CL upper limit on the tensor-to-scalar ratio, r0.002 <  0.10, is further tightened by combining with …",
                "We present a catalog of galaxy clusters selected via their Sunyaev-Zel'dovich (SZ) effect signature from 2500 deg 2 of South Pole Telescope (SPT) data. This work represents the complete sample of clusters detected at high significance in the 2500 deg 2 SPT-SZ survey, which was completed in 2011. A total of 677 (409) cluster candidates are identified above a signal-to-noise threshold of ξ= 4.5 (5.0). Ground-and space-based optical and near-infrared (NIR) imaging confirms overdensities of similarly colored galaxies in the direction of 516 (or 76%) of the ξ> 4.5 candidates and 387 (or 95%) of the ξ> 5 candidates; the measured purity is consistent with expectations from simulations. Of these confirmed clusters, 415 were first identified in SPT data, including 251 new discoveries reported in this work. We estimate photometric redshifts for all candidates with identified optical and\/or NIR counterparts; we additionally report …",
                "This book lays out the scientific goals to be addressed by the next-generation ground-based cosmic microwave background experiment, CMB-S4, envisioned to consist of dedicated telescopes at the South Pole, the high Chilean Atacama plateau and possibly a northern hemisphere site, all equipped with new superconducting cameras. CMB-S4 will dramatically advance cosmological studies by crossing critical thresholds in the search for the B-mode polarization signature of primordial gravitational waves, in the determination of the number and masses of the neutrinos, in the search for evidence of new light relics, in constraining the nature of dark energy, and in testing general relativity on large scales.",
                "We present a detection-significance-limited catalog of 21 Sunyaev-Zel'dovich-selected galaxy clusters. These clusters, along with one unconfirmed candidate, were identified in 178 deg 2 of sky surveyed in 2008 by the South Pole Telescope (SPT) to a depth of 18 μK arcmin at 150 GHz. Optical imaging from the Blanco Cosmology Survey (BCS) and Magellan telescopes provided photometric (and in some cases spectroscopic) redshift estimates, with catalog redshifts ranging from z= 0.15 to z> 1, with a median z= 0.74. Of the 21 confirmed galaxy clusters, 3 were previously identified as Abell clusters, 3 were presented as SPT discoveries in Staniszewski et al., and 3 were first identified in a recent analysis of BCS data by Menanteau et al.; the remaining 12 clusters are presented for the first time in this work. Simulated observations of the SPT fields predict the sample to be nearly 100% complete above a mass …",
                "Gravitational lensing of the cosmic microwave background generates a curl pattern in the observed polarization. This “B-mode” signal provides a measure of the projected mass distribution over the entire observable Universe and also acts as a contaminant for the measurement of primordial gravity-wave signals. In this Letter we present the first detection of gravitational lensing B modes, using first-season data from the polarization-sensitive receiver on the South Pole Telescope (SPTpol). We construct a template for the lensing B-mode signal by combining E-mode polarization measured by SPTpol with estimates of the lensing potential from a Herschel-SPIRE map of the cosmic infrared background. We compare this template to the B modes measured directly by SPTpol, finding a nonzero correlation at 7.7 σ significance. The correlation has an amplitude and scale dependence consistent with theoretical …",
                "We present a measurement of the cosmic microwave background (CMB) temperature power spectrum using data from the recently completed South Pole Telescope Sunyaev-Zel'dovich (SPT-SZ) survey. This measurement is made from observations of 2540 deg 2 of sky with arcminute resolution at 150 GHz, and improves upon previous measurements using the SPT by tripling the sky area. We report CMB temperature anisotropy power over the multipole range 650< ℓ< 3000. We fit the SPT bandpowers, combined with the 7 yr Wilkinson Microwave Anisotropy Probe (WMAP7) data, with a six-parameter ΛCDM cosmological model and find that the two datasets are consistent and well fit by the model. Adding SPT measurements significantly improves ΛCDM parameter constraints; in particular, the constraint on θ s tightens by a factor of 2.7. The impact of gravitational lensing is detected at 8.1 σ, the most significant …",
                "The South Pole Telescope (SPT) is conducting a Sunyaev-Zel'dovich (SZ) effect survey over large areas of the southern sky, searching for massive galaxy clusters to high redshift. In this preliminary study, we focus on a 40 deg 2 area targeted by the Blanco Cosmology Survey (BCS), which is centered roughly at right ascension 5 h 30 m, declination–53 (J2000). Over two seasons of observations, this entire region has been mapped by the SPT at 95 GHz, 150 GHz, and 225 GHz. We report the four most significant SPT detections of SZ clusters in this field, three of which were previously unknown and, therefore, represent the first galaxy clusters discovered with an SZ survey. The SZ clusters are detected as decrements with greater than 5σ significance in the high-sensitivity 150 GHz SPT map. The SZ spectrum of these sources is confirmed by detections of decrements at the corresponding locations in the 95 GHz SPT …"
            ],
            [
                [
                    "astrophysics",
                    "physics",
                    "astronomy"
                ]
            ],
            [
                "Gilbert Holder Brand & Monica Fortner Endowed Chair in Physics 237C Loomis Laboratory (217) 300-4612 gholder@illinois.edu Gilbert Holder, the Brand and Monica Fortner Endowed Chair in Theoretical Astrophysics at the University of Illinois, is a theoretical astrophysicist and cosmologist who seeks to understand how the complex universe we see today--full of galaxy clusters, galaxies, stars, and planets--evolved from a nearly uniform state having density fluctuations of a few parts per million 300 000 years after the big bang. Professor Holder has worked on a wide range of topics--from the early universe, to the cosmic microwave background, to gravitational lensing, to black holes, to our solar system. He has developed theoretical methods and tools to investigate these astronomical objects, enabling important constraints on the properties of dark matter and dark energy. Professor Holder received his BSc (1994) in astrophysics and MSc (1996) in physics from Queen's University in Kingston, Ontario, before obtaining his PhD in astronomy and astrophysics from the University of Chicago in 2001. His graduate work on the possibility of discovering new galaxy clusters through their imprints in the cosmic microwave background was a key science motivation for a new generation of large mm-wave survey experiments. After obtaining his doctorate, Professor Holder was a Keck Fellow at the Institute for Advanced Study (Princeton, New Jersey).  Following a short stint as a senior research associate at the Canadian Institute for Theoretical Astrophysics in Toronto, Professor Holder was appointed the Canada Research Chair in Cosmological Astrophysics at McGill University in Montreal in 2005. He joined the University of Illinois at Urbana-Champaign in 2016 as a professor of Physics and of Astronomy and is a faculty affiliate at the National Center for Supercomputing Applications. He is also a senior fellow in the Cosmology and Gravity Program of the Canadian Institute for Advanced Research. Professor Holder is currently working on developing theoretical models of the fine-scale structure and polarization of the cosmic microwave background to inform experiments such as the South Pole Telescope, a 10-m telescope at the geographic South Pole that observes mm-wave radiation. As part of this project, he has developed techniques to map out dark matter on the largest scales, approaching the cosmic horizon, using gravitational lensing. He is also a member of a team of researchers that aims to map dark matter on the smallest resolvable scales to shed new light on the nature of dark matter; this team recently revealed the existence of a dwarf \"dark galaxy\" nearly 4 billion light-years from Earth. Other Honors Brand and Monica Fortner Endowed Chair in Theoretical Astrophysics (2016) Fall 2017 Research Funding Illinois Center for Advanced Studies of the Universe awarded $1.2 million in two NSF grants Scientists at the newly founded Illinois Center for Advanced Studies of the Universe (ICASU) at the University of Illinois at Urbana-Champaign have been awarded $1.2 million total in two grants from the National Science Foundation (NSF). Astrophysics\/Cosmology Astrophysics Next-gen camera for South Pole Telescope takes data on early universe U of I Professor Joaquin Vieira and his team built all of the cryogenic optics for the SPT-3G camera, which were a critical component of the project. This entailed developing a new type of anti-reflection coating for the optics that could survive down to 0.3 degrees above absolute zero, a feat that required about four years of research and development."
            ]
        ]
    ]
}