{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QEK8VLQ2",
            "KyuL5L0AAAAJ",
            [
                "Higgs boson mass, sparticle spectrum, and the little hierarchy problem in an extended MSSM",
                "Precision electroweak constraints on universal extra dimensions revisited",
                "Unification picture in the minimal supersymmetric SU (5) model with string remnants",
                "Natural R-parity, μ-term, and fermion mass hierarchy from discrete gauge symmetries",
                "Unification of gauge, Higgs and matter in extra dimensions",
                "Yukawa unification and neutralino dark matter in S U (4) c× S U (2) L× S U (2) R",
                "Gauge-Higgs unification in the left–right model",
                "Interpretation of the diphoton excess at CMS and ATLAS",
                "Higgs working group report of the snowmass 2013 community planning study",
                "Revisiting mGMSB in light of a 125 GeV Higgs"
            ],
            [
                "We investigate the impact of TeV-scale matter belonging to complete vectorlike multiplets of unified groups on the lightest Higgs boson in the MSSM. We find that consistent with perturbative unification and electroweak precision data the mass m h can be as large as 160 GeV. These extended MSSM models can also render the little hierarchy problem less severe, but only for lower values of m h (≲ 125) GeV. We present estimates for the sparticle mass spectrum in these models.",
                "We reconsider the constraints on universal extra dimensions models arising from precision electroweak data. We take into account the subleading contributions from new physics (expressed in terms of the X, Y,… variables), as well as two-loop corrections to the standard model ρ parameter. For the case of one extra dimension, we obtain a lower bound on the inverse compactification scale M= R− 1 of 600 GeV (at 90% confidence level), with a Higgs mass of 115 GeV. However, in contradiction to recent claims, we find that this constraint is significantly relaxed with increasing Higgs mass, allowing for compactification scales as low as 300 GeV. LEP II data does not affect significantly these results.",
                "The significant heavy threshold effect is found in the minimal supersymmetric SU (5) model with two adjoint scalars, one of which is interpreted as a massive string mode largely decoupled from the lower-energy particle spectra. This threshold related with the generic mass splitting of the basic adjoint moduli is shown to alter properly the running of gauge couplings, thus giving a natural solution to the string-scale grand unification. The further symmetry condition of the (top-bottom) Yukawa and gauge coupling superunification at a string scale results in the perfectly working predictions for the top and bottom quark masses in the absence of any large supersymmetric threshold corrections.",
                "In the minimal supersymmetric Standard Model with see-saw neutrino masses we show how R-parity can emerge naturally as a discrete gauge symmetry. The same discrete symmetry explains the smallness of the μ-term (the Higgsino mass parameter) via the Giudice–Masiero mechanism. The discrete gauge anomalies are cancelled by a discrete version of the Green–Schwarz mechanism. The simplest symmetry group is found to be Z4 with a charge assignment that is compatible with grand unification. Several other ZN gauge symmetries are found for N=10, 12, 18, 36 etc., with some models employing discrete anomaly cancellation at higher Kac–Moody levels. Allowing for a flavor structure in ZN, we show that the same gauge symmetry can also explain the observed hierarchy in the fermion masses and mixings.",
                "We consider the unification of gauge, Higgs as well as the matter fields in a 6D N=2 supersymmetric SU(8) gauge theory. The gauge symmetry SU(8) is broken down to SU(4)×SU(2)L×SU(2)R×U(1)2 in 4D through T2\/Z6 orbifold compactification, and the theory is reduced to 4D N=1 supersymmetric Pati–Salam model. The electroweak Higgs fields as well as the third family of fermions are unified in the 6D N=2 gauge multiplet. The 6D bulk gauge interaction provides both gauge and Yukawa interactions for the third family predicting α1=α2=α3=αt=αb=ατ at the unification scale, in good agreement with experiment. Incorporation of the first and second family as well as other orbifolds are also briefly discussed.",
                "We consider a left-right symmetric S U (4) c× S U (2) L× S U (2) R (4-2-2) model with gravity mediated supersymmetry breaking. We find that with 4-2-2 compatible nonuniversal gaugino masses, t− b− τ Yukawa coupling unification is consistent with neutralino dark matter abundance and with constraints from collider experiments (except (g− 2) μ). The gluino mass lies close to that of the lightest neutralino, so that the gluino coannihilation channel plays an important role in determining the neutralino relic abundance. By relaxing the Yukawa unification constraint we find stau and stop masses as low as 200–220 GeV. We highlight some benchmark points for these cases with 40≤ tan﻿ β≤ 58.",
                "We construct a supersymmetric left–right model in four dimension with gauge-Higgs unification starting from a SU(3)c×SU(4)w×U(1)B−L gauge symmetry in five dimension. The model has several interesting features, such as, the CKM mixings in the quark sector are naturally small while for the neutrino sector it is not, light neutrino masses can be generated via the seesaw mechanism in the usual way, and the model has a U(1)R symmetry which naturally forbid dimension five proton decay operators. We also discuss the grand unification of our model in SO(12) in five dimensions.",
                "We consider the diphoton resonance at the 13 TeV LHC in a consistent model with new scalars and vector-like fermions added to the Standard Model, which can be constructed from orbifold grand unified theories and string models. The gauge coupling unification can be achieved, neutrino masses can be generated radiatively, and the electroweak vacuum stability problem can be solved. To explain the diphoton resonance, we study a spin-0 particle, and discuss various associated final states. We also constrain the couplings and number of the introduced heavy multiplets for the new resonance’s width at 5 or 40 GeV.",
                "This report summarizes the work of the Energy Frontier Higgs Boson working group of the 2013 Community Summer Study (Snowmass). We identify the key elements of a precision Higgs physics program and document the physics potential of future experimental facilities as elucidated during the Snowmass study. We study Higgs couplings to gauge boson and fermion pairs, double Higgs production for the Higgs self-coupling, its quantum numbers and -mixing in Higgs couplings, the Higgs mass and total width, and prospects for direct searches for additional Higgs bosons in extensions of the Standard Model. Our report includes projections of measurement capabilities from detailed studies of the Compact Linear Collider (CLIC), a Gamma-Gamma Collider, the International Linear Collider (ILC), the Large Hadron Collider High-Luminosity Upgrade (HL-LHC), Very Large Hadron Colliders up to 100 TeV (VLHC), a Muon Collider, and a Triple-Large Electron Positron Collider (TLEP).",
                "We explore the implications of a 124–126 GeV CP-even Higgs boson on the fundamental parameter space and sparticle spectroscopy of the minimal gauge mediated supersymmetry breaking (mGMSB) scenario. The above mass for the Higgs boson yields stringent lower bounds on the sparticle masses in this class of models. The lightest neutralino and stau masses lie close to 1.5 TeV and 800 GeV respectively, while the majority of the sparticle masses are in the several to multi-TeV range. We show that with a single pair of 5+ 5¯ SU (5) messenger multiplets, the lower limit on the gravitino mass is∼ 360 eV. This is reduced to about 60 eV if five pairs of 5+ 5¯ messenger fields are introduced. Non-standard cosmology and non-standard gravitino production mechanisms are required in order to satisfy cosmological observations."
            ],
            [
                [
                    "Theoretical Particle Physics"
                ]
            ]
        ]
    ]
}