{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QFLZ87FO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Ariel Caticha Ariel Caticha Professor of Physics Physics 213 518-442-4592 PhD California Institute of Technology BSc and MSc UNICAMP, Brazil Awards: SUNY Chancellor’s Award for Excellence in Teaching (2003-2004) UAlbany Excellence in Teaching and Advising Award (2003-2004) Information Physics: Entropic Foundations of Quantum Mechanics, Statistical Mechanics and General Relativity, Entropic and Bayesian Inference; Information Geometry. In recent years my research has focused on the connection between physics and information. One goal has been to develop a general framework of entropic inference that allows one to tackle the central issues in a unified manner. The framework allows one to address questions that concern the nature of information and how it is to be processed: What is information? Or, from a Bayesian perspective, how is information related to the beliefs of rational agents? How does one update from prior probabilities to posterior probabilities when new information becomes available? Are Bayesian and maximum entropy methods compatible with each other? The other goal has been to explore the extent to which the laws of physics might reflect the rules for processing information about nature. More specifically the objective is to derive statistical mechanics, quantum mechanics, and general relativity as applications of entropic inference. For statistical mechanics this goal was largely achieved in the work of E.T. Jaynes. My recent work has focused on the application to quantum theory. So far progress along this line of research has been reassuringly successful. My papers on entropic inference and on its applications to the foundations of statistical mechanics and of quantum mechanics can be found here and my lecture notes are here . Selected Recent Publications on Entropic Inference: The general framework of entropic and Bayesian inference and its application to statistical and quantum mechanics is the general subject of the course APhy-640 Information Physics. This material is collected into the following (evolving) set of lectures, “ Entropic Inference and the Foundations of Physics ” invited monograph published by the Brazilian Chapter of the International Society for Bayesian Analysis—ISBrA (Sao Paulo, Brazil 2012). A short tutorial version can be found in “ Entropic Inference ” in Bayesian Inference and Maximum Entropy Methods in Science and Engineering , ed. by A. Mohammad-Djafari, et al., AIP Conf. Proc. 1305 , 20 (2010). A pragmatic approach to the philosophy of information, probability, and entropy is given in \" Towards an Informational Pragmatic Realism ” , Minds & Machines 24, 37-70 (2014). The unified treatment of Bayesian and entropic methods first appeared in “ Updating Probabilities ” (with Adom Giffin) in Bayesian Inference and Maximum Entropy Methods in Science and Engineering , ed. by A. Mohammad-Djafari, AIP Conf. Proc. Vol. 872 , 31 (2007). The application of entropic inference to entropic priors appears in “ Maximum Entropy and Bayesian Data Analysis: Entropic Prior Distributions ” (with Roland Preuss) Phys. Rev. E 70 , 046127 (2004). Selected Recent Publications on Entropic Physics (Quantum Mechanics, Statistical Mechanics and Gravity): The derivation of quantum mechanics as an example of entropic inference is given in “ Entropic Dynamics, Time and Quantum Theory ” J. Phys. A 44 , 225303 (2011). The ED approach to QM continues to evolve. The most up-to-date presentation is \" Entropic Dynamics: from Geometry and Information Geometry to Hamiltonians and Quantum Mechanics ” (with Daniel Bartolomeo and Marcel Reginatto), to appear in Bayesian Inference and Maximum Entropy Methods in Science and Engineering, ed. by A. Mohammad-Djafari et al., AIP Conf. Proc. (2015). Other developments appear in “ Entropic Dynamics: an inference approach to quantum theory, time, and measurement ” J. Phys.:Conf. Ser. 504, 0122009 (2014). “ Entropic Dynamics and the Quantum Measurement Problem ” (with D. T. Johnson) Bayesian Inference and Maximum Entropy Methods in Science and Engineering, ed. by P. Goyal et al., AIP Conf. Proc. 1443, 104(2012). \" Momentum and Uncertainty Relations in the Entropic Approach to Quantum Theory \" (with S. Nawaz), Bayesian Inference and Maximum Entropy Methods in Science and Engineering, ed. by P. Goyal et al., AIP Conf. Proc. 1443, 112 (2012). An application to the statistical mechanics of fluids is “ Using relative entropy to find optimal approximations: An application to simple fluids ” (with Chih-Yuan Tseng), Physica A 387 , 6759 (2008). A somewhat premature attempt to tackle general relativity: “ The Information geometry of Space and Time ” in Bayesian Inference and Maximum Entropy Methods in Science and Engineering , ed. by K. Knuth, A. Abbas, R. Morris, and J. Castle, AIP Conf. Proc. Vol. 803 , 355 (2006). The derivation of quantum mechanics as an algebra of experimental setups was developed in “ Consistency and linearity in quantum theory ” Phys. Lett. A 244 , 13 (1998). “ Consistency, amplitudes and probabilities in quantum theory ” Phys. Rev. A 57 , 1572 (1998). “ Insufficient reason and entropy in quantum theory ” Found. Phys. 30 , 227 (2000). An application to economics: “ An entropic framework for modelling economies ” (with A. Golan) Physica A 408, 149-163 (2014).”"
            ]
        ]
    ]
}