{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QFUYUDE3",
            "lLDGkagAAAAJ",
            [
                "Pattern separation in the hippocampus",
                "Reduction of hippocampal hyperactivity improves cognition in amnestic mild cognitive impairment",
                "Pattern separation deficits associated with increased hippocampal CA3 and dentate gyrus activity in nondemented older adults",
                "High-resolution structural and functional MRI of hippocampal CA3 and dentate gyrus in patients with amnestic mild cognitive impairment",
                "A task to assess behavioral pattern separation (BPS) in humans: Data from healthy aging and mild cognitive impairment",
                "Age-related memory deficits linked to circuit-specific disruptions in the hippocampus",
                "Distinct pattern separation related transfer functions in human CA3\/dentate and CA1 revealed using high-resolution fMRI and variable mnemonic similarity",
                "A quantitative evaluation of cross-participant registration techniques for MRI studies of the medial temporal lobe",
                "Ultrahigh-resolution microstructural diffusion tensor imaging reveals perforant path degradation in aged humans in vivo",
                "Post-study caffeine administration enhances memory consolidation in humans"
            ],
            [
                "The ability to discriminate among similar experiences is a crucial feature of episodic memory. This ability has long been hypothesized to require the hippocampus, and computational models suggest that it is dependent on pattern separation. However, empirical data for the role of the hippocampus in pattern separation have not been available until recently. This review summarizes data from electrophysiological recordings, lesion studies, immediate-early gene imaging, transgenic mouse models, as well as human functional neuroimaging, that provide convergent evidence for the involvement of particular hippocampal subfields in this key process. We discuss the impact of aging and adult neurogenesis on pattern separation, and also highlight several challenges to linking across species and approaches, and suggest future directions for investigation.",
                "Elevated hippocampal activation is observed in conditions that confer risk for Alzheimer's disease, including amnestic mild cognitive impairment (aMCI). Studies in relevant animal models have indicated that overactivity in selective hippocampal circuits contributes to cognitive impairment. Here, we tested the effect of reducing hippocampal activation in aMCI. Under placebo treatment, hippocampal activation in the dentate gyrus\/CA3 was elevated in aMCI patients compared to a healthy control group. By using a low dose of the antiepileptic levetiracetam hippocampal activation in aMCI was reduced to a level that did not differ from the control group. Compared to aMCI memory performance under placebo, performance in the scanning task was significantly improved under drug treatment. Contrary to the view that greater hippocampal activation might serve a beneficial function, these results support the view that …",
                "There is widespread evidence that memory deteriorates with aging, however the exact mechanisms that underlie these changes are not well understood. Given the growing size of the aging population, there is an imperative to study age‐related neurocognitive changes in order to better parse healthy from pathological aging. Using a behavioral paradigm that taxes pattern separation (the ability to differentiate novel yet similar information from previously learned information and thus avoid interference), we investigated age‐related neural changes in the human hippocampus using high‐resolution (1.5 mm isotropic) blood‐oxygenation level‐dependent fMRI. Recent evidence from animal studies suggests that hyperactivity in the CA3 region of the hippocampus may underlie behavioral deficits in pattern separation in aged rats. Here, we report evidence that is consistent with findings from the animal studies. We found …",
                "Functional magnetic resonance imaging (fMRI) studies have observed hyperactivity in the hippocampal region in individuals with Mild Cognitive Impairment (MCI). However, the actual source of such hyperactivity is not well understood. Studies of aged rats observed similar hyperactive signals in the CA3 region of the hippocampus that correlated with spatial memory deficits and, in particular, with their ability to represent novel environments as being distinct from familiar ones (pattern separation). In this study, we tested the hypothesis that patients with amnestic MCI (aMCI) have deficits in pattern separation, along with hyperactive fMRI BOLD activity in the CA3 region of the hippocampus. We used high-resolution fMRI during a continuous recognition task designed to emphasize pattern separation. We conducted hippocampal subfield-level region of interest analyses to test for dysfunctional activity in aMCI patients …",
                "Changes in memory performance are one of the hallmark symptoms of mild cognitive impairment and are affected by healthy aging as well. Pattern separation, which refers to the process of orthogonalizing overlapping inputs into distinct memory representations, may be a sensitive marker of these memory changes. Here, we describe a paradigm, the Behavioral Pattern Separation Task—Object Version (BPS-O task), which reveals age-related changes in pattern separation performance. Specifically, we report an age-related decline in pattern separation in healthy adults, ranging from ages 20 to 89. When we classify those individuals aged 60 and older into two groups, Aged Unimpaired (AU) and Aged Impaired (AI) based on their delayed word recall performance, we observe impairments in pattern separation performance in the Impaired group, but no overall impairment in recognition performance. In contrast …",
                "Converging data from rodents and humans have demonstrated an age-related decline in pattern separation abilities (the ability to discriminate among similar experiences). Several studies have proposed the dentate and CA3 subfields of the hippocampus as the potential locus of this change. Specifically, these studies identified rigidity in place cell remapping in similar environments in the CA3. We used high-resolution fMRI to examine activity profiles in the dentate gyrus and CA3 in young and older adults as stimulus similarity was incrementally varied. We report evidence for “representational rigidity” in older adults’ dentate\/CA3 that is linked to behavioral discrimination deficits. Using ultrahigh-resolution diffusion imaging, we quantified both the integrity of the perforant path as well as dentate\/CA3 dendritic changes and found that both were correlated with dentate\/CA3 functional rigidity. These results highlight …",
                "Producing and maintaining distinct (orthogonal) neural representations for similar events is critical to avoiding interference in long-term memory. Recently, our laboratory provided the first evidence for separation-like signals in the human CA3\/dentate. Here, we extended this by parametrically varying the change in input (similarity) while monitoring CA1 and CA3\/dentate for separation and completion-like signals using high-resolution fMRI. In the CA1, activity varied in a graded fashion in response to increases in the change in input. In contrast, the CA3\/dentate showed a stepwise transfer function that was highly sensitive to small changes in input.",
                "Accurate cross-participant alignment within the medial temporal lobe (MTL) region is critical for fMRI studies of memory. However, traditional alignment approaches have been exceptionally poor at registering structures in this area due to significant inter-individual anatomic variability. In this study, we evaluated the performance of twelve registration approaches. Specifically, we extended several traditional approaches such as SPM's normalization and AFNI's 3dWarpDrive to improve the quality of alignment in the MTL region by using weighting masks or applying the transformations directly to ROI segmentations. In addition, we evaluated the performance of three fully deformable methods, DARTEL, Diffeomorphic Demons, and LDDMM that are effectively unconstrained by number of degrees of freedom. For each, we first assessed the method's ability to achieve optimal overlap between segmentations of subregions …",
                "The perforant path (PP) undergoes synaptic changes in the course of aging and dementia. Previous studies attempting to assess the integrity of the PP in humans using diffusion tensor imaging (DTI) were limited by low resolution and the inability to identify PP fibers specifically. Here we present an application of DTI at ultrahigh submillimeter resolution that has allowed us to successfully identify diffusion signals unique to the PP and compare the intensity of these signals in a sample of young adults and older adults. We report direct evidence of age-related PP degradation in humans in vivo. We find no evidence of such loss in a control pathway, the alveus, suggesting that these findings are not evidence for a global decline. We also find no evidence for specific entorhinal gray matter atrophy. The extent of PP degradation correlated with performance on a word-list learning task sensitive to hippocampal deficits. We …",
                "It is currently not known whether caffeine has an enhancing effect on long-term memory in humans. We used post-study caffeine administration to test its effect on memory consolidation using a behavioral discrimination task. Caffeine enhanced performance 24 h after administration according to an inverted U-shaped dose-response curve; this effect was specific to consolidation and not retrieval. We conclude that caffeine enhanced consolidation of long-term memories in humans."
            ],
            [
                [
                    "memory",
                    "aging and Alzheimer's disease",
                    "neuropsychiatric disorders",
                    "Methods include multimodal MRI\/neurophysiology\/computational"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}