{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QGUIRH2R",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Michael Wood-Vasey Associate Professor 320 Allen Hall (412) 624-2751 wmwv@pitt.edu My research focuses on discovering the nature of the dark energy currently accelerating the expansion rate of the Universe. I use the tools of observational astronomy to address this question of fundamental physics. The currently most successful probe of the kinematics of the Universe over the past 10 billion years has involved the use of Type Ia supernovae (SNeIa) to measure the evolution of luminosity distance vs. redshift ( Riess98 , Perlmutter99 ). I am currently planning for using the ~100,000 SNeIa that will be observed by the Large Synoptic Survey Telescope ( LSST ) to constrain the nature of dark energy through measurements of the equation-of-state parameter of the dark energy, w=P\/rho. This is a field where the observations are clearly far out in front of theory and thus call for investigation by multiple pathways to confirm the observational results and explore new areas to provide further guidance for the hope of an eventually theoretical explanation for dark energy that quantitative predicts its observed behavior today. The general technical theme of my research work is moving into the next generation of time-domain astronomy where we will be analyzing large data sets using sophisticated databases and to ask new kinds of questions as we continue our exploration of the Universe. I work with the LSST Construction Project Data Management team on verification and validation metrics for the output analyses from the scientific pipeline. I am PI of SweetSpot, an NSF-funded (AST-1311862) 3-year NOAO Survey project, SweetSpot that observed 114 SNeIa in the near-infrared in the nearby Hubble flow (0.02<z<0.08). a=\"\" first=\"\" from=\"\" href=\" http:\/\/labs.adsabs.harvard.edu\/adsabs\/abs\/2014ApJ...784..105W\/ \" in=\"\" project=\"\" published=\"\" results=\"\" the=\"\" this=\"\" were=\"\">Weyant et al. 2014 and we plan a data release paper for later in the summer of 2016. Anja W Kara Ponder has successfully completed the second half of the observations. As a member of the Dark Energy Science Collaboration ( DESC ) I co-lead the Data Access Task Force which is organizing the current data from the DESC Data Challenges for use by the DESC collaboration. I previously (2012-2016) served as Co-Convenener for the DESC Supernova Cosmology Working Group. My graduate student Daniel Perrefort is studying the atmospheric absorption due to water vapor and has written the PWV KPNO package, documented in pwv_kpno: A Python Package for Modeling the Atmospheric Transmission Function due to Precipitable Water Vapor > and optical performance of the LSST telescope and camera. From 2012-2015 I served as the Scientific Spokesperson for SDSS-III , which was a 6-year project that surveyed millions of galaxies, hundreds of thousands of quasars, and opened new vistas within our Milky Way. I have previously been involved in Pan-STARRS-1 survey telescope in Hawai'i. This project has discovered thousands of supernovae and other interesting transient events over a 3-year survey. The first public data release was in 2017 and the second will be in 2019. Members of my research group study advanced statistical techniques to optimally extract information from SNIa surveys (Anja Weyant; PhD 2014), as well as the origin of elements and galaxy evolution through studies of metal-line absorption systems backlit by distant quasars (Shailendra Vikas; PhD 2013) as part of the SDSS-III BOSS project). As a masters student Melanie Good (MS 2011) started an exoplanet transit search group, Survey of Transiting Extrasolar Planets at the University of Pittsburgh ( STEPUP ), to study planets around other stars and, in particular, complement the radial-velocity searches of the SDSS-III  MARVELS project. STEPUP has been active for the past five years and has involved more than 30 Pitt undergraduate students in active research and collaboration with international teams of astronomers. Dr. Good earned her PhD in 2018 and is presently a Lecturer in the department Selected Publications ADS Listing of Refereed Publications ADS Listing of All Publications Jared Hand Shu Liu Daniel Perrefort Yike Zhang (412) 624-2751"
            ]
        ]
    ]
}