{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QGVWKXB4",
            "VoyM-H0AAAAJ",
            [
                "Gapped BLAST and PSI-BLAST: a new generation of protein database search programs",
                "The sequence of the human genome",
                "Comprehensive genomic characterization defines human glioblastoma genes and core pathways",
                "Integrated genomic analyses of ovarian carcinoma",
                "Genome-wide association study identifies novel breast cancer susceptibility loci",
                "The genetic basis of early T-cell precursor acute lymphoblastic leukaemia",
                "Deletion of IKZF1 and prognosis in acute lymphoblastic leukemia",
                "Somatic Histone H3 Alterations in Paediatric Diffuse Intrinsic Pontine Gliomas and Non-Brainstem Glioblastomas",
                "Targetable kinase-activating lesions in Ph-like acute lymphoblastic leukemia",
                "Novel mutations target distinct subgroups of medulloblastoma"
            ],
            [
                "The BLAST programs are widely used tools for searching protein and DNA databases for sequence similarities. For protein comparisons, a variety of definitional, algorithmic and statistical refinements described here permits the execution time of the BLAST programs to be decreased substantially while enhancing their sensitivity to weak similarities. A new criterion for triggering the extension of word hits, combined with a new heuristic for generating gapped alignments, yields a gapped BLAST program that runs at approximately three times the speed of the original. In addition, a method is introduced for automatically combining statistically significant alignments produced by BLAST into a position-specific score matrix, and searching the database using this matrix. The resulting Position-Specific Iterated BLAST (PSIBLAST) program runs at approximately the same speed per iteration as gapped BLAST, but in …",
                "A 2.91-billion base pair (bp) consensus sequence of the euchromatic portion of the human genome was generated by the whole-genome shotgun sequencing method. The 14.8-billion bp DNA sequence was generated over 9 months from 27,271,853 high-quality sequence reads (5.11-fold coverage of the genome) from both ends of plasmid clones made from the DNA of five individuals. Two assembly strategies—a whole-genome assembly and a regional chromosome assembly—were used, each combining sequence data from Celera and the publicly funded genome effort. The public data were shredded into 550-bp segments to create a 2.9-fold coverage of those genome regions that had been sequenced, without including biases inherent in the cloning and assembly procedure used by the publicly funded group. This brought the effective coverage in the assemblies to eightfold, reducing the number and size of …",
                "Human cancer cells typically harbour multiple chromosomal aberrations, nucleotide substitutions and epigenetic modifications that drive malignant transformation. The Cancer Genome Atlas (TCGA) pilot project aims to assess the value of large-scale multi-dimensional analysis of these molecular characteristics in human cancer and to provide the data rapidly to the research community. Here we report the interim integrative analysis of DNA copy number, gene expression and DNA methylation aberrations in 206 glioblastomas—the most common type of adult brain cancer—and nucleotide sequence aberrations in 91 of the 206 glioblastomas. This analysis provides new insights into the roles of ERBB2, NF1 and TP53, uncovers frequent mutations of the phosphatidylinositol-3-OH kinase regulatory subunit gene PIK3R1, and provides a network view of the pathways altered in the development of glioblastoma …",
                "A catalogue of molecular aberrations that cause ovarian cancer is critical for developing and deploying therapies that will improve patients’ lives. The Cancer Genome Atlas project has analysed messenger RNA expression, microRNA expression, promoter methylation and DNA copy number in 489 high-grade serous ovarian adenocarcinomas and the DNA sequences of exons from coding genes in 316 of these tumours. Here we report that high-grade serous ovarian cancer is characterized by TP53 mutations in almost all tumours (96%); low prevalence but statistically recurrent somatic mutations in nine further genes including NF1, BRCA1, BRCA2, RB1 and CDK12; 113 significant focal DNA copy number aberrations; and promoter methylation events involving 168 genes. Analyses delineated four ovarian cancer transcriptional subtypes, three microRNA subtypes, four promoter methylation subtypes and a …",
                "Breast cancer exhibits familial aggregation, consistent with variation in genetic susceptibility to the disease. Known susceptibility genes account for less than 25% of the familial risk of breast cancer, and the residual genetic variance is likely to be due to variants conferring more moderate risks. To identify further susceptibility alleles, we conducted a two-stage genome-wide association study in 4,398 breast cancer cases and 4,316 controls, followed by a third stage in which 30 single nucleotide polymorphisms (SNPs) were tested for confirmation in 21,860 cases and 22,578 controls from 22 studies. We used 227,876 SNPs that were estimated to correlate with 77% of known common SNPs in Europeans at r 2> 0.5. SNPs in five novel independent loci exhibited strong and consistent evidence of association with breast cancer (P< 10-7). Four of these contain plausible causative genes (FGFR2, TNRC9, MAP3K1 and …",
                "Early T-cell precursor acute lymphoblastic leukaemia (ETP ALL) is an aggressive malignancy of unknown genetic basis. We performed whole-genome sequencing of 12 ETP ALL cases and assessed the frequency of the identified somatic mutations in 94 T-cell acute lymphoblastic leukaemia cases. ETP ALL was characterized by activating mutations in genes regulating cytokine receptor and RAS signalling (67% of cases; NRAS, KRAS, FLT3, IL7R, JAK3, JAK1, SH2B3 and BRAF), inactivating lesions disrupting haematopoietic development (58%; GATA3, ETV6, RUNX1, IKZF1 and EP300) and histone-modifying genes (48%; EZH2, EED, SUZ12, SETD2 and EP300). We also identified new targets of recurrent mutation including DNM2, ECT2L and RELN. The mutational spectrum is similar to myeloid tumours, and moreover, the global transcriptional profile of ETP ALL was similar to that of normal and myeloid …",
                "Despite best current therapy, up to 20% of pediatric patients with acute lymphoblastic leukemia (ALL) have a relapse. Recent genomewide analyses have identified a high frequency of DNA copy-number abnormalities in ALL, but the prognostic implications of these abnormalities have not been defined.We studied a cohort of 221 children with high-risk B-cell–progenitor ALL with the use of single-nucleotide–polymorphism microarrays, transcriptional profiling, and resequencing of samples obtained at diagnosis. Children with known very-high-risk ALL subtypes (i.e., BCR-ABL1–positive ALL, hypodiploid ALL, and ALL in infants) were excluded from this cohort. A copy-number abnormality was identified as a predictor of poor outcome, and it was then tested in an independent validation cohort of 258 patients with B-cell–progenitor ALL.More than 50 recurring copy-number …",
                "To identify somatic mutations in pediatric diffuse intrinsic pontine glioma (DIPG), we performed whole-genome sequencing of DNA from seven DIPGs and matched germline tissue and targeted sequencing of an additional 43 DIPGs and 36 non-brainstem pediatric glioblastomas (non-BS-PGs). We found that 78% of DIPGs and 22% of non-BS-PGs contained a mutation in H3F3A, encoding histone H3. 3, or in the related HIST1H3B, encoding histone H3. 1, that caused a p. Lys27Met amino acid substitution in each protein. An additional 14% of non-BS-PGs had somatic mutations in H3F3A causing a p. Gly34Arg alteration.",
                "Philadelphia chromosome–like acute lymphoblastic leukemia (Ph-like ALL) is characterized by a gene-expression profile similar to that of BCR–ABL1–positive ALL, alterations of lymphoid transcription factor genes, and a poor outcome. The frequency and spectrum of genetic alterations in Ph-like ALL and its responsiveness to tyrosine kinase inhibition are undefined, especially in adolescents and adults.We performed genomic profiling of 1725 patients with precursor B-cell ALL and detailed genomic analysis of 154 patients with Ph-like ALL. We examined the functional effects of fusion proteins and the efficacy of tyrosine kinase inhibitors in mouse pre-B cells and xenografts of human Ph-like ALL.Ph-like ALL increased in frequency from 10% among children with standard-risk ALL to 27% among young adults with ALL and was associated with a poor outcome. Kinase-activating …",
                "Medulloblastoma is a malignant childhood brain tumour comprising four discrete subgroups. Here, to identify mutations that drive medulloblastoma, we sequenced the entire genomes of 37 tumours and matched normal blood. One-hundred and thirty-six genes harbouring somatic mutations in this discovery set were sequenced in an additional 56 medulloblastomas. Recurrent mutations were detected in 41 genes not yet implicated in medulloblastoma; several target distinct components of the epigenetic machinery in different disease subgroups, such as regulators of H3K27 and H3K4 trimethylation in subgroups 3 and 4 (for example, KDM6A and ZMYM3), and CTNNB1-associated chromatin re-modellers in WNT-subgroup tumours (for example, SMARCA4 and CREBBP). Modelling of mutations in mouse lower rhombic lip progenitors that generate WNT-subgroup tumours identified genes that maintain this cell …"
            ],
            [
                [
                    "Computational Biology",
                    "bioinformatics",
                    "cancer genomics"
                ]
            ]
        ]
    ]
}