{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QH10LUWX",
            "4d94SqYAAAAJ",
            [
                "Multipolar theory of blackbody radiation shift of atomic energy levels and its implications for optical lattice clocks",
                "Precision determination of electroweak coupling from atomic parity violation and implications for particle physics",
                "Possibility of an optical clock using the 6 1 S 0→ 6 3 P 0 o transition in 1 7 1, 1 7 3 Yb atoms held in an optical lattice",
                "Trapping of neutral mercury atoms and prospects for optical lattice clocks",
                "Hyperfine quenching of the metastable P 0, 2 3 states in divalent atoms",
                "Accurate relativistic many-body calculations of van der Waals coefficients  and  for alkali-metal dimers",
                "High-Accuracy Calculation of 6 s→ 7 s Parity-Nonconserving Amplitude in Cs",
                "Electric dipole polarizabilities at imaginary frequencies for hydrogen, the alkali–metal, alkaline–earth, and noble gas atoms",
                "Blackbody-radiation shift in the Sr optical atomic clock",
                "High-accuracy calculations of dipole, quadrupole, and octupole electric dynamic polarizabilities and van der Waals coefficients C 6, C 8, and C 10 for alkaline-earth dimers"
            ],
            [
                "Blackbody radiation (BBR) shifts of the P 0 3− S 0 1 clock transition in the divalent atoms Mg, Ca, Sr, and Yb are evaluated. The dominant electric-dipole contributions are computed using accurate relativistic many-body techniques of atomic structure. At room temperatures, the resulting uncertainties in the E 1 BBR shifts are large and substantially affect the projected 10− 18 fractional accuracy of the optical-lattice-based clocks. A peculiarity of these clocks is that the characteristic BBR wavelength is comparable to the P 3 fine-structure intervals. To evaluate relevant M 1 and E 2 contributions, a theory of multipolar BBR shifts is developed. The resulting corrections, although presently masked by the uncertainties in the E 1 contribution, are required at the 10− 18 accuracy goal.",
                "We carry out high-precision calculation of parity violation in a cesium atom, reducing theoretical uncertainty by a factor of 2 compared to previous evaluations. We combine previous measurements with calculations and extract the weak charge of the Cs 133 nucleus, Q W=− 73.16 (29) expt (20) theor. The result is in agreement with the standard model (SM) of elementary particles. This is the most accurate to-date test of the low-energy electroweak sector of the SM. In combination with the results of high-energy collider experiments, we confirm the energy dependence (or “running”) of the electroweak force over an energy range spanning 4 orders of magnitude (from∼ 10 MeV to∼ 100 GeV). Additionally, our result places constraints on a variety of new physics scenarios beyond the SM. In particular, we increase the lower limit on the masses of extra Z bosons predicted by models of grand unification and string theories.",
                "We report calculations assessing the ultimate precision of an atomic clock based on the 578 nm 6 1 S 0→ 6 3 P 0 transition in Yb atoms confined in an optical lattice trap. We find that this transition has a natural linewidth less than 10 mHz in the odd Yb isotopes, caused by hyperfine coupling. The shift in this transition due to the trapping light acting through the lowest order ac polarizability is found to become zero at the magic trap wavelength of about 752 nm. The effects of Rayleigh scattering, multipole polarizabilities, vector polarizability, and hyperfine induced electronic magnetic moments can all be held below 1 mHz (about one part in 10 18). In the case of the hyperpolarizability, however, larger shifts due to nearly resonant terms cannot be ruled out without an accurate measurement of the magic wavelength.",
                "We report vapor-cell magneto-optical trapping of Hg isotopes on the S 0 1− P 1 3 intercombination transition. Six abundant isotopes, including four bosons and two fermions, were trapped. Hg is the heaviest nonradioactive atom trapped so far, which enables sensitive atomic searches for “new physics” beyond the standard model. We propose an accurate optical lattice clock based on Hg and evaluate its systematic accuracy to be better than 10− 18. Highly accurate and stable Hg-based clocks will provide a new avenue for the research of optical lattice clocks and the time variation of the fine-structure constant.",
                "Hyperfine quenching rates of the lowest-energy metastable P 0 3 and P 2 3 states of Mg, Ca, Sr, and Yb atoms are computed. The calculations are carried out using ab initio relativistic many-body methods. The computed lifetimes may be useful for designing novel ultraprecise optical clocks and trapping experiments with the P 2 3 fermionic isotopes. The resulting natural widths of the P 0 3− S 0 1 clock transition are 0.44 mHz for Mg 25, 2.2 mHz for Ca 43, 7.6 mHz for Sr 87, 43.5 mHz for Yb 171, and 38.5 mHz for Yb 173. Compared to the bosonic isotopes, the lifetime of the P 2 3 states in fermionic isotopes is noticeably shortened by the hyperfine quenching but still remains long enough for trapping experiments.",
                "We consider long-range interactions between two alkali-metal atoms in their respective ground states. We extend the previous relativistic many-body calculations of C6 dispersion coefficients [Phys. Rev. Lett. 82, 3589 (1999)] to higher-multipole coefficients C8 and C10. Special attention is paid to usually omitted contribution of core-excited states. We calculate this contribution within relativistic random-phase approximation and demonstrate that for heavy atoms core excitations contribute as much as 10% to the dispersion coefficients. We tabulate results for both homonuclear and heteronuclear dimers and estimate theoretical uncertainties. The estimated uncertainties for C8 coefficients range from 0.5% for Li2 to 4% for Cs2.",
                "We calculated the parity-nonconserving (PNC) 6 s→ 7 s amplitude in Cs. In the Dirac-Coulomb approximation our result is in good agreement with other calculations. Breit corrections to the PNC amplitude and to the Stark-induced amplitude β are found to be− 0.4% and− 1%, respectively. The weak charge of 133 Cs is Q W=− 72.5±0.7 in agreement with the standard model.",
                "The electric dipole polarizabilities evaluated at imaginary frequencies for hydrogen, the alkali–metal atoms, the alkaline–earth atoms, and the noble gases are tabulated along with the resulting values of the atomic static polarizabilities, the atom–surface interaction constants, and the dispersion (or van der Waals) constants for the homonuclear and the heteronuclear diatomic combinations of the atoms.",
                "We evaluated the static and dynamic polarizabilities of the 5 s 2 1 S 0 and 5 s 5 p 3 P 0 o states of Sr using the high-precision relativistic configuration interaction combined with the all-order method. Our calculation explains the discrepancy between the recent experimental 5 s 2 1 S 0− 5 s 5 p 3 P 0 o dc Stark shift measurement Δ α= 247.379 (7)[Middelmann et al., Phys. Rev. Lett. 109, 263004 (2012)] and the earlier theoretical result of 261 (4) au [Porsev and Derevianko, Phys. Rev. A 74, 020502 (R)(2006)]. Our present value of 247.5 au is in excellent agreement with the experimental result. We also evaluated the dynamic correction to the BBR shift with 1% uncertainty;− 0.1492 (16) Hz. The dynamic correction to the BBR shift is unusually large in the case of Sr (7%) and it enters significantly into the uncertainty budget of the Sr optical lattice clock. We suggest future experiments that could further reduce the present …",
                "The static and dynamic electric dipole, quadrupole, and octupole polarizabilities of the alkaline-earth atoms (beryllium, magnesium, calcium, strontium, and barium) in the ground state were calculated. The dynamic polarizabilities obtained were used to calculate the van der Waals coefficients C 6, C 8, and C 10 of alkaline-earth metal dimers for the interaction of two like atoms in the ground state. The results are compared with other theoretical and experimental data."
            ],
            [
                [
                    "Atomic physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}