{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QHJY4U05",
            "n3Fzw1sAAAAJ",
            [
                "The supercontinuum laser source",
                "Emission in the region 4000 to 7000 Å via four-photon coupling in glass",
                "Observation of self-phase modulation and small-scale filaments in crystals and glasses",
                "Femtosecond laser pulses"
            ],
            [
                "© 2006, 1989 Springer Science+ Business Media, Inc.",
                "Four-photon stimulated scattering has been observed in borosilicate glass under high-power 5300-Å picosecond-pulse excitation. Parametric emission is generated from 4000 to 7000 Å from filaments formed in the glass, the wavelength depending on the emission angle.",
                "Frequency broadening and small-scale filaments were observed in calcite, quartz, sodium chloride, and several glasses under picosecond pulse excitation. The physical mechanism responsible for these processes is the change in refractive index resulting from electronic distortion.",
                "This is the second edition of this advanced textbook written for scientists who require further training in femtosecond science. Four years after publication of the first edition, femtosecond science has overcome new challenges and new application fields have become mature. It is necessary to take into account these new developments. Two main topics merged during this period that support important scientific activities: attosecond pulses are now generated in the X-UV spectral domain, and coherent control of chemical events is now possible by tailoring the shape of femtosecond pulses. To update this advanced textbook, it was necessary to introduce these fields; two new chapters are in this second edition:“Coherent Control in Atoms, Molecules, and Solids”(Chap. 11) and “Attosecond Pulses”(Chap. 12) with well-documented references.Some changes, addenda, and new references are introduced in the first edition …"
            ],
            [
                [
                    "Supercontinuum",
                    "ultrafast spectroscopy",
                    "biophotonics",
                    "Singular Optics",
                    "fiber optics"
                ]
            ]
        ]
    ]
}