{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QI4B2UWP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Phillip Sprunger Professor of Physics Ph.D., 1993 - University of Pennsylvania 217-B Nicholson Hall, Tower Dr. (225) 578-1254-Office phils@lsu.edu Research Home Page Experimental Condensed Matter Physics Our research group is focused on understanding interconnecting atomic\/morphological,\n                     electronic\/magnetic and chemical\/chemisorption properties of various surface\/thin-film\/nanophase\n                     systems using complementary experimental probes. This includes employing synchrotron-based-VUV\n                     photoemission (high-resolution and spin-resolved), -IR spectromicroscopy, -x-ray absorption,\n                     along with electron energy-loss spectroscopy, and variable-temperature scanning tunneling\n                     microscopy and atomic force microscopy. Systems that are currently being investigated\n                     include heteroepitaxially grown metal-on-metal (e.g. Ag\/Cu, Co\/Ag, Ag nanowires\/Cu)\n                     and metal-on-semiconductor systems (e.g. Ag\/GaAs, Be\/Si), intermetallic alloy thin-film\n                     and surface systems (e.g. FeAl), simple and complex adsorbate and biological overlayers\n                     (amino acid\/polymers\/SiO2 and Au), polymer photo-induced degradation, and metal on\n                     metal-oxide nano-structures (e.g. Ag\/Al 2 \/O3\/FeAl). Research emphasis is on correlating electronic\/magnetic\/photonic properties\n                     (hybridization, band-structure electron-phonon, electron-electron interactions) with\n                     atomic structure (STM, AFM, LEED, SEXAFS). Current and Select Publications Evan Andrews, Maoming Ren, Fei Wang, Ziyu Zhang, Phillip Sprunger, Richard Kurtz and\n                     John Flake, \"Electrochemical Reduction of CO2 at Cu Nanocluster \/ (10-10) ZnO Electrodes,\" Journal of The Electrochemical Society (2013). Patterson, Matthew C; Nie, Xiaowa; Wang, Fei; Kurtz, Richard L; Sinnott, Susan B;\n                     Asthagiri, Aravind R; Sprunger, Phillip;Â \"Growth and Structure of Cu and Au on the\n                     Non-polar ZnO (10 1 0) Surface: STM, XPS, and DFT Studies,\" The Journal of Physical Chemistry C 117 , 18386 (2013). Patterson, Matthew C; Keilbart, Nathan D; Kiruri, Lucy W; Thibodeaux, Chad A; Lomnicki,\n                     Slawo; Kurtz, Richard L; Poliakoff, ED; Dellinger, Barry; Sprunger, Phillip T, \"EPFR\n                     Formation from Phenol adsorption on Al2O3 and TiO2: EPR and EELS studies,\" Chemical Physics 422 , 277 (2012). Le, M; Ren, M; Zhang, Z; Sprunger, PT; Kurtz, RL; Flake, JC, \"Electrochemical Reduction\n                     of CO2 to CH3OH at Copper Oxide Surfaces,\" Journal of The Electrochemical Society 158, 5 E45-E49 (2011). Senevirathne, IC; Kizilkaya, O; Kurtz, RL; Sprunger, PT, \"Nucleation, growth and morphology\n                     of Co thin films on Ag (110),\" Surface Science 603, 16 2463-2468 (2009). Wang, Fei; Womack, Frank; Sprunger, Phillip T; Kurtz, Richard L, \"Optical excitations\n                     of metallic nanoclusters buried in TiO2 for solar photochemistry,\" SPIE Solar Energy+ Technology Â 74080G-74080G-9 (2009).Â"
            ]
        ]
    ]
}