{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QIIMMV76",
            "g0O5-8gAAAAJ",
            [
                "Integration of paper-based microfluidic devices with commercial electrochemical readers",
                "Nanonewton force-controlled manipulation of biological cells using a monolithic MEMS microgripper with two-axis force feedback",
                "A fully automated robotic system for microinjection of zebrafish embryos",
                "based piezoresistive MEMS sensors",
                "Proprioceptive coupling within motor neurons drives C. elegans forward locomotion",
                "Autonomous robotic pick-and-place of microobjects",
                "Nanonewton force sensing and control in microrobotic cell manipulation",
                "Magnetic timing valves for fluid control in paper-based microfluidics",
                "A microfluidic paper-based electrochemical biosensor array for multiplexed detection of metabolic biomarkers",
                "Fabrication of low-cost paper-based microfluidic devices by embossing or cut-and-stack methods"
            ],
            [
                "The combination of simple Electrochemical Micro-Paper-based Analytical Devices (EµPADs) with commercially available glucometers allows rapid, quantitative electrochemical analysis of a number of compounds relevant to human health (e.g., glucose, cholesterol, lactate, and alcohol) in blood or urine.",
                "As mechanical end-effectors, microgrippers enable the pick–transport–place of micrometer-sized objects, such as manipulation and positioning of biological cells in an aqueous environment. This paper reports on a monolithic MEMS-based microgripper with integrated force feedback along two axes and presents the first demonstration of force-controlled micro-grasping at the nanonewton force level. The system manipulates highly deformable biomaterials (porcine interstitial cells) in an aqueous environment using a microgripper that integrates a V-beam electrothermal microactuator and two capacitive force sensors, one for contact detection (force resolution: 38.5 nN) and the other for gripping force measurements (force resolution: 19.9 nN). The MEMS-based microgripper and the force control system experimentally demonstrate the capability of rapid contact detection and reliable force-controlled micrograsping to …",
                "As an important embodiment of biomanipulation, injection of foreign materials (e.g., DNA, RNAi, sperm, protein, and drug compounds) into individual cells has significant implications in genetics, transgenics, assisted reproduction, and drug discovery. This paper presents a microrobotic system for fully automated zebrafish embryo injection, which overcomes the problems inherent in manual operation, such as human fatigue and large variations in success rates due to poor reproducibility. Based on computer vision and motion control, the microrobotic system performs injection at a speed of 15 zebrafish embryos (chorion unremoved) per minute, with a survival rate of 98% (n = 350 embryos), a success rate of 99% (n = 350 embryos), and a phenotypic rate of 98.5% (n = 210 embryos). The sample immobilization technique and microrobotic control method are applicable to other biological injection applications such as the injection of mouse oocytes\/embryos and Drosophila embryos to enable high-throughput biological and pharmaceutical research.",
                "This paper describes the development of MEMS force sensors constructed using paper as the structural material. The working principle on which these paper-based sensors are based is the piezoresistive effect generated by conductive materials patterned on a paper substrate. The device is inexpensive (∼$0.04 per device for materials), simple to fabricate, lightweight, and disposable. Paper can be readily folded into three-dimensional structures to increase the stiffness of the sensor while keeping it light in weight. The entire fabrication process can be completed within one hour without expensive cleanroom facilities using simple tools (e.g., a paper cutter and a painting knife). We demonstrated that the paper-based sensor can measure forces with moderate performance (i.e., resolution: 120 μN, measurement range: ±16 mN, and sensitivity: 0.84 mV mN−1). We applied this sensor to characterizing the mechanical …",
                "Locomotion requires coordinated motor activity throughout an animal’s body. In both vertebrates and invertebrates, chains of coupled central pattern generators (CPGs) are commonly evoked to explain local rhythmic behaviors. In C. elegans, we report that proprioception within the motor circuit is responsible for propagating and coordinating rhythmic undulatory waves from head to tail during forward movement. Proprioceptive coupling between adjacent body regions transduces rhythmic movement initiated near the head into bending waves driven along the body by a chain of reflexes. Using optogenetics and calcium imaging to manipulate and monitor motor circuit activity of moving C. elegans held in microfluidic devices, we found that the B-type cholinergic motor neurons transduce the proprioceptive signal. In C. elegans, a sensorimotor feedback loop operating within a specific type of motor neuron both drives …",
                "This paper presents a robotic system that is capable of both picking up and releasing microobjects with high accuracy, reliability, and speed. Due to force-scaling laws, large adhesion forces at the microscale make rapid, accurate release of microobjects a long-standing challenge in micromanipulation, thus representing a hurdle toward automated robotic pick-and-place of micrometer-sized objects. The system employs a novel microelectromechanical systems (MEMS) microgripper with a controllable plunging structure to impact a microobject that gains sufficient momentum to overcome adhesion forces. The performance was experimentally quantified through the manipulation of 7.5-10.9 ¿m borosilicate glass spheres in an ambient environment. Experimental results demonstrate that the system, for the first time, achieves a 100% success rate in release (which is based on 700 trials) and a release accuracy of 0.45 ± …",
                "Cellular force sensing and control techniques are capable of enhancing the dexterity and reliability of microrobotic cell manipulation systems. In this paper we present two experimental techniques for nanonewton force sensing and control in microrobotic cell manipulation. A vision-based cellular force sensing approach, including a microfabricated elastic cell holding device and a sub-pixel visual tracking algorithm, was developed for resolving forces down to 3.7 nN during microrobotic mouse embryo injection. The technique also experimentally demonstrated that the measured mechanical difference could be useful for in situ differentiation of healthy mouse embryos from those with compromised developmental competence without requiring a separate mechanical characterization process. Centered upon force-controlled microrobotic cell manipulation, this paper also presents nanonewton force-controlled …",
                "Multi-step analytical tests, such as an enzyme-linked immunosorbent assay (ELISA), require delivery of multiple fluids into a reaction zone and counting the incubation time at different steps. This paper presents a new type of paper-based magnetic valves that can count the time and turn on or off a fluidic flow accordingly, enabling timed fluid control in paper-based microfluidics. The timing capability of these valves is realized using a paper timing channel with an ionic resistor, which can detect the event of a solution flowing through the resistor and trigger an electromagnet (through a simple circuit) to open or close a paper cantilever valve. Based on this principle, we developed normally-open and normally-closed valves with a timing period up to 30.3 ± 2.1 min (sufficient for an ELISA on paper-based platforms). Using the normally-open valve, we performed an enzyme-based colorimetric reaction commonly used for …",
                "Paper-based microfluidic devices have emerged as simple yet powerful platforms for performing low-cost analytical tests. This paper reports a microfluidic paper-based electrochemical biosensor array for multiplexed detection of physiologically relevant metabolic biomarkers. Different from existing paper-based electrochemical devices, our device includes an array of eight electrochemical sensors and utilizes a handheld custom-made electrochemical reader (potentiostat) for signal readout. The biosensor array can detect several analytes in a sample solution and produce multiple measurements for each analyte from a single run. Using the device, we demonstrate simultaneous detection of glucose, lactate and uric acid in urine, with analytical performance comparable to that of the existing commercial and paper-based platforms. The paper-based biosensor array and its electrochemical reader will enable the …",
                "This article describes the use of embossing and “cut-and-stack” methods of assembly, to generate microfluidic devices from omniphobic paper and demonstrates that fluid flowing through these devices behaves similarly to fluid in an open-channel microfluidic device. The porosity of the paper to gases allows processes not possible in devices made using PDMS or other nonporous materials. Droplet generators and phase separators, for example, could be made by embossing “T”-shaped channels on paper. Vertical stacking of embossed or cut layers of omniphobic paper generated three-dimensional systems of microchannels. The gas permeability of the paper allowed fluid in the microchannel to contact and exchange with environmental or directed gases. An aqueous stream of water containing a pH indicator, as one demonstration, changed color upon exposure to air containing HCl or NH3 gases."
            ],
            [
                [
                    "Robotics",
                    "Microfluidics",
                    "BioMEMS"
                ]
            ],
            [
                "Xinyu Liu Xinyu Liu Research Associate Professor Condensed Matter Physics M.S., Univ. of Science and Technology of China, 1996 Ph.D., University of Notre Dame, Indiana, 2003 E-mail: xliu2@nd.edu Address: 332 Phone: (574) 631-9787 Fax: (574) 631-5952 Dr. Liu’s research interests are: Structural, electrical, and optical properties of semiconductor alloys and their heterotructures. Band structure, optical, electrical and magnetic properties of diluted magnetic semiconductors, including bulk and low-dimensional structures. Growth by molecular beam epitaxy of low-dimensional semiconductor structures. Physics of low-dimensional systems. Physics of ferromagnetic semiconductors. Electrical transport in magnetic semiconductors. Electronic spin phenomena in semiconductor nanostructures. Semiconductor\/superconductor hybrid structures (e.g., such as the submicron-patterned superconductor-diluted magnetic semiconductor bi-layers). “Scaling relations between anomalous Hall and longitudinal transport coefficients in metallic (Ga,Mn)As films,” X. Liu , S. Shen, Z. Ge, W. L. Lim, M. Dobrowolska, J. K. Furdyna, and S. Lee, Physical Review B 83 , 144421 (2011). http:\/\/prb.aps.org\/abstract\/PRB\/v83\/i14\/e144421 . “II-VI heterostructures obtained by encapsulation of colloidal CdSe nanowires by molecular beam epitaxy deposition of ZnSe, X. Liu , A. M. Mintairov, J. Herzog, F. Vietmeyer, R. E. Pimpinella, M. Kuno, J. L. Merz, T. H. Kosel, M. Dobrowolska, and J. K. Furdyna,” Journal of Vacuum Science & Technology B 29 , 03C102 (2011). http:\/\/dx.doi.org\/10.1116\/1.3547715 . “Giant Zeeman splitting in nucleation-controlled doped CdSe:Mn 2+ quantum nanoribbons, X. Liu , J. H. Yu, K. E. Kweon, J. Joo, J. Park, K. T. Ko, D. Lee, S. Shen, K. Tivakornsasithorn, J. S. Son, J.-H. Park, Y.-W. Kim, G. S. Hwang, M. Dobrowolska, J. K. Furdyna, T. Hyeon,” Nature Materials 9 , 47 (2010). http:\/\/www.nature.com\/nmat\/journal\/v9\/n1\/abs\/nmat2572.html . “Coherent Magnetization Precession in Ferromagnetic (Ga,Mn)As Induced by Picosecond Acoustic Pulses, A. V. Scherbakov, A. S. Salasyuk, A. V. Akimov, X. Liu , M. Bombeck, C. Brüggemann, D. R. Yakovlev, V. F. Sapega, J. K. Furdyna, and M. Bayer,” Physical Review Letters 105 , 117204 (2010). http:\/\/prl.aps.org\/abstract\/PRL\/v105\/i11\/e117204 . “Spin dynamics and manipulation in GaMnAs alloys,” X. Liu , Y. Y. Zhou, E. Harley, L. E. McNeil, J. Wang, J. Qi, Y. Xu, A. Steigerwald, N. Tolk, J. P. Zahn, A. Gamouras, S. March, K. C. Hall, J. K. Furdyna, Proc. SPIE 7600, 76000T (2010). http:\/\/dx.doi.org\/10.1117\/12.840415 . “MBE growth of II-VI materials on GaSb substrates for photovoltaic applications,” S. Wang, D. Ding, X. Liu , X.-B. Zhang, D. J. Smith, J. K. Furdyna, and Y.-H. Zhang, Journal of Crystal Growth 311 , 2116 (2009). http:\/\/dx.doi.org\/10.1016\/j.jcrysgro.2008.09.189 . “Ferromagnetic resonance investigation of magnetic anisotropy in Ga 1−x Mn x As synthesized by ion implantation and pulsed laser melting,” Y. Y. Zhou, X. Liu , J. K. Furdyna, M. A. Scarpulla, and O. D. Dubon, Physical Review B 80 , 224403 (2009). http:\/\/link.aps.org\/doi\/10.1103\/PhysRevB.80.224403 . “Magnetic excitations in ferromagnetic semiconductors, J. K. Furdyna, X. Liu , Y. Y. Zhou,” Journal of Magnetism and Magnetic Materials 321 , 695 (2009). http:\/\/dx.doi.org\/10.1016\/j.jmmm.2008.11.027 . “Scaling of the anomalous Hall effect in low Mn concentration (Ga,Mn)As,” S. Shen, X. Liu , Z. Ge, J. K. Furdyna, M. Dobrowolska, and J. Jaroszynski, Journal of Applied Physics 103 , 07D134 (2008). http:\/\/dx.doi.org\/10.1063\/1.2838477 . “Spin-polarizable excitonic luminescence in colloidal Mn 2+ -doped CdSe quantum dots,” R. Beaulac, P. I. Archer, X. Liu , S. Lee, G. M. Salley, M. Dobrowolska, J. K. Furdyna, D. R. Gamelin, Nano Letters 8 , 1197 (2008). http:\/\/dx.doi.org\/10.1021%2Fnl080195p . Full curriculum vitae PDF file Please contact physics@nd.edu if an html or other version is needed."
            ]
        ]
    ]
}