{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QIJOWFRN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Skip to Main Content Emergency Notification Novel Coronavirus (COVID-19). For the latest information on COVID-19, visit the Health Advisories website . Boekema, Carolus San José State University Site Navigation Publications & Presentations SJSU Home > People > Boekema, Carolus Boekema, Carolus one.SJSU Canvas Athletics Give to SJSU Navigate BACK to \n                        \t\t\t\tA-Z People Index Courses Publications & Presentations Professor, Physics & Astronomy Email Preferred: carolus.boekema@sjsu.edu Alternate: BoekemaC@aol.com Telephone Preferred: (408) 924-5260 Office Hours MW 10a30; TR 9a30 & 3p30 This F09 semester I am teaching Phys2B: and Phys71 and Phys52 Labs. WiSEr research students & I study the cuprate superconductivity and we recently published a  new3SC7 Conference paper (Beijing 2009). Education Doctor of Philosophy, Foreign Institution, 1977 PhD, University of Groningen , Netherlands, 1977 Bio Carolus Boekema, Professor of Physics San Jose State University (SJSU) Professional Record and Experience: 1990 - present:\tFull Professor of Physics, SJSU 2007 - present:\tGuest Scientist, LANSCE & Los Alamos National Lab 1999 - 2004:\tGuest Scientist, Lawrence Livermore National Laboratory 1999 - 2000:\tVisiting Scholar, National High Magnetic Field Laboratory 1986 - 1990:\tAssociate Professor, SJSU 1983 - 1999:\tGuest Scientist, Los Alamos National Laboratory 1977\t\tPh.D. University of Groningen. Professional Studies:  Vortex States in High-Tc Superconductors;  Wannier studies;\n                           Modeling Frustration in Condensed Matter;  Spintronics;  Computational modeling of\n                           Material properties;  Magnetism in Solids. Awards: Sabbatical Leave Award 2008 - 2009:  SJSU SJSU Service Recognition Awards 2006, 2004 SJSU Faculty Mentor Award of Merit 2005 Nominee, SJSU Distinguished Service Award 2003 Sabbatical Leave Award 1999 - 2000:  SJSU & NHMFL SJSU Performance Awards:  1996-97, 1997-98, 1998-99 and 1999-2000 Outstanding Professor Awards, SJSU Physics Club, 1992 and 1995 Dean's Award 1993:  College of Science, SJSU Sabbatical Leave Award 1992 - 1993:  SJSU, LANL and AWU Outstanding Advisor Award, SOLES, SJSU, 1991. Grant Support: NSF-REU (co-PI w\/ Dr. M. Kaufman)\t2006 - 2009: \t\t$350,000 NSF-REU (co-PI w\/ Dr. M. Kaufman)\t2001 - 2004: \t\t$340,000 Sabbatical Leave Award NHMFL\t\t1999 - 2001:\t\t$  46,600 SJSU Graduate Studies \"WiSEr ...\" \t\t1998 - 2000:\t\t$    1,900 NSF-REU (co-PI w\/ Dr. J. Becker)\t\t1997 - 2000:\t \t$290,000 NSF-ILI (co-PI w\/ Dr. R. Bahuguna)\t1997 - 1999:\t\t$  93,500 SJSU Funds (co-PI w\/ Dr. R. Bahuguna)\t1996 - 1999:\t\t$  18,700 SJSU Foundation Graduate Study \t\t1994 - 1998:\t\t$   2,500 SJSU Foundation WiSE@SJSU Grant\t\t1994 - 1998:\t\t$   2,500 NSF-REU (co-PI w\/ Dr. J. Becker)\t1994 - 1996:\t\t$372,000 Research Corporation \t\t\t1989 - 1994:\t\t$  37,000 AWU Summer Research \t\t\t1987 - 1992: \t\t$  41,600 Miscellaneous Grants \t\t\t1984 - 1990:\t\t$  14,400 R.A. Welch Foundation \t\t\t1984 - 1985: \t\t$  40,000 Professional Associations: American Physical Society;  APS CA Section (co-Founder); AAC&U Faculty Associate. Advising:  87 students since 1975;  14 outstanding student awards;  3 completed PhD;\n                           11 completed MS;  3 completed Drs (NL doctoral degree). Publications and Presentations:  106 refereed publications, including two Phys Rev\n                           Lett, and two Phys Rev B Rapid Comm, and six invited papers;99 oral and poster contributions,\n                           including four invited talks, 48 invited seminars. Selected and Recent Publications of Carolus Boekema: Names in bold-face are of Sci&Eng research students. \"Magnetism in and near YBCO vortex cores and its field dependence\"  C. Boekema, B.\n                           Launspach, T. Imam, T. Le and J. Lee;  Proc 8th Int M2S-HTSC Conf (Dresden, July 2006),\n                           Physica C460-462 (2007) 1255. \"Antiferromagnetism in and near the vortex cores of Bi2212 and Tl2223\"  J. Lee, K.\n                           Prudchenko, C. Boekema and E.J. Ruiz.  Proc 9th Joint MMM\/Intermag Conference (January\n                           2004)  J Applied Physics 95 (2004) 6906  \n                           www:  Virtual J Applications of Superconductivity, June 2004, V 6 Iss 11. \"Magnetism in Superconducting Tl2223\"  K. Prudchenko, J. Lee, Y. Li, R. Ramaswamy\n                           and C. Boekema,  HI Int Conf on Sciences (Uo Honolulu HI, Jan 2004). www.jyi.org\/volumes\/volume10\/issue6\/articles\/prudchenko.html\n                           \"Cu and Fe Valence States in CuFeS2\"  C. Boekema, A. Krupski, M. Varasteh, K. Parvin,\n                           F. van Til, F. van der Woude and G.A. Sawatzky. ICM2003 (Rome, July 2003)  \n                           J Magnetism and Magnetic Materials 272-274 (2004) 559. \"ME-Burg mSR Study of Pr0.2Y0.8Ba2Cu3O7\"  H. Aslanian, M. Tun, M. Abdelrazek, S. Cavanaugh\n                           and C. Boekema.  3rd Int Conf New Superconductivity (January 2001);  Physica C364-365\n                           (2001) 582-587. \"Maximum-entropy Muon-spin-resonance of R1237 Vortex States:  a d-Wave study\" R. Santiago,\n                           A. Childers and C. Boekema.  Phys Rev B63 (2001) 132509. \"d-Wave Symmetry in Bi2212 and Tl2223 Vortex States:  a Maximum-Entropy Muon-Spin\n                           Resonance Study\"  R. Santiago, A.M. Krupski and C. Boekema. M2S-HTSC-VI Conf (Houston,\n                           February 2000)  Physica C341-348 (2000) 1097. \"Plausible d-Wave Cuprate Superconductivity:  Muon-Spin-Relaxation Studies of RBCO\n                           Vortex States\" C. Boekema, E.J. Ruiz, Z.C. Pobre, S.R. Punjabi, F. Kong, O. Vera and\n                           D.W. Cooke.  J Applied Physics 83 (1998) 6795. \"A mSR Study of Vortex States in RBa2Cu3O7 using Maximum-Entropy Analysis\"  S. Alves,\n                           C. Boekema, C. Halim, J.C. Lam, E.J. Whang, D.W. Cooke and M. Leon.  \n                           Phys Rev Rapid Communications  B49 12396 (1994). \"Doping and Vortex Studies of 1\/2\/3 Cuprates by means of mSR\" (Invited) S. Alves,\n                           C. Boekema, W.K. Dawson, C. Halim, J.C. Lam, E.J. Whang andD.W. Cooke.  Proc Int Workshop\n                           on Low Energy Muon Science (Santa  Fe NM, \n                           April 1993)  Los Alamos National Laboratory LA-12698-C (1994). Submitted and\/or in Preparation:\n                           \"The field dependence of observed magnetism in and around YBa2Cu3O7 vortex cores\"\n                           C Boekema, C. Teichgraeber, T. Le, H. Pham and J.C. Lee.  Int Conf Low T (2008)in\n                           preparation. \"Magnetism and Superconductivity in Solids:  from Molecule to Matter,” C. Boekema.\n                           Graduate Text Book, in preparation. Updated: January 2008 Links College of Science Department of Physics and Astronomy hmpg sjsu SJSU Links and Resources Information for Alumni Current Students Donors Faculty and Staff Future Students Researchers Colleges Business Education Engineering Graduate Studies Health and Human Sciences Humanities and the Arts Professional and Global Education Science Social Sciences Quick Links A-Z Index Academics Bookstore Budget Central Calendars Canvas Careers and Jobs King Library Parking and Maps Privacy Annual Security Report [pdf] Contact us Contact Form Directory Report a Web Problem Report a Title IX Complaint San Jose State University One Washington Square, San Jose, CA 95192 408-924-1000  Last Modified: Mar 12, 2020"
            ]
        ]
    ]
}