{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QJDNQR32",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Douglas H Beck 401A Loomis Laboratory (217) 244-7994 (217) 333-1215 dhbeck@illinois.edu Professor Beck received his bachelor's degree in physics from the University of Saskatchewan in 1979, and his Ph.D. in physics from Massachusetts Institute of Technology in 1986. After working as a senior research fellow at the California Institute of Technology for two years, he joined the Department of Physics at the University of Illinois as an assistant professor in 1989. He was promoted to associate professor in 1994 and to full professor in 1999. Professor Beck is the creator, spokesman, principal driving force, and intellectual leader of the G0 experiment at Thomas Jefferson National Accelerator Facility. This collaboration of more than 80 senior physicists from 18 institutions is designed to elucidate a detailed spatial distribution of charge and current densities for strange quarks. The Illinois group, under Professor Beck's leadership, is responsible for the main instrumentation for the experiment, a superconducting toroidal spectrometer. The $2M magnet for the spectrometer was designed and tested at Illinois before being successfully installed at JLab. The eight internal lead collimators for the magnet were also assembled and tested at Illinois. Together with collaborators at a number of institutions including Berkeley, Caltech, Duke, Los Alamos and MIT we are developing an exciting new experiment to search for an electric dipole moment of the neutron.  This is an intrinsically time-reversal violating quantity that is related to the observed preponderance of matter over antimatter in today's universe.  In this connection, we are developing tools and techniques for handling polarized 3He at cryogenic temperatures as an integral part of the experiment. My current research program has two components: We are completing a series of measurements of the neutral weak currents of the nucleon using parity-violating electron scattering.  Together with the ordinary electromagnetic currents of the proton and neutron, they allow us to separately determine the contributions of the various quark flavors.  We are particularly interested in the contribution of strange quarks, because they are exclusively part of the sea of virtual quarks and gluons in the nucleon.  Up and down quark pairs in the sea apparently interact with the medium to the extent that they have different momentum distributions.  The present measurements will help us understand whether the heavier strange quarks are similarly affected. We have also begun work on development of an experiment to measure the neutron electric dipole moment.  Electric dipole moments for 'fundamental' particles like the neutron violate both parity- and time-reversal symmetry.  Although the standard model of particle physics predicts a small but non-zero value for this quantity, the effects from physics at energies potentially accessible at the LHC may be significantly larger.  Time-reversal violation is, in fact, a critical ingredient in generating a small excess of matter over anti-matter in the early universe (providing for our own existence), and, in many models produces an observable effect in the neutron. Teaching Honors Arnold T. Nordsieck Award for Excellence in Teaching, 2007 University Scholar, 2001-03 APS Fellow, 2002 NSF Young Investigator, 1992-97 A. P. Sloan Research Fellow, 1991 Spring 2018 PHYS 487 David S. Armstrong, et al. Transverse Beam Spin Asymmetries in Forward-Angle Elastic Electron-Proton Scattering. Phys. Rev. Lett. 99 , 092301 (2007). D. S. Armstrong, et al. Strange-quark contributions to parity-violating asymmetries in the forward G0 electron-proton scattering experiment. Phys. Rev. Lett. 95 , 092001-1-5 (2005). T. M. Ito, et al. Parity violating electron deuteron scattering and the proton's neutral weak axial vector form-factor. Phys. Rev. Lett. 92 , 102003-1-4 (2004). D. H. Beck and B. R. Holstein. Nucleon structure and parity-violating electron scattering. Intl. J. Mod. Phys.E 10 , 1-41 (2001). D. H. Beck and R. D. McKeown. Parity-violating electron scattering and nucleon structure. Annu. Rev. Nucl. Part. Sci 51 , 189-217 (2001). R. Hasty, et al. Strange magnetism and the anapole structure of the proton. Science 290 , 2117-2119 (2000). In the Media In The News-Gazette : Young Scholars Program gives high school students chance to do real research in UI labs In their white lab coats, Madisen LeShoure and Rola Abudayeh throw around scientific terms such as “hydrophobic” and “micro goniometer” like real research pros. Which they are, in fact, becoming through a program offered by the University of Illinois and funded by the National Science Foundation. The two Champaign Central High School students are participating in the Young Scholars Program at the Grainger College of Engineering. Now in its third year, the program immerses 25 to 30 local high school students in a research project on campus for six weeks during the summer.  Six of them, including LeShoure and Abudayeh, get to continue that research during the school year, working two hours a week with UI scientists. They will also participate in the Emerging Researchers National Conference in Washington, D.C., in February, presenting their results alongside college students from across the nation. Neutron stars may hold an answer to neutron puzzle on Earth Illinois physicists use neutron-star data to refute proposed dark-matter explanation for the experimental discrepancy in free-neutron lifetimes."
            ]
        ]
    ]
}