{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QJU2AWWT",
            "i_BVV2cAAAAJ",
            [
                "Intralaminar fracture toughness of a cross-ply laminate and its constituent sub-laminates",
                "Thermo-structural analysis of composite structures",
                "Free vibrations of multilayered thick composite shells",
                "Optimum hole shapes in beams under pure bending",
                "Cohesive zone modeling of coupled buckling–debond growth in metallic honeycomb sandwich structure",
                "Role of thermal contact conductance on sandwich-type metallic thermal protection system profile",
                "Accurate evaluation of strain-energy release rate in unidirectional FRP compact-tension specimen",
                "Assessment of delamination fracture load of stringer stiffened composite panel",
                "Analytical approach for modal characteristics of honeycomb sandwich beams with multiple debond",
                "Evaluation of intralaminar fracture toughness of angle ply laminate"
            ],
            [
                "The intralaminar mode I fracture toughness values for a M55J\/M18 carbon\/epoxy cross-ply laminate [0°\/90°]15 (alternate 0 and 90° layers) and its constituent sub-laminates, namely the [0°]30 and [90°]30 laminates are theoretically evaluated on the basis of a modified crack-closure integral (MCCI) method corresponding to the fracture loads obtained by testing C(T) specimens. A simple relationship between the intralaminar fracture toughness at the specimen level of a cross ply and its constituent sub-laminates is presented. Test data for fracture loads and crack-opening displacements at the opposite end (far end) to the crack tip of the three types of C(T) specimens are obtained. A comparison of fracture toughness values KIc and crack-opening displacements obtained from tests with theoretical predictions by finite-element analysis shows good agreement for the type of laminates considered. Comparison of the …",
                "Thermo-structural analyses of passive and active hot composite structures considering temperature dependent material properties under thermal and mechanical loads are carried out. The behaviour of the composite material under thermal, thermo-chemical and mechanical loads is studied. A general approach to carry out thermo-structural analysis and how the behaviour is incorporated in the modelling are briefly discussed. Thermo-structural analysis shows that thermal stresses are very much predominant when compared to stresses due to mechanical loads. A parametric study on variation of coefficient of thermal expansion (α) due to change in fibre orientation of carbon–carbon cap type structure is studied and it is concluded that one of the critical design variables identified is the α value across the thickness of the laminate.",
                "Free vibration characteristics of a multi layered graphite\/epoxy circular cylindrical shell are presented using an eight-noded isoparametric quadrilateral shear flexible shell element. The effects of rotary inertia are considered in the formulation of the mass matrix. Variations of length to radius and radius to thickness ratios of the shell, and different fibre orientations such as (0\/90°), (0\/90\/0\/90°), (0\/90°)s and (0\/90\/0\/90°)s with respect to the frequency parameter, Kω are studied. The influence of the ratio of major to minor Young's moduli on frequency parameter is also shown. Comparison of numerical results with those available in the literature shows a good agreement.",
                "An effective method of weight reduction for a beam in pure bending is to remove material near the neutral axis, often in the form of holes. Minimizing the stress concentration around these holes is an important consideration in engineering design. One of the methods to minimize the stress concentration is to change the hole shape itself until the optimized shape with minimum stress concentration factor (s.c.f.) is reached within specified geometric constraints and loading condition. In the present note, using conformal transformation technique, centrally located quasi‐square holes in isotropic beams under pure bending are analyzed. It is well‐known that for circular hole with  there will be no stress concentration and hence the hole does not weaken the beams. The present study shows that with the optimized quasi‐square hole shapes, holes as large as  can be introduced without producing any …",
                "Buckling-induced skin–core debond growth in honeycomb sandwich cantilever beam is demonstrated using a cohesive zone model. The input parameters for the analysis are interfacial bond strength, mode I and mode II interfacial fracture toughness values, obtained from flatwise tension tests, drum-peel tests and three-point end notch flexure tests, respectively. Debonded honeycomb specimens are tested and the acoustic emission technique was used to observe the initiation of the debond growth. The load-displacement response from the cohesive zone model model shows a good agreement with the experimental results. The conventional analysis without cohesive zone model overestimates failure load by 56%. Cohesive zone model is able to predict the coupled debond growth and buckling failure in honeycomb sandwich structures.",
                "SPACE vehicles such as the Space Shuttle Orbiter that enter a planetary atmosphere require a thermal protection system (TPS) to shield them from intensive aerodynamic heating. The design of the TPS depends on the type of reentry (such as lifting body or ballistic), trajectory, duration of flight in the atmospheric regime, and maximum heat flux. Some types of passive TPSs such as silica tile need to be replaced or refurbished between flights. One of the most critical needs in the space industry is to reduce the cost of access to space. Different concepts of metallic thermal protection systems (MTPSs)(Fig. 1) for protecting reentry vehicles have been conceived and tried [1–7]. When compared to conventional TPSs such as silica tile, MTPSs have several advantages, even though it has a higher density. MTPSs can be considered reliable structures that can be tailored effectively to bear both thermal and structural loads …",
                "Strain-energy release rate of a standard compact-tension unidirectional C(T) specimen of S-glass-epoxy Scotchply 1002 is evaluated using a finite element method (FEM). Initially failure mode (cracking direction) is theoretically predicted and the strain-energy release rate is estimated using a crack-closure integral approach where branch-crack is modelled along the cracking direction instead of fibre orientation. The strain-energy release rate is evaluated for fibre orientations of 0°, 45°, 60°, 75° and 85° and compared with the fracture toughness (available in literature) and thus the fracture loads (crack initition loads) obtained. The results are found to be in very good agreement with the test data. This approach is simple and accurate for the evaluation of strain-energy release rate of the unidirectional fibre reinforced composite C(T) specimen.",
                "ConclusionsThe concept and design freedom introduced by adopting spatial fi lters to second-order partial differential equation systems have been successfully verified by an one-dimensional clamped-free shaft-based rotational acceleration rate sensor. It was shown that spatial fi lters can introduce a no-phase delay low-pass fi lter by offering a weighting function with the prechosen surface electrode, and the introduction of this odd function brings a differentiation to the transfer function. The method of imaging was introduced to extend the spatial fi lter application area from a fi nite structure to an infi nite domain, that is, spatial fi lters can now be placed near or even at the boundaries. Benefi ts associated with adopting spatial fi lters to point sensors successfully demonstrate theoretically as well as experimentally the advantages of the newly developed rotational acceleration rate sensor. In summary, expanding the …",
                "An analytical formulation for the evaluation of vibration characteristics of sandwich beams with multiple debond at the interface between the carbon fiber reinforced plastic (CFRP) face sheets and honeycomb core is obtained and verified through test. The well-known split theory is modified considering the core stiffness of sandwich beam model and accordingly the equations of motion are set up for both the undebonded and the debond regions to solve the Eigenvalue problem. Honeycomb sandwich beams with aluminium as well as quasi-isotropic carbon epoxy laminate face sheets of same thickness and core height are fabricated and tested. In the case of cantilever beam with single debond, the region of validity of the analytical solution for natural frequencies and mode shapes are found to be within a debond size of 12% of the beam length for sandwich beams with either CFRP or aluminium skin. Studies on …",
                "Intralaminar fracture toughness values of [0°]30, [45°]30 and [90°]30 carbon\/epoxy laminates are theoretically evaluated based on the well-known MCCI method corresponding to the fracture loads obtained by testing C(T) specimens. Comparison of fracture toughness of angle ply laminate, which is associated with both mode I and mode II , show a very good agreement with the theoretical prediction. A new empirical relationship is developed to obtain the intralaminar fracture toughness of an angle ply laminate from the corresponding value of the 0° laminate. The new formula is used to compare fracture toughness of angle ply laminates available in literature for glass epoxy Scotch ply 1002 laminate and a reasonably good agreement is observed between the test data and the predictions. As a percentage of  total fracture toughness value,  toughness due to mode II is maximum of 15.5% when fibre orientation is 45°."
            ],
            [
                [
                    "Fracture in composite",
                    "holes in shells",
                    "Buckling of sandwich shells"
                ]
            ],
            [
                "Vikram Ramesh Vikram Ramesh vikramr@uchicago.edu"
            ]
        ]
    ]
}