{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QKD5GW8R",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dam T. Son Dam T. Son University Professor Dept. of Physics, Enrico Fermi Institute, James Franck Institute, Kadanoff Center for Theoretical Physics, and the College Address: MCP 465 Phone: 773-834-9032 dtson@uchicago.edu I have a broad research program encompassing several areas of theoretical physics.​ String Theory : applications of gauge-gravity duality in the physics of the quark-gluon plasma and other strongly interacting systems. : properties of the hot and dense states of matter, e.g., the quark gluon plasma and dense quark matter (color superconductors). Condensed matter physics : physics of the quantum Hall system, graphene; applications of quantum field theory. Atomic physics : many-body physics of cold trapped atoms, BCS-BEC crossover, applications of quantum field theoretical techniques. Selected Publications R. Baier, A.H. Mueller, D. Schiff, and D.T. Son, \"Bottom-up\" thermalization in heavy ion collisions, Phys. Lett. B  502 , 51 (2001). P. Kovtun, D.T. Son, and A.O. Starinets, Viscosity in Strongly Interacting Quantum Field Theories from Black Hole Physics, Phys. Rev. Lett . 94 , 111601 (2005). Y. Nishida and D.T. Son, Epsilon Expansion for a Fermi Gas at Infinite Scattering Length, Phys. Rev. Lett . 97 , 050403 (2006). C. Hoyos and D.T. Son, Hall Viscosity and Electromagnetic Response, Phys. Rev. Lett . 108 , 066805 (2012). Papers from arXiv.org News & Highlights Professors Son and Levin Receive Simons Foundation Award , June 14, 2019 Professor Son awarded the 2018 Dirac Medal An interview with Professor Dam T. Son by the International Center for Theoretical Physics"
            ]
        ]
    ]
}