{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QKT6APSN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Teaching Tugdual S. LeBohec Associate Professor Associate Professor lebohec@physics.utah.edu 801-587-9923 Main Website http:\/\/www.physics.utah.edu\/~lebohec\/ More Links Stephan LeBohec Physics Building, 0010 Room: 219 Phone: 801-587-9923 Fax: 801-581-4801 Tugdual S. LeBohec Associate Professor Associate Professor Teaching Biography Current Courses Research Statement Presentations Research Groups Languages Internal Service Teaching Biography Current Courses Research Statement Presentations Research Groups Languages Internal Service Publications \"Suppression of diffusion of hydrogen adatoms on graphene by effective afatom interaction\", Phys.Rev. B 93, 115402 (2016).\r\n\r\nPublished, 03\/04\/2016. http:\/\/arxiv.org\/abs\/1506.03422 \"Attraction-repulsion transition in the interaction of adatoms and vacancies in graphene\", Phys. Rev. B 89, 045433 (2014).\r\n\r\nPublished, 08\/01\/2014. http:\/\/arxiv.org\/abs\/1311.1796 \"Monte-Carlo simulation of stellar intensity interferometry\", Mon. Not. R. Astron. Soc., 430, 3187-3195.\r\n\r\nPublished, 02\/18\/2013. \"Imaging submilliarcsecond stellar features with intensity interferometry using air Cherenkov telescope arrays\", MNRAS (2012) Vol. 424 1006-1011 .\r\n\r\nPublished, 08\/01\/2012. \"High angular resolution imaging with stellar intensity interferometry using air Cherenkov telescope arrays\" MNRAS (2012) Vol. 419 172-183 .\r\n\r\nPublished, 01\/01\/2012. \"Haar wavelets as a tool for the statistical characterization of variability\", Astroparticle Physics, Volume 34, Issue 12, Pages 871-877.\r\n\r\nPublished, 07\/2011. \"Gamma-ray attenuation in X-ray binaries: an application to LSI+613003\", The Astrophysical Journal, 731:105 (6pp).\r\n\r\nPublished, 04\/20\/2011. \"VERITAS 2008-2009 Monitoring of the Variable Gamma-ray Source M 87\", Astrophysical Journal 716 (2010) 819-824.\r\n\r\nPublished, 01\/2010. Research Statement Until 2013 I was working in the field of gamma ray astronomy and astronomical interferometry. I progressively moved to some work in solid state physics and general quantum mechanics with a specific interest for Scale Relativity. Presentations \"New developments in Stellar Intensity Interferometry\", colloquium at Kansas University.\r\nInvited Talk\/Keynote,\r\nPresented, 02\/2012. \"Gamma ray astronomy with VERITAS\", High Energy Physics seminar at Kansas University.\r\nInvited Talk\/Keynote,\r\nPresented, 02\/2012. \"Stellar intensity interferometry: imaging capabilities of air Cherenkov telescope arrays\", SPIE Astronomical Instrumentation meeting in San Diego.\r\nInvited Talk\/Keynote,\r\nPresented, 06\/30\/2010. Research Groups Wen Jin, Graduate Student.\r\n Physics.\r\n03\/02\/2015 - present. Mei-Hui Teh, Graduate Student.\r\n Physics.\r\n09\/01\/2014 - present. Languages Arabic, basic. Basic is even too much to describe my Arabic. I started learning in 2016. English, fluent. I moved to Iowa in 1998 and to Utah in 2004, my English remains in an improving phase. French, fluent. I grew up in France and completed my studies in physics in Paris. Japanese, basic. I spent a year in Japan but it was a long time ago to I am forgetting (wasuremasu)."
            ]
        ]
    ]
}