{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QKUIMN0J",
            "5m-W9-cAAAAJ",
            [
                "Exchange bias behavior in Ni–Mn–Sb heusler alloys",
                "Magnetocaloric properties of ",
                "Large magnetic entropy change in  Heusler alloys",
                "Inverse magnetocaloric effect in ferromagnetic  Heusler alloys",
                "Adaptive Mo 2 N\/MoS 2\/Ag tribological nanocomposite coatings for aerospace applications",
                "Exchange bias in bulk Mn rich Ni–Mn–Sn heusler alloys"
            ],
            [
                "The authors report the observation of exchange bias in bulk polycrystalline Ni50Mn25+xSb25−x Heusler alloys. Shifts in hysteresis loops of up to 248Oe were observed in the 5T field cooled samples. The observed exchange bias behavior in Ni50Mn25+xSb25−x is attributed to the coexistence of antiferromagnetic and ferromagnetic exchange interactions in the system. Such behavior is an addition to the multifunctional properties of the Ni50Mn25+xSb25−x Heusler alloy system.",
                "We present the magnetocaloric properties of the substituted Heusler alloy Ni2Mn1−xCuxGa, which shows a maximum magnetic entropy change of ΔSM≈−64J∕KgK=−532mJ∕cm3K at 308K for a magnetic field change ΔH=5T. The dependence of ΔSM on ΔH is approximately linear and does not reach saturation at 5T. It is demonstrated that the temperature at which ΔSM occurs can be tuned through subtle variations in composition.",
                "The magnetocaloric properties of polycrystalline Ni50Mn50−xInx (15⩽x⩽16) associated with the second order magnetic transition at the Curie temperature and the first order martensitic transition were studied using magnetization measurements. The refrigeration capacity and magnetic entropy change were found to depend on the In concentration and reach a maximum value of refrigeration capacity of 280J∕kg with a magnetic entropy change of −6.8J∕kgK at 318K for a magnetic field change of 5T. These values of the magnetocaloric parameters are comparable to that of the largest values reported near the second order transition of metallic magnets near room temperature.",
                "A study of the magnetocaloric effect (MCE) in the ferromagnetic Heusler alloys Ni50Mn37+xSb13−x (x=0,0.5,1) has been carried out through magnetization measurements. An inverse magnetocaloric effect was observed in the vicinity of the first order martensitic transition. A maximum positive magnetic entropy change of ΔSm≈19J∕kgK at approximately 297K for a magnetic field change of 5T was observed. It is demonstrated that the martensitic transformation temperature, and the corresponding ΔSm, can be tuned through a slight variation in composition.",
                "Reactively sputtered Mo2N\/MoS2\/Ag nanocomposite coatings were deposited from three individual Mo, MoS2, and Ag targets in a nitrogen environment onto Si (111), 440C grade stainless steel, and inconel 600 substrates. The power to the Mo target was kept constant, while power to the MoS2 and Ag targets was varied to obtain different coating compositions. The coatings consisted of Mo2N, with silver and\/or sulfur additions of up to approximately 24 at%. Coating chemistry and crystal structure were evaluated using X-ray photoelectron spectroscopy (XPS) and X-ray diffraction (XRD), which showed the presence of tetragonal Mo2N and cubic Ag phases. The MoS2 phase was detected from XPS analysis and was likely present as an amorphous inclusion based on the absence of characteristic XRD peaks. The tribological properties of the coatings were investigated in dry sliding at room temperature …",
                "An experimental study on the exchange bias properties of bulk polycrystalline Ni50Mn50−xSnx Heusler alloys has been performed. Martensitic transformations have been observed in the alloys for some critical Sn concentrations. The alloys, while in their respective martensitic phases, are found to exhibit exchange bias effect. Shifts in hysteresis loops of up to 225Oe were observed in the 50kOe field cooled samples. The observed exchange bias behavior in Ni50Mn50−xSnx is attributed to the coexistence of antiferromagnetic and ferromagnetic exchange interactions in the system."
            ],
            [
                [
                    "magnetic materials",
                    "solid state cooling",
                    "phase transitions"
                ]
            ],
            [
                "Shane Stadler Professor of Physics Ph.D., 1998 - Tulane University 210-F Nicholson Hall, Tower Dr. (225) 578-2025-Office stadler@phys.lsu.edu Personal Web Page Experimental Condensed Matter Physics Our research is centered on the synthesis and characterization of bulk and thin film\n                  materials, with an emphasis on magnetic systems with applications in energy and electronics.\n                  Our current areas of research are: (i) magnetocaloric materials and (ii) highly spin-polarized\n                  alloys. Materials the exhibit large room-temperature magnetocaloric effects are sought for\n                  solid state cooling applications. Magnetic refrigeration has many advantages over\n                  conventional cooling (compressed gas) technologies: it is more energy efficient and\n                  environmentally friendly. This project is funded by Basic energy Sciences, Department\n                  of Energy. The development of half-metallic (spin-polarized) materials is needed for spintronics\n                  applications – the evolution of electronics in which devices utilize both the charge\n                  and the spin of the electron. This project is funded by the National Science Foundation. We are also interested in solid-oxide fuel cell materials (with Montana State University),\n                  ferromagnetic shape-memory alloys and magnetic nanocomposites (with Southern Illinois\n                  University), and thermoelectric materials and superconductors (with collaborators\n                  at LSU). Our lab facilities include: (i) a pulsed laser deposition system; (ii) a magnetic\n                  properties measurement system (MPMS); (iii) an AC\/DC magneto-optic Kerr effect (MOKE)\n                  system; and (iv) an x-ray diffraction (XRD) system. Other facilities in the department\n                  include bulk synthesis systems (arc-melting, RF) and physical properties measurement\n                  systems (PPMS). Single crystal XRD, TEM, SEM, EDX, and WDS are also available on the\n                  LSU campus. Current and Select Publications Magnetostructural phase transitions and magnetocaloric effects in MnNiGe 1-x Al x , Tapas Samanta, Igor Dubenko, Abdiel Quetz, Samuel Temple, Shane Stadler, and Naushad\n                     Ali, Appl. Phys. Lett. 100 (5), 052404 (1-3) (2012). [DOI: 10.1063\/1.3681798] The Comparison of Direct and Indirect Methods for Determining the Magnetocaloric Parameters\n                        in the Heusler alloy Ni 50 Mn 34.8 In 14.2 B , Igor Dubenko, Tapas Samanta, Abdiel Quetz, Alexander Kazakov, Igor Rodionov, Denis\n                     Mettus, Valerii Prudnikov, Shane Stadler, Philip Adams, Joseph Prestigiacomo, Alexander\n                     Granovsky, Arcady Zhukov, and Naushad Ali, Appl. Phys. Lett. 100 (19), 192402 (2012). [DOI: 10.1063\/1.4714539]. Spin-Resolved Tunneling Studies of the Exchange Field in EuS\/Al Bilayers , Y. M. Xiong, S. Stadler, P. W. Adams, and G. Catelani, Phys. Rev. Lett. 106 (24), 247001 (1-4) (2011). [DOI: 10.1103\/PhysRevLett.106.247001] Magnetocaloric properties of Ni 2 Mn 1-x Cu x Ga , Shane Stadler, Mahmud Khan, Joseph Mitchell, Naushad Ali, Angelo M. Gomes, Igor\n                     Dubenko, Armando Y. Takeuchi, and Alberto P. Guimarães, Appl. Phys. Lett. 88 , 192511 (2006)."
            ]
        ]
    ]
}