{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QN9VOUF5",
            "CDrUrl4AAAAJ",
            [
                "Individual differences in allocation of funds in the dictator game associated with length of the arginine vasopressin 1a receptor RS3 promoter region and correlation between …",
                "Polymorphisms in the dopamine D4 receptor gene (DRD4) contribute to individual differences in human sexual behavior: desire, arousal and sexual function",
                "A pilot randomized clinical trial of cognitive behavioral therapy versus attentional bias modification for social anxiety disorder: An examination of outcomes and theory-based …",
                "Positive Emotions and Social Anxiety: The Unique Role of Pride"
            ],
            [
                " Human altruism is a widespread phenomenon that puzzled evolutionary biologists since Darwin. Economic games illustrate human altruism by showing that behavior deviates from economic predictions of profit maximization. A game that most plainly shows this altruistic tendency is the Dictator Game. We hypothesized that human altruistic behavior is to some extent hardwired and that a likely candidate that may contribute to individual differences in altruistic behavior is the arginine vasopressin 1a (AVPR1a) receptor that in some mammals such as the vole has a profound impact on affiliative behaviors. In the current investigation, 203 male and female university students played an online version of the Dictator Game, for real money payoffs. All subjects and their parents were genotyped for AVPR1a RS1 and RS3 promoter‐region repeat polymorphisms. Parents did not participate in online game playing. As variation …",
                "Although there is some evidence from twin studies that individual differences in sexual behavior are heritable, little is known about the specific molecular genetic design of human sexuality. Recently, a specific dopamine D4 receptor (DRD4) agonist was shown in rats to induce penile erection through a central mechanism. These findings prompted us to examine possible association between the well-characterized DRD4 gene and core phenotypes of human sexual behavior that included desire, arousal and function in a group of 148 nonclinical university students. We observed association between the exon 3 repeat region, and the C-521T and C-616G promoter region SNPs, with scores on scales that measure human sexual behavior. The single most common DRD4 5-locus haplotype (19%) was significantly associated with Desire, Function and Arousal scores. The current results are consistent with animal …",
                "No studies have compared face-to-face cognitive-behavioral therapy (CBT) and attention bias modification (ABM) for social anxiety disorder (SAD) and their purported mechanisms. We asked: 1) Is CBT more effective than ABM? and 2) Are changes in attentional biases and cognitions temporally related to symptom change? Forty-three patients were randomly assigned to 8 sessions of ABM or up to 20 sessions of individual CBT. Intent-to-treat results revealed that CBT was superior to ABM in response rates and on symptom measures at endpoint, but not on other measures. No differences were found on measures in rates of change between CBT and ABM. Frequency of negative cognitions changed in both groups and negative beliefs changed only in CBT. Attentional bias did not change in either group. Cognitive changes bidirectionally correlated with symptom change in cross-lagged analyses in CBT, but not in …",
                "Social anxiety is correlated with diminished global positive affect (PA). However, it is not clear from the data whether this relationship is due to global PA, or to specific emotions such as joy or pride. We hypothesized that pride will account for most of the relationship between social anxiety and PA after controlling for depression. Results of Study 1 (N = 352) supported the hypothesis that when pride and PA were in the same model, only pride was significantly related to social anxiety. The same pattern was found when pride and joy were in the same model. When multiple facets of positive emotions (pride, love, joy, contentment, amusement, awe and compassion) were in the same model, only pride and love were significantly related to social anxiety. Results of Study 2 (N = 288) replicated the findings that only pride was significantly related to social anxiety, but counter to our hypothesis, revealed that pride …"
            ],
            [
                [
                    "emotion",
                    "positive emotions",
                    "cbt"
                ]
            ]
        ]
    ]
}