{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QNE67D2X",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "IAN J. M. CROSSFIELD Assistant Professor of Physics EMAIL: iancross@mit.edu PHONE: (617) 253-6102 Ronald McNair Building, 37-611 ASSISTANT: TBA Personal website NASA Jet Propulsion Laboratory JPL Exoplanet Center Astrophysics Citizen scientists discover five tightly packed exoplanets , 1.11.2018] S.B., Physics, University of California, Los Angeles, 2004 S.M., Astrophysics, University of California, Los Angeles, 2009 Ph.D., Astrophysics, University of California, Los Angeles, 2012 Postdoctoral Fellow, Max Planck Institute for Astronomy, 2012-2014 NASA Sagan Fellow, U. Arizona, Lunar and Planetary Lab, 2014-2016 Sagan Fellow\/Researcher, University of California, Santa Cruz, 2016-2017 Assistant Professor, MIT Physics, 2017-Present Awards and Honors 2015: Kavli Frontiers of Science Fellow 2014: NASA Sagan Fellowship 2013: AAS Doxsey Prize 2011-2012: UCLA Dissertation Year Fellow 2010: AAS Chambliss Student Achievement Award 2009: AAS Chambliss Student Achievement Award 2009: Honorable Mention, NSF Graduate Student Research Fellowship 2008: Honorable Mention, NSF Graduate Student Research Fellowship 2007-2009: UCLA Institute of Geophysics and Planetary Physics Graduate Fellowship 2008: UCLA Department of Astronomy First Year Graduate Student Summer Fellowship 2007: Jet Propulsion Laboratory: SIM: PlanetQuest Outstanding Performance Award (×2) 2004: Outstanding Senior in Physics, UC Irvine Physics Department 2003: Herbet H. Chen Award (Outstanding Junior), UC Irvine Physics Department 2003: Elected to Phi Beta Kappa and Sigma Pi Sigma My research focuses on the atmospheric characterization of extrasolar planets (\"exoplanets\") through all possible methods --- transits, eclipses, phase curves, and direct imaging --- from the ground and from space. I'm also interested in the discovery of new exoplanets, especially those whose atmospheres we can study in more detail.  My work has led to hundreds of validated planets from NASA's K2 mission; the first atmospheric spectroscopy of multiple extrasolar ice giants and super-Earths; and the first 2D surface map of any substellar object beyond the Solar System. I recently wrote a definitive review of exoplanetary atmospheres ; have conducted numerous test studies of the exoplanet capabilities of giant, next-generation telescopes; have coordinated multiple research collaborations using ground- and space-based facilities; and have mentored undergraduate and graduate students in papers on these topics. After receiving an undergrad Physics degree I worked as an Optical & Systems Engineer at NASA\/JPL for three years on projects such as the Gemini Planet Imager, the Space Interferometry Mission, and the Thirty Meter Telescope (whose Wikipedia page I created). While at JPL I decided I would rather use telescopes than build them for other people, so I got my PhD in Astrophysics across town at UCLA under Prof. Brad Hansen.  After that I spend two wonderful years as a Planet & Star Formation Fellow at the MPIA in Heidelberg, Germany; two warmer years as a NASA Sagan Fellow at UA's Lunar and Planetary Lab in Tucson, AZ; and stints as a Sagan Fellow and Associate Researcher at UC Santa Cruz. From there I headed East to Cambridge to begin the next phase of my life with MIT. Search my publications the easy way: NASA ADS , arXiv , Google Scholar . Or, browse the listings below: Crossfield, Ian J. M.; Ciardi, D.R.; Petigura, E.A.; Sinukoff, E.; Schlieder, J.E.; Howard, A.W.; Beichman, C.A.; Isaacson, H.; Dressing, C.D.; Christiansen, J.L.; Fulton, B.J.; Lepine, S.; Weiss, L.; Hirsch, L.; Livingston, J.; Baranec, C.; Law, N. M.; Riddle, R.; Ziegler, C.; Howell, S.B.; Horch, E.; Everett, M.; Teske, J.; Martinez, A.O.; Obermeier, C.; Benneke, B.; Scott, N.; Deacon, N.; Aller, K.M.; Hansen, B.M.S.; Mancini, L.; Ciceri, S.; Brahm, R.; Jordan, A.; Knutson, H.A.; Henning, Th.; Bonnefoy, M.; Liu, M.C.; Crepp, J.R.; Lothringer, J.; Hinz, P.; Bailey, V.; Skemer, A.; Defrere, D.; 197 Candidates and 104 Validated Planets from K2's First Year , ApJS, 2016, in press. Crossfield, Ian J. M.; Biller, B.; Schlieder, J. E.; Deacon, N. R.; Bonnefoy, M.; Homeier, D.; Allard, F.; Buenzli, E.; Henning, Th.; Brandner, W.; Goldman, B.; Kopytova, T. A Global Cloud Map of the Nearest Known Brown Dwarf . 2014, Nature, 505, 654. Crossfield, Ian J. M. Observations of Exoplanet Atmospheres , 2015, PASP, 127, 941. Crossfield, Ian J. M.; Barman, Travis; Hansen, Brad M. S., High-resolution, Differential, Near-infrared Transmission Spectroscopy of GJ 1214b . 2011, ApJ 736, 132. Crossfield, Ian J. M. Exoplanet Atmospheres and Giant Ground-Based Telescopes , \tarXiv:1604.06458. Crossfield, Ian J. M.; Barman, Travis; Hansen, Brad M. S.; Tanaka, Ichi; Kodama, Tadayuki. Re-Evaluating WASP-12b: Strong Emission at 2.315 micron, Deeper Occultations, and an Isothermal Atmosphere . ApJ 2012, 760, 140 Crossfield, Ian J. M.; Barman, Travis; Hansen, Brad M. S.; Howard, A. W.; Warm Ice Giant GJ 3470b. I. A Flat Transmission Spectrum Indicates a Hazy, Low-methane, and\/or Metal-rich Atmosphere . A and A, 2013, 559, 33. July 15, 2020 4:00 PM"
            ]
        ]
    ]
}