{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QP7G0U66",
            "4FH8WBQAAAAJ",
            [
                "IgG4-related disease",
                "Consensus statement on the pathology of IgG4-related disease",
                "IgG4-related disease: recommendations for the nomenclature of this condition and its individual organ system manifestations",
                "Frequent mutation of isocitrate dehydrogenase (IDH) 1 and IDH2 in cholangiocarcinoma identified through broad-based tumor genotyping",
                "Autoimmune pancreatitis",
                "Rituximab therapy leads to rapid decline of serum IgG4 levels and prompt clinical improvement in IgG4‐related systemic disease",
                "Radiological and surgical implications of neoadjuvant treatment with FOLFIRINOX for locally advanced and borderline resectable pancreatic cancer",
                "Rituximab for the treatment of IgG4-related disease: lessons from 10 consecutive patients",
                "mTORC1 in the Paneth cell niche couples intestinal stem-cell function to calorie intake",
                "Genome-wide chromatin state transitions associated with developmental and environmental cues"
            ],
            [
                "A number of autoimmune diseases that affect diverse organ systems have recently been noted to be related to IgG4 autoantibodies. The authors review the spectrum of IgG4-related disease and the current status of diagnostic and management approaches.",
                "IgG4-related disease is a newly recognized fibro-inflammatory condition characterized by several features: a tendency to form tumefactive lesions in multiple sites; a characteristic histopathological appearance; and—often but not always—elevated serum IgG4 concentrations. An international symposium on IgG4-related disease was held in Boston, MA, on 4–7 October 2011. The organizing committee comprising 35 IgG4-related disease experts from Japan, Korea, Hong Kong, the United Kingdom, Germany, Italy, Holland, Canada, and the United States, including the clinicians, pathologists, radiologists, and basic scientists. This group represents broad subspecialty expertise in pathology, rheumatology, gastroenterology, allergy, immunology, nephrology, pulmonary medicine, oncology, ophthalmology, and surgery. The histopathology of IgG4-related disease was a specific focus of the international symposium. The …",
                "During the first decade of this century, recognition of a multi-organ system disease known as IgG4-related disease (IgG4-RD) has grown. Serum IgG4 elevation (in some patients) and tissue infiltration with IgG4-positive plasma cells (in essentially all patients)(1–3) are common threads that connect a variety of seemingly disparate conditions observed previously in multiple organs (4). A highly characteristic histopathology and immunohistochemical staining pattern are found in the involved organs (5–7). Japanese investigators recently agreed on the name “IgG4-related disease” for this multifocal disorder (7).An International Symposium on IgG4-related disease (IgG4-RD) was held in Boston, Massachusetts from October 4–7, 2011 [http:\/\/www2. massgeneral. org\/pathology\/symposium\/IgG4_related_systemic_dis. asp]. The Organizing Committee, comprised of 35 IgG4-RD experts from Japan, Korea, Hong Kong, the …",
                "Cancers of origin in the gallbladder and bile ducts are rarely curable with current modalities of cancer treatment. Our clinical application of broad-based mutational profiling for patients diagnosed with a gastrointestinal malignancy has led to the novel discovery of mutations in the gene encoding isocitrate dehydrogenase 1 (IDH1) in tumors from a subset of patients with cholangiocarcinoma. A total of 287 tumors from gastrointestinal cancer patients (biliary tract, colorectal, gastroesophageal, liver, pancreatic, and small intestine carcinoma) were tested during routine clinical evaluation for 130 site-specific mutations within 15 cancer genes. Mutations were identified within a number of genes, including KRAS (35%), TP53 (22%), PIK3CA (10%), BRAF (7%), APC (6%), NRAS (3%), AKT1 (1%), CTNNB1 (1%), and PTEN (1%). Although mutations in the metabolic enzyme IDH1 were rare in the other common …",
                "Autoimmune pancreatitis is a form of chronic pancreatitis characterized by an autoimmune inflammatory process that may involve the biliary ducts, bowel, regional lymph nodes, and sometimes the lung and kidney. Patients with this uncommon form of pancreatitis may present with an obstructing pancreatic mass that mimics pancreatic cancer but responds to corticosteroid treatment. This review summarizes how the diagnosis of autoimmune pancreatitis can be established on the basis of imaging, histologic, and serologic criteria.",
                "Patients with IgG4‐related systemic disease (IgG4‐RSD) frequently show an incomplete response to treatment with glucocorticoids and traditional disease‐modifying antirheumatic drugs (DMARDs). B lymphocyte depletion is a therapeutic strategy known to be effective for pemphigus vulgaris, an autoimmune condition mediated by IgG4 autoantibodies. This study was performed to assess the clinical and serologic responses to B lymphocyte depletion therapy with rituximab in patients with IgG4‐RSD.Four patients with IgG4‐RSD were treated with 2 intravenous doses (1 gram each) of rituximab. Clinical improvement was assessed by monitoring the tapering\/discontinuation of prednisone and DMARDs, and by measuring the serum concentrations of B lymphocytes, immunoglobulins, and IgG subclasses before and after therapy.Clinical features of IgG4‐RSD in these 4 patients …",
                "PurposeOn the basis of the ACCORD trial, FOLFIRINOX is effective in metastatic pancreatic adenocarcinoma (PDAC), making it a rational choice for locally advanced PDAC (LA). Aims of this study are to evaluate the accuracy of imaging in determining the resectability of PDAC and to determine the surgical and clinicopathologic outcomes of pancreatic resections after neoadjuvant FOLFIRINOX therapy.",
                "Patients with IgG4-related disease (IgG4-RD) typically have elevated serum concentrations of IgG4 and share histopathologic features that are similar across affected organ (s). IgG4-RD patients frequently require prolonged treatment with glucocorticoids and are often unable to taper these medications. Traditional disease-modifying antirheumatic drugs (DMARDs) are generally ineffective. We assessed the clinical and serologic responses to B lymphocyte depletion therapy in 10 consecutive patients with steroid-and DMARD-refractory IgG4-RD.",
                "How adult tissue stem and niche cells respond to the nutritional state of an organism is not well understood. Here we find that Paneth cells, a key constituent of the mammalian intestinal stem-cell (ISC) niche, augment stem-cell function in response to calorie restriction. Calorie restriction acts by reducing mechanistic target of rapamycin complex 1 (mTORC1) signalling in Paneth cells, and the ISC-enhancing effects of calorie restriction can be mimicked by rapamycin. Calorie intake regulates mTORC1 in Paneth cells, but not ISCs, and forced activation of mTORC1 in Paneth cells during calorie restriction abolishes the ISC-augmenting effects of the niche. Finally, increased expression of bone stromal antigen 1 (Bst1) in Paneth cells—an ectoenzyme that produces the paracrine factor cyclic ADP ribose—mediates the effects of calorie restriction and rapamycin on ISC function. Our findings establish that mTORC1 non …",
                "Differences in chromatin organization are key to the multiplicity of cell states that arise from a single genetic background, yet the landscapes of in vivo tissues remain largely uncharted. Here, we mapped chromatin genome-wide in a large and diverse collection of human tissues and stem cells. The maps yield unprecedented annotations of functional genomic elements and their regulation across developmental stages, lineages, and cellular environments. They also reveal global features of the epigenome, related to nuclear architecture, that also vary across cellular phenotypes. Specifically, developmental specification is accompanied by progressive chromatin restriction as the default state transitions from dynamic remodeling to generalized compaction. Exposure to serum in vitro triggers a distinct transition that involves de novo establishment of domains with features of constitutive heterochromatin. We describe …"
            ],
            [
                [
                    "Pathology"
                ]
            ]
        ]
    ]
}