{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QQT37UZI",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jen-Chieh Peng 409 Loomis Laboratory (217) 244-6039 (217) 333-1215 jcpeng@illinois.edu Professor Peng received his bachelor's degree in physics from Tunghai University in Taiwan in 1970 and his Ph.D. in nuclear physics from the University of Pittsburgh in 1975. He worked as a researcher at the Centre d'Etudes Nucleaires de Saclay and the University of Pittsburgh before joining the Physics Division of Los Alamos National Laboratory in 1978. He became a Laboratory Fellow at Los Alamos in 1996. Professor Peng joined the Department of Physics at the University of Illinois in February 2002. At Los Alamos, Professor Peng made pioneering contributions to several areas of medium energy physics. He was the first to recognize the feasibility of producing η mesons at the Los Alamos Meson Physics Facility (LAMPF) and made the first (π,η) measurements on nuclei. In the early 1980s, Professor Peng proposed the (π+,K + ) measurements at Brookhaven National Laboratory's Alternating Gradient Synchrotron (AGS) accelerator, which ultimately identified single-particle states of lambda hypernuclei. Since the late 1980s, Professor Peng has made seminal contributions to high-energy nuclear physics in a series of experiments at Fermilab ( E772 , E789 , and E906 ), which pioneered the use of massive lepton pair production to probe the distributions of antiquarks in the nucleons and nuclei. Professor Peng was the spokesperson or co-spokesperson for ten experiments carried out at various laboratories. More recently, Professor Peng initiated a program at the Jefferson Laboratory to measure the novel transverse momentum dependent parton distribution. His group at UIUC also demonstrated the feasibility of the dressed-spin technique for a future experiment to search for neutron electric dipole moment. He has been actively involved in the Daya Bay neutrino oscillation experiment which discovered the neutrino mixing angle θ 13 in 2012. Professor Peng is a Fellow of the Amercian Physical Society. Daya Bay Neutrino Experiment The UIUC group has been a member of the Daya Bay Collaboration since the experiment was proposed in 2006. Using eight identically designed 20-ton detectors located at three underground experimental halls, antineutrinos from three pairs of reactor cores are detected. The UIUC group contributed to the R&D, testing, and commissioning of the Daya Bay PMT system. In March 2012, the Daya Bay experiment observed clear neutrino oscillation signals and announced the discovery of the neutrino mixing angle θ 13 . The UIUC group has made significant contributions to the precise extraction of the mixing angle θ 13 and the mass-squared difference, |Δ m 2 |. It has also led the effort to search for light sterile neutrinos. The Daya Bay experiment will continue to take data until the end of 2017. SeaQuest Experiment at Fermilab The SeaQuest experiment at Fermilab measures high-mass dileptons to explore the antiquark structure of the nucleon and nuclei via the Drell-Yan process. The 120 GeV proton beam from the Main Injectorat Fermilab and a newly constructed dilepton spectrometer are utilized for this experiment. The major physics goals of the SeaQuest experiment include the investigation of the flavor asymmetry of the antiquarks in the proton, and the modification of antiquarks in the nuclei. SeaQuest started data-taking in early 2014, and will continue until summer of 2017. Research Honors Breakthrough Prize, 2016 Distinguished Visiting Fellow, Academia Sinica, 2015 Fellow, Japan Society for the Promotion of Science, 2000 Fellow, Los Alamos National Laboratory, 1996 Fellow, American Physical Society, 1993 Spring 2013 PHYS 575 Fall 2008 PHYS 570 Jen-Chieh Peng, Daniel Boer, Wen-Chen Chang, Randall Evan McClellan, Oleg Teryaev, \"On the Rotational Invariance and Non-Invariance of Lepton Angular Distributions in Drell-Yan and Quarkonium Production\", Phys. Lett. B789, 356 (2019). Jen-Chieh Peng, Wen-Chen Chang, Randall Evan McClellan, Oleg Teryaev, \"Lepton Angular Distribution of Z boson Production and Jet Discrimination\", Phys. Lett. B797, 134895 (2019). Xin Qian, Jen-Chieh Peng, \"Physics with Reactor Neutrinos\",  Reports on Progress in Physics 82, 036201 (2019). Wen-Chen Chang, Randall Evan McClellan, Jen-Chieh Peng, and Oleg Teryaev, \"Lepton Angular Distributions of Fixed-target Drell-Yan Experiments in Perturbative QCD and a Geometric Approach\",  Phys. Rev. D99, 014032 (2019). \"Extraction of the 235U and 239Pu Antineutrino Spectra at Daya Bay\", Daya Bay Collaboration, D. Adey et al., Phys. Rev. Lett. 123 (2019) no.11, 111801. \"A New Cryogenic Apparatus to Search for the Neutron Electric Dipole Moment\",  nEDM Collaboration, M.W. Ahmed et al., JINST 14 (2019) no.11, P11017. \"Measurement of the Electron Antineutrino Oscillation with 1958 Days of Operation at Daya Bay\",  Daya Bay Collaboration, D. Adey et al., Phys. Rev. Lett. 121 (2018) no.24, 241805. \"Search for a time-varying electron antineutrino signal at Daya Bay\", Daya Bay Collaboration, D. Adey et al., Phys.Rev. D98 (2018) no.9, 092013. \"First measurement of transverse-spin-dependent azimuthal asymmetries in the Drell-Yan process\", \r\nCOMPASS Collaboration, M. Aghasyan et al., Phys.Rev.Lett. 119 (2017) no.11, 112002 \"Dependencies of lepton angular distribution coefficients on the transverse momentum and rapidity of Z bosons produced in pp collisions at the LHC\", Wen-Chen Chang, Randall Evan McClellan, Jen-Chieh Peng,  Phys.Rev. D 96, 054020 (2017). Jen-Chieh Peng, Wen-Chen Chang, Randall Evan McClellan, and Oleg Teryaev, \"Interpretation of Angular Distributions of Z-boson Production\r\nat Colliders\", Phys. Lett. B758, 384 (2016). F. P. An et al. (Daya Bay Collaboration). \"Measurement of the Reactor Antineutrino Flux and Spectrum at Daya Bay\", Phys. Rev. Lett. 116, 061801 (2016). F. P. An et al. (Daya Bay Collaboration), \"New Measurement of Antineutrino Oscillation with the Full Detector Configuration at Daya Bay\", Phys. Rev. Lett. 115, 111802 (2015). Jen-Chieh Peng, \"Daya Bay: Results and Perspectives\", Nucl. Part. Phys. Proc. 265-266, 105 (2015). Wen-Chen Chang and Jen-Chieh Peng, \"Extraction of the intrinsic light-quark sea in the proton\", Phys. Rev. D92, 054020 (2015). Jen-Chieh Peng, \"Transverse Spin Effects in Future Drell-Yan Experiments\",  EPJ Web Conf. 85, 01009 (2015). J.C. Peng and J.W. Qiu, \"Novel phenomenology of parton distributions from the Drell-Yan process\", Prog. Part. Nucl. Phys. 76, 43-75 (2014). W.C. Chang and J.C. Peng, \"Flavor Structure of the Nucleon Sea\",  Prog. Part. Nucl. Phys. 79, 95-135 (2014). J. C. Peng et al., \"On the momentum dependence of the flavor structure of the nucleon sea\",  Phys. Lett. B736, 411 (2014). F. P. An et al. (Daya Bay Collaboration), \"Search for a Light Sterile Neutrino at Daya Bay\", Phys. Rev. Lett. 113, 141802 (2014). F. P. An et al., (Daya Bay Collaboration), \"Spectral measurement of electron antineutrino oscillation amplitude and frequency at Daya Bay\", Phys. Rev. Lett. 112, 061801 (2014). Keh-Fei Liu, Wen-Chen Chang, Hai-Yang Cheng, and Jen-Chieh Peng, \"Connected-Sea Partons\", Phys. Rev. Lett. 109, 252002 (2012). F. P. An et al. (Daya Bay Collaboration), \"Observation of Electron-Antineutrino Disappearance at Daya Bay\", Phys. Rev. Lett. 108, 171803 (2012). Wen-Chen Chang and Jen-Chieh Peng, \"Extraction of Various Five-Quark Components of the Nucleons\", Phys. Lett. B704, 197 (2011). Wen-Chen Chang and Jen-Chieh Peng, Flavor Asymmetry of the Nucleon Sea and the Five-Quark Components\r\nof the Nucleons\", Phys. Rev. Lett. 106, 252002 (2011). X. Qian et al., \"Single Spin Asymmetries in Charged Pion Production from Semi-Inclusive Deep Inelastic Scattering on a Transversely Polarized He-3 Target\", Phys. Rev. Lett. 107, 072003 (2011). J.T. Londergan, J.C. Peng, A.W. Thomas, \"Charge symmetry at the partonic level\",  Review of Modern Physics, 82, 2009-2052 (2010). A. Esler et al., \"Dressed Spin of Helium-3\", Phys. Rev. C76, 051302 (2007). L..Y. Zhu et al. (FNAL-E866 Collaboration), \"Measurement of Angular Distribution of Drell-Yan Dimuons in p+d Interaction\", Phy. Rev. Lett. 99, 082301 (2007). G. T. Garvey and J. C. Peng, \"Flavor Asymmetry of Light Quarks in the Nucleon Sea\", Prog. Part. Nucl. Phys. 47, 203-243 (2001). P.L. McGaughey, J.M. Moss, and J.C. Peng, \"High-energy hadron induced dilepton production from nucleons and nuclei\", Annu. Rev. Nucl. Part. Sci. 49, 217-253 (1999). J. C. Peng et al. (E866 Collaboration), \"d-bar\/u-bar asymmetry and the origin of the nucleon sea\", Phys. Rev. D58, 092004 (1998). MINOS and Daya Bay join forces to narrow the window on sterile neutrinos Do sterile neutrinos—hypothetical particles that do not interact with matter except through gravity—really exist? If so, this would solve some of today’s major mysteries in particle physics and cosmology. For two decades, researchers around the globe have sought evidence that would prove or disprove the reality of sterile neutrinos, with inconclusive outcomes. Now, a new result has all but ruled out the possible existence of a light sterile neutrino in a regime suggested by an earlier experiment. Researchers from two major international collaborations—the Main Injector Neutrinos Oscillation Search (MINOS) at Fermi National Laboratory and the Daya Bay Reactor Neutrino Experiment in the south of China—joined forces, each contributing years of data that, taken together, paint a nearly complete picture. The joint result published in Physical Review Letters has significantly shrunk the hiding space for a light sterile neutrino."
            ]
        ]
    ]
}