{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QRM45QCP",
            "ZGDoqI0AAAAJ",
            [
                "Measurements of the proton and deuteron spin structure functions  and ",
                "Measurement of the spin-dependent structure function g1 (x) of the deuteron",
                "Precision Measurement of the Proton Spin Structure Function ",
                "Precision Measurement of the Deuteron Spin Structure Function ",
                "Measurements of the Q2-dependence of the proton and neutron spin structure functions g1p and g1n",
                "Measurements of electron-proton elastic cross sections for ",
                "Recoil Polarization Measurements of the Proton Electromagnetic Form Factor Ratio to ",
                "Elastic Electron Scattering from He 3 and He 4 at High Momentum Transfer",
                "Measurement of the deuteron spin structure function g1d (x) for 1 (GeV\/c) 2< Q2< 40 (GeV\/c) 2",
                "Scaling in inclusive electron-nucleus scattering"
            ],
            [
                "Measurements are reported of the proton and deuteron spin structure functions g 1 p and g 1 d at beam energies of 29.1, 16.2, and 9.7 GeV, and g 2 p and g 2 d at a beam energy of 29.1 GeV. The integrals Γ p=∫ 0 1 g 1 p (x, Q 2) d x and Γ d=∫ 0 1 g 1 d (x, Q 2) d x were evaluated at fixed Q 2= 3 (GeV\/c) 2 using the full data set to yield Γ p= 0.132±0.003 (stat)±0.009 (syst) and Γ d= 0.047±0.003±0.006. The Q 2 dependence of the ratio g 1\/F 1 was studied and found to be small for Q 2> 1 (GeV\/c) 2. Within experimental precision the g 2 data are well described by the twist-2 contribution, g 2 WW. Twist-3 matrix elements were extracted and compared to theoretical predictions. The asymmetry A 2 was measured and found to be significantly smaller than the positivity limit R for both proton and deuteron targets. A 2 p is found to be positive and inconsistent with zero. Measurements of g 1 in the resonance region show …",
                "We report on the first measurement of the spin-dependent structure function g 1 d of the deuteron in the deep inelastic scattering of polarised muons off polarised deuterons, in the kinematical range 0.006< x< 0.6, 1 GeV 2< Q 2< 30 GeV 2. The first moment, Γ 1 d= ʃ 0 1 g 1 d d x= 0.023±0.020 (stat.)±0.015 (syst.), is smaller than the prediction of the Ellis-Jaffe sum rules. Using earlier measurements of g 1 p, we infer the first moment of the spin-dependent neutron structure function g 1 n. The difference Γ 1 p− Γ 1 n= 0.20±0.05 (stat.)±0.04 (syst.) agrees with the prediction of the Bjorken sum rule, Γ 1 p− Γ 1 n= 0.191±0.002.",
                "We have measured the ratio g 1 p F 1 p over the range 0.029< x< 0.8 and 1.3< Q 2< 10 (G e V\/c) 2 using deep-inelastic scattering of polarized electrons from polarized ammonia. An evaluation of the integral∫ 0 1 g 1 p (x, Q 2) dx at fixed Q 2= 3 (G e V\/c) 2 yields 0.127±0.004 (stat)±0.010 (syst), in agreement with previous experiments, but well below the Ellis-Jaffe sum rule prediction of 0.160±0.006. In the quark-parton model, this implies Δ q= 0.27±0.10.",
                "We report on a high-statistics measurement of the deuteron spin structure function g 1 d at a beam energy of 29 GeV in the kinematic range 0.029< x< 0.8 and 1< Q 2< 10 (GeV\/c) 2. The integral γ 1 d=∫ 1 g 1 d dx evaluated at fixed Q 2= 3 (GeV\/c) 2 gives 0.042±0.003 (stat)±0.004 (syst). Combining this result with our earlier measurement of g 1 p, we find γ 1 p− γ 1 n= 0.163±0.010 (stat)±0.016 (syst), which agrees with the prediction of the Bjorken sum rule with O (α s 3) corrections, γ 1 p− γ 1 n= 0.171±0.008. We find the quark contribution to the proton helicity to be Δ q= 0.30±0.06.",
                "The structure functions g1p and g1n have been measured over the range 0.014<x<0.9 and 1<Q2<40 GeV2 using deep-inelastic scattering of 48 GeV longitudinally polarized electrons from polarized protons and deuterons. We find that the Q2 dependence of g1p (g1n) at fixed x is very similar to that of the spin-averaged structure function F1p (F1n ). From an NLO QCD fit to all available data we find Γ1p−Γ1n=0.176±0.003±0.007 at Q2=5 GeV2, in agreement with the Bjorken sum rule prediction of 0.182±0.005.",
                "We report on precision measurements of the elastic cross section for electron-proton scattering performed in Hall C at Jefferson Lab. The measurements were made at 28 distinct kinematic settings covering a range in momentum transfer of 0.4< Q 2< 5.5 (GeV∕ c) 2. These measurements represent a significant contribution to the world’s cross section data set in the Q 2 range, where a large discrepancy currently exists between the ratio of electric to magnetic proton form factors extracted from previous cross section measurements and that recently measured via polarization transfer in Hall A at Jefferson Lab. This data set shows good agreement with previous cross section measurements, indicating that if a heretofore unknown systematic error does exist in the cross section measurements, then it is intrinsic to all such measurements.",
                "Among the most fundamental observables of nucleon structure, electromagnetic form factors are a crucial benchmark for modern calculations describing the strong interaction dynamics of the nucleon’s quark constituents; indeed, recent proton data have attracted intense theoretical interest. In this Letter, we report new measurements of the proton electromagnetic form factor ratio using the recoil polarization method, at momentum transfers Q 2= 5.2, 6.7, and 8.5 GeV 2. By extending the range of Q 2 for which G E p is accurately determined by more than 50%, these measurements will provide significant constraints on models of nucleon structure in the nonperturbative regime.",
                "Experimental values of He 3 (He 4) elastic structure functions up to momentum transfer q 2= 4.0 (2.4)(G e V\/c) 2 are presented. They are compared to calculations using three-and four-body wave functions and to asymptotic models.",
                "New measurements are reported on the deuteron spin structure function g 1 d. These results were obtained from deep inelastic scattering of 48.3 GeV electrons on polarized deuterons in the kinematic range 0.01< x< 0.9 and 1< Q 2< 40 (GeV\/c) 2. These are the first high dose electron scattering data obtained using lithium deuteride (6 Li 2 H) as the target material. Extrapolations of the data were performed to obtain moments of g 1 d, including Γ 1 d, and the net quark polarization ΔΣ.",
                "The use of scaling and the application of dimensional analysis have been important tools for the development of new insights in physics. For exam ple, they have been widely used in the fields of solid-state and atomic physics-with particular emphasis on electron-atom scattering and neu tron scattering from liquids. Here the structure of the constituents is quite well understood and so the details of scaling, or deviation from scaling, present useful perspectives about the reaction mechanism and the dynamics of the interacting system. In the last twenty years, both theor etical and experimental work in studying scaling phenomena have been extended to higher energy and momentum transfer, a regime where nuclei and nucleons are the many-body systems under investigation. In this area it is not only information about the dynamics that is being sought, but also the nature and underlying structure of the bound …"
            ],
            [
                [
                    "Nuclear Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}