{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QROBG57B",
            "-ubyQtsAAAAJ",
            [
                "Observation of electron-antineutrino disappearance at Daya Bay",
                "First result from the Alpha Magnetic Spectrometer on the International Space Station: precision measurement of the positron fraction in primary cosmic rays of 0.5–350 GeV",
                "Observation of a Charged Charmoniumlike Structure in  at ",
                "Neutrino physics with JUNO",
                "Precision measurement of the proton flux in primary cosmic rays from rigidity 1 GV to 1.8 TV with the Alpha Magnetic Spectrometer on the International Space Station",
                "Electron and positron fluxes in primary cosmic rays measured with the Alpha Magnetic Spectrometer on the International Space Station",
                "High statistics measurement of the positron fraction in primary cosmic rays of 0.5–500 GeV with the alpha magnetic spectrometer on the international space station",
                "Improved measurement of electron antineutrino disappearance at Daya Bay"
            ],
            [
                "The Daya Bay Reactor Neutrino Experiment has measured a nonzero value for the neutrino mixing angle θ 13 with a significance of 5.2 standard deviations. Antineutrinos from six 2.9 G W th reactors were detected in six antineutrino detectors deployed in two near (flux-weighted baseline 470 m and 576 m) and one far (1648 m) underground experimental halls. With a 43 000 ton–G W th–day live-time exposure in 55 days, 10 416 (80 376) electron-antineutrino candidates were detected at the far hall (near halls). The ratio of the observed to expected number of antineutrinos at the far hall is R= 0.940±0.011 (stat.)±0.004 (syst.). A rate-only analysis finds sin﻿ 2 2 θ 13= 0.092±0.016 (stat.)±0.005 (syst.) in a three-neutrino framework.",
                "A precision measurement by the Alpha Magnetic Spectrometer on the International Space Station of the positron fraction in primary cosmic rays in the energy range from 0.5 to 350 GeV based on 6.8× 10 6 positron and electron events is presented. The very accurate data show that the positron fraction is steadily increasing from 10 to∼ 250 GeV, but, from 20 to 250 GeV, the slope decreases by an order of magnitude. The positron fraction spectrum shows no fine structure, and the positron to electron ratio shows no observable anisotropy. Together, these features show the existence of new physical phenomena.",
                "We study the process e+ e−→ π+ π− J\/ψ at a center-of-mass energy of 4.260 GeV using a 525 pb− 1 data sample collected with the BESIII detector operating at the Beijing Electron Positron Collider. The Born cross section is measured to be (62.9±1.9±3.7) pb, consistent with the production of the Y (4260). We observe a structure at around 3.9 GeV\/c 2 in the π±J\/ψ mass spectrum, which we refer to as the Z c (3900). If interpreted as a new particle, it is unusual in that it carries an electric charge and couples to charmonium. A fit to the π±J\/ψ invariant mass spectrum, neglecting interference, results in a mass of (3899.0±3.6±4.9) MeV\/c 2 and a width of (46±10±20) MeV. Its production ratio is measured to be R=(σ (e+ e−→ π±Z c (3900)∓→ π+ π− J\/ψ)\/σ (e+ e−→ π+ π− J\/ψ))=(21.5±3.3±7.5)%. In all measurements the first errors are statistical and the second are systematic.",
                "The Jiangmen Underground Neutrino Observatory (JUNO), a 20 kton multi-purpose underground liquid scintillator detector, was proposed with the determination of the neutrino mass hierarchy (MH) as a primary physics goal. The excellent energy resolution and the large fiducial volume anticipated for the JUNO detector offer exciting opportunities for addressing many important topics in neutrino and astro-particle physics. In this document, we present the physics motivations and the anticipated performance of the JUNO detector for various proposed measurements. Following an introduction summarizing the current status and open issues in neutrino physics, we discuss how the detection of antineutrinos generated by a cluster of nuclear power plants allows the determination of the neutrino MH at a 3–4σ significance with six years of running of JUNO. The measurement of antineutrino spectrum with excellent energy resolution will also lead to …",
                "A precise measurement of the proton flux in primary cosmic rays with rigidity (momentum\/charge) from 1 GV to 1.8 TV is presented based on 300 million events. Knowledge of the rigidity dependence of the proton flux is important in understanding the origin, acceleration, and propagation of cosmic rays. We present the detailed variation with rigidity of the flux spectral index for the first time. The spectral index progressively hardens at high rigidities.",
                "Precision measurements by the Alpha Magnetic Spectrometer on the International Space Station of the primary cosmic-ray electron flux in the range 0.5 to 700 GeV and the positron flux in the range 0.5 to 500 GeV are presented. The electron flux and the positron flux each require a description beyond a single power-law spectrum. Both the electron flux and the positron flux change their behavior at∼ 30 GeV but the fluxes are significantly different in their magnitude and energy dependence. Between 20 and 200 GeV the positron spectral index is significantly harder than the electron spectral index. The determination of the differing behavior of the spectral indices versus energy is a new observation and provides important information on the origins of cosmic-ray electrons and positrons.",
                "A precision measurement by AMS of the positron fraction in primary cosmic rays in the energy range from 0.5 to 500 GeV based on 10.9 million positron and electron events is presented. This measurement extends the energy range of our previous observation and increases its precision. The new results show, for the first time, that above∼ 200 GeV the positron fraction no longer exhibits an increase with energy.",
                "We report an improved measurement of the neutrino mixing angle θ 13 from the Daya Bay Reactor Neutrino Experiment. We exclude a zero value for sin 2 2θ 13 with a significance of 7.7 standard deviations. Electron antineutrinos from six reactors of 2.9 GW th were detected in six antineutrino detectors deployed in two near (flux-weighted baselines of 470 m and 576 m) and one far (1648 m) underground experimental halls. Using 139 days of data, 28909 (205308) electron antineutrino candidates were detected at the far hall (near halls). The ratio of the observed to the expected number of antineutrinos assuming no oscillations at the far hall is 0.944±0.007 (stat.)±0.003 (syst.). An analysis of the relative rates in six detectors finds sin 2 2θ 13= 0.089±0.010 (stat.)±0.005 (syst.) in a three-neutrino framework."
            ],
            [
                [
                    "Uncertainty Theory",
                    "Financial mathematics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}