{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QRPMCSQB",
            "Il1GjHAAAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "Mechatronik",
                    "Mobile Arbeitsmaschinen",
                    "Landtechnik"
                ]
            ],
            [
                "Henning Meyer, Professor of Physics and Chemistry hmeyer@uga.edu 706-542-2020\/5883 223B\/102 Biographical Information Habilitation, University of Bern , 1995 PhD, University of Gottingen , 1985 Honors and Awards Otto Hahn Medal, Max-Planck Gesellschaft, 1986 New laser spectroscopic techniques enable the study of dynamic and kinetic processes relevant to combustion and atmospheric chemistry in unprecedented detail. The high output power combined with the spectral brightness of pulsed lasers allows resonance enhanced multiphoton ionization (REMPI) processes to be used for the sensitive detection of a large variety of molecular products, e.g. CO, HCl, NH 3 , acetaldehyde or radicals like Cl, ClO, CH n , NH and NO. The central goal of our research program is to elucidate the quantum state resolved dynamics of simple chemical reactions and collisional processes. Bimolecular reactions and collisional energy transfer processes are studied in a counterpropagating pulsed molecular beam scattering set-up. In these experiments, state and angle resolved product distributions are accessed through the combination of REMPI detection and ion time-of-flight analysis. The same techniques are applied also to the study of unimolecular processes, in particular the ultraviolet (UV)-photodissociation of molecules and the infrared (IR) induced vibrational predissociation of van der Waals complexes. In addition to quantum state specific product detection, laser based methods are applied to the preparation of vibrationally excited molecules using either stimulated Raman pumping or IR absorption. Subsequent scattering or photodissociation experiments allow us to study the influence of vibrational excitation on the reaction dynamics. Y. Kim and H. Meyer, \"REMPI detection of alignment in NO collisions,\" Chem. Phys. 301 , 273 (2004). Y. Kim and H. Meyer, \"Quantum interference in the REMPI detection of aligned NO,\" Chem. Phys. 301 , 283 (2004). Y. Kim and H. Meyer, \"Two-photon spectroscopy of aligned acetaldehyde,\" Chem. Phys. Lett. 387 , 339-344 (2004). Y. Kim,  H. Meyer, and M.H. Alexander,  \"Molecular beam scattering of NO+Ne: A joint theoretical and experimental study,\" J. Chem. Phys. 121 , 1339 (2004). H. Meyer, \"The Molecular Hamiltonian,\" Ann. Rev. Phys. Chem. 53, 147-172(2002). H. Meyer, \"Counterpropagating Pulsed Molecular Beam Scattering,\" in 'Atomic & Molecular  Beams: The State of the Art 2000', Ed. R.D. Campargue, pp. 497-518, Springer, 2001. Y. Kim and H. Meyer, \"Multiphoton Spectroscopy of NO-Rg (Rg = Rare Gas)  Van der Waals Systems,\" Int. Rev. Phys. Chem. 20 , 219 (2001). Atomic & Molecular Physics"
            ]
        ]
    ]
}