{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QT1XZA4A",
            "6d3OIY8AAAAJ",
            [
                "Wind turbines in tourism landscapes: Czech experience",
                "Atlas cestovního ruchu České republiky"
            ],
            [
                "This study proposes to assess and empirically verify possible negative effects from the construction of wind turbines on the landscape image and tourism potential of affected areas, using the example of two comparative recreational localities in the Czech Republic: one with the construction of a wind farm planned and the other with an already existing farm. The empirical research consisted of two mutually linked parts: a questionnaire survey and focused, semi-structured interviews. Emphasis was placed on the subjective perception of the phenomenon by tourists and local business representatives from the sphere of tourism. The analysis focuses also on the social-geographical factors that shape tourists attitudes to the wind energy development dilemma.",
                "Publikace podává ucelený přehled o poznatcích z oblasti rozvoje cestovního ruchu v České republice. Každý z více než sedmdesáti mapových listů atlasu je opatřen tématickým komentářem. Atlas je víceúčelovou publikací, která může sloužit i jako doplněk výuky zaměřené na problematiku cestovního ruchu."
            ],
            [
                [
                    "consumer´s preferences",
                    "shopping behavior and retail management",
                    "metropolization processes and sustainable urban environment",
                    "special interest tourism and energy landscape"
                ]
            ]
        ]
    ]
}