{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QT1XZA4A",
            "6d3OIY8AAAAJ",
            [
                "Wind turbines in tourism landscapes: Czech experience",
                "Atlas cestovního ruchu České republiky",
                "Ekonomická a sociální geografie",
                "Exploring spatial patterns of urban brownfields regeneration: The case of Brno, Czech Republic",
                "Location matters! Exploring brownfields regeneration in a spatial context (A case study of the South Moravian Region, Czech Republic)",
                "Vybrané přírodní extrémy a jejich dopady na Moravě a ve Slezsku",
                "Timbre Brownfield Prioritization Tool to support effective brownfield regeneration",
                "Venkovský prostor a jeho oživení",
                "Destiny of urban brownfields: Spatial patterns and perceived consequences of post-socialistic deindustrialization",
                "Návrh nové rajonizace cestovního ruchu ČR"
            ],
            [
                "This study proposes to assess and empirically verify possible negative effects from the construction of wind turbines on the landscape image and tourism potential of affected areas, using the example of two comparative recreational localities in the Czech Republic: one with the construction of a wind farm planned and the other with an already existing farm. The empirical research consisted of two mutually linked parts: a questionnaire survey and focused, semi-structured interviews. Emphasis was placed on the subjective perception of the phenomenon by tourists and local business representatives from the sphere of tourism. The analysis focuses also on the social-geographical factors that shape tourists attitudes to the wind energy development dilemma.",
                "Publikace podává ucelený přehled o poznatcích z oblasti rozvoje cestovního ruchu v České republice. Každý z více než sedmdesáti mapových listů atlasu je opatřen tématickým komentářem. Atlas je víceúčelovou publikací, která může sloužit i jako doplněk výuky zaměřené na problematiku cestovního ruchu.",
                "RNDr. Josef Kunc, Ph. D.(narozen 19.3. 1973), pracuje na Katedře regionálního rozvoje a správy Ekonomicko-Správní fakulty Masarykovy univerzity v Brně. Předmětem jeho zájmu je geografie a ekonomika průmyslu, inovační prostředí, geografie obyvatelstva a cestovní ruch.RNDr. Jiří Vystoupil, CSc.(narozen 22.5. 1951), pracuje na Katedře regionálního rozvoje a správy Ekonomicko-Správní fakulty Masarykovy univerzity v Brně. Předmětem jeho zájmu je geografie cestovního ruchu, demografie a regionální rozvoj.",
                "Previous studies have demonstrated that the location of brownfields is an important factor affecting potential investor decisions and brownfields regeneration. In this study, the spatial patterns of urban redevelopment are explored, using an analysis of variance model for a detailed database of existing and regenerated brownfields in the city of Brno, Czech Republic. Any general pattern of regeneration – such as ‘the closer to the city centre, the better’, which would be valid for all brownfields – has not been found. Rather, regeneration seems to be a function of local development potential, local occupier-demand for specific utilities, and planning regulations. Higher rates of regeneration have been detected in densely built-up areas (inner city zones and housing estates), while lower rates are registered for areas with low population density and with a greater supply of green spaces (garden colonies, open spaces …",
                " In this paper the authors attempt to answer the question of which location and site-specific factors have a decisive influence on the successful regeneration of brownfields. Using data from the South Moravian Region (Czech Republic), we analyze the spatial and functional distribution of brownfields, and test the correlation between the development potential of municipalities and the distribution of the brownfields that have already been regenerated. We then compare the structure and characteristics of existing and regenerated brownfields to identify significant drivers and barriers in the regeneration process. The findings indicate that regenerated brownfields are more likely located in municipalities with a higher local development potential (represented by the rate of local business activities, spatial peripherality - proximity to the regional centre and the main road network, and the quality of local infrastructure). It is also demonstrated that the large size of brownfields, their previous industrial use and the existence of contamination are not determinative barriers for regeneration if the brownfields are located in attractive areas and their ownership relations are not complicated.",
                "Morava a Slezsko patří stejně jako celá České republika k těm částem světa, kde přírodní extrémy působí každoročně větší či menší materiální škody a nezřídka si vyžádají i ztráty na lidských životech. Platí to především o povodních, které jsou v případě střední Evropy vůbec nejničivějším přírodním fenoménem a nabývají charakteru přírodních katastrof jako tomu bylo např. v červenci 1997 nebo srpnu 2002. Vedle nich ovšem nelze opomenout ani řadu dalších hydrometeorologických extrémů, jako jsou např. přívalové a dlouhotrvající srážky, sucha, vichřice, krupobití, námrazové jevy, velké množství sněhu, extrémní teplé či studené vlny, jejichž projevy lze zaznamenat v lokálním až regionálním měřítku. Významné lokální dopady v krajině mohou mít rovněž geomorfologické extrémy, které jsou představovány zejména svahovými procesy (např. sesuvy, skalní řícení, bahenní a blokovo-bahenní proudy).",
                "In the last decade, the regeneration of derelict or underused sites, fully or partly located in urban areas (or so called “brownfields”), has become more common, since free developable land (or so called “greenfields”) has more and more become a scare and, hence, more expensive resource, especially in densely populated areas. Although the regeneration of brownfield sites can offer development potentials, the complexity of these sites requires considerable efforts to successfully complete their revitalization projects and the proper selection of promising sites is a pre-requisite to efficiently allocate the limited financial resources. The identification and analysis of success factors for brownfield sites regeneration can support investors and decision makers in selecting those sites which are the most advantageous for successful regeneration. The objective of this paper is to present the Timbre Brownfield Prioritization …",
                "Publikace shrnuje základní teoreticko-metodologické poznatky výzkumného projektu Ministerstva pro místní rozvoj ČR WB-29-04 „Venkovský prostor a jeho oživení“ realizovaného v letech 2004-2006. Publikace se s využitím víceoborového pohledu zabývá několika základními oblastmi rozvoje venkova, zejména socioekonomickým rozvojem, lidskými zdroji, dopravou, postavením zemědělství a významem krajiny a hospodařením obcí, analyzuje existující problémy a nastiňuje vybrané přístupy k jejich řešení. Důraz je kladen na poznání vnitřních diferencí venkova a na objektivizaci hodnocení situace venkovských obcí. Obsahuje několik nových metodických přístupů, které umožňují objektivnější poznání a srovnatelnost situace v jednotlivých obcí, a vytváří argumentační základ pro koncepční řešení problémů. Nastiňuje rozvojové souvislosti mezi venkovem a městy, formuluje možné strategické přístupy k rozvoji venkova a věnuje pozornost několika významným rozvojovým nástrojům, které mohou přispět k oživení venkovského prostoru.",
                "Compared to Western European or North American countries with developed market economies, the formation and acceptance of brownfields in post-socialist countries was delayed by approximately 30 years. For the Central European and partly Eastern European countries, the fall of the Iron Curtain and the transition after 1989 from a planned and state-controlled economy towards a market economy was unique for its time consistency. Yet, it was also specific for the distinct statuses of main sectors of national economy of individual countries, which got hugely manifested during the formation of spatial and functional connections concerning the problems of brownfields of all types (post-industrial, post-agricultural, post-military etc.). In the Czech Republic, there is a long history of industry; from the middle of the 19th century (the boom of the Industrial Revolution), it was regarded the most industrially developed country of Central and Eastern Europe. The massive deindustrialization of the 1990s caused increased concentrations of brownfield localities, with the local people and public administration becoming more familiar with them, and it also led to initial efforts for their systematic regeneration. The cities of Brno and Ostrava (Czech Republic), as well as other big cities in the Central European area, are typical examples for their finished intensive process of deindustrialization. Yet, regarding their economic preferences, and thus the existence of brownfields, they are highly distinct–in Brno there are more textile and engineering companies together with military and agricultural facilities; in Ostrava abandoned coal mining and metallurgical industry …",
                "Cestovní ruch prožívá v posledních letech ve světě nebývalý rozvoj a růst a nejinak tomu je také v České republice. Již dávno přestal být cestovní ruch pouhým jedním ze způsobů účelného využívání volného času k odpočinku a rekreaci, ale stal se významným a dynamickým hospodářským odvětvím. Jeho rozvoj a intenzita úzce koreluje s růstem životní úrovně obyvatelstva, odbouráváním hraničních bariér a neustále se zvyšující nabídkou destinací a forem cestovního ruchu, která reaguje na rostoucí zájem (poptávku). Přispívá k němu také zcela jiné vnímání času spojeného s vlastním cestováním, tedy s technickým pokrokem a běžnou dostupností přepravních prostředků resp. se stále větší globalizací společnosti.Česká republika vstoupila v devadesátých letech minulého století na otevřený trh cestovního ruchu a začala se vyrovnávat s jeho zákonitostmi. Na straně nabídky je naší předností velmi rozsáhlý potenciál …"
            ],
            [
                [
                    "consumer´s preferences",
                    "shopping behavior and retail management",
                    "metropolization processes and sustainable urban environment",
                    "special interest tourism and energy landscape"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Joseph Kunc  Professor Emeritus of Astronautics, Aerospace Engineering, Physics and Astronomy  Contact Information  E-mail:  kunc@usc.edu  Phone: (213) 740-5375 Office: RRB 219        Biographical Sketch  http:\/\/astronautics.usc.edu\/faculty-staff\/kunc.htm    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}