{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QTOP1QU2",
            "2XymNBEAAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "Economics",
                    "complexity",
                    "diversity",
                    "management",
                    "political science"
                ]
            ],
            [
                "John Page - Professor Emeritus John Page’s current research involves two broad areas: (1) Analytic and numerical studies of a novel class of stationary localized vibrational excitations in strongly anharmonic perfect lattices. The localization results from the interplay between nonlinearity and lattice discreteness. Recent extensions to systems as diverse as optically driven lattices of electric dipole rotors and quasi-1D lattices of Josephson junctions subject to applied DC currents reveal a wide variety of fascinating behavior. (2) Collaborative studies of the structural, dynamical and electronic properties of fullerene molecules and solids, e.g. C60 “buckyballs,” polymerized fullerene lattices, and carbon nanotubes. Accurate large-scale simulations are carried out, and the results are compared with infrared absorption and Raman scattering experiments performed at ASU and elsewhere. Click Click here to see movies of our first-principles calculations for all 46 symmetry-inequivalent vibrational modes of isolated C60 molecules (prepared in collaboration with Prof. José Menéndez). Additional research areas are the theory of resonance Raman scattering from vibronic systems; phonons, electron-phonon coupling and optical properties of defect lattices. Research Page: John Page Home Dept: Arizona State University Department of Physics Degree Info: Ph.D., University of Utah, 1966 Area of Study: Condensed Matter Theory Office Room: PSF 432 Phone: (480) 695-7526 Selected Publications A. J. Sievers, M. Sato, J. B. Page, T. Roessler . 2013 . Thermally populated intrinsic localized modes in pure alkali halide crystals . Physical Review B . 88 . 104304 http:\/\/link.aps.org\/abstract\/PRB\/v88\/p104305 V. C. Long, E. C. Schundler, G. B. Adams, J. B. Page, W. Bietsch and I. Bauer . 2007 . Jahn-Teller Distortion ofC60 minus in (Ph4As)2ClC60:C2h versus Ci Symmetry . Phys. Rev. B . 75 . 125402 M. V. Fistul and J. B. Page . 2001 . Penetration of Dynamic Localized States in DC-driven Josephson Junction Ladders by Discrete Jumps . Phys. Rev. E . 64 . 036609 T. Rössler and J. B. Page . 2000 . Optical Creation of Vibrational Intrinsic Localized Modes inAnharmonic Lattices with Realistic Interatomic Potentials . Phys. Rev. B . 62 . 11460"
            ]
        ]
    ]
}