{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QTS7X3AO",
            "FstJz9AAAAAJ",
            [
                "Hofstadter butterfly in the Falicov–Kimball model on some finite 2D lattices",
                "Two legged robot design, simulation and realization",
                "Two-magnon bound states in the Kitaev model in a [111] field",
                "Exciton condensation in an extended Falicov-Kimball model in the presence of orbital magnetic fields",
                "Assessment of fresh and hardened properties of concrete using supplementary cementitious materials",
                "Orbital effects of strong magnetic field on a two-dimensional Holstein polaron"
            ],
            [
                "Spinless, interacting electrons on a finite size triangular lattice moving in an extremely strong perpendicular magnetic field are studied in comparison to a square lattice. Using a Falicov–Kimball model, the effects of Coulomb correlation, magnetic field and finite system size on their energy spectrum are observed. Exact diagonalization and Monte Carlo simulation methods (based on a modified Metropolis algorithm) have been employed to examine the recursive structure of the Hofstadter spectrum in the presence of several electronic correlation strengths for different system sizes. It is possible to introduce a gap in the density of states even in the absence of electron correlation, which is anticipated as a metal to insulator transition driven by an orbital magnetic field. With further inclusion of the interaction, the gap in the spectrum is modified and in some cases the correlation is found to suppress extra states manifested …",
                "This paper introduces a systematic approach to design and realize a two-legged robot. Design and system configuration of a two legged robot are explained in detail. Development process of the robot has been divided in to three phases, (1) design (2) verification and (3) realization, while robot's architecture consists of three subsystems, (1) mechanical subsystem (2) electronics subsystem and (3) software subsystem. Each of these subsystem is explained in detail. During design phase mechanical and electronic subsystems of the robot have been designed, design of mechanical subsystem focuses on identifying actuation mechanism and material to be used for links, stepper motors have been chosen as actuators to reduce control mechanism complexity. Design of electronics subsystem focuses on identifying appropriate mechanism to control each actuator and providing interface to software subsystem, for …",
                "It is now well established that the Kitaev honeycomb model in a magnetic field along the [111] direction harbors an intermediate gapless quantum spin liquid (QSL) phase sandwiched between a gapped non-Abelian QSL at low fields H< H c 1 and a partially polarized phase at high fields H> H c 2. Here, we analyze the low-field and high-field phases and phase transitions in terms of single-and two-magnon excitations using exact diagonalization and density matrix renormalization group methods. We find that the energy to create a bound state of two-magnon Δ p becomes lower than the energy to create a single spin flip Δ s near H c 2. In the entire Kitaev spin liquid, Δ p< Δ s and both gaps vanish at H c 2. We make testable predictions for magnon pairing that could be observable in Raman scattering measurements on Kitaev QSL candidate materials.",
                "We investigate the exciton condensation in the presence of an external, perpendicular magnetic field in a two-dimensional extended spinless Falicov-Kimball model involving itinerant  and localized  electrons in the half-filled limit, using self-consistent, mean-field approximations. On tuning the orbital magnetic field the excitonic averages  are affected in several ways: the external field usually suppresses the excitonic average but we find that it is also possible to enhance excitonic response at some values of the magnetic field. We further examine the effect of Coulomb interaction and the f-electron hopping on the condensation of excitons for some rational values of the applied magnetic fields. The interband Coulomb interaction enhances Δ exponentially and the effect is more pronounced for low hybridization. The strength of excitonic average drops when f-electrons have a dispersion. This trend is …",
                "This study reveals the impact of supplementary cementitious materials (SCM) on various mechanical properties of self compacting concrete (SCC) and conventional concrete (CC). To reduce environmental impact and cost of construction, Silpozz and Lime Stone Powder (LSP) were partially replaced in cement. M30 grade SCC mix (six numbers with w\/c ratio 0.43) prepared and each mix is tested by slump flow, T500, V-funnel, L-box and J-ring test to evaluate the fresh concrete properties according to EFNARC (2005) criteria and EFNARC (2002) criteria. Workability of CC has been measured by means of slump test, immediately after mixing. Then the hardened concrete properties are being tested (compressive, split tensile and flexural strength test) at 7 and 28 days of curing. The results show concrete mixes with LSP increases workability where as silpozz decreases workability in addition of constant amount of SP …",
                "We investigate the orbital effects of a strong external magnetic field on the ground-state properties of a two-dimensional (2D) Holstein polaron, employing variational approaches based on exact diagonalization. From the ground-state energy and the wave function, we calculate the electron-phonon correlation function, the average phonon number, and the Drude weight and investigate the evolution of a 2D Holstein polaron as a function of the magnetic flux. Although the external magnetic field affects the polaron throughout the parameter regime, we show that the magnetic field has a stronger effect on a loosely bound (spatially extended) polaron. We also find that the magnetic field can be used as a tuning parameter, particularly for a weakly coupled polaron, to reduce the spatial extent of a large polaron."
            ],
            [
                [
                    "Theoretical Computational Condensed Matter Physics"
                ]
            ],
            [
                "Subhasree Pradhan Subhasree Pradhan Subhasree Pradhan pradhan.61@osu.edu"
            ]
        ]
    ]
}