{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QUK8JD8U",
            "YxQ82E8AAAAJ",
            [
                "Low temperature acetylene gas sensor based on Ag nanoparticles-loaded ZnO-reduced graphene oxide hybrid"
            ],
            [
                "This paper scrutinizes the fabrication of a chemiresistive type of acetylene (C2H2) gas sensor by synthesizing a silver (Ag)-loaded zinc oxide (ZnO)-reduced graphene oxide (Gr) hybrid via a facile chemical route. The as-synthesized hybrid was characterized in detail in terms of its structural, morphological and compositional properties. The physical properties of the hybrid exhibited a well-structured crystalline nature and mixed phases of Ag, Gr, and ZnO. The morphological characterization revealed that particle-like nanostructures of the ZnO and Ag mixer were well distributed and closely affixed onto the surface of thin-layer reduced graphene oxide sheets. At an optimum temperature of 150 °C, the 3 wt% Ag-loaded ZnO–Gr hybrid showed preferential detection of acetylene gas with a response value of 21.2 for 100 ppm gas concentrations. The fabricated sensor showed a low detection limit of 1 ppm, fast response …"
            ],
            [
                [
                    "sensors"
                ]
            ],
            [
                "Sung G. Chung Sung G. Chung Professor of Physics (269) 387-4945 2218 Everett Tower, Mail Stop 5252 Kalamazoo MI  49008-5252 USA Ph.D., Physics, Univerrsity of Tokyo, 1981 B.En., Physical Engineering, Tokyo Institute of Technology, 1975 Electricity magnetism Statistical mechanics Condensed matter physics Many-body method Electronic structure calculation Nano-physics Dr. Sung C. Chung is a professor of condensed matter physics  in the Department of Physics at Western Michigan University. He has been developing a novel many-body method, entanglement perturbation theory (EPT). The idea of EPT is divide and conquer. It represents states and operators in tensor productsand reduces the calculation of the quantum ground state and the partition function to a generalized eigenvalue problem. Chung has calculated the quantum ground states in 1 and 2 dimensions, the elementary excitation in 1D systems, the long-range spin correlation confirming the conformal-field-theory prediction for the first time, and the quasi-1D quantum ground state, thereby reproducing various exact analytic solutions, the Onsager solution of the 2D Ising model, the 1D Bethe Ansatz solution, as well as the 1D bosonization result. The models he has studied include the Ising model, the Hubbard model and the Heisenberg model in statistical mechanics and strong correlation phenomena in condensed matter. Some preliminary results in Chung's ongoing works on quantum thermodynamics in 1D and simple molecules CH 4 and H 2 O indicate that EPT is as good as DMRG there, too. He is interested in seeing how far EPT can evolve beyond relatively simple models, toward real materials particularly strongly correlated quantum systems in 1D, 2D such as carbon-nanotubes, grapheme, and a variety of high-temperature superconductors. Email Sung G. Chung"
            ]
        ]
    ]
}