{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QUYKBEE6",
            "zb8lR30AAAAJ",
            [
                "Contact angle measurement and contact angle interpretation",
                "Determination of surface tension and contact angle from the shapes of axisymmetric fluid interfaces",
                "Surface thermodynamics of bacterial adhesion.",
                "An equation-of-state approach to determine surface tensions of low-energy solids from contact angles",
                "Automation of axisymmetric drop shape analysis for measurements of interfacial tensions and contact angles",
                "Contact angles and their temperature dependence: thermodynamic status, measurement, interpretation and application",
                "Thermodynamics of contact angles. I. Heterogeneous solid surfaces",
                "Techniques of measuring contact angles",
                "Generalization of the classical theory of capillarity",
                "Axisymmetric drop shape analysis: computational methods for the measurement of interfacial properties from the shape and dimensions of pendant and sessile drops"
            ],
            [
                "Recent progress in the correlation of contact angles with solid surface tensions are summarized. The measurements of meaningful contact angles in terms of surface energetics are also discussed. It is shown that the controversy with respect to measurement and interpretation of contact angles are due to the fact that some (or all) of the assumptions made in all energetic approaches are violated when contact angles are measured and processed. For a large number of polar and non-polar liquids on different solid surfaces, the liquid–vapor surface tension times cosine of the contact angle, γlvcosθ, is shown to depend only on the liquid–vapor surface tension γlv, and the solid–vapor surface tension γsv when the appropriate experimental techniques and procedures are used. Equations which follow these experimental patterns and which allow the determination of solid surface tensions from contact angles are …",
                "A general, yet user-oriented scheme is provided to determine liquid—fluid interfacial tensions and contact angles from the shapes of axisymmetric menisci, i.e., from sessile as well as pendant drops. The strategy employed is to construct an objective function which expresses the error between the physically observed and a theoretical Laplacian curve, i.e., a curve representing a solution of the Laplace equation of capillarity. This objective function is minimized numerically using the method of incremental loading in conjunction with the Newton—Raphson method. This strategy is necessary as the otherwise powerful Newton-Raphson method depends on a good initial approximation to the true curve. Incremental loading provides a scheme of approaching the solution from a remote situation. A spherical meniscus, i.e., the case of infinite interfacial tension, is chosen here as the simple, unloaded solution. The method is …",
                "The adhesion of five strains of bacteria, i.e., Staphylococcus aureus (strain 049), Staphylococcus epidermidis (strain 047), Escherichia coli (strains 055 and 2627), and Listeria monocytogenes, to various polymeric surfaces was studied. The design of the experimental protocol was dictated by thermodynamic considerations. From the thermodynamic model for the adhesion of small particles from a suspension onto a solid substratum, it follows that the extent of adhesion is determined by the surface properties of all three phases involved, i.e., the surface tensions of the adhering particles, of the substrate, and of the suspending liquid medium. In essence, adhesion is more extensive to hydrophilic substrata (i.e., substrata of relatively high surface tension) than to hydrophobic substrata, when the surface tension of the bacteria is larger than that of the suspending medium. When the surface tension of the suspending liquid …",
                "An equation of state is developed which allows the surface tension of a low-energy solid to be determined from a single contact angle formed by a liquid which is chemically inert with respect to the solid and whose liquid surface tension is known. The equation of state is obtained using two independent methods. In the first one, similar arguments to those in previous papers are used; however, the qualitative argument, based on the general appearance of plots, is replaced by computer curve fitting and statistical analysis. The second method, which has not been employed heretofore, treats the solid surface tension as an adjustable parameter. Molecular arguments in conjunction with the interaction parameter Φ are used to eliminate poor choices of the solid surface tension. The results are in excellent agreement with the first method.The range of validity of the equation of state and practical points in its application are …",
                "Axisymmetric drop shape analysis-profile (ADSA-P) was developed to determine liquid-fluid interfacial tensions and contact angles by fitting the Laplace equation of capillarity to an arbitrary array of coordinate points selected from the drop profile. The data acquisition method, which consisted of the manual measurement of a number of coordinate points of a photographic image of a drop, was found to be time consuming and inaccurate. An automatic digitization technique utilizing recent developments in digital image acquisition and analysis to achieve rapid and accurate data acquisition and preprocessing is presented. The technique eliminates errors due to the optical distortions. It was found that high accuracy could be obtained through the use of sub-pixel resolution in determining the drop profile coordinates. The results obtained not only compared well with the conventional methods, but also considerably …",
                "The interest in contact angles is twofold: they play a major role in a number of technological, environmental and biological phenomena and processes; they are also a manifestation of the surface tension of the solid on which the contact angle is formed. It seems that at the present time an interpretation of contact angles is one of the better prospects for determining surface tensions of solids_ Most of the existing methods of estimating surface tensions of solids depend on very specific properties, eg. cleavability’s* or negative strain rates of metals at temperatures close to the melting point’. Contact angles, on the other hand, can be measured on almost any type of solid, and a method of determining surface tensions of solids based on contact angle measulrements would therefore presumably be of far greater applicability than all other techniques. UnfortunateJy, contact angle phenomena are complex. This complexity is …",
                "A theoretical treatment of the effect of surface heterogeneity on contact angles is given, by means of a model employing the capillary rise of a liquid in contact with a stripwise heterogeneous surface. Local contortions of the liquid-vapor surface are postulated to conform to an assumed periodic shape of the three-phase line. A minimum of free energy is found in a configuration in which Young's equation is obeyed locally. When the width of the strips is below some value of the order of 0.1 μ, the amplitude of the periodic contortion of the three-phase line is less than about 10 A, which is operationally indistinguishable from a straight line. Extension of this model is made to a patchwise heterogeneous surface, and a mechanism for hysteresis is developed. For patches smaller than about 0.1 μ, it is shown that heterogeneity should make a negligible contribution to hysteresis.",
                "The previous chapter was largely theoretical, in that it dealt with the interpretation of contact angle results in terms of solid surface energies. It also delved into the question of how the structure of a solid surface affects the contact angle that a liquid forms on the solid. The level of structure considered there included features that are not macroscopically observed, such as microheterogeneities, or minute peaks, pits, hills, and grooves in various geometries. Their existence may be inferred from certain observations, such as contact angle hysteresis, and sometimes they can be observed directly, e.g., with the optical or electron microscope.",
                "Gibbs’ concept of dividing surfaces is supplemented explicitly by the concepts of dividing lines and dividing points. The general forms of the fundamental equations for dividing surfaces and lines are established by considering the proper extensive geometric properties, in addition to area and length. The detailed description of the fluid part of a capillary system by these fundamental equations is used to obtain the general conditions of equilibrium. Proper generalizations of the Laplace equation, the Neumann relation, and the Young equation are derived.",
                "State-of-the-art axisymmetric drop shape analysis (ADSA) techniques for the computation of interfacial tensions and contact angles by fitting the Laplace equation of capillarity to the shape and dimensions of pendant and sessile drops are presented. More accurate, efficient, and reliable versions of the technique for the measurement of contact angles from the volume and diameter of sessile drops [axisymmetric drop shape analysis—diameter (ADSA-D)] and for interfacial tension measurements from a series of arbitrary profile coordinates of sessile and pendant drops [axisymmetric drop shape analysis—profile (ADSA-P)] have been developed. Advanced numerical methods have been used to improve the numerical stability and global convergence, for more accurate results and a wider range of applicability of the methods. A new technique called axisymmetric drop shape analysis—height and diameter (ADSA-HD …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}