{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QVS2NC7X",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "SARA SEAGER Class of 1941 Professor of Physics and Planetary Science profseager@mit.edu (617) 253-6775 54-1718 Miroslava Parsons (617) 253-5728 RELATED LINKS: Personal Homepage MIT Department of Earth, Atmospheric and Planetary Sciences \"3 Questions: Sara Seager on searching for Earth-like planets\" , 11.23.09] Astrophysics: Planets & Brown Dwarfs Sara Seager’s current research interests are focused upon exoplanet atmospheres and interiors. Over 450 exoplanets are known to orbit nearby stars. Now that their existence is firmly established, a new era of exoplanet characterization has begun. A subset of exoplanets, called transiting planets, pass in front of and behind their stars, as seen from Earth. Transiting planets have immeasurably changed the field of exoplanets because their physical properties, including average density and atmospheric thermal emission, can be now be routinely measured. Seager’s group aims to understand the atmospheric composition and the interior structure of exoplanets, with a focus on the new and growing data set of transiting exoplanets. Sara Seager received her B.Sc. in mathematics and physics from the University of Toronto in 1994. She earned a Ph.D. in astronomy from Harvard University in 1999, where she investigated recombination in the early Universe before moving to the then brand-new field of exoplanets. Seager was a long-term member at the Institute for Advanced Study in Princeton, NJ, and a senior research staff member at the Carnegie Institution of Washington in Washington, D.C., before joining the MIT faculty in 2007. Seager was awarded the American Astronomical Society’s Helen B. Warner prize in 2007 for her work on exoplanet atmospheres. Prof. Seager's publication list as of March 2010. October 7, 2020 10:05 AM"
            ]
        ]
    ]
}