{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QWEBTLGY",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Top Rongying Jin Professor of Physics Ph.D., 1997 - ETH (Swiss Federal Institute of Technology, Zurich) 229-B Nicholson Hall, Tower Dr. 225-578-0028-Office rjin@phys.lsu.edu Personal Web Page Group personnel Teaching Quantum Materials Synthesis and Physics Her research focuses on the development of novel quantum materials that exhibit exciting\n                  quantum properties. This includes topological materials (superconductors, semimetals,\n                  insulators) and quantum magnets (spin glass, spin ice, or with chirality).  Her research\n                  effort is devoted to (1) “science-driven” synthesis and (2) investigation of basic\n                  physical properties (charge, spin and heat transport, magnetization, specific heat\n                  etc.). Current and Select Publications “Non-Trivial Berry Phase in Magnetic BaMnSb2”, Silu Huang, Jisun Kim, W. Shelton,\n                        E. W. Plummer, Rongying Jin, Proceedings of the National Academy of Sciences 114,\n                        6256 (2017). “Observation of Large Exchange Bias and Topological Hall Effect in Magnetic Nitride\n                        Films”, Meng Meng, S. Li, M. Saghyezhian, E. W. Plummer, Rongying Jin, Applied Physics\n                        Letters 112, 132402 (2018). “Mn-Induced Ferromagnetic Semiconducting Behavior with Linear Negative Magnetoresistance\n                        in Sr4(Ru1-xMnx)3O10 Single Crystals”, Lingyi Xing, Xin Gui, W. Xie, H. Cao, J. Yan,\n                        B. C. Sales, Rongying Jin, Scientific Reports 8, 13330 (2018). “Fermions and Bosons in Non-Symmorphic PdSb2 with Six-Fold Degenercy”, Ramakanta Chapai,\n                        Y. Jia, W. Shelton, Roshan K. Nepal, M. Saghayezhian, J. F. DiTusa, E. W. Plummer,\n                        Rongying Jin, Physical Review B (Rapid Comm.). 99, 161110R (2019). “Topological Behavior and Zeeman Splitting in XMR PtBi2-x Single Crystals”, Lingyi\n                        Xing, R. Chapai, R. K. Nepal, Rongying Jin (under review). View a complete list of publications ."
            ]
        ]
    ]
}