{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QWZEVH6H",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. A. K. Batra Nanostructures Materials: Growth, Characterization, and Applications in Sensors; Chemical\n                  Sensors; Crystal Growth; Microgravity Research, Thin\/Thick Films; Nanocomposites;\n                  Pyroelectric, Piezoelectric, Photo-thermal and Photovoltaic Devices; Relaxors and\n                  Nonlinear Optical Materials. Contac Office: 141 V. M. Chambers Bldg. Labs: 136; 138; 032 Phone: (256) 372-8109 Fax: (256) 372-5622 E-Mail: ashok.batra@aamu.edu  Recent Publications Growth and electrical characterization of the lead magnesium niobate-lead titanate\n                     (PMN-PT) single crystals for piezoelectric devices, F. Kochary, M. D. Aggarwal, A.\n                     K. Batra, R. Hawrami, D. Lianos and A. Burger , Journal of Materials Science: Materials\n                     in Electronics, 19 (2008)1058 Triboluminescent materials for smart optical damage Sensors for space applications,\n                     M. D. Aggarwal, B. G. Penn, J. Miller, S. Sadate and A. K. Batra , NASA Technical\n                     Memorandum  NASA\/TM-2008-215410 (2008) 1-13. Growth and characteristics of schiff base organic nonlinear optical crystals, T. Gebre,\n                     A. K. Batra, K. Bhat, M. D. Aggarwal, B. G. Penn and M. E. Edwards, JOAM 2(2008) 578. Studies on the Thick-film Organic Vapor Sensors Based on Binary Metal Oxides, A. K.\n                     Batra, J. R. Currie, M. D. Aggarwal, R. B. Lal, M. E. Edwards, and A. Vaseashta, JOAM\n                     (in press) Micro- and nanostructured metal oxide chemical sensors for volatile organic compounds,\n                     M. A. Alim, B. G. Penn, J. R. Currie, A. K. Batra and M. D. Aggarwal, NASA Technical\n                     Memorandum, NASA\/TM 215579 (2008) 1-49. Solution growth and characterization of single crystals on earth and in microgravity\n                     , M. D. Aggarwal, J. R. Currie, B. G. Penn, A. K. Batra and R, B, Lal, NASA Technical\n                     Memorandum ,NASA-TM-215187 (2007) 1-63. Impedance Studies of Polycrystalline Tin Oxide. James Currie, Ashok. K. Batra, Mohammad\n                     A. Alim, Manmohan D. Aggarwal, and Ravindra B. Lal, J. Mat. Sci: Mat. Electronics,\n                     18 (2007) 433 Polymer-Ceramic composite materials for pyroelectric infrared detectors: an overview,\n                     M. D. Aggarwal, J.R. Currie, B.G. Penn, A.K. Batra and R.B. Lal, NASA Technical Memorandum\n                     NASA\/TM, 2007, 215190 (2007) 1-43. Research Group and Collaborators Dr. A. K. Batra; Dr. Padmaja Guggilla; Mr. Jason Stephens; Mr. John Corda; Dr. M.\n                  Curley, Ms. K. Bhat Dr. J. R. Currie Jr. (NASA-MSFC), Dr. B. G. Penn (NASA-MSFC);\n                  Prof. A. Vaseashta (Marshall Univ.); Prof. S. Kotru (UA)"
            ]
        ]
    ]
}