{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QXOTPQOX",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "EDMUND W. BERTSCHINGER Professor of Physics edbert@mit.edu (617) 324-7319 ADDRESS: Ronald McNair Building, 37-627 Women's and Gender Studies at MIT Personal Website Curriculum Vitae (PDF) Information for Students [MIT Kavli Institute for Astrophysics & Space Research] Diversity, Equity, and Inclusion in Physics and Astronomy Area(s) of Physics: Theoretical astrophysics, gravitation and cosmology Bertschinger to leave post as Institute Community and Equity Officer , 4.4.2018] Four MIT faculty elected 2015 AAAS Fellows , 11.23.2015] Edmund Bertschinger appointed as Institute Community and Equity Officer , 6.20.2013] Physics tackles a complex problem: how to diversify , 4.30.2009] Edmund Bertschinger named head of MIT physics [ , 6.22.2007] Kavli gift brightens study of dark energy , 8.3.2004] Ten faculty members become full professors , 5.15.1996] S.B., Physics, California Institute of Technology, 1979 Ph.D., Physics, Princeton University, 1984 Research Associate, University of Virginia, 1983-85 Miller Research Fellow, University of California at Berkeley, 1985-86 Assistant Professor, MIT Physics, 1986-1991 Associate Professor, MIT Physics, 1991-1996 Professor, MIT Physics, 1996-Present Astrophysics Division Head, 2002-2007 Department Head, Physics, 2007-2013 Institute Community and Equity Officer, MIT, 2013-2018 Awards and Honors 2015 - Committed to Caring Award, MIT Office of the Dean for Graduate Education 2015 - American Association for the Advancement of Science  Fellow 2013 - Outstanding Advocacy Award, Council for the Advancement of Black Students, MIT 2013 - Outstanding Freshman Advisor Award, MIT 2012 - Outstanding MAEStro Award from MAES-Latinos in Engineering and Science for \"...proactive and supporting efforts to increase the number of Latino students successfully completing high school and pursuing undergraduate and graduate degrees. 2012 - Luis Walter Alvarez Award for the Advancement of Latinos in Science, SACNAS-SHPE-MAES STEM Consortium 2012 - Honorary Member, MIT Alumni Association 2012 - Dr. Martin Luther King, Jr. Leadership Award, MIT 2007 - Guggenheim Fellowship 2002 - Buechner Teaching Prize, MIT Physics Department 1996 -  American Physical Society Fellow 1992 - Helen B. Warner Prize, American Astronomical Society 1990-92 - Class of 1956 Career Development Professor of Physics, MIT 1988-90 - Alfred P. Sloan Research Fellowship Ed Bertschinger is a Professor of Physics at MIT with an affiliation in the MIT Program in Women’s and Gender Studies. He is a scholar-activist-administrator for diversity, equity, and inclusion in higher education. Ed served as MIT’s inaugural Community and Equity Officer from 2013–2018 and has served on numerous national committees and task forces on equity in physics and astronomy. During 2007–2013 he was Physics Department Head at MIT. He is a theoretical astrophysicist whose research lies in cosmology, gravitation, and numerical methods, and whose passion lies in shifting the culture of STEM fields to be inclusive and equitable for everyone. He is a Fellow of both the APS and the AAAS and has won the MIT MLK Leadership Award, the Outstanding Freshman Advisor Award, a Guggenheim Fellowship, and many other awards. E. Bertschinger, On the Growth of Perturbations as a Test of Dark Energy and Gravity, Astrophysical Journal, 648, 797 (2006). J. D. Schnittman & E. Bertschinger, A Model for High Frequency Quasi-periodic Oscillations from Accreting Black Holes, Astrophysical Journal, 606, 1098 (2004). E. Bertschinger, Cosmological Perturbation Theory and Structure Formation, in Proc. Cosmology 2000, ed. M. C. Bento, O. Bertolami, and L. Teodoro (2000). E. Bertschinger, Simulations of Structure Formation in the Universe, Annual Reviews of Astronomy and Astrophysics, 36, 599 (1998). E. Bertschinger, Cosmological Dynamics, in Cosmology and Large Scale Structure, proc. Les Houches Summer School, Session LX, ed. R. Schaeffer, J. Silk, M. Spiro, and J. Zinn-Justin (Amsterdam: Elsevier Science), 273 (1996). C.-P. Ma & E. Bertschinger, Cosmological Perturbation Theory in the Synchronous and Conformal Newtonian Gauges, Astrophysical Journal, 455, 7 (1995). E. Bertschinger & A. Dekel, Recovering the Full Velocity and Density Fields from Large-Scale Redshift-Distance Samples, Astrophysical Journal, 336, L5 (1989)."
            ]
        ]
    ]
}