{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "QZXG8KLS",
            "3wZk6hAAAAAJ",
            [
                "The genome of M. acetivorans reveals extensive metabolic and physiological diversity"
            ],
            [
                "Methanogenesis, the biological production of methane, plays a pivotal role in the global carbon cycle and contributes significantly to global warming. The majority of methane in nature is derived from acetate. Here we report the complete genome sequence of an acetate-utilizing methanogen, Methanosarcina acetivorans C2A. Methanosarcineae are the most metabolically diverse methanogens, thrive in a broad range of environments, and are unique among the Archaea in forming complex multicellular structures. This diversity is reflected in the genome ofM. acetivorans. At 5,751,492 base pairs it is by far the largest known archaeal genome. The 4524 open reading frames code for a strikingly wide and unanticipated variety of metabolic and cellular capabilities. The presence of novel methyltransferases indicates the likelihood of undiscovered natural energy sources for methanogenesis, whereas the presence of …"
            ],
            [
                [

                ]
            ],
            [
                "William Metcalf Professor Emeritus of Physics Ph.D., 1974 - California Institute of Technology 218-A Nicholson Hall, Tower Dr. (225) 578-8312-Office metcalf@phys.lsu.edu Experimental High Energy We came to LSU in 1979 as the junior member of the new experimental group in high\n                  energy physics. Our initial efforts at LSU centered on b-quark physics at CESR and\n                  on early neutrino oscillation experiments (E645) at Los Alamos. For a long period,\n                  we maintained the dual focus on collider physics and neutrino physics working on the\n                  AMY experiment at the TRISTAN electron-positron collider in Japan and the ZEUS experiment\n                  at the HERA electron-proton collider in Germany while also participating in the LSND\n                  neutrino experiment at Los Alamos. Currently, we are focusing solely on neutrino physics\n                  participating in the MiniBooNE experiment at Fermilab. Our interest in neutrino physics extends beyond the study of neutrino oscillations\n                  and includes measurements of neutrino cross sections that are of vital importance\n                  to particle theory, nuclear astrophysics, and future neutrino experiments. LSU has\n                  played an active role in this physics on both LSND and MiniBooNE. The key interest\n                  in the MiniBooNE experiment, however, remains a definitive study of LSND's evidence\n                  for neutrino oscillation. For future neutrino work, we are considering both extensions\n                  of the BooNE effort at Fermilab, as well as a reactor experiment in Europe. Current and Select Publications A.A. Aguilar-Arevalo, et al. (by The MiniBoone Collaboration), \"A Search for electron\n                     neutrino appearance at the Delta m**2 ~ 1- eV**2 scale,\" Phys. Rev. Lett. 98 , 231801 (2007). L.B. Auerbach, et al. (by The LSND Collaboration), \"Tests of Lorentz Violation in\n                     anti-nu(mu) --> anti-nu(e) oscillations,\" Phys. Rev. D 72 , 076004 (2005). S. Brice, et al., \"The FINeSSE Detector,\" (2005) pp. 6, Prepared for 3rd International\n                     Workshop on Neutrino Nucleus Interactions in the Few GeV Region (NuInt04), Gran Sasso,\n                     Assergi, Italy, 17-21 March 2004. Published in Nucl. Phys. Proc. Suppl. 139 , 317-322 (2005); Also in Assergi 2004, Neutrino Nucleus Interactions in the few GeV Region, 317-322. L.B. Auerbach, et al. (by LSND Collaboration), \"Search for pi0 --> nu(mu) anti-nu(mu)\n                     decay in LSND,\" Phys. Rev. Lett. 92 , 091801 (2004)."
            ]
        ]
    ]
}