{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R0WFEWGH",
            "A2-9yy0AAAAJ",
            [
                "Models of hierarchically constrained dynamics for glassy relaxation",
                "The physics of structurally disordered matter: an introduction",
                "Dynamics on ultrametric spaces"
            ],
            [
                "A class of models for relaxation in strongly interacting glassy materials is suggested. Degrees of freedom are divided into a sequence of levels such that those in level n+ 1 are locked except when some of those in level n find the right combination to release them, this representing the hierarchy of constraints in real systems. The Kohlrausch anomalous relaxation law, exp [−(t τ) β], emerges naturally, and a maximum time scale is found which exhibits a Vogel-Fulcher-type temperature dependence.",
                "Intended for managers & engineers in powder technology, metal finishing & other industries using electrostatic processes, those concerned with industrial safety, flammable environments etc, & those in the electronics industry where electrostatic damage is a problem. Graduates & researchers studying electrostatics & undergraduates on courses in the subject will also find it an invaluable reference source.",
                "We present an exact solution to the problem of a random walk on an ultrametric space with arbitrary transition probabilities. The solution provides a description of fluctuation dynamics of systems with many degenerate states separated by a hierarchy of energy barriers. Dynamical behavior is found to depend on the scaling of barriers with ultrametric distance. We find a range of interesting behavior, from temperature-dependent power-law decay to the Kohlrausch law."
            ],
            [
                [
                    "Statistical mechanics",
                    "condensed matter physics",
                    "mathematical physics",
                    "complex systems",
                    "biological physics"
                ]
            ],
            [
                "Daniel L. Stein Professor Of Physics Ph.D. 1979, Princeton University. Noisy nonequilibrium dynamics, disordered and random materials, and biophysics. Lectures Lectures in the Sciences of Complexity , edited by D.L. Stein (Addison-Wesley, NY, 1989). 1 990 Lectures in Complex Systems , edited by L. Nadel and D.L. Stein (Addison-Wesley, NY, 1991). Spin Glasses and Biology , edited by D.L. Stein (World Scientific Publishing Co., Singapore, 1992) 1991 Lectures in Complex Systems , edited by L. Nadel and D.L. Stein (Addison-Wesley, NY, 1992). 1992 Lectures in Complex Systems , edited by L. Nadel and D.L. Stein (Addison-Wesley, NY, 1993). 1993 Lectures in Complex Systems , edited by L. Nadel and D.L. Stein (Addison-Wesley, NY, 1994). Pattern Formation in Complex Systems , edited by F. Nijhout, L. Nadel and D.L. Stein (Addison-Wesley, NY, 1997). \" Comment on ``Nonlinear current-voltage curves of gold quantum point contacts'' , J. Buerki, C.A. Stafford, and D.L. Stein, submitted to Appl. Phys. Lett. . \" Magnetic Reversal in Nanoscopic Ferromagnetic Rings '', Kirsten Martens, D.L. Stein, and A.D. Kent, Phys. Rev. B 73 , 054413-1 -- 054413-10 (2006). \" Theory of Metastability in Simple Metal Nanowires \", J. Buerki, C.A. Stafford, and D.L. Stein, Phys. Rev. Lett. 95 , 090601-1--090601-4 (2005). \" Short-Range Spin Glasses: Results and Speculations \", C.M. Newman and D.L. Stein, to appear in Spin Glass Theory , eds. E. Bolthausen and A. Bovier (Springer, Berlin, 2005). \" Local vs. Global Variables for Spin Glasses , C.M. Newman and D.L. Stein, to appear in Spin Glass Theory , eds. E. Bolthausen and A. Bovier (Springer, Berlin, 2005). \" Thermally Induced Magnetic Switching in Thin Ferromagnetic Annuli '', Kirsten Martens, D.L. Stein, and A.D. Kent, in Noise in Complex Systems and Stochastic Dynamics III , L.B. Kish, K. Lindenberg, and Z. Gingl (SPIE Proceedings Series, v. 5845, 2005), pp. 1--11 “Would US Communication Systems Work in a Nuclear War?'', by D.L. Stein, The Christian Science Monitor , Nov. 17, 1982, p. 23; reprinted in Newsday , Dec. 2, 1982, p. 98. Electromagnetic Pulse --- The Uncertain Certainty'', by D.L. Stein, Bulletin of the Atomic Scientists 39 , pp. 52 -- 56 (1983). \"A Closer Look at Reagan's `Missile Gap''', by D.L. Stein, The Philadelphia Inquirer , April 25, 1984, p. 13-A. \"All Systems Slow'', D.L. Stein, The Sciences , September\/October, pp. 22 -- 29, 1988. (Invited) \"The Impact of Complex Systems'', D.L. Stein, The Scientist , December 12, pp. 13 -- 14 (1988). (Invited). \"Spin Glasses'', D.L. Stein, Scientific American 261 , 52 -- 59 (1989). (Invited) \"Complex Systems Summer School: A Retrospective'', D.L. Stein, Bulletin of the Santa Fe Institute 7, 36 (1992). (Invited) \"Les Verres de Spin'', D.L. Stein, in La Science au Present , pp. 264--265, Encyclopaedia Universalis , Paris (1992). (Invited). Daniel L. Stein Professor Of Physics daniel.stein@nyu.edu 726 Broadway, Room 981 Phone: (212) 998-3582 Personal Homepage Center for Quantum Phenomena The Center for Quantum Phenomena (CQP) is the third research center that is currently being formed in the Department. The research in CQP will be focused on condensed matter and atomic, molecular, and optical physics, as well as their applications to material science, atomic and molecular spectroscopy, nonlinear optics, and quantum information technology. Its current members are Profs. Paul Chaikin, Andy Kent, Aditi Mitra, Javad Shabani, Tycho Sleator, Dan Stein, Andrew Wray and Jiehang Zhang. We expect the Center and its faculty to grow within the next few years. Condensed Matter Physics Atomic, Molecular and Optical Physics Paul Chaikin Silver Professor Professor of Physics Center for Quantum Phenomena Center for Soft Matter Research Condensed Matter Physics Andrew D. Kent Director of the Center for Quantum Phenomena Center for Quantum Phenomena Condensed Matter Physics Aditi Mitra Center for Quantum Phenomena Condensed Matter Physics Dries Sels Center for Quantum Phenomena Javad Shabani Center for Quantum Phenomena Condensed Matter Physics Tycho Sleator Atomic Molecular and Optical Physics Center for Quantum Phenomena Daniel L. Stein Professor of Mathematics and Physics Center for Quantum Phenomena Condensed Matter Physics Statistical and Mathematical Physics L. Andrew Wray Center for Quantum Phenomena Condensed Matter Physics Jiehang Zhang Atomic Molecular and Optical Physics Center for Quantum Phenomena Associated Faculty Davood Shahrjerdi Assistant Professor of Electrical and Computer Engineering at NYU Tandon School of Engineering; Associated Faculty in Physics; Associated Faculty Member of CQP > Center for Quantum Phenomena"
            ]
        ]
    ]
}