{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R0WFEWGH",
            "A2-9yy0AAAAJ",
            [
                "Models of hierarchically constrained dynamics for glassy relaxation",
                "The physics of structurally disordered matter: an introduction",
                "Dynamics on ultrametric spaces"
            ],
            [
                "A class of models for relaxation in strongly interacting glassy materials is suggested. Degrees of freedom are divided into a sequence of levels such that those in level n+ 1 are locked except when some of those in level n find the right combination to release them, this representing the hierarchy of constraints in real systems. The Kohlrausch anomalous relaxation law, exp [−(t τ) β], emerges naturally, and a maximum time scale is found which exhibits a Vogel-Fulcher-type temperature dependence.",
                "Intended for managers & engineers in powder technology, metal finishing & other industries using electrostatic processes, those concerned with industrial safety, flammable environments etc, & those in the electronics industry where electrostatic damage is a problem. Graduates & researchers studying electrostatics & undergraduates on courses in the subject will also find it an invaluable reference source.",
                "We present an exact solution to the problem of a random walk on an ultrametric space with arbitrary transition probabilities. The solution provides a description of fluctuation dynamics of systems with many degenerate states separated by a hierarchy of energy barriers. Dynamical behavior is found to depend on the scaling of barriers with ultrametric distance. We find a range of interesting behavior, from temperature-dependent power-law decay to the Kohlrausch law."
            ],
            [
                [
                    "Statistical mechanics",
                    "condensed matter physics",
                    "mathematical physics",
                    "complex systems",
                    "biological physics"
                ]
            ]
        ]
    ]
}