{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R2R8BF9J",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Lindsay Glesener Lindsay Glesener Lindsay Glesener Assistant Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-8392 glesener@umn.edu Minnesota Institute for Astrophysics (MIfA) Ph.D., University of California, Berkeley, 2012 M.A., University of California, Berkeley, 2009 B.S., San Francisco State University, 2006 Assistant Professor, School of Physics & Astronomy, University of Minnesota, 2015-present Assistant Researcher, Space Sciences Laboratory, University of California, Berkeley, 2015 Postdoctoral Researcher, Space Sciences Laboratory, University of California, Berkeley, 2013-2015 I am a high-­energy solar astrophysicist, concentrating on the Sun’s remarkable capabilities for accelerating particles. Solar flares and coronal mass ejections transform huge amounts of energy from the coronal magnetic fields into particle kinetic energy through processes that are not yet understood. We attempt to evaluate and explain these phenomena by examining the high­-energy emission from flares, all the way from large eruptive flares down to small, prevalent, unresolved ones. My main investigative tools are data from the extreme ultraviolet and hard X-­rays, primarily from the RHESSI, NuSTAR, SDO, and Hinode spacecraft. I also concentrate on the development of new instrumentation for high-energy exploration of the Sun, with an emphasis on hard X-­ray sensors. Before reaching the large spacecraft stage, developing instruments are tested on sounding rockets, balloons, and CubeSats. In collaboration with several other institutions, we are developing hard X­-ray focusing telescopes for solar purposes via the FOXSI project, which has had two successful flights on suborbital sounding rockets from the White Sands Missile Range. We are also developing solar-observing CubeSats to measure high-energy radiation from the Sun with high time precision. The capabilities of this and other new instruments will open a new door by which we can understand some of the most energetic phenomena in the solar system. Research Group FOXSI Sounding Rocket CubeSats National Science Foundation (NSF) CAREER Award, 2018 Japan Society for the Promotion of Science short-term postdoctoral fellow, December 2013-January 2014 Royal Astronomical Society’s Tomkins Thesis Prize for Instrumentation, 2013 NASA Graduate Student Research Project fellowship, 2009-2012 Glesener, Lindsay; Krucker, Säm.; Christe, Steven; Ishikawa, Shin-nosuke; Buitrago-Casas, Juan Camilo; Ramsey, Brian; Gubarev, Mikhail; Takahashi, Tadayuki; Watanabe, Shin; Takeda, Shin'ichiro; Courtade, Sasha; Turin, Paul; McBride, Stephen; Shourt, Van;, The FOXSI solar sounding rocket campaigns Proceedings of the SPIE Grefenstette, Brian W.; Glesener, Lindsay; Krucker, Säm; Hudson, Hugh; Hannah, Iain G.; Smith, David M.; Vogel, Julia K.; White, Stephen M.; Madsen, Kristin K.; Marsh, Andrew J.; Caspi, Amir; Chen, Bin; Shih, Albert; Kuhar, Matej; Boggs, Steven E.; Chris, The First Focused Hard X-ray Images of the Sun with NuSTAR The Astrophysical Journal Chen, Bin; Bastian, Timothy S.; Shen, Chengcai; Gary, Dale E.; Krucker, Säm; Glesener, Lindsay, Particle acceleration by a solar flare termination shock Science Ishikawa, S., Glesener, L., Christe, S., Ishibashi, K., Brooks, D., Williams, D., Shimojo, M., Sako, N., Krucker, S., Constraining Hot Plasma in a Non-flaring Solar Active Region with FOXSI Hard X- ray Observations. Publications of the Astronomical Society of Japan doi:10.1093\/pasj\/psu090 Krucker, S., Christe, S., Glesener, L., Ishikawa, S., Ramsey, B., Takahashi, T., Watanabe, S., Saito, S., Gubarev, M., Kilaru, K., Tajima, H., Tanaka, T., Turin, P., McBride, S., Glaser, D., Fermin, J., White, S., Lin, R., First Images from the Focusing Optics X-Ray Solar Imager. The Astrophysical Journal Letters Glesener, L., Krucker, S., Bain, H.M., Lin, R.P., Observation of Heating by Flare-accelerated Electrons in a Solar Coronal Mass Ejection The Astrophysical Journal Letters Glesener, L., Krucker, S., Lin, R.P., Hard X-Ray Observations of a Jet and Accelerated Electrons in the Corona The Astrophysical Journal Bain, H.M., Krucker, S., Glesener, L., Lin, R.P., Radio Imaging of Shock-accelerated Electrons Associated with an Erupting Plasmoid on 2010 November 3 . The Astrophysical Journal Advisees & Collaborators Graduate Students: Trevor Knuth, Astrophysics Undergraduate Students: Ryan Vogt Maxwell Yurs Sam Drehmel Jenna Burgett Megan Birch Lance Davis Postdocs:  Former Researchers and Students Former Postdocs: Subramania Athiray Sophie Musset Julie Vievering Former Students: Jeff Chaffin Kendra Bergstedt"
            ]
        ]
    ]
}