{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R3B7GLOC",
            "y40x9KkAAAAJ",
            [
                "Helium in Jupiter's atmosphere: Results from the Galileo probe helium interferometer experiment",
                "Structure of the atmosphere of Jupiter: Galileo probe measurements",
                "Experiments revealing small impact of turbulence on the energy budget of the mesosphere and lower thermosphere",
                "First in‐situ observations of neutral and plasma density fluctuations within a PMSE layer",
                "Intercomparison of density and temperature profiles obtained by lidar, ionization gauges, falling spheres, datasondes and radiosondes during the DYANA campaign"
            ],
            [
                "On December 7, 1995, the NASA Galileo probe provided the first in situ measurements of the helium abundance in the atmosphere of Jupiter. Our Jamin interferometer measured precisely the refractive index of the Jovian atmosphere in the pressure region from 2 to 12 bars. From these measurements, we derive the atmospheric helium mole fraction to be 0.1359±0.0027. The corresponding helium mass fraction matches closely, but accidentally, the current helium abundance of the atmosphere of the Sun. However, both the Jovian and the solar value fall somewhat below the protosolar value. This suggests that in both Jupiter and the Sun processes are active which separate helium from hydrogen.",
                "Temperatures and pressures measured by the Galileo probe during parachute descent into Jupiter9s atmosphere essentially followed the dry adiabat between 0.41 and 24 bars, consistent with the absence of a deep water cloud and with the low water content found by the mass spectrometer. From 5 to 15 bars, lapse rates were slightly stable relative to the adiabat calculated for the observed H2\/He ratio, which suggests that upward heat transport in that range is not attributable to simple radial convection. In the upper atmosphere, temperatures of >1000 kelvin at the 0.01-microbar level confirmed the hot exosphere that had been inferred from Voyager occultations. The thermal gradient increased sharply to 5 kelvin per kilometer at a reconstructed altitude of 350 kilometers, as was recently predicted. Densities at 1000 kilometers were 100 times those in the pre-encounter engineering model.",
                "We have measured a total of 17 in situ profiles of small‐scale density fluctuations (typical resolution: meters) in the lower thermosphere and upper mesosphere, which are used to derive turbulent parameters, such as the turbulent energy dissipation rate ε, the turbulent diffusion coefficient K, and the mean turbulent velocity wturb. The accuracy of the absolute numbers is unprecedented thanks to the very high spatial resolution and a recently improved data analysis procedure. Concentrating on the 12 flights which were performed during winter conditions at high latitudes (69°N), we find mean energy dissipation rates of 1–2 mW kg−1 in the lower mesosphere (<75 km) and 10–20 mW kg−1 in the upper mesosphere and lower thermosphere (<100 km). The corresponding heating rates are approximately 0.1 and 1 K d−l, respectively. These values are at least 1 order of magnitude smaller than most of the previous …",
                "The NLC‐91 rocket and radar campaign provided the first opportunity for high resolution neutral and plasma turbulence measurements with simultaneous observations of PMSE (Polar Mesospheric Summer Echoes). During the flight of the TURBO payload on August 1, 1991, CUPRI and EISCAT observed double PMSE layers located at 86 and 88 km altitude, respectively. Strong neutral density fluctuations were observed in the upper layer but not in the lower layer. The fluctuation spectra of the ions and neutrals within the upper layer are consistent with standard turbulence theories. However, we show that there is no neutral turbulence present in the lower layer and that something else must have been operating here to create the plasma fluctuations and hence the radar echoes. Although the in situ measurements of the electron density fluctuations are much stronger in the lower layer, the higher absolute electron …",
                "During the course of the DYANA campaign in early 1990, various techniques to measure densities and temperatures from the ground up to the lower thermosphere were employed. Some of these measurements were performed near simultaneously (maximum allowed time difference: 1 h) and at the same location, and therefore offered the unique chance of intercomparison of different techniques. In this study, we will report on intercomparisons of data from ground-based instruments (Rayleigh- and sodium-lidar), balloon-borne methods (datasondes and radiosondes) and rocket-borne techniques (falling spheres and ionization gauges). The main result is that there is good agreement between the various measurements when considering the error bars. Only occasionally did we notice small but systematic differences (e.g. for the datasondes above 65 km). The most extensive intercomparison was possible between …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}