{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R3WHBB4U",
            "mLhu8GQAAAAJ",
            [
                "A comparison of survey methods for documenting presence of Myotis leibii (eastern small-footed bats) at roosting areas in Western Virginia"
            ],
            [
                "Many aspects of foraging and roosting habitat of Myotis leibii (Eastern Small-Footed Bat), an emergent rock roosting-obligate, are poorly described. Previous comparisons of effectiveness of acoustic sampling and mist-net captures have not included Eastern Small-Footed Bat. Habitat requirements of this species differ from congeners in the region, and it is unclear whether survey protocols developed for other species are applicable. Using data from three overlapping studies at two sampling sites in western Virginia’s central Appalachian Mountains, detection probabilities were examined for three survey methods (acoustic surveys with automated identification of calls, visual searches of rock crevices, and mist-netting) for use in the development of “best practices” for future surveys and monitoring. Observer effects were investigated using an expanded version of visual search data. Results suggested that acoustic surveys with automated call identification are not effective for documenting presence of Eastern Small-Footed Bats on talus slopes (basal detection rate of 0%) even when the species is known to be present. The broadband, high frequency echolocation calls emitted by Eastern Small-Footed Bat may be prone to attenuation by virtue of their high frequencies, and these factors, along with signal reflection, lower echolocation rates or possible misidentification to other bat species over talus slopes may all have contributed to poor acoustic survey success. Visual searches and mist-netting of emergent rock had basal detection probabilities of 91% and 75%, respectively. Success of visual searches varied among observers, but detection probability …"
            ],
            [
                [

                ]
            ],
            [
                "John Huth John Huth Donner Professor of Science Professor Huth works mainly in the field of experimental particle physics.   His main interest is in electroweak symmetry breaking and is a member of the ATLAS Collaboration at the European Center for Nuclear Physics (CERN). The ATLAS Experiment , along with its sister experiment, CMS , recently discovered the Higgs Boson in proton-proton collisions at the Large Hadron Collider (LHC).   Professor Huth is working on the decay of the Higgs into pairs of bottom quarks, and also on upgrades to the ATLAS Muon Spectrometer. He has recently completed a book, The Lost Art of Finding Our Way , which describes techniques and cultures of navigation predating the invention of the nautical chronometer.   This book is an outgrowth of his course, Primitive Navigation (SPU 26). Professor Huth is a member of the Radcliffe Institute for Advanced Study’s Venture Faculty Program .    The goal of the Program is to foster multidisciplinary studies that cut across the boundaries of traditional academic fields. ____________________________ Felice Gardner Lyman 236 huth@g.harvard.edu p: (617) 495-8144 LPPC Personal Site List of Publications"
            ]
        ]
    ]
}