{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R4JGJ5IP",
            "2UCBHncAAAAJ",
            [
                "Measurement of the spin-dependent structure function g1 (x) of the proton",
                "Measurement of the spin-dependent structure function g1 (x) of the deuteron",
                "Spin structure of the proton from polarized inclusive deep-inelastic muon-proton scattering",
                "A new measurement of the spin-dependent structure function g1 (x) of the deuteron",
                "Damage caused by magnetic pressure at high trapped field in quasi-permanent magnets composed of melt-textured Y Ba Cu O superconductor",
                "Lifetime of Particles Containing  Quarks",
                "Spin asymmetry in muon-proton deep inelastic scattering on a transversely-polarized target",
                "The spin-dependent structure function g1 (x) of the deuteron from polarized deep-inelastic muon scattering",
                "Polarisation of valence and non-strange sea quarks in the nucleon from semi-inclusive spin asymmetries",
                "Neutral-Boson Photoproduction on Hydrogen at High Energies"
            ],
            [
                "We have measured the spin-dependent structure function g1p of the proton in deep inelastic scattering of polarized muons off polarized protons, in the kinematic range 0.003 < x < 0.7 and 1 GeV2 < Q2 < 60 GeV2. Its first moment, ∫01g1p(x)dx, is found to be 0.136±0.011 (stat.)± 0.011 (syst.) at Q2 = 10GeV2. This value is smaller than the prediction of the Ellis-Jaffe sum rule by two standard deviations, and is consistent with previous measurements. A combined analysis of all available proton, deuteron and neutron data confirms the Bjorken sum rule to within 10% of the theoretical value.",
                "We report on the first measurement of the spin-dependent structure function g 1 d of the deuteron in the deep inelastic scattering of polarised muons off polarised deuterons, in the kinematical range 0.006< x< 0.6, 1 GeV 2< Q 2< 30 GeV 2. The first moment, Γ 1 d= ʃ 0 1 g 1 d d x= 0.023±0.020 (stat.)±0.015 (syst.), is smaller than the prediction of the Ellis-Jaffe sum rules. Using earlier measurements of g 1 p, we infer the first moment of the spin-dependent neutron structure function g 1 n. The difference Γ 1 p− Γ 1 n= 0.20±0.05 (stat.)±0.04 (syst.) agrees with the prediction of the Bjorken sum rule, Γ 1 p− Γ 1 n= 0.191±0.002.",
                "We have measured the spin-dependent structure function g 1 p in inclusive deep-inelastic scattering of polarized muons off polarized protons, in the kinematic range 0.003< x< 0.7 and 1 GeV 2< Q 2< 60 GeV 2. A next-to-leading order QCD analysis is used to evolve the measured g 1 p (x, Q 2) to a fixed Q 0 2. The first moment of g 1 p at Q 0 2= 10 GeV 2 is Γ 1 p= 0.136±0.013 (stat)±0.009 (syst)±0.005 (evol). This result is below the prediction of the Ellis-Jaffe sum rule by more than two standard deviations. The singlet axial charge a 0 is found to be 0.28±0.16. In the Adler-Bardeen factorization scheme, Δ g≃ 2 is required to bring ΔΣ in agreement with the quark-parton model. A combined analysis of all available proton, deuteron, and 3 He data confirms the Bjorken sum rule.",
                "We present a new measurement of the spin-dependent structure function g1d of the deuteron in deep inelastic scattering of 190 GeV polarised muons on polarised deuterons, in the kinematic range 0.003 < x < 0.7 and 1 GeV2 < Q2 < 60 GeV2. This structure function is found to be negative at small x. The first moment Γ1d=∫01g1ddx evaluated at Q02 = 10 GeV2 is 0.034 ± 0.009 (stat.) ± 0.006 (syst.). This value is below the Ellis-Jaffe sum rule prediction by three standard deviations. Using our earlier determination of Γ1p, we obtain Γ1p − Γ1n = 0.199 ± 0.038 which agrees with the Bjorken sum rule.",
                "Quasi-permanent magnets made of melt-textured YBa2Cu3O7−δ (MT-YBCO) superconductor can now trap multi-tesla fields, Bt. The interaction of the trapped field and the critical current causes an outward pressure, proportional to Bt2, which can crack the magnet. We have done an experiment to observe such cracking in a mini-magnet fabricated from four MT-YBCO discs activated at 49 K using an applied of 14 T. We have compared the results to existing theories which describe magnetic pressure in a trapped-field magnet (TFM) previously activated. We find that a modification is needed to describe magnetic pressure during the process of activation. We present the experimental results and the expanded theory, based on the simple Bean model. Theory and experiment show good agreement. We find that cracking is more likely during activation, and conclude that 10 T is achievable in TFM's composed of present …",
                "From a sample of hadronic events produced in e+ e− collisions, semileptonic decays of heavy particles have been isolated and used to obtain a measurement for the bottom-quark lifetime of [1.8±0.6 (stat.)±0.4 (syst.)]× 10− 12 sec.",
                "We measured the spin asymmetry in the scattering of 100 GeV longitudinally-polarized muons on transversely polarized protons. The asymmetry was found to be compatible with zero in the kinematic range 0.006 < x < 0.6, 1 < Q2 < 30GeV2. From this result we derive the upper limits for the virtual photon-proton asymmetry A2, and for the spin structure function g2. For x < 0.15, A2 is significantly smaller than its positivity limit √R.",
                "We present a new measurement of the spin-dependent structure function g1d of the deuteron from deep inelastic scattering of 190 GeV polarized muons on polarized deuterons. The results are combined with our previous measurements of g1d. A perturbative QCD evolution in next-to-leading order is used to compute g1d(x) at a constant Q2. At Q2 = 10 GeV2, we obtain a first moment Γ1d=∫1dg1ddx=0.041±0.008, a flavour-singlet axial charge of the nucleon a0 = 0.30 ± 0.08, and an axial charge of the strange quark as = −0.09 ± 0.03. Using our earlier determination of Γ1p, we obtain Γ1p − Γ1m = 0.183 ± 0.035 at Q2 = 10GeV2. This result is in agreement with the Bjorken sum rule which predicts Γ1p − Γ1n = 0.186 ± 0.002 at the same Q2.",
                "We present a measurement of semi-inclusive spin asymmetries for positively and negatively charged hadrons from deep inelastic scattering of polarised muons on polarised protons and deuterons in the range 0.003< x< 0.7. From these asymmetries and the previously published inclusive spin asymmetries we determine, for the first time, the x-dependent spin distributions for up and down valence quarks and for non-strange sea quarks. We find that the first moments of the valence quark spin distributions are Δu v= 1.01±0.19±0.14 and Δd v=− 0.57±0.22±0.11. The spin distribution function of non-strange sea quarks is consistent with zero over the measured range of x and the first moment is Δ u= Δ d=− 0.02±0.09±0.03.",
                "Photoproduction cross sections for neutral π, η, ρ, and φ mesons have been measured at the Stanford Linear Accelerator Center for photon energies between 5 and 17.8 GeV, and t (four-momentum transfer squared) between-0.12 and-1.4 (G e V\/c) 2, using a missing-mass technique. The pion production at lower energies is characterized by a fast falloff with increasing| t| at small| t| values, with a dip at t=− 0.5 (G e V\/c) 2 followed by a secondary maximum around t=− 0.9 (G e V\/c) 2 and a smooth falloff at larger| t| values. As the incident photon energy increases, the dip becomes less pronounced, in contradiction to the expectations of simple Regge theories based only on the exchange of the ω and B trajectories. η photo-production was measured around 6 GeV and at 9 GeV. The cross section decreases smoothly with t and shows no dip at t=− 0.5 (G e V\/c) 2, in disagreement with predictions based on Reggeized ρ …"
            ],
            [
                [
                    "Bulk Superconductivity",
                    "Residual Field",
                    "Vacuum Polarization",
                    "Relativity"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}