{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R5EY09QT",
            "NPgrg7sAAAAJ",
            [
                "Fast mass transport through sub-2-nanometer carbon nanotubes",
                "Functional Group Imaging by Chemical Force Microscopy",
                "X-ray image reconstruction from a diffraction pattern alone",
                "Chemical force microscopy: exploiting chemically-modified tips to quantify adhesion, friction, and functional group distributions in molecular assemblies",
                "Chemical force microscopy",
                "Formation of chiral morphologies through selective binding of amino acids to calcite surface steps",
                "Ion exclusion by sub-2-nm carbon nanotube pores",
                "High-resolution ab initio three-dimensional x-ray diffraction microscopy",
                "Force titrations and ionization state sensitive imaging of functional groups in aqueous solutions by chemical force microscopy",
                "Dekker encyclopedia of nanoscience and nanotechnology"
            ],
            [
                "We report gas and water flow measurements through microfabricated membranes in which aligned carbon nanotubes with diameters of less than 2 nanometers serve as pores. The measured gas flow exceeds predictions of the Knudsen diffusion model by more than an order of magnitude. The measured water flow exceeds values calculated from continuum hydrodynamics models by more than three orders of magnitude and is comparable to flow rates extrapolated from molecular dynamics simulations. The gas and water permeabilities of these nanotube-based membranes are several orders of magnitude higher than those of commercial polycarbonate membranes, despite having pore sizes an order of magnitude smaller. These membranes enable fundamental studies of mass transport in confined environments, as well as more energy-efficient nanoscale filtration.",
                "Mapping the spatial arrangement of chemical functional groups and their interactions is of significant importance to problems ranging from lubrication and adhesion to recognition in biological systems. A force microscope has been used to measure the adhesive and friction forces between molecularly modified probe tips and organic monolayers terminating in a lithographically defined pattern of distinct functional groups. The adhesive interactions between simple CH3\/CH3, CH3\/COOH, and COOH\/COOH functional groups correlate directly with friction images of sample surfaces patterned with these groups. Thus, by monitoring the friction between a specifically functionalized tip and sample, one can produce friction images that display predictable contrast and correspond to the spatial distribution of functional groups on the sample surface. Applications of this chemically sensitive imaging technique are discussed.",
                "A solution to the inversion problem of scattering would offer aberration-free diffraction-limited three-dimensional images without the resolution and depth-of-field limitations of lens-based tomographic systems. Powerful algorithms are increasingly being used to act as lenses to form such images. Current image reconstruction methods, however, require the knowledge of the shape of the object and the low spatial frequencies unavoidably lost in experiments. Diffractive imaging has thus previously been used to increase the resolution of images obtained by other means. Here we experimentally demonstrate an inversion method, which reconstructs the image of the object without the need for any such prior knowledge.",
                "Chemical force microscopy (CFM) has been used to measure adhesion and friction forces between probe tips and substrates covalently modifiedwith self-assembled monolayers (SAMs) that terminate in distinct functional groups. Probe tips have been modified with SAMs using a procedure that involves coating commercial Si3N4 cantilever\/tip assemblies with a thin layer of polycrystalline Au followed by immersion in a solution of a functionalized thiol. This methodology provides a reproducible means for endowing the probe with different chemical functional groups. The spring constants and radii of the chemically modified cantilever\/tip assemblies have been characterized to allow for quantitative friction and adhesion measurements. Au-coated Si and Si substrates have been treated with functionalized thiols and silanes, respectively, to produce SAM coated substrates terminatingwith different functional groups. A …",
                "Atomic force microscopy is an imaging tool used widely in fundamental research, although it has, like other scanned probe microscopies, provided only limited information about the chemical nature of systems studied. Modification of force microscope probe tips by covalent linking of organic monolayers that terminate in well-defined functional groups enables direct probing of molecular interactions and imaging with chemical sensitivity. This new chemical force microscopy technique has been used to probe adhesion and frictional forces between distinct chemical groups in organic and aqueous solvents. Contact mechanics provide a framework to model the adhesive forces and to estimate the number of interacting molecular groups. In general, measured adhesive and frictional forces follow trends expected from the strengths of the molecular interactions, although solvation also plays an important role …",
                "Many living organisms contain biominerals and composites with finely tuned properties, reflecting a remarkable level of control over the nucleation, growth and shape of the constituent crystals 1, 2, 3, 4, 5, 6. Peptides and proteins play an important role in achieving this control 1, 7, 8. But the general view that organic molecules affect mineralization through stereochemical recognition, where geometrical and chemical constraints dictate their binding to a mineral, seems difficult to reconcile 4 with a mechanistic understanding, where crystallization is controlled by thermodynamic and kinetic factors 9. Indeed, traditional crystal growth models emphasize the inhibiting effect of so-called ‘modifiers’ on surface-step growth, rather than stereochemical matching to newly expressed crystal facets. Here we report in situ atomic force microscope observations and molecular modelling studies of calcite growth in the presence of …",
                "Biological pores regulate the cellular traffic of a large variety of solutes, often with high selectivity and fast flow rates. These pores share several common structural features: the inner surface of the pore is frequently lined with hydrophobic residues, and the selectivity filter regions often contain charged functional groups. Hydrophobic, narrow-diameter carbon nanotubes can provide a simplified model of membrane channels by reproducing these critical features in a simpler and more robust platform. Previous studies demonstrated that carbon nanotube pores can support a water flux comparable to natural aquaporin channels. Here, we investigate ion transport through these pores using a sub-2-nm, aligned carbon nanotube membrane nanofluidic platform. To mimic the charged groups at the selectivity region, we introduce negatively charged groups at the opening of the carbon nanotubes by plasma treatment …",
                "Coherent x-ray diffraction microscopy is a method of imaging nonperiodic isolated objects at resolutions limited, in principle, by only the wavelength and largest scattering angles recorded. We demonstrate x-ray diffraction imaging with high resolution in all three dimensions, as determined by a quantitative analysis of the reconstructed volume images. These images are retrieved from the three-dimensional diffraction data using no a priori knowledge about the shape or composition of the object, which has never before been demonstrated on a nonperiodic object. We also construct two-dimensional images of thick objects with greatly increased depth of focus (without loss of transverse spatial resolution). These methods can be used to image biological and materials science samples at high resolution with x-ray undulator radiation and establishes the techniques to be used in atomic-resolution ultrafast imaging at x …",
                "Chemical force microscopy (CFM) was used to probe interactions between ionizable and neutral functional groups in aqueous solutions. Force microscope probe tips and sample substrates have been covalently modified with self-assembled monolayers (SAMs) terminating in distinct functional groups. SAMs were prepared by treating Au-coated or uncoated tips and substrates with functionalized thiols or silanes, respectively. A force microscope has been used to characterize adhesive and frictional interactions between probe tips and substrates modified with SAMs that terminate in −NH2, −COOH, −OH, and −CH3 functional groups as a function of solution pH and ionic strength. In general, adhesion and friction forces were observed to depend on the chemical identity of the tip and sample surface and also were found to be highly sensitive to the changes in the ionization state of the terminal functionalities induced …",
                "Nanoscience encompasses all scientific phenomena that transpire in dimensions spanning the range of multiple atom clusters, molecular aggregates, supermolecular structures, polymers and biomolecules. In other words, nanoscience is the science of the nanoscale—or the very, very minute. Nanotechnology, the technological use of these properties and phenomena, has the potential to revolutionize a breathtaking range of fields, across practically all domains of human activity. The intense interest in using nanostructures stems from the promise that they boast superior electrical, optical, mechanical, chemical, or biochemical properties. There is little doubt that the use of these new materials and systems will lay the ground for the new technological revolution of the 21st century. Research in nanoscience is exploding as scientists from chemistry, physics, and biology, including colloid and polymer chemistry, materials and surface science, and biochemistry, biophysics and molecular biology have begun to examine the superior properties that characterize materials and phenomena at the nanoscale. The Dekker Encyclopedia of Nanoscience and Nanotechnology is a vehicle by which scientists and the interested public can explore the most recent developments in today's nanomaterials, and preview several of their foreseen applications of tomorrow. The subject areas of this five-volume collective work include, but are not limited to, chemistry, physics, molecular and quantum biology, materials science and engineering, and computer science. The topics include fullerenes and carbon nanotubes, quantum dots and inorganic nanowires, interfacial …"
            ],
            [
                [
                    "Biophysics",
                    "Carbon Nanotube Nanofluidics",
                    "Nanotechnology",
                    "Materials Science"
                ]
            ],
            [
                "Staff Maps myUCM Find People Careers ABOUT ADMISSIONS ACADEMICS RESEARCH CAMPUS LIFE CONTACT VISIT APPLY Home All News Art & Culture Energy & Environment Social Sciences Student Life & Athletics Multimedia For Journalists University Communications MENU | | Staff | | | | Maps | myUCMerced | | University Store  ABOUT Academics and Research Social Sciences, Humanities and Arts Health Sciences Research Institute Sierra Nevada Research Institute Sustainability Sustainability Website Overview History Our Mission Principles of Community Locations Accolades ADMISSIONS Undergraduate Why UC Merced? Majors and Minors Affordability and Aid Dates and Deadlines Visit Us Graduate A 21st Century Experience Academic Studies Funding and Support Dates and Deadlines Visit Us Resources Students First Center Admissions Office Registrar Office Financial Aid Office ACADEMICS Undergraduate Majors and Minors Advising International Students Study Abroad Summer Session Resources Graduate International Students Faculty Directory Programs Center for Educational Partnerships Engineering Service Learning Extension Karen Merritt Writing Program RESEARCH Institutes and Centers Health Sciences Research Institute Sierra Nevada Research Institute UC Solar UC Water CITRIS Blum Center Core Facilities Environmental Analytical Lab Imaging and Microscopy Facility Natural Reserve System Stem Cell Instrumentation Foundry Animal Research Services Resources and Support Office of Research Sponsored Research Services Compliance and Integrity Research Development Services Research Accounting Services CAMPUS LIFE Explore UC Merced Clubs and Organizations Athletics and Recreation Housing Dining Transportation Campus Store Explore the Area Yosemite National Park City of Merced Nearby Cities The Great Outdoors Childcare & Schools Arts and Culture Plan Your Visit Tours Maps and Directions Parking Where to Stay Aleksandr Noy Title: (925) 424-6203 Lab site Ph.D., 1997 — Harvard University M.S., 1995 — Harvard University B.A., 1992 — Moscow State University (Russia) Bionanoelectronics Molecular self-assembly in systems with reduced dimensionality Inorganic nanowires and carbon nanotubes Biophysics and measurement of biological forces using scanning probe microscopy Nanofluidics, and molecular transport at nanoscale Nanotechnology Building the future in the heart of California 5200 N. Lake Road Merced, CA 95343 209-228-4400 © 2020 | Accreditation | | About This Site | | Emergency Preparedness | Your Right to Know Website designed & developed by Public Relations | "
            ]
        ]
    ]
}