{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R6BHY3LB",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jay E. Sharping (209) 228-4049 http:\/\/phototonics.ucmerced.edu\/ Science and Engineering 1 Building, Room 125 Ph.D., 2003 -  Northwestern University M.S., 1993 -  Rose Hulman Institute of Technology B.S., 1992 -  University of Wisconsin, Whitewater Professor Sharping's research involves building a fundamental understanding of -  and developing technology and applications for -  ultrafast laser technology. These lasers have the potential to capture extremely short snapshots in time, as well as measure frequencies with unprecedented precision and accuracy. The applications are numerous in the areas of environmental science, biotechnology and national security. The research his group pursues will result in transferable technological advances (e.g., new optical sources), which will have a broad impact in: Physics -  e.g., studies of atomic- and molecular-optical interactions Chemistry -  e.g., ultra-sensitive spectroscopy Biology -  e.g., time-resolved studies of biological processes Jump to Navigation The Applied Photonics Research Group Visit Info Home The scientific mission of the Applied Photonics Research Group is to use photons to study and manipulate objects and information. It is an applied research group which means that we are interested in practical applications as well as fundamental science. These applications include information and sensing technology. Through campus visits and outreach efforts we will introduce cutting edge concepts to the public and bring them into primary, secondary, and university science classrooms. Our broader mission is to produce trained scientific experts, intellectual property, and published knowledge, which have a positive local, regional, and global impact.  Funding Teaching & Service Resources Building the future in the heart of California 5200 North Lake Rd. Merced, CA 95343 T: (209) 228-4400 | © 2021 | |"
            ]
        ]
    ]
}