{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R7XGD9O1",
            "5KSE7goAAAAJ",
            [
                "A flat Universe from high-resolution maps of the cosmic microwave background radiation",
                "MAXIMA-1: a measurement of the cosmic microwave background anisotropy on angular scales of 10'-5",
                "A measurement by BOOMERANG of multiple peaks in the angular power spectrum of the cosmic microwave background",
                "Cosmology from MAXIMA-1, BOOMERANG, and COBE DMR cosmic microwave background observations",
                "A High spatial resolution analysis of the MAXIMA-1 cosmic microwave background anisotropy data",
                "Cosmological parameters from the first results of Boomerang",
                "Multiple peaks in the angular power spectrum of the cosmic microwave background: Significance and consequences for cosmology",
                "The atacama cosmology telescope: cosmological parameters from the 2008 power spectrum"
            ],
            [
                "The blackbody radiation left over from the Big Bang has been transformed by the expansion of the Universe into the nearly isotropic 2.73 K cosmic microwave background. Tiny inhomogeneities in the early Universe left their imprint on the microwave background in the form of small anisotropies in its temperature. These anisotropies contain information about basic cosmological parameters, particularly the total energy density and curvature of the Universe. Here we report the first images of resolved structure in the microwave background anisotropies over a significant part of the sky. Maps at four frequencies clearly distinguish the microwave background from foreground emission. We compute the angular power spectrum of the microwave background, and find a peak at Legendre multipole l peak=(197±6), with an amplitude ΔT 200=(69±8) µK. This is consistent with that expected for cold dark matter models in a flat …",
                "We present a map and an angular power spectrum of the anisotropy of the cosmic microwave background (CMB) from the first flight of the Millimeter‐wave Anisotropy Experiment Imaging Array (MAXIMA). MAXIMA is a balloon‐borne experiment with an array of 16 bolometric photometers operated at 100 mK. MAXIMA observed a 124 deg2 region of the sky with 10  resolution at frequencies of 150, 240, and 410 GHz. The data were calibrated using in‐flight measurements of the CMB dipole anisotropy. A map of the CMB anisotropy was produced from three 150 and one 240 GHz photometer without need for foreground subtractions. Analysis of this CMB map yields a power spectrum for the CMB anisotropy over the range  . The spectrum shows a peak with an amplitude of   μK at   and an amplitude varying between ∼40 and ∼50 μK for  .",
                " This paper presents a measurement of the angular power spectrum of the cosmic microwave background from   to   (∼10  to 2 4) from a combined analysis of four 150 GHz channels in the BOOMERANG experiment. The spectrum contains multiple peaks and minima, as predicted by standard adiabatic inflationary models in which the primordial plasma undergoes acoustic oscillations. These results, in concert with other types of cosmological measurements and theoretical models, significantly constrain the values of Ωtot, Ωbh2, Ωch2, and ns.",
                "Recent results from BOOMERANG-98 and MAXIMA-1, taken together with COBE DMR, provide consistent and high signal-to-noise measurements of the cosmic microwave background power spectrum at spherical harmonic multipole bands over 2< ℓ≲ 800. Analysis of the combined data yields 68%(95%) confidence limits on the total density, Ω tot≃ 1.11±0.07 (− 0.12+ 0.13), the baryon density, Ω b h 2≃ 0.032− 0.004+ 0.005 (− 0.008+ 0.009), and the scalar spectral tilt, n s≃ 1.01− 0.07+ 0.09 (− 0.14+ 0.17). These data are consistent with inflationary initial conditions for structure formation. Taken together with other cosmological observations, they imply the existence of both nonbaryonic dark matter and dark energy in the Universe.",
                " We extend the analysis of the MAXIMA‐1 cosmic microwave background data to smaller angular scales. MAXIMA, a bolometric balloon‐borne experiment, mapped a 124 deg2 region of the sky with 10  resolution at frequencies of 150, 240, and 410 GHz during its first flight. The original analysis, which covered the multipole range   using a 100 deg2 map, is extended to   using a subset of the data from three 150 GHz photometers in the fully cross‐linked central 60 deg2 of the map. The main improvement over the original analysis is the use of 3  square pixels in the calculation of the map. The new analysis is consistent with the original for  . For  , where inflationary models predict a third acoustic peak, the new analysis shows power with an amplitude of   μK at   in excess to the average power of   μK in the range  .",
                "The anisotropy of the cosmic microwave background radiation contains information about the contents and history of the universe. We report new limits on cosmological parameters derived from the angular power spectrum measured in the first Antarctic flight of the Boomerang experiment. Within the framework of models with adiabatic perturbations, and using only weakly restrictive prior probabilities on the age of the universe and the Hubble expansion parameter h, we find that the curvature is consistent with flat and that the primordial fluctuation spectrum is consistent with scale invariant, in agreement with the basic inflation paradigm. We find that the data prefer a baryon density Ω b h 2 above, though similar to, the estimates from light element abundances and big bang nucleosynthesis. When combined with large scale structure observations, the Boomerang data provide clear detections of both dark matter and …",
                " Three peaks and two dips have been detected in the power spectrum of the cosmic microwave background by the BOOMERANG experiment, at       and    , respectively. Using model‐independent analyses, we find that all five features are statistically significant, and we measure their location and amplitude. These are consistent with the adiabatic inflationary model. We also calculate the mean and variance of the peak and dip locations and amplitudes in a large seven‐dimensional parameter space of such models, which gives good agreement with the model‐independent estimates. We forecast where the next few peaks and dips should be found if the basic paradigm is correct. We test the robustness of our results by comparing Bayesian marginalization techniques on this space with likelihood maximization techniques applied to a second seven‐dimensional cosmological parameter space, using an independent …",
                "We present cosmological parameters derived from the angular power spectrum of the cosmic microwave background (CMB) radiation observed at 148 GHz and 218 GHz over 296 deg 2 with the Atacama Cosmology Telescope (ACT) during its 2008 season. ACT measures fluctuations at scales 500< ℓ< 10, 000. We fit a model for the lensed CMB, Sunyaev-Zel'dovich (SZ), and foreground contribution to the 148 GHz and 218 GHz power spectra, including thermal and kinetic SZ, Poisson power from radio and infrared point sources, and clustered power from infrared point sources. At ℓ= 3000, about half the power at 148 GHz comes from primary CMB after masking bright radio sources. The power from thermal and kinetic SZ is estimated to be , where . The IR Poisson power at 148 GHz is (C ℓ= 5.5±0.5 nK 2), and a clustered IR component is required with …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}