{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R8YE6NK5",
            "aFONRs0AAAAJ",
            [
                "A quorum-sensing inhibitor blocks Pseudomonas aeruginosa virulence and biofilm formation",
                "Rewiring the specificity of two-component signal transduction systems",
                "Superresolution imaging of ribosomes and RNA polymerase in live Escherichia coli cells",
                "The mechanical world of bacteria",
                "Cross‐talk suppression between the CpxA–CpxR and EnvZ–OmpR two‐component systems in E. coli",
                "Surface attachment induces Pseudomonas aeruginosa virulence",
                "Flow directs surface-attached bacteria to twitch upstream",
                "Evolving a robust signal transduction pathway from weak cross‐talk",
                "Development of Potent Inhibitors of Pyocyanin Production in Pseudomonas aeruginosa",
                "The putative Poc complex controls two distinct Pseudomonas aeruginosa polar motility mechanisms"
            ],
            [
                "Quorum sensing is a chemical communication process that bacteria use to regulate collective behaviors. Disabling quorum-sensing circuits with small molecules has been proposed as a potential strategy to prevent bacterial pathogenicity. The human pathogen Pseudomonas aeruginosa uses quorum sensing to control virulence and biofilm formation. Here, we analyze synthetic molecules for inhibition of the two P. aeruginosa quorum-sensing receptors, LasR and RhlR. Our most effective compound, meta-bromo-thiolactone (mBTL), inhibits both the production of the virulence factor pyocyanin and biofilm formation. mBTL also protects Caenorhabditis elegans and human lung epithelial cells from killing by P. aeruginosa. Both LasR and RhlR are partially inhibited by mBTL in vivo and in vitro; however, RhlR, not LasR, is the relevant in vivo target. More potent antagonists do not exhibit superior function in impeding …",
                "Two-component signal transduction systems are the predominant means by which bacteria sense and respond to environmental stimuli. Bacteria often employ tens or hundreds of these paralogous signaling systems, comprised of histidine kinases (HKs) and their cognate response regulators (RRs). Faithful transmission of information through these signaling pathways and avoidance of detrimental crosstalk demand exquisite specificity of HK-RR interactions. To identify the determinants of two-component signaling specificity, we examined patterns of amino acid coevolution in large, multiple sequence alignments of cognate kinase-regulator pairs. Guided by these results, we demonstrate that a subset of the coevolving residues is sufficient, when mutated, to completely switch the substrate specificity of the kinase EnvZ. Our results shed light on the basis of molecular discrimination in two-component signaling …",
                "Quantitative spatial distributions of ribosomes (S2‐YFP) and RNA polymerase (RNAP; β′‐yGFP) in live Escherichia coli are measured by superresolution fluorescence microscopy. In moderate growth conditions, nucleoid–ribosome segregation is strong, and RNAP localizes to the nucleoid lobes. The mean copy numbers per cell are 4600 RNAPs and 55 000 ribosomes. Only 10–15% of the ribosomes lie within the densest part of the nucleoid lobes, and at most 4% of the RNAPs lie in the two ribosome‐rich endcaps. The predominant observed diffusion coefficient of ribosomes is Dribo = 0.04 µm2 s−1, attributed to free mRNA being translated by one or more 70S ribosomes. We find no clear evidence of subdiffusion, as would arise from tethering of ribosomes to the DNA. The degree of DNA–ribosome segregation strongly suggests that in E. coli most translation occurs on free mRNA transcripts that have …",
                "In the wild, bacteria are predominantly associated with surfaces as opposed to existing as free-swimming, isolated organisms. They are thus subject to surface-specific mechanics, including hydrodynamic forces, adhesive forces, the rheology of their surroundings, and transport rules that define their encounters with nutrients and signaling molecules. Here, we highlight the effects of mechanics on bacterial behaviors on surfaces at multiple length scales, from single bacteria to the development of multicellular bacterial communities such as biofilms.",
                "Many bacteria possess large numbers of two‐component signalling systems, which are composed of histidine kinase‐response regulator pairs. The high level of sequence similarity between some systems raises the possibility of undesired cross‐talk between a histidine kinase and a non‐cognate response regulator. Although molecular specificity ensures that phospho‐transfer occurs primarily between correct partners, even a low level of inappropriate cross‐talk could lead to unacceptable levels of noise or interference in signal transduction. To explore mechanisms that provide insulation against such interference, we have examined cross‐talk between the histidine kinase CpxA and non‐cognate response regulator OmpR in Escherichia coli. Our results show that there are two mechanisms that suppress cross‐talk between these two proteins, which depend on the corresponding cognate partners CpxR and EnvZ …",
                "Pseudomonas aeruginosa infects every type of host that has been examined by deploying multiple virulence factors. Previous studies of virulence regulation have largely focused on chemical cues, but P. aeruginosa may also respond to mechanical cues. Using a rapid imaging-based virulence assay, we demonstrate that P. aeruginosa activates virulence in response to attachment to a range of chemically distinct surfaces, suggesting that this bacterial species responds to mechanical properties of its substrates. Surface-activated virulence requires quorum sensing, but activating quorum sensing does not induce virulence without surface attachment. The activation of virulence by surfaces also requires the surface-exposed protein PilY1, which has a domain homologous to a eukaryotic mechanosensor. Specific mutation of the putative PilY1 mechanosensory domain is sufficient to induce virulence in non–surface …",
                "Bacteria inhabit a wide variety of environments in which fluid flow is present, including healthcare and food processing settings and the vasculature of animals and plants. The motility of bacteria on surfaces in the presence of flow has not been well characterized. Here we focus on Pseudomonas aeruginosa, an opportunistic human pathogen that thrives in flow conditions such as in catheters and respiratory tracts. We investigate the effects of flow on P. aeruginosa cells and describe a mechanism in which surface shear stress orients surface-attached P. aeruginosa cells along the flow direction, causing cells to migrate against the flow direction while pivoting in a zig-zag motion. This upstream movement is due to the retraction of type IV pili by the ATPase motors PilT and PilU and results from the effects of flow on the polar localization of type IV pili. This directed upstream motility could be beneficial in environments …",
                "We have evolved a robust two‐component signal transduction pathway from a sensor kinase (SK) and non‐partner response regulator (RR) that show weak cross‐talk in vitro and no detectable cross‐talk in vivo in wild‐type strains. The SK, CpxA, is bifunctional, with both kinase and phosphatase activities for its partner RR. We show that by combining a small number of mutations in CpxA that individually increase phosphorylation of the non‐partner RR OmpR, phosphatase activity against phospho‐OmpR emerges. The resulting circuit also becomes responsive to input signal to CpxA. The effects of combining these mutations in CpxA appear to reflect complex intragenic interactions between multiple sites in the protein. However, by analyzing a simple model of two‐component signaling, we show that the behavior can be explained by a monotonic change in a single parameter controlling protein–protein interaction …",
                "The development of new approaches for the treatment of antimicrobial-resistant infections is an urgent public health priority. The Pseudomonas aeruginosa pathogen, in particular, is a leading source of infection in hospital settings, with few available treatment options. In the context of an effort to develop antivirulence strategies to combat bacterial infection, we identified a series of highly effective small molecules that inhibit the production of pyocyanin, a redox-active virulence factor produced by P. aeruginosa. Interestingly, these new antagonists appear to suppress P. aeruginosa virulence factor production through a pathway that is independent of LasR and RhlR.",
                "Each Pseudomonas aeruginosa cell localizes two types of motility structures, a single flagellum and one or two clusters of type IV pili, to the cell poles. Previous studies suggested that these motility structures arrive at the pole through distinct mechanisms. Here we performed a swimming motility screen to identify polar flagellum localization factors and discovered three genes homologous to the TonB\/ExbB\/ExbD complex that have defects in both flagella‐mediated swimming and pilus‐mediated twitching motility. We found that deletion of tonB3, PA2983 or PA2982 led to non‐polar localization of the flagellum and FlhF, which was thought to sit at the top of the flagellar localization hierarchy. Surprisingly, these mutants also exhibited pronounced changes in pilus formation or localization, indicating that these proteins may co‐ordinate both the pilus and flagellum motility systems. Thus, we have renamed PA2983 and …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}