{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R9CZW9MX",
            "Y77PP9gAAAAJ",
            [
                "Novel applications of photonic band gap materials: Low‐loss bends and high Q cavities",
                "Optical spectroscopy of ultrasmall structures etched from quantum wells",
                "Observation of quantum confinement by strain gradients",
                "Optical properties of III–V semiconductor quantum wires and dots",
                "Strain‐induced lateral confinement of excitons in GaAs‐AlGaAs quantum well microstructures",
                "Carrier energy relaxation in In0.53Ga0.47As determined from picosecond luminescence studies",
                "Long-lived spatially indirect excitons in coupled GaAs\/As quantum wells",
                "Synthesis, lattice structure, and band gap of ZnSnN 2",
                "Luminescence characteristics of quantum wires grown by organometallic chemical vapor deposition on nonplanar substrates",
                "Strain‐induced confinement of carriers to quantum wires and dots within an InGaAs‐InP quantum well"
            ],
            [
                "In this paper we discuss a novel material which has nearly ideal properties at optical frequencies. It combines the low dissipation of a dielectric with the reflectivity of a metal. This material employs a two‐dimensional photonic band gap structure to achieve in‐plane confinement of light and uses index contrast to achieve vertical confinement. We discuss how this material can be used to create microcavities for the production of low threshold lasers and waveguides capable of low‐loss bends.",
                "We have studied the photoluminescence and photoexcitation spectra of ultrasmall structures, of approximately 500 Å in dimension, which we refer to as quantum ribbons and quantum disks. These are fabricated from GaAs‐AlGaAs quantum wells grown by molecular beam epitaxy and patterned by electron beam lithography. Contrary to our expectation, photoluminescence from these structures is extremely efficient. The excitation spectra of the two types of small structures differ greatly from each other and from that of the as‐grown quantum wells. These differences may be a result of the confinement of the carriers in these small structures.",
                "We have created one-dimensional quantum wells (quantum wires) by laterally straining a GaAs quantum well with patterned carbon stressors 180 nm in width. We find four well-resolved one-dimensional subbands in the excitation spectra, whose constant spacing of 2.4 meV confirms quantitatively that there is quantum confinement in the parabolic well predicted by continuum elasticity theory. The lateral width of the electron ground state is 35 nm.",
                "I review here the brief history and present status of research on the optical properties of III–V semiconductor quantum wires and dots. These efforts are driven in part by predictions of interesting linear and nonlinear optical properties for these structures. Experimental work has focused on various schemes to make uniform arrays of structures. New techniques developed for making these arrays have been followed by the observation of large zero-point energies and subband splittings for electrons, and modified exciton binding energies and selection rules for optical transitions in quantum wires.",
                "We report evidence for lateral confinement of excitons within a continuous two‐dimensional GaAs‐AlGaAs quantum well. The confinement to ‘‘wires’’ within the well was produced by partially etching a pattern through the upper AlGaAs barrier. We propose a new mechanism, that of patterned strain, for lateral quantum confinement of carriers in semiconductor microstructures, to explain our results.",
                "We have measured the first infrared luminescence spectra of In0.53Ga0.47As with 10‐ps time resolution. From the spectra we have obtained the carrier distribution functions at various delays for two different initial plasma densities. Our results provide a direct measurement of the carrier energy loss rate to the lattice, which we find to be about an order of magnitude slower than predicted from a simple model. We also find that the energy loss rate is surprisingly insensitive to carrier density at high densities.",
                "We present nanosecond time-resolved measurements of the low-temperature photoluminescence in coupled GaAs\/Al x Ga 1− x As quantum wells. Working with 10.0-nm and 15.0-nm GaAs quantum wells coupled through a 3.0-nm Al 0.3 Ga 0.7 As barrier layer, we observe spatially indirect excitons with lifetimes in excess of 200 nsec—an enhancement of more than 2 orders of magnitude over the lifetime of the spatially direct exciton. As a result, extremely cold GaAs exciton gases become possible, a prerequisite for testing recent predictions of quantum-statistical behavior in this system.",
                "We report the synthesis of a direct gap semiconductor, ZnSnN2, by a plasma-assisted vapor–liquid–solid technique. Powder X-ray diffraction measurements of polycrystalline material yielded lattice parameters in good agreement with predicted values. Photoluminescence efficiency at room temperature was observed to be independent of excitation intensity between 103 and 108 W\/cm2. The band gap was measured by photoluminescence excitation spectroscopy to be 1.7 ± 0.1 eV. The range of direct band gaps for the Zn(Si,Ge,Sn)N2 alloys is now predicted to extend from 4.5 to 1.7 eV, opening up this little-studied family of materials to a host of important applications.",
                "Luminescence properties of GaAs\/AlGaAs quantum wire (QWR) heterostructures grown by organometallic chemical vapor deposition on V‐grooved substrates are reported. A model of the crescent‐shaped wires yields parabolic QWR potential wells with subbands separated by 21.7, 3.9, and 16.7 meV for electrons, heavy holes, and light holes and effective width of 16 nm for the ground electron state. Spectrally and spatially resolved cathodoluminescence images reveal highly uniform emission from the QWR regions. Photoluminescence excitation spectra exhibit enhanced absorption at the QWR subbands, with subband separations in good agreement with the model.",
                "We describe a novel method of confining carriers by deliberately creating large inhomogeneous strain patterns in a quantum well. The strain modulates the band gap to provide lateral quantum confinement for excitons. Here, we generate strain confinement in an InGaAs quantum well by reactive ion beam assisted etching through an overlying compressed pseudomorphic quaternary layer using etch masks patterned by electron beam lithography. Photoluminescence spectra of arrays of wires and dots show red‐shifted band gaps in direct evidence of lateral confinement. We compare our results to finite element calculations of the inhomogeneous strain in an InP substrate from a compressed overlayer patterned into rectangular wires."
            ],
            [
                [
                    "condensed matter physics",
                    "nitride semiconductors",
                    "experimental"
                ]
            ],
            [
                "Kathleen Kash M. Roger Clapp University Professor kathleen.kash@case.edu 216.368.4021 Rockefeller Building 225E B.A., Middlebury College (1975) Ph.D., Massachusetts Institute of Technology (1982) Experimental Condensed Matter Physics Interests The binary nitride semiconductors (gallium nitride, aluminum nitride and indium nitride) have brought about a revolution in lighting technology. We have light emitting diodes that fit into incandescent light sockets and, though currently they cost more than incandescent bulbs, last twenty times as long and use roughly one-tenth the amount of power for the same amount of light produced. The binary nitrides are much more robust than is silicon, so they are also taking over much of the power electronics market, which is even larger than the lighting market. Our research focuses on experimental and theoretical studies of one class of complex nitride semiconductors that are related to the binary nitrides—the so-called “heterovalent ternary nitrides”. Two of the many examples are zinc germanium nitride and magnesium tin nitride. The lattices of these crystalline materials are related to that of the binary nitrides. The atoms are arranged similarly, but the lattices are more complex. We seek to explore new physical phenomena that emerge from this greater complexity, and to incorporate these materials into new devices that take advantage of their unique properties. In addition, much of our research concentrates on developing new growth methods for these materials. Since many of these are composed entirely of abundant, nontoxic and inexpensive materials, unlike, for example, gallium and indium, one additional motivation for our research is to seek ways to replace materials toxic and expensive elements with these. Publications “Raman study of the vibrational modes in ZnGeN2 (0001), Eric W. Blanton, Mark Hagemann, Keliang He, Jie Shan, Walter R.L. Lambrecht and Kathleen Kash, J. Appl. Phys. 121, 055704 (2017). http:\/\/doi.org\/10.1063\/1.4975040 “Vapor-liquid-solid synthesis of ZnSnN2”, Paul C. Quayle, Grant T. Junno, Keliang He, Eric W. Blanton, Jie Shan and Kathleen Kash, Phys. Status Solidi B, 1600718 (2017). “Characterization and Control of ZnGeN2 Cation Lattice Ordering”, Eric W. Blanton, Keliang He, Jie Shan and Kathleen Kash, J. Crystal Growth 461, 38 (2017). https:\/\/doi.org\/10.1016\/j.crysgro.2017.01.008 “Disorder effects on the band structure of ZnGeN2: Role of exchange defects”, D. Skachkov, P.C. Quayle, K. Kash, and W.R.L. Lambrecht, Phys. Rev. B94, 205201 (2016). https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.94.205201 “Designs of blue and green light-emitting diodes based on type-II InGaN-ZnGeN2 quantum wells”, Lu Han, Kathleen Kash and Hongping Zhao, Journal of Applied Physics 120, 103102 (2016). http:\/\/dx.doi.org\/10.1063\/1.4962280 “Charge-neutral disorder and polytopes in heterovalent wurtzite-based ternary semiconductors: The importance of the octet rule”, Paul C. Quayle, Eric W. Blanton, Atchara Punya, Grant T. Junno, Keliang He, Lu Han, Hongping Zhao, Jie Shan, Walter R.L. Lambrecht and Kathleen Kash, Phys. Rev. B91, 205207 (2015). https:\/\/link.aps.org\/doi\/10.1103\/PhysRevB.91.205207 “Synthesis, lattice structure and band gap of ZnSnN2”, Paul Quayle, Keliang He, Jie Shan, Kathleen Kash, MRS Communications (2013). http:\/\/dx.doi.org\/10.1557\/mrc.2013.19. “ZnGeN2: The Effects of Growth Conditions on Morphology, Ordering and Optical Properties”, E. Blanton, P. Zhao, K. He, J. Shan, H. Zhao and K. Kash, Online Proceedings of the 2012 Fall Meeting of the MRS Society, Photovoltaic Technologies—Materials, Devices and Systems E19.93 (2013). “Thermodynamic Properties of Gallium Nitride”, Timothy J. Peshek, John C. Angus, Kathleen Kash, J. Crystal Growth 322, 114 (2011). http:\/\/dx.doi.org\/10.1016\/j.crysgro.2011.09.040 “Electrochemical Charge Transfer to Diamond and Other Materials”, Vidhya Chakrapani, John C. Angus, Kathleen Kash, Alfred B. Anderson, Sharvil Desai and Gamini U. Sumanasekeran, Proceedings of Symposium J of the 2009 Fall Meeting of the Materials Research Society (Boston, MA, November 30-December 4, 2009); Vol 1203, 1203-J07-01. http:\/\/dx.doi.org\/10.1557\/PROC-1203-J07-01 “Vibrational modes in ZnGeN2: Raman study and theory”, Timothy J. Peshek, Tula Ram Paudel, Kathleen Kash and Walter R.L. Lambrecht, Phys. Rev. B 77, 235213 (2008). http:\/\/link.aps.org\/abstract\/PRB\/v77\/e235213 “Experimental Investigation of the Enthalpy, Entropy and Free Energy of Formation of GaN”, Timothy J. Peshek, John C. Angus, and Kathleen Kash, Journal of Crystal Growth 311, 185 (2008). http:\/\/dx.doi.org\/10.1016\/j.jcrysgro.2008.09.203 “Synthesis and Characterization of ZnGeN2 grown from Elemental Zn and Ge Sources”, K. Du, C. Bekele, C.C. Hayman, J.C. Angus, P. Pirouz, K. Kash, J. Crystal Growth 310, 1065 (2008). http:\/\/dx.doi.org\/10.1016\/j.jcrysgro.2007.12.042"
            ]
        ]
    ]
}