{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R9N05G1Z",
            "2ZzSOK0AAAAJ",
            [
                "Epidemiological transition and the double burden of disease in Accra, Ghana",
                "Traders on the run: Activities of street vendors in the Accra Metropolitan Area, Ghana",
                "Slums of hope and slums of despair: Mobility and livelihoods in Nima, Accra",
                "Segregated by neighbourhoods? A portrait of ethnic diversity in the neighbourhoods of the Accra Metropolitan Area, Ghana",
                "Air pollution in Accra neighborhoods: spatial, socioeconomic, and temporal patterns",
                "Within-neighborhood patterns and sources of particle pollution: mobile monitoring and geographic information system analysis in four communities in Accra, Ghana",
                "Household and community poverty, biomass use, and air pollution in Accra, Ghana",
                "Characterizing air pollution in two low-income neighborhoods in Accra, Ghana",
                "Urban air pollution in Sub-Saharan Africa: Time for action",
                "Spatial and temporal patterns of particulate matter sources and pollution in four communities in Accra, Ghana"
            ],
            [
                "It has long been recognized that as societies modernize, they experience significant changes in their patterns of health and disease. Despite rapid modernization across the globe, there are relatively few detailed case studies of changes in health and disease within specific countries especially for sub-Saharan African countries. This paper presents evidence to illustrate the nature and speed of the epidemiological transition in Accra, Ghana’s capital city. As the most urbanized and modernized Ghanaian city, and as the national center of multidisciplinary research since becoming state capital in 1877, Accra constitutes an important case study for understanding the epidemiological transition in African cities. We review multidisciplinary research on culture, development, health, and disease in Accra since the late nineteenth century, as well as relevant work on Ghana’s socio-economic and demographic …",
                "In recent years the activities of street vendors have become a topical issue within the urban spaces of the developing world. Still, research that explores the geographical dimensions of street vending activities in Ghana is limited. Based on field interviews with street vendors, consumers, shop owners, and metropolitan authorities, a number of findings emerged. First, there were no noticeable socio-economic differences amongst street vendors operating within the study areas. However, noticeable differences in the areas of origin of vendors were observed, with most of them originating from the Eastern, Ashanti and Central Regions of the country. The study also shows a progression amongst trades over time, in terms of the types of goods which the vendors trade in. As may be expected, a shift to higher value items takes place as traders build up capital. Another important finding is that most of the vendors were …",
                "Slums are universally assumed to be the worst places for people to live in, and it is often taken for granted that the livelihood situations of slum communities are also uniform and homogenous. So pervasive is the latter idea that most studies examining the livelihood situations of slum communities do not compare the socio-economic and cultural differences within such communities. A distinctive feature of slum communities is the pursuance of multiple livelihood strategies that are tied to migration. However, the links between migration and livelihood situations in many slum communities have not been extensively examined. The article seeks to examine the many faces of Nima, a slum community in Accra (Ghana), and link these to livelihoods and migration. The data for the study are drawn from varied sources, including in-depth, key informant interviews, personal observations, and census reports. The complexity and …",
                "Studies of urban ethnicity have portrayed ethnic groups as initially concentrating in locations where they live in relatively exclusive residential areas containing few members of other groups. This concentration into ethnic enclaves is commonly regarded as a result of disadvantage and discrimination in the labour and housing markets, coupled with a desire for residential concentration to promote and guarantee group cultural, socioeconomic and physical security. To what extent do the neighbourhoods of Accra Metropolitan Area reflect these urban ethnicity patterns, and what are the factors shaping the concentration of ethnic groups in the city? Using the Location Quotient Index based on census data, the paper examines the degree of ethnic diversity and concentration in the neighbourhoods of Accra. The findings of the study reveal that Accra is not following a Western model of segregation, neither is there a single …",
                "This study examined the spatial, socioeconomic status (SES), and temporal patterns of ambient air pollution in Accra, Ghana. Over 22 months, integrated and continuous rooftop particulate matter (PM) monitors were placed at a total of 11 residential or roadside monitoring sites in four neighborhoods of varying SES and biomass fuel use. PM concentrations were highest in late December and January, due to dust blown from the Sahara. Excluding this period, annual PM2.5 ranged from 39 to 53 μg\/m3 at roadside sites and 30 to 70 μg\/m3 at residential sites; mean annual PM10 ranged from 80 to 108 μg\/m3 at roadside sites and 57 to 106 μg\/m3 at residential sites. The low-income and densely populated neighborhood of Jamestown\/Ushertown had the single highest residential PM concentration. There was less difference across traffic sites. Daily PM increased at all sites at daybreak, followed by a mid-day peak at …",
                "Sources of air pollution in developing country cities include transportation and industrial pollution, biomass and coal fuel use, and resuspended dust from unpaved roads.Our goal was to understand within-neighborhood spatial variability of particulate matter (PM) in communities of varying socioeconomic status (SES) in Accra, Ghana, and to quantify the effects of nearby sources on local PM concentration.We conducted 1 week of morning and afternoon mobile and stationary air pollution measurements in four study neighborhoods. PM with aerodynamic diameters ≤ 2.5 μm (PM2.5) and ≤ 10 μm (PM10) was measured continuously, with matched global positioning system coordinates; detailed data on local sources were collected at periodic stops. The effects of nearby sources on local PM were estimated using linear mixed-effects models.In our measurement campaign, the …",
                "Many urban households in developing countries use biomass fuels for cooking. The proportion of household biomass use varies among neighborhoods, and is generally higher in low socioeconomic status (SES) communities. Little is known of how household air pollution varies by SES and how it is affected by biomass fuels and traffic sources in developing country cities. In four neighborhoods in Accra, Ghana, we collected and analyzed geo-referenced data on household and community particulate matter (PM) pollution, SES, fuel use for domestic and small-commercial cooking, housing characteristics, and distance to major roads. Cooking area PM was lowest in the high-SES neighborhood, with geometric means of 25 (95% confidence interval, 21–29) and 28 (23–33) μg\/m3 for fine and coarse PM (PM2.5 and PM2.5–10), respectively; it was highest in two low-SES slums, with geometric means reaching 71 (62 …",
                "Sub-Saharan Africa has the highest rate of urban population growth in the world, with a large number of urban residents living in low-income “slum” neighborhoods. We conducted a study for an initial assessment of the levels and spatial and\/or temporal patterns of multiple pollutants in the ambient air in two low-income neighborhoods in Accra, Ghana. Over a 3-week period we measured (i) 24-hour integrated PM10 and PM2.5 mass at four roof-top fixed sites, also used for particle speciation; (ii) continuous PM10 and PM2.5 at one fixed site; and (iii) 96-hour integrated concentration of sulfur dioxide (SO2) and nitrogen dioxide (NO2) at 30 fixed sites. We also conducted seven consecutive days of mobile monitoring of PM10 and PM2.5 mass and submicron particle count. PM10 ranged from 57.9 to 93.6 μg\/m3 at the four sites, with a weighted average of 71.8 μg\/m3 and PM2.5 from 22.3 to 40.2 μg\/m3, with an average …",
                "Air quality in cities of Sub-Saharan African (SSA) countries has deteriorated with the situation driven by rapid population growth and its attendant increased vehicle ownership, increased use of solid fuels for cooking and heating, and poor waste management practices. Industrial expansion in these cities is also a major contributor to the worsening air pollution. Exposure to ambient air pollution is a major threat to human health in SSA with 176,000 deaths and 626,000 DALYs in the region attributable to ambient air pollution exposure. These estimates are however likely to be much higher than reported due to the limited data emanating from the region. Recently, the adoption of the World Health Assembly resolution on air pollution and health, and Sustainable Development Goals are a welcome boost for urban air pollution control efforts in SSA. In this article, we have outlined within the broad framework of these …",
                "Sources of air pollution in developing country cities include transportation and industrial pollution, biomass fuel use, and re-suspended dust from unpaved roads. We examined the spatial patterns of particulate matter (PM) and its sources in four neighborhoods of varying socioeconomic status (SES) in Accra. PM data were from 1 week of morning and afternoon mobile and stationary air pollution measurements in each of the study neighborhoods. PM2.5 and PM10 were measured continuously, with matched GPS coordinates. Data on biomass fuel use were from the Ghana 2000 population and housing census and from a census of wood and charcoal stoves along the mobile monitoring paths. We analyzed the associations of PM with sources using a mixed-effects regression model accounting for temporal and spatial autocorrelation. After adjusting for other factors, the density of wood stoves, fish smoking, and trash …"
            ],
            [
                [
                    "Population and Health Geography"
                ]
            ]
        ]
    ]
}