{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "R9ROR00C",
            "ugzMD4gAAAAJ",
            [
                "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey",
                "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey—the Hubble Space Telescope observations, imaging data products, and mosaics",
                "A critical assessment of photometric redshift methods: a CANDELS investigation",
                "The distribution of cosmic-ray sources in the Galaxy, γ-rays and the gradient in the CO-to-H2 relation",
                "Highly-excited CO emission in APM 08279+ 5255 at z= 3.9",
                "Cosmic dynamics in the era of Extremely Large Telescopes",
                "The redshift of the gravitational lens of PKS1830–211 determined from molecular absorption lines",
                "Stellar masses from the CANDELS survey: the GOODS-South and UDS fields",
                "Evidence for a Massive Poststarburst Galaxy at z~ 6.5",
                "The molecular cloud content of early-type galaxies. V. CO in elliptical galaxies."
            ],
            [
                "The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS) is designed to document the first third of galactic evolution, over the approximate redshift (z) range 8-1.5. It will image> 250,000 distant galaxies using three separate cameras on the Hubble Space Telescope, from the mid-ultraviolet to the near-infrared, and will find and measure Type Ia supernovae at z> 1.5 to test their accuracy as standardizable candles for cosmology. Five premier multi-wavelength sky regions are selected, each with extensive ancillary data. The use of five widely separated fields mitigates cosmic variance and yields statistically robust and complete samples of galaxies down to a stellar mass of 10 9 M☉ to z≈ 2, reaching the knee of the ultraviolet luminosity function of galaxies to z≈ 8. The survey covers approximately 800 arcmin 2 and is divided into two parts. The CANDELS\/Deep survey (5σ point-source limit …",
                "This paper describes the Hubble Space Telescope imaging data products and data reduction procedures for the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS). This survey is designed to document the evolution of galaxies and black holes at z≈ 1.5-8, and to study Type Ia supernovae at z> 1.5. Five premier multi-wavelength sky regions are selected, each with extensive multi-wavelength observations. The primary CANDELS data consist of imaging obtained in the Wide Field Camera 3 infrared channel (WFC3\/IR) and the WFC3 ultraviolet\/optical channel, along with the Advanced Camera for Surveys (ACS). The CANDELS\/Deep survey covers~ 125 arcmin 2 within GOODS-N and GOODS-S, while the remainder consists of the CANDELS\/Wide survey, achieving a total of~ 800 arcmin 2 across GOODS and three additional fields (Extended Groth Strip, COSMOS, and Ultra-Deep …",
                "We present results from the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS) photometric redshift methods investigation. In this investigation, the results from 11 participants, each using a different combination of photometric redshift code, template spectral energy distributions (SEDs), and priors, are used to examine the properties of photometric redshifts applied to deep fields with broadband multi-wavelength coverage. The photometry used includes U-band through mid-infrared filters and was derived using the TFIT method. Comparing the results, we find that there is no particular code or set of template SEDs that results in significantly better photometric redshifts compared to others. However, we find that codes producing the lowest scatter and outlier fraction utilize a training sample to optimize photometric redshifts by adding zero-point offsets, template adjusting, or adding extra …",
                "We present a solution to the apparent discrepancy between the radial gradient in the diffuse Galactic γ-ray emissivity and the distribution of supernova remnants, believed to be the sources of cosmic rays. Recent determinations of the pulsar distribution have made the discrepancy even more apparent. The problem is shown to be plausibly solved by a variation in the WCO-to-N(H2) scaling factor. If this factor increases by a factor of 5–10 from the inner to the outer Galaxy, as expected from the Galactic metallicity gradient, we show that the source distribution required to match the radial gradient of γ-rays can be reconciled with the distribution of supernova remnants as traced by current studies of pulsars. The resulting model fits the EGRET γ-ray profiles extremely well in longitude, and reproduces the mid-latitude inner Galaxy intensities better than previous models.",
                "We report the detection of the CO 4–3, 6–5, 9–8, 10–9, and 11–10 lines in the Broad Absorption Line quasar APM 08279+5255 at using the IRAM 30 m telescope. We also present IRAM PdBI high spatial resolution observations of the CO 4–3 and 9–8 lines, and of the 1.4 mm dust radiation as well as an improved spectrum of the HCN(5–4) line. Unlike CO in other QSO host galaxies, the CO line SED of APM 08279+5255 rises up to the CO(10–9) transition. The line fluxes in the CO ladder and the dust continuum fluxes are best fit by a two component model, a “cold” component at ~ K with a high density of n(H2) = 1105 cm-3, and a “warm”, ~ K component with a density of 1104 cm-3. We show that IR pumping via the 14  bending mode of HCN is the most likely channel for the HCN excitation. From our models we find, that the CO(1–0) emission is dominated by the dense gas component which implies that the …",
                "The redshifts of all cosmologically distant sources are expected to experience a small, systematic drift as a function of time due to the evolution of the Universe's expansion rate. A measurement of this effect would represent a direct and entirely model-independent determination of the expansion history of the Universe over a redshift range that is inaccessible to other methods. Here we investigate the impact of the next generation of Extremely Large Telescopes on the feasibility of detecting and characterizing the cosmological redshift drift. We consider the Lyα forest in the redshift range 2 < z < 5 and other absorption lines in the spectra of high-redshift QSOs as the most suitable targets for a redshift drift experiment. Assuming photon-noise-limited observations and using extensive Monte Carlo simulations we determine the accuracy to which the redshift drift can be measured from the Lyα forest as a function of …",
                "GRAVITATIONAL lensing can be used to derive fundamental cosmo-logical parameters, provided that the redshift of the lens and the structure of its potential well are known 1. The radio source PKS1830–211—a lensed quasar 2–5 whose components are separated by about 1 arcsecond—is ideal for such an examination, but until recently the redshift of the lens has been unknown. Here we report the detection and identification of 12 molecular absorption lines in the spectrum of PKS1830–211; the lines originate in the lensing source, which is probably a spiral galaxy, at a redshift of~ 0.89. Only one of the lensed components is covered by the intervening molecular gas; when combined with the strong variability in the quasar, this creates a unique opportunity to measure the difference in the light travel time for the two components, which depends in part on the Hubble constant and the cosmic deceleration parameter.",
                "We present the public release of the stellar mass catalogs for the GOODS-S and UDS fields obtained using some of the deepest near-IR images available, achieved as part of the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey project. We combine the effort from 10 different teams, who computed the stellar masses using the same photometry and the same redshifts. Each team adopted their preferred fitting code, assumptions, priors, and parameter grid. The combination of results using the same underlying stellar isochrones reduces the systematics associated with the fitting code and other choices. Thanks to the availability of different estimates, we can test the effect of some specific parameters and assumptions on the stellar mass estimate. The choice of the stellar isochrone library turns out to have the largest effect on the galaxy stellar mass estimates, resulting in the largest distributions around …",
                "We describe results from a search for high‐redshift J‐band “dropout” galaxies in the portion of the Great Observatories Origins Deep Survey (GOODS) southern field that is covered by extremely deep imaging from the Hubble Ultradeep Field (HUDF). Using observations at optical, near‐infrared, and mid‐infrared wavelengths from the Hubble and Spitzer Space Telescopes and the European Southern Observatory Very Large Telescope, we find one particularly remarkable candidate, which we designate HUDF‐JD2. Its spectral energy distribution has distinctive features that are consistent with those of a galaxy at  , observed several hundred million years after a powerful burst of star formation that produced a stellar mass of   M⊙ (for a Salpeter IMF). We interpret a prominent photometric break between the near‐infrared and Spitzer bandpasses as the 3646 Å Balmer discontinuity. The best‐fitting models have low …",
                "A survey of CO emission in 29 far-IR selected elliptical galaxies resulted in 16 detections, of which 3 remain tentative. The molecular gas masses range from 2x10^ 6^ M sun _ to 1x10^ 9^ M sun _, and appear to be unrelated to the underlying stellar population. This suggests an external origin of the gas. Most of the elliptical galaxies with a molecular gas component have a gas-to-dust mass ratio of~ 700, where dust masses are derived from the IRAS fluxes, but some appear to have a ratio as low as 50. A small apparent gas-to-dust mass ratio is also found for some late-type galaxies, and is correlated with a low dust temperature. We suggest that a large part of the far-infrared emission from these galaxies (both early-and late-types) comes from dust associated with the atomic gas component rather than star forming regions associated with the molecular gas, and that they contain a cold dust component. Low excitation …"
            ],
            [
                [
                    "Astrophysics",
                    "Galaxy Evolution",
                    "Interstellar Medium",
                    "Observational Cosmology",
                    "Radio astronomy"
                ]
            ]
        ]
    ]
}