{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RA54ONKD",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Jennifer L. Burris Dr. Jennifer L. Burris Dr. Jennifer L. Burris joined the Department of Physics and Astronomy in 2007 and currently serves as Chair of the Physics and Astronomy Department. She has also served as both Associate Dean in the College of Arts and Sciences and as the Graduate Program Director for the MS Engineering Physics program in the Department. She has a passion for leadership and mentoring faculty. She sits on the board, and has served as the Chair, of the North Carolina BRIDGES Academic Leadership Program. She is currently helping to lead an effort to create a North Carolina ACE Women's Network. Burris also has a passion for teaching and has been honored to receive both the 2015 Board of Governors Award for Excellence in Teaching and the 2013 Appalachian State University's Harvey R. Durham Outstanding Freshman Advocate Award. She is active at the national and state level of the American Association of Physics Teachers (AAPT), has served as an assistant editor of The Physics Teacher, and current sits on the editorial board of that journal. Burris' teaching extends outside of the classroom. She regularly mentors STEM students and actively recruits and collaborates with students in the Biophysics and Optical Sciences Facility (BiyOSeF). Burris' multidisciplinary research involves optical engineering and studies of biological systems. You can find more out about her research at http:\/\/biyosef.appstate.edu . Burris received her Bachelor of Science degree in Applied Science – Physics from the University of North Carolina – Chapel Hill and an M.S. and Ph.D. in Physics from Colorado State University. Website https:\/\/biyosef.appstate.edu She\/Her\/Hers, Department Chair, Professor Phone: (828) 262-4956 Garwood Hall 233"
            ]
        ]
    ]
}