{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RAJ2Z2J5",
            "x-_6edMAAAAJ",
            [
                "Topological mechanics of gyroscopic metamaterials",
                "Flexible mechanical metamaterials",
                "Pleats in crystals on curved surfaces",
                "The physics of forgetting: Landauer's erasure principle and information theory",
                "Topological modes bound to dislocations in mechanical metamaterials",
                "Novel defect structures in nematic liquid crystal shells",
                "Frustrated nematic order in spherical geometries",
                "Nonlinear conduction via solitons in a topological mechanical insulator",
                "Nematic textures in spherical shells",
                "Selective buckling via states of self-stress in topological metamaterials"
            ],
            [
                "Topological mechanical metamaterials are artificial structures whose unusual properties are protected very much like their electronic and optical counterparts. Here, we present an experimental and theoretical study of an active metamaterial—composed of coupled gyroscopes on a lattice—that breaks time-reversal symmetry. The vibrational spectrum displays a sonic gap populated by topologically protected edge modes that propagate in only one direction and are unaffected by disorder. We present a mathematical model that explains how the edge mode chirality can be switched via controlled distortions of the underlying lattice. This effect allows the direction of the edge current to be determined on demand. We demonstrate this functionality in experiment and envision applications of these edge modes to the design of one-way acoustic waveguides.",
                "Mechanical metamaterials exhibit properties and functionalities that cannot be realized in conventional materials. Originally, the field focused on achieving unusual (zero or negative) values for familiar mechanical parameters, such as density, Poisson's ratio or compressibility, but more recently, new classes of metamaterials—including shape-morphing, topological and nonlinear metamaterials—have emerged. These materials exhibit exotic functionalities, such as pattern and shape transformations in response to mechanical forces, unidirectional guiding of motion and waves, and reprogrammable stiffness or dissipation. In this Review, we identify the design principles leading to these properties and discuss, in particular, linear and mechanism-based metamaterials (such as origami-based and kirigami-based metamaterials), metamaterials harnessing instabilities and frustration, and topological metamaterials. We …",
                "Hexagons can easily tile a flat surface, but not a curved one. Introducing heptagons and pentagons (defects with topological charge) makes it easier to tile curved surfaces; for example, soccer balls based on the geodesic domes 1 of Buckminster Fuller have exactly 12 pentagons (positive charges). Interacting particles that invariably form hexagonal crystals on a plane exhibit fascinating scarred defect patterns on a sphere 2, 3, 4. Here we show that, for more general curved surfaces, curvature may be relaxed by pleats: uncharged lines of dislocations (topological dipoles) that vanish on the surface and play the same role as fabric pleats. We experimentally investigate crystal order on surfaces with spatially varying positive and negative curvature. On cylindrical capillary bridges, stretched to produce negative curvature, we observe a sequence of transitions—consistent with our energetic calculations—from no defects …",
                "This article discusses the concept of information and its intimate relationship with physics. After an introduction of all the necessary quantum mechanical and information theoretical concepts we analyse Landauer's principle which states that the erasure of information is inevitably accompanied by the generation of heat. We employ this principle to rederive a number of results in classical and quantum information theory whose rigorous mathematical derivations are difficult. This demonstrates the usefulness of Landauer's principle and provides an introduction to the physical theory of information.",
                "Mechanical metamaterials are artificial structures with unusual properties, such as negative Poisson ratio, bistability or tunable vibrational properties, that originate in the geometry of their unit cell 1, 2, 3, 4, 5. Often at the heart of such unusual behaviour is a soft mode: a motion that does not significantly stretch or compress the links between constituent elements. When activated by motors or external fields, soft modes become the building blocks of robots and smart materials. Here, we demonstrate the existence of topological soft modes that can be positioned at desired locations in a metamaterial while being robust against a wide range of structural deformations or changes in material parameters 6, 7, 8, 9, 10. These protected modes, localized at dislocations in deformed kagome and square lattices, are the mechanical analogue of topological states bound to defects in electronic systems 11, 12, 13, 14. We create …",
                "We use double-emulsion drops to experimentally investigate the defect structures of spherical shells of nematic liquid crystals. We uncover a rich scenario of coexisting defect structures dictated by the unavoidable finite thickness of even the thinnest shell and by the thickness variation around the sphere. These structures are characterized by a varying number of disclination lines and pairs of surface point defects on the inner and outer surfaces of the nematic shell. In the limit of very thick shells the defect structure ultimately merges with that of a bulk nematic liquid crystal drop.",
                "The prospect of mimicking molecular chemistry with colloidalrather than molecular building blocks could enable unprecedented control over the properties of microstructured materials 1. The usual absence of directionality to the interaction between colloids has limited the complexity of the structures they can spontaneously form. One way to address this is to coat spherical colloid particles with a thin layer of nematic liquid crystal 2 and functionalize 3 the unavoidable defects or bold spots that arise when nematic order is established on the surface of a sphere 4, 5. The number and arrangement of these defects can vary 2, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, providing flexibility for tuning directional interactions that are more difficult to achieve by other methods 17, 18, 19, 20, 21, 22, 23, 24, 25, 26. Yet, many theoretically predicted structures have not been observed and control over defect location remains elusive. In …",
                "Scientific approaches to evaluating investment manager performance have been described in this Journal before. While there are complaints that scientific peer groups are not real, they fit into virtual reality and behavioral constructs that are gaining growing acceptance in the investment community.",
                "The equilibrium texture of nematic shells is studied as a function of their thickness. For ultrathin shells the ground state has four short 1 2 disclination lines but, as the thickness of the film increases, a three-dimensional escaped configuration composed of two pairs of half-hedgehogs becomes energetically favorable. We derive an exact solution for the nematic ground state in the one Frank constant approximation and study the stability of the corresponding texture against thermal fluctuations.",
                "States of self-stress—tensions and compressions of structural elements that result in zero net forces—play an important role in determining the load-bearing ability of structures ranging from bridges to metamaterials with tunable mechanical properties. We exploit a class of recently introduced states of self-stress analogous to topological quantum states to sculpt localized buckling regions in the interior of periodic cellular metamaterials. Although the topological states of self-stress arise in the linear response of an idealized mechanical frame of harmonic springs connected by freely hinged joints, they leave a distinct signature in the nonlinear buckling behavior of a cellular material built out of elastic beams with rigid joints. The salient feature of these localized buckling regions is that they are indistinguishable from their surroundings as far as material parameters or connectivity of their constituent elements are …"
            ],
            [
                [
                    "Condensed Matter Theory"
                ]
            ],
            [
                "Vincenzo Vitelli Vincenzo Vitelli Professor Dept. of Physics, James Franck Institute, and the College Address: GCIS E 203 Phone: 773-834-8829 vitelli@uchicago.edu Website: http:\/\/home.uchicago.edu\/~vitelli\/ News & Highlights Michel Fruchart Receives Suzuki Postdoctoral Fellowship Award , December 21, 2020 Acoustic Levitation , March 23, 2019"
            ]
        ]
    ]
}