{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RBQYQNVZ",
            "WtEmoloAAAAJ",
            [
                "Imprinting and editing of the human CD4 T cell response to influenza virus"
            ],
            [
                "Immunity to influenza is unique among pathogens, in that immune memory is established both via intermittent lung localized infections with highly variable influenza virus strains and by intramuscular vaccinations with inactivated protein-based vaccines. Studies in the past decades have suggested that the B cell responses to influenza infection and vaccination are highly biased by an individual’s early history of influenza infection. This reactivity likely reflects both the competitive advantage that memory B cells have in an immune response and the relatively limited diversity of epitopes in influenza hemagglutinin that are recognized by B cells. In contrast, CD4 T cells recognize a wide diversity of epitopes, with specificities that are heavily influenced by the diversity of influenza antigens available, and a multiplicity of functions that are determined by both priming events and subsequent confrontations with antigens. Here, we consider the events that prime and remodel the influenza-specific CD4 T cell response in humans that have highly diverse immune histories and how the CD4 repertoire may be edited in terms of functional potential and viral epitope specificity. We discuss the consequences that imprinting and remodeling may have on the potential of different human hosts to rapidly respond with protective cellular immunity to infection. Finally, these issues are discussed in the context of future avenues of investigation and vaccine strategies."
            ],
            [
                [
                    "Immunology"
                ]
            ],
            [
                "Sean Nelson Sean Nelson Sean Nelson Graduate Student nelson.1465@osu.edu Physics Research Building, 3rd Floor 191 West Woodruff Avenue Columbus, Ohio 43210 Google Map"
            ]
        ]
    ]
}