{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RC4626TF",
            "GPjxYN8AAAAJ",
            [
                "Tropospheric tides from 80 to 400 km: Propagation, interannual variability, and solar cycle effects",
                "Diurnal nonmigrating tides from TIMED Doppler Interferometer wind data: Monthly climatologies and seasonal variations"
            ],
            [
                "Recent observations and model simulations demonstrate unequivocally that non‐Sun‐synchronous (nonmigrating) tides due to deep tropical convection produce large longitudinal and local time variations in bulk ionosphere‐thermosphere‐mesosphere properties. We thus stand at an exciting research frontier: understanding how persistent, large‐scale tropospheric weather systems affect the geospace environment. Science challenge questions include: (1) How much of the tropospheric influence is due to tidal propagation directly into the upper thermosphere? (2) How large is the interannual and the solar cycle variability of the tides and what causes them? These questions are addressed using solar maximum to solar minimum tidal wind and temperature analyses from the Thermosphere Ionosphere Mesosphere Electrodynamics and Dynamics (TIMED) satellite in the mesosphere\/lower thermosphere (MLT), and …",
                "TIMED Doppler Interferometer (TIDI) measurements of zonal and meridional winds in the mesosphere\/lower thermosphere are analyzed for diurnal nonmigrating tides (June 2002 to June 2005). Climatologies of monthly mean amplitudes and phases for seven tidal components are presented at altitudes between 85 and 105 km and latitudes between 45°S and 45°N (westward propagating wave numbers 2, 3, and 4; the standing diurnal tide; and eastward propagating wave numbers 1, 2, and 3). The observed seasonal variations agree well with 1991–1994 UARS results at 95 km. Comparisons between the TIDI results and global scale wave model (GSWM) and thermosphere‐ionosphere‐mesosphere‐electrodynamics general circulation model (TIME‐GCM) tidal predictions indicate that the large eastward propagating wave number 3 amplitude is driven by tropical tropospheric latent heat release alone. In contrast …"
            ],
            [
                [
                    "Aeronomy",
                    "Space physics",
                    "tides",
                    "thermosphere",
                    "mesosphere"
                ]
            ],
            [
                "Jens Oberheide Professor of Physics and Astronomy 102B Kinard Laboratory 864-656-5163 joberhe@clemson.edu Atmospheric and Space Physics - Global Dynamics Ph.D., Physics, University of Wuppertal, Wuppertal, Germany M.S., Physics, University of Hannover, Hannover, Germany B.S., Physics, University of Hannover, Hannover, Germany Professor Oberheide's group studies the dynamics of Earth's mesosphere-thermosphere-ionosphere system; the forcing and vertical propagation of tides, planetary waves, and gravity waves including their effects on chemistry and electrodynamics; geospace environment coupling to the atmosphere below and to solar activity; comparative aeronomy; long-term trends in the upper atmosphere; utilization of satellite and ground-based remote sensing data to resolve variability and vertical coupling processes in the atmosphere; and the validation of middle and upper atmosphere models. The group specializes in satellite data analysis and conducts physics-based empirical modeling of global scale waves in the stratosphere, mesosphere and thermosphere. Research Group Website ResearcherID The atmosphere is a fragile layer of gas and aerosol surrounding our planet that warms us, provides the air to breathe, and protects us from harmful radiation. Weather impacts our daily lives and climate affects our future. The Earth's atmosphere extends from the ground into the space environment where the solar wind and magnetic storms rage. Atmospheric and Space Physics is the study of dynamical, thermal, radiational, electro- and magnetodynamical processes that determine the structure, composition, and energy and momentum budget of the atmosphere. The study of the upper atmosphere and ionosphere above 50 km (30 mi) is called aeronomy, above 80-100 km it is considered part of space physics. In our group, we explore the atmosphere with rocket and ground based experiments, satellite data, and various models. Rockets are the only means for in situ measurements between 50 and 150 km, the mesosphere and lower thermosphere. Ground based instruments, such as optical imagers, radar and lidar provide continuous monitoring and important long-term observations. Satellites allow us to study the atmosphere on a global-scale. Numerical models are used to untangle the various interacting dynamical, chemical and electrodynamics processes that occur over a wide range of spatio-temporal scales. Undergraduate students from different disciplines have designed rocket experiments for various missions since 2002. Graduate students pursuing a M.S. or Ph.D. degree can work on any of the various current faculty research projects. Atmospheric and Space Physicists are employed by the aerospace and defense industry, research labs and agencies like NASA, NOAA, NCAR, and the academic sector worldwide. For more information, please visit the pages of our faculty members or contact the Department of Physics and Astronomy at Clemson University. Atmospheric and Space Physics Group Pages Stephen R. Kaeppler - Experimental ionospheric physics and data analysis: ionospheric and auroral electrodynamics, rocket-based hardware development, incoherent scatter radar data analysis, and high frequency (HF) remote sensing of the bottomside ionosphere and software defined radio (SDR) hardware development. Miguel Larsen - Studies of the dynamics of the ionosphere, including waves and turbulence - Fact Sheet Gerald Lehmacher - Neutral and plasma measurements with rocket and radar techniques, turbulence Xian Lu - Observational study and numerical modeling of the atmospheric dynamics and space weather, atmospheric gravity waves, planetary waves and tides. John Meriwether - Airglow imaging with ground based Fabry-Perot interferometers, gravity waves, equatorial dynamics Jens Oberheide - Satellite data analysis, climate and weather of the Sun-Earth system, atmospheric tides"
            ]
        ]
    ]
}