{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RD4MSP1A",
            "SPV8x1EAAAAJ",
            [
                "Precision electroweak measurements on the Z resonance",
                "The upgraded DØ detector",
                "Averages of b -hadron, c -hadron, and                               τ -lepton properties as of summer 2016",
                "Observation and Properties of the  Decaying to  in  Collisions at ",
                "Observation of single top-quark production",
                "The Detector simulation program for the OPAL experiment at LEP",
                "Combination of  cross section measurements and constraints on the mass of the top quark and its decays into charged Higgs bosons",
                "A precision measurement of the mass of the top quark",
                "Forward-backward asymmetry in top quark-antiquark production",
                "Measurement of the Z 0 line shape parameters and the electroweak couplings of charged leptons"
            ],
            [
                "We report on the final electroweak measurements performed with data taken at the Z resonance by the experiments operating at the electron–positron colliders SLC and LEP. The data consist of 17 million Z decays accumulated by the ALEPH, DELPHI, L3 and OPAL experiments at LEP, and 600 thousand Z decays by the SLD experiment using a polarised beam at SLC. The measurements include cross-sections, forward–backward asymmetries and polarised asymmetries. The mass and width of the Z boson, m Z and Γ Z, and its couplings to fermions, for example the ρ parameter and the effective electroweak mixing angle for leptons, are precisely measured: m Z= 91.1875±0.0021 GeV, Γ Z= 2.4952±0.0023 GeV, ρ ℓ= 1.0050±0.0010, sin 2 θ eff lept= 0.23153±0.00016. The number of light neutrino species is determined to be 2.9840±0.0082, in agreement with the three observed generations of fundamental fermions …",
                "The DØ experiment enjoyed a very successful data-collection run at the Fermilab Tevatron collider between 1992 and 1996. Since then, the detector has been upgraded to take advantage of improvements to the Tevatron and to enhance its physics capabilities. We describe the new elements of the detector, including the silicon microstrip tracker, central fiber tracker, solenoidal magnet, preshower detectors, forward muon detector, and forward proton detector. The uranium\/liquid-argon calorimeters and central muon detector, remaining from Run I, are discussed briefly. We also present the associated electronics, triggering, and data acquisition systems, along with the design and implementation of software specific to DØ.",
                "This article reports world averages of measurements of b-hadron, c-hadron, and -lepton properties obtained by the Heavy Flavor Averaging Group using results available through summer 2016. For the averaging, common input parameters used in the various analyses are adjusted (rescaled) to common values, and known correlations are taken into account. The averages include branching fractions, lifetimes, neutral meson mixing parameters,   violation parameters, parameters of semileptonic decays, and Cabbibo–Kobayashi–Maskawa matrix elements.",
                "We report the observation of the X (3872) in the J\/ψ π+ π− channel, with J\/ψ decaying to μ+ μ−, in p p collisions at s= 1.96 T e V. Using approximately 230 p b− 1 of data collected with the Run II D0 detector, we observe 522±100 X (3872) candidates. The mass difference between the X (3872) state and the J\/ψ is measured to be 774.9±3.1 (s t a t)±3.0 (s y s t) M e V\/c 2. We have investigated the production and decay characteristics of the X (3872) and find them to be similar to those of the ψ (2 S) state.",
                "We report observation of the electroweak production of single top quarks in p p collisions at s= 1.96 TeV based on 2.3 fb− 1 of data collected by the D0 detector at the Fermilab Tevatron Collider. Using events containing an isolated electron or muon and missing transverse energy, together with jets originating from the fragmentation of b quarks, we measure a cross section of σ (p p→ t b+ X, t q b+ X)= 3.94±0.88 pb. The probability to measure a cross section at this value or higher in the absence of signal is 2.5× 10− 7, corresponding to a 5.0 standard deviation significance for the observation.",
                "The Monte Carlo program for the OPAL experiment at the LEP e+e collider is described. This program is based on the GEANT simulation package. The general organization of the program is outlined, and a description is given of the techniques used for simulating the various subdetectors of OPAL. The performance of the program is illustrated by comparisons with recent data recorded by OPAL at LEP.",
                "We combine measurements of the top quark pair production cross section in p p collisions in the ℓ+ jets, ℓ ℓ, and τ ℓ final states (where ℓ is an electron or muon) at a center of mass energy of s= 1.96 TeV in 1 fb− 1 of data collected with the D0 detector. For a top quark mass of 170 GeV\/c 2, we obtain σ t t= 8.18− 0.87+ 0.98 pb in agreement with the theoretical prediction. Based on predictions from higher order quantum chromodynamics, we extract a mass for the top quark from the combined t t cross section, consistent with the world average of the top quark mass. In addition, the ratios of t t cross sections in different final states are used to set upper limits on the branching fractions B (t→ H+ b→ τ+ ν b) and B (t→ H+ b→ c s b) as a function of the charged Higgs boson mass.",
                "The standard model of particle physics contains parameters—such as particle masses—whose origins are still unknown and which cannot be predicted, but whose values are constrained through their interactions. In particular, the masses of the top quark (M t) and W boson (M W) 1 constrain the mass of the long-hypothesized, but thus far not observed, Higgs boson. A precise measurement of M t can therefore indicate where to look for the Higgs, and indeed whether the hypothesis of a standard model Higgs is consistent with experimental data. As top quarks are produced in pairs and decay in only about 10-24 s into various final states, reconstructing their masses from their decay products is very challenging. Here we report a technique that extracts more information from each top-quark event and yields a greatly improved precision (of±5.3 GeV\/c 2) when compared to previous measurements 2. When our new …",
                "We present a measurement of forward-backward asymmetry in top quark-antiquark production in proton-antiproton collisions in the final state containing a lepton and at least four jets. Using a data set corresponding to an integrated luminosity of 5.4 fb− 1, collected by the D0 experiment at the Fermilab Tevatron Collider, we measure the t t forward-backward asymmetry to be (9.2±3.7)% at the reconstruction level. When corrected for detector acceptance and resolution, the asymmetry is found to be (19.6±6.5)%. We also measure a corrected asymmetry based on the lepton from a top quark decay, found to be (15.2±4.0)%. The results are compared to predictions based on the next-to-leading-order QCD generator mc@ nlo. The sensitivity of the measured and predicted asymmetries to the modeling of gluon radiation is discussed.",
                "We report on an improved measurement of the mass of theZ 0 boson, its total width and its partial decay widths into hadrons and leptons, as well as the effective axial vector and vector couplings to charged leptons. These measurements are based on a data set of approximately 160 000 hadronicZ 0 decays and 18 000 decays into electrons, muons and taus, recorded by the OPAL experiment at centre of mass energies near the mass of theZ 0. The total width and the partial widths to visible final states, derived from the measured cross sections, are used to extract the invisible width. The effective couplings of theZ 0 to charged leptons are studied using measurements of the lepton pair cross sections and forward-backward asymmetries at the different centre of mass energy points of theZ 0 scan. The implications of our results in the context of the Standard Model are discussed."
            ],
            [
                [
                    "Experimental Particle Physics",
                    "Colllider Physics"
                ]
            ]
        ]
    ]
}