{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RD5OF1ED",
            "1BxY-B8AAAAJ",
            [
                "Estimation of oblique electroweak corrections",
                "New constraint on a strongly interacting Higgs sector",
                "Theory of neutrinos: a white paper",
                "Exact solution of the harmonic oscillator in arbitrary dimensions with minimal length uncertainty relations",
                "Effect of the minimal length uncertainty relation on the density of states and the cosmological constant problem",
                "Higher mass scales and mass hierarchies (YCTP-P25-88)",
                "Short distance versus long distance physics: The classical limit of the minimal length uncertainty relation",
                "Quantum gravity, torsion, parity violation, and all that",
                "Oblique corrections to the W width",
                "Hydrogen-atom spectrum under a minimal-length hypothesis"
            ],
            [
                "We review the general analysis of the contributions of electroweak vacuum-polarization diagrams to precision experiments. We first review the representation of these contributions by three parameters S, T, and U and discuss the assumptions involved in this reduction. We then discuss the contributions to these parameters from various models of new physics. We show that S can be computed by a dispersion relation, and we use this technique to estimate S in technicolor models of the Higgs sector. We discuss the reliability and the gauge invariance of this estimate. Finally, we present the limits on S and T imposed by current experimental results.",
                "We show that an integral S over the spectral function of spin-1 states of the Higgs sector is constrained by precision weak-interaction measurements. Current data exclude large technicolor models; asymmetry measurements at the CERN e+ e− collider LEP and the SLAC Linear Collider will soon provide more stringent limits on Higgs-boson strong interactions.",
                "This paper is a review of the present status of neutrino mass physics, which grew out of an APS sponsored study of neutrinos in 2004. After a discussion of the present knowledge of neutrino masses and mixing and some popular ways to probe the new physics implied by recent data, it summarizes what can be learned about neutrino interactions as well as the nature of new physics beyond the Standard Model from the various proposed neutrino experiments. The intriguing possibility that neutrino mass physics may be at the heart of our understanding of a long standing puzzle of cosmology, ie the origin of matter–antimatter asymmetry is also discussed.",
                "We determine the energy eigenvalues and eigenfunctions of the harmonic oscillator where the coordinates and momenta are assumed to obey the modified commutation relations [x i, p j]= i ħ [(1+ β p 2) δ ij+ β′ p i p j]. These commutation relations are motivated by the fact that they lead to the minimal length uncertainty relations which appear in perturbative string theory. Our solutions illustrate how certain features of string theory may manifest themselves in simple quantum mechanical systems through the modification of the canonical commutation relations. We discuss whether such effects are observable in precision measurements on electrons trapped in strong magnetic fields.",
                "We investigate the effect of the minimal length uncertainty relation, motivated by perturbative string theory, on the density of states in momentum space. The relation is implemented through the modified commutation relation [x i, p j]= i ħ [(1+ β p 2) δ ij+ β′ p i p j]. We point out that this relation, which is an example of a UV\/IR relation, implies the finiteness of the cosmological constant. While our result does not solve the cosmological constant problem, it does shed new light on the relation between this outstanding problem and UV\/IR correspondence. We also point out that the blackbody radiation spectrum will be modified at higher frequencies, but the effect is too small to be observed in the cosmic microwave background spectrum.",
                "The impact of new interactions at very high energies on the spontaneous breaking of chiral symmetry in gauge field theories is studied. Described at low energies by higher dimension operators, these interactions can enhance the chiral condensate and even the Goldstone boson decay constant relative to the confinement scale. This can lead to important consequences in technicolor theories, including realistically large quark and lepton masses and the possibility of new physics at energies below the weak scale. In addition, small differences in strength of the four-fermion interactions, due say to isospin or flavor breaking, can be greatly magnified in the resulting quark and lepton mass spectrum.",
                "We continue our investigation of the phenomenological implications of the “deformed” commutation relations [x i, p j]= i ħ [(1+ β p 2) δ ij+ β′ p i p j]. These commutation relations are motivated by the fact that they lead to the minimal length uncertainty relation which appears in perturbative string theory. In this paper, we consider the effects of the deformation on the classical orbits of particles in a central force potential. Comparison with observation places severe constraints on the value of the minimum length.",
                "We discuss the issue of parity violation in quantum gravity. In particular, we study the coupling of fermionic degrees of freedom in the presence of torsion and the physical meaning of the Immirzi parameter from the viewpoint of effective field theory. We derive the low-energy effective Lagrangian which turns out to involve two parameters: one measuring the nonminimal coupling of fermions in the presence of torsion, the other being the Immirzi parameter. In the case of nonminimal coupling the effective Lagrangian contains an axial-vector interaction leading to parity violation. Alternatively, in the case of minimal coupling there is no parity violation and the effective Lagrangian contains only the usual axial-axial interaction. In this situation the real values of the Immirzi parameter are not at all constrained. On the other hand, purely imaginary values of the Immirzi parameter lead to violations of unitarity for the case of …",
                "The lowest-order expression for the partial W width to e ν, Γ (W→ e ν)= G μ M W 3 (6 π 2), has no oblique radiative corrections from new physics if the measured W mass is used. Here G μ=(1.166 39±0.000 0 2)× 10− 5 GeV\/c 2 is the muon decay constant. For the present value of M W=(80.14±0. 2 7) GeV\/c 2, and with m t= 140 GeV\/c 2, one expects Γ (W→ e ν)=(224.4±2. 3) MeV. The total width Γ tot (W) is also expected to lack oblique corrections from new physics, so that Γ tot (W) Γ (W→ e ν)= 3+ 6 [1+{α s (M W) π}]. Present data are consistent with this prediction.",
                "The energy spectrum of the Coulomb potential with minimal length commutation relations [X i, P j]= i ℏ {δ i j (1+ β P 2)+ β′ P i P j} is determined both numerically and perturbatively for arbitrary values of β′∕ β and angular momenta ℓ. The constraint on the minimal length scale from precision hydrogen spectroscopy data is of the order of a few GeV− 1, weaker than previously claimed."
            ],
            [
                [
                    "VT Physics"
                ]
            ],
            [
                "Tatsu Takeuchi Tatsu Takeuchi Tatsu Takeuchi Assoc Professor AY 217 Robeson Hall (MC 0435) takeuchi@vt.edu (540) 231-5333 Ph.D. : Yale Theoretical Particle Physics"
            ]
        ]
    ]
}