{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RD8DGMRN",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Igor V Bondarev ibondarev@nccu.edu (919) 530-6623 (919) 530-6125 3247 Mary M. Townes Science Building Professor of Physics Igor V. Bondarev earned his MS (1989, Physics, with Honors) and PhD (1994, Theoretical Physics) degrees from the Belarusian State University in Minsk, Belarus.  Dr. Bondarev earned his DSc degree (2001, Theoretical Solid State Physics) from the National Academy of Sciences of the Republic of Belarus in Minsk. (Doctor of Science in Physics and Mathematics is the Habilitation Degree awarded to less than one per cent of active former Soviet Union scientists having PhD.)  In 1989-2005, Dr. Bondarev worked in the Theoretical Physics Laboratory of the Institute for Nuclear Problems at the Belarusian State University (last occupied position -- Principal Research Associate\/Group Leader).  At the same time, as a Visiting Professor he performed his research in Germany, France, Belgium, Italy, Poland, and Japan, supported by DAAD (Germany), OSTC (Belgium), JSPS (Japan), and other highly competitive visiting professorship fellowships.  Dr. Bondarev has authored and co-authored over 200 research articles, including one US patent and five book chapters in collective monographs published by Nova Science, Taylor & Francis, CRC Press and American Scientific, USA.  His theories of the effective quadrupole interactions and optic phonon scattering of the positronium atom in dielectric crystals are confirmed by the Japanese experimentalists of the University of Tokyo (PRB67, 073104; PRB72, 012303).  He presented his research at over 30 invited seminars and at over 150 international symposia and conferences in research institutions in Europe, China, Japan, Australia, Mexico, USA, and Canada.  Dr. Bondarev is the recipient of the Presidential Young Investigator Award (Minsk, Belarus, 1999-2001), NCCU Office of Sponsored Research Award for Technology Innovations (2012), NCCU College of Science & Technology Outstanding Faculty Research Award (2012, 2007), NCCU Faculty Senate Award for Scholarly Achievements (2007), and Research Grant Awards from the US National Science Foundation, the US Department of Energy, and the US Army Research Office. (A) Theoretical Condensed Matter Physics: Polaron\/Plasmon\/Exciton\/Polariton Effects; Electron\/Spin Transport in Nano-structures; Phonon Interactions; Many-Particle Green Functions Formalism; Theory of Defects in Solids; Positron Annihilation & Muon Spin Rotation\/Relaxa-tion\/Resonance Spectroscopies of Solids (B) Theoretical Optical Physics: Quantum Optics & Quantum Electrodynamics of Semiconductor and Carbon Nano-structures; Resonant Raman & Brillouin Scattering; Nanooptoplasmonics (C) Theoretical Atomic & Molecular Physics: Hydrogen-Like Atoms; Exotic Atoms (Positronium, Muonium); Hyperfine Interac-tions; Quadrupole Interactions DSC National Academy of Sciences of the Republic of Belarus 2001 Belarusian State University 1994 Belarusian State University 1989 Selected Publications 1. Bondarev, \r\n                  I.\r\n                   V., & Mousavi, \r\n                  H.\r\n                  , & Shalaev, \r\n                  V.\r\n                   M. (2020). Transdimensional epsilon-near-zero modes in planar plasmonic nanostructures . Physical Review Research, 2, 13070. 2. Bondarev, \r\n                  I.\r\n                   V. (2019). Finite-thickness effects in plasmonic films with periodic cylindrical anisotropy [Invited] . Optical Materials Express, 9, 285-294. 3. Bondarev, \r\n                  I.\r\n                   V., & Mousavi, \r\n                  H.\r\n                  , & Shalaev, \r\n                  V.\r\n                   M. (2018). Optical response of finite-thickness ultrathin plasmonic films . MRS Communications, 8, 1092-1097. 4. Bondarev, \r\n                  I.\r\n                   V., & Vladimirova, \r\n                  M.\r\n                   R. (2018). Complexes of dipolar excitons in layered quasi-two-dimensional nanostructures . Physical Review B, 97, 165419. 5. Bondarev, \r\n                  I.\r\n                   V., & Shalaev, \r\n                  V.\r\n                   M. (2017). Universal features of the optical properties of ultrathin plasmonic films . Optical Materials Express, 7, 3731-3740. 6. Popescu, \r\n                  A.\r\n                   .., & Ade, \r\n                  H.\r\n                   W., & Gundogdu, \r\n                  K.\r\n                  , & Bondarev, \r\n                  I.\r\n                   V. (2017). Monitoring charge separation processes in quasi-one-dimensional organic crystalline structures . Nano Letters, 17, 6056-6061. 7. Bondarev, \r\n                  I.\r\n                   V., & Popescu, \r\n                  A.\r\n                  , & Younts, \r\n                  R.\r\n                   A., & Hoffman, \r\n                  B.\r\n                  (2016). Lowest energy Frenkel and charge transfer exciton intermixing in one-dimensional copper phthalocyanine molecular lattice . Applied Physics Letters, 109, 213302. 8. Bondarev, \r\n                  I.\r\n                   V. (2016). Configuration space method for calculating binding energies of exciton complexes in quasi-1D\/2D semiconductors . Modern Physics Letters B, 30, 1630006. 9. Drosdoff, \r\n                  D.\r\n                  , & Bondarev, \r\n                  I.\r\n                   V., & Widom, \r\n                  A.\r\n                  , & Podgornik, \r\n                  R.\r\n                  (2016). Charge-induced fluctuation forces in graphitic nanostructures . Physical Review X, 6, 11004. 10. Gelin, \r\n                  M.\r\n                   F., & Bondarev, \r\n                  I.\r\n                   V. (2016). One-dimensional transport in hybrid metal-semiconductor nanotube systems . Physical Review B, 93, 115422. 11. Bondarev, \r\n                  I.\r\n                   V. (2015). Plasmon enhanced Raman scattering effect for an atom near a carbon nanotube . Optics Express, 23, 3971-3984. 12. Bondarev, \r\n                  I.\r\n                   V. (2014). Relative stability of excitonic complexes in quasi-one-dimensional semiconductors . Physical Review B, 90, 245430. 13. Bondarev, \r\n                  I.\r\n                   V., & Meliksetyan, \r\n                  A.\r\n                   V. (2014). Possibility for exciton Bose-Einstein condensation in carbon nanotubes . Physical Review B, 89, 45414. 14. Hertel, \r\n                  T.\r\n                  , & Bondarev, \r\n                  I.\r\n                   V. (2013). Photophysics of carbon nanotubes and nanotube composites (Special Issue, Hertel & Bondarev, Eds.) . Chemical Physics, 413, 1-132. 15. Bondarev, \r\n                  I.\r\n                   V. (2012). Single wall carbon nanotubes as coherent plasmon generators . Physical Review B, 85, 35448. 16. Popescu, \r\n                  A.\r\n                  , & Woods, \r\n                  L.\r\n                   M., & Bondarev, \r\n                  I.\r\n                   V. (2011). Chirality dependent carbon nanotube interactions . Physical Review B: Rapid Communications, 83, 81406. 17. Bondarev, \r\n                  I.\r\n                   V. (2011). Asymptotic exchange coupling of quasi-one-dimensional excitons in carbon nanotubes . Physical Review B, 83, 153409. 18. Bondarev, \r\n                  I.\r\n                   V. (2010). Surface electromagnetic phenomena in pristine and atomically doped carbon nanotubes (Invited Review Article) . Journal of Computational and Theoretical Nanoscience, 7, 1673-1687. 19. Bondarev, \r\n                  I.\r\n                   V., & Woods, \r\n                  L.\r\n                   M., & Tatur, \r\n                  K.\r\n                  (2009). Strong exciton-plasmon coupling in semiconducting carbon nanotubes . Physical Review B, 80, 85407. 20. Bondarev, \r\n                  I.\r\n                   V., & Inoue, \r\n                  K.\r\n                  , & Suzuki, \r\n                  N.\r\n                  , & Hyodo, \r\n                  T.\r\n                  (2007). Tunnel detrapping of self-trapped positronium in SrF2 single crystal . Physica Status Solidi C, 4, 3867-3870. 21. Inoue, \r\n                  K.\r\n                  , & Suzuki, \r\n                  N.\r\n                  , & Bondarev, \r\n                  I.\r\n                   V., & Hyodo, \r\n                  T.\r\n                  (2007). Temperature-activated transition of positronium from self-trapped to delocalized state in CaF2 . Physical Review B, 76, 24304. 22. Bondarev, \r\n                  I.\r\n                   V., & Nagai, \r\n                  Y.\r\n                  , & Kakimoto, \r\n                  M.\r\n                  , & Hyodo, \r\n                  T.\r\n                  (2005). Nonpolar optical scattering of positronium in magnesium fluoride . Physical Review B, 72, 12303. 23. Bondarev, \r\n                  I.\r\n                   V., & Lambin, \r\n                  P.\r\n                  (2005). van der Waals coupling in atomically doped carbon nanotubes . Physical Review B, 72, 35451. 24. Bondarev, \r\n                  I.\r\n                   V., & Lambin, \r\n                  P.\r\n                  (2004). Spontaneous decay dynamics in atomically doped carbon nanotubes . Physical Review B, 70, 35407. 25. Bondarev, \r\n                  I.\r\n                   V. (2004). Delocalized positronium as a tool for investigation of second-order structural phase transitions in crystalline dielectrics . Nuclear Instruments and Methods in Physics Research B, 221, 230-234. 26. Suzuki, \r\n                  N.\r\n                   .., & Hyodo, \r\n                  T.\r\n                   .., & Bondarev, \r\n                  I.\r\n                   V., & Kuten, \r\n                  S.\r\n                   A. (2003). Quadrupole interaction of positronium in alpha-quartz . Physical Review B, 67, 73104. 27. Bondarev, \r\n                  I.\r\n                   V., & Maksimenko, \r\n                  S.\r\n                   A., & Slepyan, \r\n                  G.\r\n                   Y., & Krestnikov, \r\n                  I.\r\n                   L. (2003). Exciton-phonon interactions and exciton dephasing in semiconductor quantum well heterostructures . Physical Review B, 68, 73310. 28. Bondarev, \r\n                  I.\r\n                   V., & Slepyan, \r\n                  G.\r\n                   Y., & Maksimenko, \r\n                  S.\r\n                   A. (2002). Spontaneous decay of excited atomic states near a carbon nanotube . Physical Review Letters, 89, 115504. 29. Bondarev, \r\n                  I.\r\n                   V. (2001). Delocalized positronium in alkali-halide crystals: Analysis of possible lattice-scattering processes . Physics Letters A, 291, 39-45. 30. Bondarev, \r\n                  I.\r\n                   V. (2000). On the role of nonpolar optical scattering for a delocalized positronium in ionic crystals . JETP Letters, 72, 468-471. 31. Bondarev, \r\n                  I.\r\n                   V. (1999). Anisotropic magnetic quenching of positronium states in oriented crystals . Physics of the Solid State, 41, 909-912. 32. Bondarev, \r\n                  I.\r\n                   V., & Hyodo, \r\n                  T.\r\n                  (1998). Positronium in alkali halides: Tunneling from the delocalized to the self-trapped state . Physical Review B, 57, 11341. 33. Bondarev, \r\n                  I.\r\n                   V. (1998). Existence of free and self-trapped positronium states in alkali halide crystals: Theoretical analysis and comparison with experiment . Physical Review B, 58, 12011. 34. Bondarev, \r\n                  I.\r\n                   V., & Kuten, \r\n                  S.\r\n                   A. (1996). Invariant atomic parameters in the ground state of a hydrogenlike atom . JETP, 82, 600-606. 35. Bondarev, \r\n                  I.\r\n                   V., & Kuten, \r\n                  S.\r\n                   A. (1995). Quadrupole interactions and anisotropic magnetic quenching of positronium in oriented crystals . Acta Physica Polonica A, 88, 83-90."
            ]
        ]
    ]
}