{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RF9I9KEJ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Roxanne Guenette Roxanne Guenette Assistant Professor of Physics Postdoctoral position available ! Roxanne Guenette studies neutrino physics with state-of-the-art liquid argon detectors. Neutrinos have shown very interesting properties and they might hold the key to many great questions of physics. My research focuses on studying neutrino oscillations and interactions with the MicroBooNE, SBND and DUNE experiments. Understanding neutrino oscillation could help us understand why the Universe is now dominated by matter instead of anti-matter, a long lasting puzzle. The interaction of neutrinos is also an exciting topic, since we now know that neutrino interactions are much more complex then previously understood and they remain a dominating source of uncertainty for any oscillation physics experiment. There is no doubt that neutrino still have a lot to reveal and may bring many more surprises. Liquid argon detectors are excellent to study the unknown properties of neutrinos since they offer high-quality imaging capabilities. The charged particles traveling in these detectors leave traces of ionisation electrons that are drifted under a constant electric field. The ionisation electron signal is recorded on readout planes (usually wires) producing a 3D image of the interactions. These detectors are used by the MicroBooNE experiment, currently taking data in the Booster Neutrino Beam at Fermilab, and by the future Short-Baseline Program, adding the SBND and ICARUS detectors to MicroBooNE. This suite of three detectors will have unprecedented sensitivity to resolve the short-baseline anomalies observed by the previous MiniBooNE and LSND experiments, anomalies that could be explained by the presence of a new sterile neutrino. DUNE (Deep Underground Neutrino Experiment) is a next generation project, currently being designed. This very large-scale experiment will use 40 kton liquid argon detector to study neutrino oscillation at a long-baseline of 1300km. This project will have excellent sensitivity to many neutrino oscillation parameters and will provide the answer to the neutrino mass ordering question and might tell us if there is CP violation in the lepton sector. While liquid argon detectors are now well developed, the technology is still relatively recent and there is space to enhance the capabilities by additional R&D. In the Harvard neutrino group, we will pursue the development of these detectors to offer even greater physics reach. Neutrino interaction candidate in the MicroBooNE liquid argon detector ____________________________ Felice Gardner Lyman Lab 233 15 Oxford Street guenette@fas.harvard.edu p: (617) 998-1474"
            ]
        ]
    ]
}