{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RFS96AQK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Evelyn Thomson Associate Professor she\/her\/her Experimental Particle Physics, Collider Physics DRL 4N16B Ira H. Abrams Memorial Award for Distinguished Teaching (2017) Evelyn Thomson has performed experiments at e+e− and hadron colliders at the leading particle physics laboratories around the world. Her research interests include precision measurements of the W boson mass at ALEPH, precision measurements of top quark properties and searches for the Higgs boson at CDF, and searches for physics beyond the standard model at ATLAS. In 1995, she started her research as a graduate student at the University of Glasgow with the ALEPH experiment at the CERN Large Electron Positron (LEP) collider, near Geneva, Switzerland. She studied W+W- pair production and performed measurements of the W boson mass in the WW->lvqq channel. The W boson is one of the particles that carries the weak nuclear force, essential for the nuclear fusion reactions that power stars, and was discovered in 1983 at CERN. The W boson acquires mass in the standard model of particle physics via a Higgs boson. Interpretation of improved measurements of the W boson mass in the context of the standard model of particle physics led to a better constraint on the mass of the much-hunted and exceeding elusive Higgs boson, giving a useful clue for where and how to search for it. The Higgs boson was finally discovered by proton collider experiments at CERN much later in 2012! In 1999, as a postdoctoral fellow with the Ohio State University, she joined the CDF collaboration at the Fermilab Tevatron proton anti-proton collider, near Chicago. She successfully commissioned the extremely fast track (XFT) processor. The XFT made extensive use of parallel processing and pipelining in Programmable Logic Devices to reconstruct charged-particle tracks in time for the first-level trigger in every proton anti-proton collision - a first at a hadron collider. At the heart of the CDF trigger system, which tackled the challenge of choosing the few hundred most interesting events to save for analysis from the one million seven hundred thousand head-on collisions between bunches of protons and bunches of anti-protons each second, the XFT was essential for the Top, Exotic, Electroweak and B physics programs at CDF. The top quark is by far the most massive of the sixteen known fundamental particles, and has approximately the same mass as a gold nucleus (which contains about 197 nucleons). Intrigued by the possibility that the unexplained large mass of the top quark could be due to effects from physics beyond the standard model, she developed and supported a versatile analysis package used by most physics analyses in the CDF Top Quark Physics Group. She measured the pair production rate of top quarks at CDF in the ttbar-> lvqqbb channel with an advanced multivariate technique, featured here in the Fermilab result of the week . She has continued to support the combination of several CDF and D0 results. In 2004, she moved to the University of Pennsylvania as a tenure-track assistant professor, promoted to associate professor with tenure in 2010. In recognition of her research on CDF, she was named an Outstanding Junior Investigator by the U.S. Department of Energy in 2005 and an Alfred P. Sloan Research Fellow in 2006. From April 2004 to April 2006, she was co-leader of the CDF Top Quark Physics Group , which consisted of over 100 active researchers, including over fifty graduate students from universities in the U.S. and abroad. She worked with postdoctoral researcher Dr. Aafke Kraan to analyze the angular distribution of the decay products of the top quark. Dr. Kraan won a Marie Curie Fellowship in 2006 from the European Union. In relation to the search for the standard model Higgs boson at CDF in the WH->lvbb channel, she worked with postdoctoral researcher Dr. Chris Neu on the first measurement of W + b-jet production. Dr. Neu advanced in 2009 to a tenure-track assistant professorship at the University of Virginia. With graduate student Justin Keung, she worked on improved b-jet identification and a search for WZ->lvbb production. Dr. Keung advanced to a postdoctoral fellowship at the University of Toronto in 2010. In 2007, she joined the ATLAS experiment at the CERN Large Hadron Collider (LHC). With postdoctoral researchers Dr. James Degenhardt and Dr. Sasa Fratina and graduate students Dominick Olivito, Elizabeth Hines, and Brett Jackson, we have contributed to the commissioning and successful operation of the ATLAS detector's transition radiation tracker.  ATLAS started collecting proton-proton collisions in 2009, and Jim was ATLAS data-taking shift leader at the time of the first collisions.  The Higgs boson discovery, the primary goal of the rest of the Penn ATLAS group, was announced in July 2012. Our physics interests from Run 1 included direct searches for physics beyond the standard model, including new massive vector bosons (W' and Z') decaying to leptons, an anomalous rate of production of lepton pairs (e+e+, e-e-, mu+mu+, mu-mu-, e+mu+, e-mu-) with the same sign of electric charge (same-sign dileptons) in exotic models (doubly charged Higgs), and supersymmetry (direct gaugino production), and finally searches for a supersymmetric partner to the top quark in R-Parity violating supersymmetry models.  These searches formed the Ph.D. work of graduate students Brett Jackson, Elizabeth Hines, and Dominick Olivito. For Run 2 (2015-2018) with new postdoc Jeff Dandoy and graduate students Leigh Schaefer, Ian Dyckes and Lucas Flores, our physics interests include continuing the search for R-Parity violating supersymmetry at the higher center-of-mass energy of 13 TeV, where more massive stops could be produced than ever before, and to contribute to searches for electroweak gauginos.  We are contributing to the successful operation of the TRT, with studies of the TRT occupancy by Leigh Schaefer to characterize the pileup on an event-by-event basis, to studies of electron identification, and to studies of jets.  Looking ahead to the LHC upgrades in the early 2020's, the entire tracking detector will need to be replaced with silicon pixel and strip detectors to handle the increased occupancy at the high luminosity LHC.  My group will be working closely with Penn's electronics and instrumentation group on the testing of prototype front-end readout electronics for the silicon strip detectors. Ph.D. Experimental Particle Physics, University of Glasgow, 1998, “Measurements of the W boson mass from semileptonic WW events with the ALEPH detector.” B.Sc.(Hons) First Class, Physics, University of Glasgow, 1995. Courses Taught Physics 522: Introduction to Elementary Particle Physics Physics 150\/140 : Principles of Physics on Classical Mechanics Physics 151\/141 : Principles of Physics on Electricity & Magnetism ·  A search for B-L R-parity-violating top squarks in sqrt(s) = 13 TeV pp collisions with the ATLAS experiment ATLAS Collaboration, submitted to Phys. Rev. D, arxiv\/1710.05544. · Search for the electroweak production of supersymmetric particles in sqrt(s)=8 TeV pp collisions with the ATLAS detector ATLAS Collaboration, Phys. Rev. D 93, 052002 (2016) · A search for B-L R-Parity violating scalar top decays in sqrt(s)=8 TeV pp collisions with the ATLAS experiment ATLAS collaboration. ATLAS-CONF-2015-015. · Combination of measurements of the top-quark pair production cross section from the Tevatron Collider CDF and D0 collaborations, Phys. Rev. D 89, 072001 (2014) · Search for doubly-charged Higgs bosons in like-sign dilepton final states at sqrt(s)= 7 TeV , ATLAS Collaboration, Eur. Phys. J. C 72 , 2244 (2012) Search for anomalous production of prompt like-sign lepton pairs at sqrt(s)= 7 TeV , ATLAS Collaboration, JHEP 1212 , 007 (2012) Search for a heavy gauge boson decaying to a charged lepton and a neutrino in pp collisions at sqrt(s)= 7 TeV , ATLAS Collaboration, Eur. Phys. J. C 72 , 2241 (2012) Search for high mass dilepton resonances in pp collisions at sqrt(s) = 7 TeV , ATLAS Collaboration, Phys. Lett. B 700 , 163 (2011) First Measurement of the b-jet cross section in events with a W boson in proton anti-proton collisions at sqrt(s)= 1.96 TeV , CDF Collaboration, Phys. Rev. Lett. 104 , 131801 (2010) Top Quark Properties and Interactions , Evelyn Thomson & Regina Demina, Volume 58 of Annual Review of Nuclear and Particle Science (2008) Search for V+A current in top quark decay in proton anti-proton collisions at sqrt(s)= 1.96 TeV , CDF Collaboration, Phys. Rev. Lett. 98 , 072001 (2007) Progress in Top Quark Physics , Evelyn Thomson, in proceedings of Particles and Nuclei International Conference, (2005) Measurement of the top pair production cross-section using the kinematics of lepton+jets events , CDF Collaboration, Phys. Rev. D 72 , 052003 (2005) Recent physics results from CDF and D0 , Evelyn Thomson, in proceedings of 31st SLAC Summer Institute (2003) Online track processor for the CDF upgrade , Evelyn Thomson et al., in proceedings of IEEE-NSS 2001, IEEE Trans. Nucl. Sci. 49 , 1063-1070 (2002) Measurement of the W boson mass in e+e- collisions at sqrt(s)= 183 GeV , ALEPH Collaboration, Phys. Lett. B 453 , 121-137 (1999) Measurement of the W mass by direct reconstruction in e+e- collisions at sqrt(s)= 172 GeV , ALEPH Collaboration, Phys.Lett. B 422 , 384-398 (1998) All publications from inSPIRE PhD theses: Brett Jackson’s PhD thesis on Search for B-L R-parity-violating scalar top decays in sqrt(s)= 8 TeV pp collisions with the ATLAS experiment, (2015). Elizabeth Hines’s PhD thesis on Search for weakly-produced supersymmetry in the same -sign di-lepton final state at sqrt(s)=8 TeV with the ATLAS detector, (2015). Dominick Olivito's PhD thesis on Search for anomalous production of prompt like-sign lepton pairs at sqrt(s)=$ 7 TeV with the ATLAS detector, (2012). Justin Keung's PhD thesis on Search for the production of the Standard Model Z boson in association with W+- boson in proton anti-proton collisions at 1.96 TeV center of mass energy, (2010). CV (url) http:\/\/www.physics.upenn.edu\/~thomsone\/cv-2017aug1.pdf"
            ]
        ]
    ]
}