{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RG4SVL94",
            "63Ew0cMAAAAJ",
            [
                "Derecho ambiental"
            ],
            [
                "El libro, ya en su tercera edición, es el resultado de un proyecto de innovación docente ejecutado por diferentes profesores del Departamento de Derecho Administrativo de la Universidad de Granada con el objeto de desarrollar la enseñanza del Derecho Ambiental de una forma más práctica y cercana a la realidad, utilizando y aportando materiales procedentes de la práctica profesional y empresarial que se traduzcan en una utilidad del manual tanto para el eficaz aprendizaje de las materias abordadas en la obra como para el posterior desarrollo de las actividades profesionales de los alumnos una vez que accedan al mercado de trabajo. La obra se ha estructurado en dos partes: una parte general, en la que se abordan los temas generales del Derecho Ambiental de mayor interés para el alumnado del grado en Ciencias Ambientales (conceptos generales del Derecho y del Derecho Ambiental, instrumentos jurídicos públicos y privados de protección ambiental, medidas de fomento y ayuda y responsabilidad) y una parte especial, en la que se desarrollan los temas sectoriales de mayor interés para esta titulación (derecho de aguas, residuos, energías, contaminación atmosférica, contaminación acústica, etc.). Todos ellos, explicados de forma clara y sencilla para su comprensión por alumnado sin una formación jurídica específica. Esta obra constituye una auténtica novedad al abordar por primera vez en España esta temática."
            ],
            [
                [
                    "Derecho administrativo",
                    "regulación de las energías renovables",
                    "discrecionalidad administrativa",
                    "control de la actividad admini"
                ]
            ],
            [
                "Professor and Undergraduate Chair Observational Astronomy and Cosmology DRL 4N2 July 1, 2012 - Associate Professor, University of Pennsylvania 2006-2012 - Assistant Professor, University of Pennsylvania 9\/2004 – 2006 — Postdoctoral Research Fellow, Stanford University 9\/2003 – 8\/2004 — Chandra Postdoctoral Fellow, Stanford University 9\/2001 – 8\/2003 — Chandra Postdoctoral Fellow, California Institute of Technology 2\/2001 – 8\/2001 — Postdoctoral Research Scientist, Columbia Astrophysics Laboratory 6\/1997 – 2\/2001 — Graduate Research Assistant, Columbia Un 2001 — Ph. D., Graduate School of Arts and Sciences, Columbia University 2000 — M. Phil., Graduate School of Arts and Sciences, Columbia University 1999 — M. A., Graduate School of Arts and Sciences, Columbia University 1995 — B. S., Fu Foundation School of Engineering and Applied Science, Columbia University My research focuses on observational cosmology with supernovae (SNe). Measurements of luminosity distances to Type Ia SNe have shown that our Universe is dominated by an unknown component called \"dark energy\", which is causing the expansion of the Universe to accelerate. My group is involved in current (SDSS-II) and future (DES, SNAP, LSST) large-scale optical surveys that will discover many thousands of SNe that will be used to map out the detailed expansion history of our Universe. I am also interested in several aspects of high energy astrophysics including X-ray spectroscopy and observations of gamma-ray bursts, X-ray binaries, supermassive black holes, and clusters of galaxies. Sako, M., et al., \"The Sloan Digital Sky Survey-II Supernova Survey: Search Algorithm and Follow-up Observations\", The Astronomical Journal, submitted (2007) Frieman, J. A., et al., \"The Sloan Digital Sky Survey-II Supernova Survey: Technical Summary\", The Astronomical Journal, submitted (2007) Sako, M., Harrison, F. A., & Rutledge, R. E., \"A Search for Discrete X-ray Spectral Features in a Sample of Bright gamma-ray Burst Afterglows\", The Astrophysical Journal, 623, 973 (2005) Soderberg, A. M., et al., \"The sub-energetic GRB 031203 as a cosmic analogue to GRB 980425\", Nature, 430, 648 (2004) Watanabe, S., et al., \"Detection of a Fully-resolved Compton Shoulder of the Iron K-alpha Line in the Chandra X-ray Spectrum of GX301-2\", The Astrophysical Journal Letters, 594, 37 (2003) Sako, M., et al., \"Can a Dusty Warm Absorber Model Reproduce the Soft X-ray Spectra of MCG-6-30-15 and Mrk~766?\", The Astrophysical Journal, 596, 114 (2003) Sako, M., \"CNO Line Radiation and the Bowen Fluorescence Mechanism in Optically-Thick, Highly-Ionized Media\", The Astrophysical Journal, 594, 1108 (2003) Kinkhabwala, A., et al., \"XMM-Newton Reflection Grating Spectrometer Observations of Discrete Soft X-ray Emission Features in NGC1068\", The Astrophysical Journal, 575, 732 (2002)"
            ]
        ]
    ]
}