{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RGONJ8JS",
            "tB71i34AAAAJ",
            [
                "Towards magnesium alloys for high-volume automotive applications",
                "Reducing vehicle weight and improving US energy efficiency using integrated computational materials engineering",
                "Phase Stability and Stress-Induced Transformations in Beta Titanium Alloys",
                "Deformation mechanisms and kinetics of time-dependent twinning in an α-titanium alloy",
                "Insights from a recent meeting: current status and future directions in magnesium corrosion research",
                "Interaction between oxygen interstitials and deformation twins in alpha-titanium",
                "New approach to the synthesis of nanocrystalline boron carbide",
                "A modified embedded atom method potential for the titanium–oxygen system",
                "Targeting High Impact R&D for Automotive Magnesium Alloys",
                "Automotive Magnesium: Impacts and Opportunities"
            ],
            [
                "Reducing vehicle weight is an important approach for increasing fuel economy, addressing regulatory requirements, and meeting consumer needs. Magnesium alloys are among the lightest structural metals and offer tremendous weight saving potential; however, many technical and commercial barriers limit their use in today's cars and trucks. Following a brief review of historical trends in vehicle weight and automotive magnesium, we describe key barriers to wider adoption of magnesium in high-volume vehicle applications. A discussion of manufacturing and processing, in-service performance, and cost requirements identifies specific development needs and opportunities while framing promising paths forward.",
                "Transportation accounts for approximately 28% of U.S. energy consumption with the majority of transportation energy derived from petroleum sources. Many technologies such as vehicle electrification, advanced combustion, and advanced fuels can reduce transportation energy consumption by improving the efficiency of cars and trucks. Lightweight materials are another important technology that can improve passenger vehicle fuel efficiency by 6–8% for each 10% reduction in weight while also making electric and alternative vehicles more competitive. Despite the opportunities for improved efficiency, widespread deployment of lightweight materials for automotive structures is hampered by technology gaps most often associated with performance, manufacturability, and cost. In this report, the impact of reduced vehicle weight on energy efficiency is discussed with a particular emphasis on quantitative …",
                "In this article, we provide a brief review of the recent developments related to the relationship between phase stability and stress-induced transformations in metastable body-centered-cubic β-phase titanium alloys. Stress-induced transformations occur during tensile, compressive, and creep loading and influence the mechanical response. These transformations are not fully understood and increased understanding of these mechanisms will permit future development of improved alloys for aerospace, biomedical, and energy applications. In the first part of this article, we review phase stability and discuss a few recent developments. In the second section, we discuss the current status of understanding stress-induced transformations and several areas that require further study. We also provide our perspective on the direction of future research efforts. Additionally, we address the occurrence of the hcp ω …",
                "Within the past decade, many studies have shown that twinning can occur in α, β, and α + β titanium alloys at speeds many orders of magnitude lower than the speed of sound. Traditionally, twinning has been described as a shear process that can occur almost instantaneously; however, the twinning deformation mechanisms in titanium alloys can be controlled by the diffusion of oxygen away from annihilated interstitial sites at the twin boundaries. The most recent studies which include the strain-rate effects on twinning support the hypothesis that twinning in these materials is controlled by a slow diffusion process rather than a quick shear process. The effects of strain-rate on twinning in a α-Ti–1.6V alloy were systematically investigated by means of optical and transmission electron microscopy and a diffusion-based model has been applied which explains the unexpected twin sizes observed at different strain rates.",
                "The United States Department of Energy Vehicle Technologies Office held a Technical Review Meeting entitled “Current Status and Future Directions in Magnesium Corrosion Research” at Oak Ridge National Laboratory in April 2016. Current funded Mg corrosion projects presented their latest results, along with invited presentations from academic and industrial researchers in the area of Mg corrosion. This paper overviews select topics from the meeting, with an emphasis on relaying meeting discussion points regarding future needs in understanding and mitigating Mg corrosion, particularly for automotive applications. Topics highlighted include the need for pretreatments and coatings suitable for mass vehicle production of Mg components, particularly for dissimilar metal joints involving Mg, Al, or steel, and corrosion evaluation methods more relevant to automotive components and operating conditions. From a …",
                "Twinning is an important deformation mechanism in many hexagonal close packed metals, including α-titanium (Ti) alloys. However, the mechanisms for twin nucleation, growth, and interaction with other defects are not completely understood. In this study we interrogate the behavior of oxygen (O) interstitials near a (10 1¯ 2) twin boundary using a combination of density functional theory (DFT) and modified embedded atom method (MEAM) calculations. The presence of the twin boundary significantly affects both interstitial formation energy as well as the activation barriers for diffusion between sites. We demonstrate that a tetrahedral interstitial is stable in the twin boundary, despite being unstable in bulk Ti, while the formation energies of the octahedral, hexahedral, and crowdion interstitials are all modified by a nearby twin. Further, the activation barriers for diffusion in the region near the twin are uniformly lower …",
                "The use of nanoparticles in ceramic matrix composites provides lower sintering temperatures and higher densities at a given temperature than common coarse-grained materials. Nanocrystalline B4C was synthesized by an inexpensive carbothermal reduction method using carbon black and B2O3 as precursor. Full conversion was achieved at 1623 K for annealing times of 480 minutes or with a large excess of B2O3 and oxidation of the remaining carbon after 30 minutes of annealing. The average particle size of the synthesized B4C powder was 260 nm, which was reduced to 70 nm after separation of the small particle fraction from the larger particles by sedimentation. A mixture of the as-prepared powder and commercial coarse-grained B4C yielded an increase of the density of low temperature hot pressed samples by 25% in comparison to pure commercial B4C. Possible chemical reactions and mechanisms in …",
                "Small concentrations of impurity atoms can affect the behavior of metal alloys in many ways of interest to the science and engineering community. In some cases, such as for oxygen (O) interstitials and twins or dislocations in titanium (Ti) alloys, these interactions can be difficult to study experimentally due to the small time and length scales of the governing mechanisms. Theory and atomic-scale modeling offers a path toward understanding materials at very high resolution using a variety of techniques ranging from ab initio methods such as density functional theory (DFT) to empirical potential methods such as the Modified Embedded Atom Method (MEAM). In this study we present the first published MEAM potential for the Ti–O system; the potential is fit to experimental measurements and DFT calculations for the lattice constants, elastic constants and thermodynamic characteristics of several Ti–O structures with O …",
                "Reducing vehicle weight improves the fuel efficiency, driving dynamics, and performance of vehicles ranging from traditional internal combustion engine (ICE) powered to battery electric vehicles (BEVs), fuel cell vehicles (FCVs), and the full range of hybrids [1]. However, along with tremendous opportunities, introduction of novel lightweight materials and architectures presents numerous engineering and commercial challenges. For the case of magnesium (Mg) the weight reduction potential, which exceeds 50% for some components, is offset by manufacturing, mechanical property, corrosion, and material cost hurdles, among others. While the vision of an all-Mg vehicle is laudable in its ambition, a more practical reality features Mg playing an important role in a multi-material vehicle architecture. In order to pursue the most promising and relevant Mg research and development, we need to assess several …",
                "Structural magnesium alloys are simultaneously among the most promising and most challenging options as materials for next-generation, lightweight vehicles. Compared to conventional automotive materials, magnesium alloys can reduce the weight of structural components and Systems by more than 50%. Vehicle fuel economy improves by 6-8% for every 10% reduction in weight [1], thus the significant potential for weight savings makes magnesium alloys an attractive technology to support improved efficiency in our cars and trucks. However, magnesium alloys for use in commercial and passenger vehicles face a variety of technical challenges [2][3]. The maturity of magnesium alloys will be discussed in three main categories:(1) properties and manufacturability of alloys that meet automotive performance and cost requirements on a partby-part basis,(2) joining and multi-material enabling technologies that support integration of magnesium components into structural Systems, and (3) modeling and simulation of magnesium alloys and processes that allow rapid development and compatibility with existing, computationally-intensive vehicle design techniques.Exceeding the properties and manufacturability requirements for automotive components is critical for implementation of magnesium alloys. Broadly speaking, the high cost of producing magnesium components with adequate properties limits applications of Mg to less than 0.5% of the weight of an average vehicle [4]; however, the scientific and manufacturing drivers for high cost vary by alloy and manufacturing process. In general, cast magnesium components are the most mature among …"
            ],
            [
                [
                    "Materials Science"
                ]
            ]
        ]
    ]
}