{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RH1YYLOC",
            "VaKRGj4AAAAJ",
            [
                "Kinesin and dynein move a peroxisome in vivo: a tug-of-war or coordinated movement?",
                "Defocused orientation and position imaging (DOPI) of myosin V",
                "High mobility AlGaN\/GaN heterostructures grown by plasma-assisted molecular beam epitaxy on semi-insulating GaN templates prepared by hydride vapor phase epitaxy",
                "Adaptability of myosin V studied by simultaneous detection of position and orientation",
                "High electron mobility AlGaN\/GaN heterostructures grown on sapphire substrates by molecular-beam epitaxy",
                "Electron scattering in AlGaN\/GaN structures",
                "Nonparabolicity of the conduction band of wurtzite GaN",
                "Improved hidden Markov models for molecular motors, part 1: basic theory",
                "Kinetics of doubletime kinase-dependent degradation of the Drosophila period protein",
                "GSK-3 and CK2 kinases converge on timeless to regulate the master clock"
            ],
            [
                "We used fluorescence imaging with one nanometer accuracy (FIONA) to analyze organelle movement by conventional kinesin and cytoplasmic dynein in a cell. We located a green fluorescence protein (GFP)–tagged peroxisome in cultured Drosophila S2 cells to within 1.5 nanometers in 1.1 milliseconds, a 400-fold improvement in temporal resolution, sufficient to determine the average step size to be ∼8 nanometers for both dynein and kinesin. Furthermore, we found that dynein and kinesin do not work against each other in vivo during peroxisome transport. Rather, multiple kinesins or multiple dyneins work together, producing up to 10 times the in vitro speed.",
                "The centroid of a fluorophore can be determined within ≈1.5-nm accuracy from its focused image through fluorescence imaging with one-nanometer accuracy (FIONA). If, instead, the sample is moved away from the focus, the point-spread-function depends on both the position and 3D orientation of the fluorophore, which can be calculated by defocused orientation and position imaging (DOPI). DOPI does not always yield position accurately, but it is possible to switch back and forth between focused and defocused imaging, thereby getting the centroid and the orientation with precision. We have measured the 3D orientation and stepping behavior of single bifunctional rhodamine probes attached to one of the calmodulins of the light-chain domain (LCD) of myosin V as myosin V moves along actin. Concomitant with large and small steps, the LCD rotates and then dwells in the leading and trailing position, respectively …",
                "We report on an extensive study of the growth and transport properties of the two-dimensional electron gas (2DEG) confined at the interface of AlGaN\/GaN heterostructures grown by molecular beam epitaxy (MBE) on thick, semi-insulating GaN templates prepared by hydride vapor phase epitaxy (HVPE). Thick (∼20 μm) GaN templates are characterized by low threading dislocation densities (∼5×108 cm−2) and by room temperature resistivities of ∼108 Ω cm. We describe sources of parasitic conduction in our structures and how they have been minimized. The growth of low Al containing (x⩽0.05) AlxGa1-xN\/GaN heterostructures is investigated. The use of low Al containing heterostructures facilitates the study of the 2DEG transport properties in the previously unexplored regime of carrier density ns⩽2×1012 cm−2. We detail the impact of MBE growth conditions on low temperature mobility. Using an undoped …",
                "We studied the structural dynamics of chicken myosin V by combining the localization power of fluorescent imaging with one nanometer accuracy (FIONA) with the ability to detect angular changes of a fluorescent probe. The myosin V was labeled with bifunctional rhodamine on one of its calmodulin light chains. For every 74 nm translocation, the probe exhibited two reorientational motions, associated with alternating smaller and larger translational steps. Molecules previously identified as stepping alternatively 74‐0 nm were found to actually step 64‐10 nm. Additional tilting often occurred without full steps, possibly indicating flexibility of the attached myosin heads or probing of their vicinity. Processive myosin V molecules sometimes shifted from the top to the side of actin, possibly to avoid an obstacle. The data indicate marked adaptability of this molecular motor to a nonuniform local environment and provide …",
                "High-quality AlGaN\/GaN heterostructures have been grown by ammonia gas-source molecular-beam epitaxy on sapphire substrates. Incorporation of a low-temperature-grown AlN interlayer during the growth of a thick GaN buffer is shown to substantially increase the mobility of the piezoelectrically induced two-dimensional electron gas (2DEG) in unintentionally doped AlGaN\/GaN heterostructures. For an optimized AlN interlayer thickness of 30 nm, electron mobilities as high as 1500 cm2\/V s at room temperature, 10 310 cm2\/V s at 77 K, and 12 000 cm2\/V s at 0.3 K were obtained with sheet densities of 9×1012 cm−2 and 6×1012 cm−2 at room temperature and 77 K, respectively. The 2DEG was confirmed by strong and well-resolved Shubnikov–de Haas oscillations starting at 3.0 T. Photoluminescence measurements and atomic force microscopy revealed that the densities of native donors and grain …",
                "We present data on mobility lifetime τt, quantum lifetime τq, and cyclotron resonance lifetime τCR, of a sequence of high-mobility two-dimensional electron gases in the AlGaN\/GaN system, covering a density range of 1 to 4.5×1012 cm−2. We observe a large discrepancy between τq and τCR(τq∼τCR\/6), and explain it as the result of density fluctuations of only a few percent. Therefore, only τCR—and not τq—is a reliable measure of the time between electron-scattering events in these specimens. The ratio τt\/τCR increases with increasing density in this series of samples, but scattering over this density range remains predominantly in the large-angle scattering regime.",
                "Using cyclotron resonance, we measure the effective mass, m*, of electrons in AlGaN\/GaN heterostructures with densities, n2D∼1 to 6×1012 cm−2. From our extensive data, we extrapolate a band edge mass of (0.208±0.002)me. By comparing our m* data with the results of a multiband k⋅p calculation, we infer that the effect of remote bands is essential in explaining the observed conduction-band nonparabolicity (NP). Our calculation of polaron mass corrections—including finite width and two-dimensional (2D) screening—suggests those to be negligible. It implies that the behavior of m*(n2D) can be understood solely in terms of NP. Finally, using our NP and polaron corrections, we are able to reduce the large scatter in the published band edge mass values.",
                "Hidden Markov models (HMMs) provide an excellent analysis of recordings with very poor signal\/noise ratio made from systems such as ion channels which switch among a few states. This method has also recently been used for modeling the kinetic rate constants of molecular motors, where the observable variable—the position—steadily accumulates as a result of the motor's reaction cycle. We present a new HMM implementation for obtaining the chemical-kinetic model of a molecular motor's reaction cycle called the variable-stepsize HMM in which the quantized position variable is represented by a large number of states of the Markov model. Unlike previous methods, the model allows for arbitrary distributions of step sizes, and allows these distributions to be estimated. The result is a robust algorithm that requires little or no user input for characterizing the stepping kinetics of molecular motors as recorded by …",
                "Robust circadian oscillations of the proteins PERIOD (PER) and TIMELESS (TIM) are hallmarks of a functional clock in the fruit fly Drosophila melanogaster. Early morning phosphorylation of PER by the kinase Doubletime (DBT) and subsequent PER turnover is an essential step in the functioning of the Drosophila circadian clock. Here using time-lapse fluorescence microscopy we study PER stability in the presence of DBT and its short, long, arrhythmic, and inactive mutants in S2 cells. We observe robust PER degradation in a DBT allele-specific manner. With the exception of doubletime-short (DBTS), all mutants produce differential PER degradation profiles that show direct correspondence with their respective Drosophila behavioral phenotypes. The kinetics of PER degradation with DBTS in cell culture resembles that with wild-type DBT and posits that, in flies DBTS likely does not modulate the clock by simply …",
                "The molecular clock relies on a delayed negative feedback loop of transcriptional regulation to generate oscillating gene expression. Although the principal components of the clock are present in all circadian neurons, different neuronal clusters have varying effects on rhythmic behavior, suggesting that the clocks they house are differently regulated. Combining biochemical and genetic techniques in Drosophila, we identify a phosphorylation program native to the master pacemaker neurons that regulates the timing of nuclear accumulation of the Period\/Timeless repressor complex. GSK-3\/SGG binds and phosphorylates Period-bound Timeless, triggering a CK2-mediated phosphorylation cascade. Mutations that block the hierarchical phosphorylation of Timeless in vitro also delay nuclear accumulation in both tissue culture and in vivo and predictably change rhythmic behavior. This two-kinase phosphorylation …"
            ],
            [
                [
                    "neuroscience",
                    "behavior",
                    "condensed matter"
                ]
            ],
            [
                "Sheyum  Syed Assoc. Professor Secondary Faculty in Biology s.syed@miami.edu (305) 284-7122 My research area is biological physics with the aim of understanding complex behavior as it arises in the natural world. The complex behaviors we are interested in include locomotion, sleep, feeding, and collective phenomena that may arise from interaction among multiple individuals. We focus on the model organism Drosophila melanogaster to understand these behaviors and take advantage of its built-in timekeeper, the circadian clock, as a starting point in tracing the molecular and neuronal pathways that generate complexity in this ‘simple’ animal. The laboratory utilizes time-lapse fluorescence imaging to detect molecular kinetics in individual fruitfly cells and combines infra-red and video tracking technologies to capture dynamics of behaving flies. 2007-2012 Post Doctoral Associate, Neuroscience Rockefeller University 2004-2006 Post Doctoral Associate, Biophysics University of Illinois 2004 Ph.D. Physics Columbia University 1999 M.S. Physics Columbia University 1997 B.A. Physics Lawrence University 2013 - Assistant Professor of Physics, University of Miami 1998 - 2003 Graduate Research Assistant, Columbia University 1996 - Research Intern, Oak Ridge National Laboratory Conference\/Seminar Presentations | Annual Meeting of the Society of Biological Rhythms ( Contributed , June, 2014) University of Miami, Dept. of Biology ( Invited , 2013) New York University, Dept. of Physics ( Invited , 2012) Emory University, Dept. of Physics ( Invited , 2012) Georgia Institute of Technology, Dept. of Physics ( Invited , 2012) International Symp on Bio-nanosystems, Matsushima, Japan ( Invited , September 2006) Waseda University, Tokyo, Japan ( Invited , August 2006) Annual Meeting of the Biophysical Society ( Contributed , February 2006) University of Illinois, Dept. of Mech Engineering ( Invited , November 2005) Annual Meeting of the Biophysical Society ( Contributed , February 2005) Meeting of the American Physical Society ( Contributed ,March 2004) Meeting of the American Physical Society ( Contributed , March 2003) Fall Meeting of the Materials Research Society ( Contributed , December 2002) Meeting of the American Physical Society ( Contributed , March 2002) Meeting of the American Physical Society ( Contributed , March 2001) Freeman, A., Syed, S., Sanyal, S. \"Modeling the genetic basis for human sleep disorders in Drosophila.\"  Communicative & Integrative Biology  (2013). [ Syed, S., Saez, L., Young, M.W. \"Kinetics of Doubletime kinase-dependent degradation of the Drosophila Period protein\"  Journal of Biological Chemistry   (2011). ["
            ]
        ]
    ]
}