{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RHBRAQIP",
            "D6fR-nYAAAAJ",
            [
                "Reporting results of cancer treatment",
                "GW170817: observation of gravitational waves from a binary neutron star inspiral",
                "Effect of enalapril on mortality and the development of heart failure in asymptomatic patients with reduced left ventricular ejection fractions",
                "Subset selection in regression",
                "The effect of digoxin on mortality and morbidity in patients with heart failure",
                "2015 American College of Rheumatology guideline for the treatment of rheumatoid arthritis",
                "HFSA 2010 comprehensive heart failure practice guideline.",
                "Effect of amlodipine on morbidity and mortality in severe chronic heart failure",
                "Risk and religion: An explanation of gender differences in religiosity",
                "Environmental regulation: Law, science, and policy"
            ],
            [
                "On the initiative of the World Health Organization, two meetings on the Standardization of Reporting Results of Cancer Treatment have been held with representatives and members of several organizations. Recommendations have been developed for standardized approaches to the recording of baseline data relating to the patient, the tumor, laboratory and radiologic data, the reporting of treatment, grading of acute and subacute toxicity, reporting of response, recurrence and disease‐free interval, and reporting results of therapy. These recommendations, already endorsed by a number of organizations, are proposed for international acceptance and use to make it possible for investigators to compare validly their results with those of others.",
                "On August 17, 2017 at 12∶ 41: 04 UTC the Advanced LIGO and Advanced Virgo gravitational-wave detectors made their first observation of a binary neutron star inspiral. The signal, GW170817, was detected with a combined signal-to-noise ratio of 32.4 and a false-alarm-rate estimate of less than one per 8.0× 10 4 years. We infer the component masses of the binary to be between 0.86 and 2.26 M⊙, in agreement with masses of known neutron stars. Restricting the component spins to the range inferred in binary neutron stars, we find the component masses to be in the range 1.17–1.60 M⊙, with the total mass of the system 2.7 4− 0.01+ 0.04 M⊙. The source was localized within a sky region of 28 deg 2 (90% probability) and had a luminosity distance of 4 0− 14+ 8 Mpc, the closest and most precisely localized gravitational-wave signal yet. The association with the γ-ray burst GRB 170817A, detected by Fermi-GBM …",
                "It is not known whether the treatment of patients with asymptomatic left ventricular dysfunction reduces mortality and morbidity. We studied the effect of an angiotensin-converting—enzyme inhibitor, enalapril, on total mortality and mortality from cardiovascular causes, the development of heart failure, and hospitalization for heart failure among patients with ejection fractions of 0.35 or less who were not receiving drug treatment for heart failure.Patients were randomly assigned to receive either placebo (n = 2117) or enalapril (n = 2111) at doses of 2.5 to 20 mg per day in a double-blind trial. Follow-up averaged 37.4 months.There were 334 deaths in the placebo group, as compared with 313 in the enalapril group (reduction in risk, 8 percent by the log-rank test; 95 percent confidence interval, -8 percent [an increase of 8 percent] to 21 percent; P = 0.30). The reduction in mortality …",
                "Originally published in 1990, the first edition of Subset Selection in Regression filled a significant gap in the literature, and its critical and popular success has continued for more than a decade. Thoroughly revised to reflect progress in theory, methods, and computing power, the second edition promises to continue that tradition. The author ha",
                "The role of cardiac glycosides in treating patients with chronic heart failure and normal sinus rhythm remains controversial. We studied the effect of digoxin on mortality and hospitalization in a randomized, double-blind clinical trial.In the main trial, patients with left ventricular ejection fractions of 0.45 or less were randomly assigned to digoxin (3397 patients) or placebo (3403 patients) in addition to diuretics and angiotensin-converting–enzyme inhibitors (median dose of digoxin, 0.25 mg per day; average follow-up, 37 months). In an ancillary trial of patients with ejection fractions greater than 0.45, 492 patients were randomly assigned to digoxin and 496 to placebo.In the main trial, mortality was unaffected. There were 1181 deaths (34.8 percent) with digoxin and 1194 deaths (35.1 percent) with placebo (risk ratio when digoxin was compared with placebo, 0.99; 95 percent confidence …",
                "To develop a new evidence‐based, pharmacologic treatment guideline for rheumatoid arthritis (RA).We conducted systematic reviews to synthesize the evidence for the benefits and harms of various treatment options. We used the Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology to rate the quality of evidence. We employed a group consensus process to grade the strength of recommendations (either strong or conditional). A strong recommendation indicates that clinicians are certain that the benefits of an intervention far outweigh the harms (or vice versa). A conditional recommendation denotes uncertainty over the balance of benefits and harms and\/or more significant variability in patient values and preferences.The guideline covers the use of traditional disease‐modifying antirheumatic drugs (DMARDs), biologic agents, tofacitinib …",
                "Heart failure (HF) is a syndrome characterized by high mortality, frequent hospitalization, reduced quality of life, and a complex therapeutic regimen. Knowledge about HF is accumulating so rapidly that individual clinicians may be unable to readily and adequately synthesize new information into effective strategies of care for patients with this syndrome. Trial data, though valuable, often do not give direction for individual patient management. These characteristics make HF an ideal candidate for practice guidelines. The 2010 Heart Failure Society of America comprehensive practice guideline addresses the full range of evaluation, care, and management of patients with HF.",
                "Previous studies have shown that calcium-channel blockers increase morbidity and mortality in patients with chronic heart failure. We studied the effect of a new calcium-channel blocker, amlodipine, in patients with severe chronic heart failure.We randomly assigned 1153 patients with severe chronic heart failure and ejection fractions of less than 30 percent to double-blind treatment with either placebo (582 patients) or amlodipine (571 patients) for 6 to 33 months, while their usual therapy was continued. The randomization was stratified on the basis of whether patients had ischemic or nonischemic causes of heart failure. The primary end point of the study was death from any cause and hospitalization for major cardiovascular events.Primary end points were reached in 42 percent of the placebo group and 39 percent of the amlodipine group, representing a 9 percent reduction in the …",
                "Gender differences in religiosity are well known. Past studies have consistently shown that females tend to be more religious than males. We propose that gender differences in risk preferences are related to differences in religiosity. Building on the classic concept of \"Pascal's wager,\" we conceive of religious behavior as risk averse and nonreligious behavior as risk taking. Analysis of data from the Monitoring the Future data set shows that the addition of risk preference strongly attenuates gender differences in religiosity. Risk preference also is a significant predictor of religiosity within each gender. Implications of this study are discussed.",
                "Buy a new version of this Connected Casebook and receive access to the online e-book, practice questions from your favorite study aids, and an outline tool on CasebookConnect, the all in one learning solution for law school students. CasebookConnect offers you what you need most to be successful in your law school classes--portability, meaningful feedback, and greater efficiency. Environmental Regulation: Law, Science, and Policy, Eighth Edition by Robert V. Percival, Christopher H. Schroeder, Alan S. Miller, and James P. Leape, provides comprehensive and easy-to-understand coverage of the entire field of environmental law. It focuses not only on the substance of the environmental statutes, but also on the policies they seek to implement, how they are translated into regulations, and the factors that influence how they affect real-world behavior. Key Features: Explanation of the initial impact of President Trump's efforts to sharply reverse environmental policy, including use of the Congressional Review Act to veto regulation Coverage of lead poisoning in Flint, Michigan and the Safe Drinking Water Act Coverage of the Paris Agreement on climate change and President Trump's decision to withdraw from it Effective teaching and study aids mapping the structure of each environmental statute, real-world-based problems and questions, and\" pathfinders\" explaining where to find crucial source materials for every major topic the Supreme Court's Murr v. Wisconsin decision and its impact on regulatory takings doctrine Explanation of the DC Circuit's August 2017 decision requiring consideration of climate change in pipeline licensing decisions Self …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}