{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RIIKCA0J",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "David William Casper David William Casper Associate Professor of Physics & Astronomy dcasper@uci.edu (949) 824-6946 3184 Frederick Reines Hall Ph.D., University of Michigan, 1990 M.S., University of Michigan, 1985 B.S., University of Michigan, 1982 My research is focused on the most fundamental known constituents and forces of nature.  The goal of elementary particle physics is to unify, if possible, the laws of nature into a single consistent, economical description. Collider Physics at CERN Currently I am involved in two experiments at CERN's Large Hadron Collider - one ( ATLAS ) is the size of ten-story building, and the other ( FASER ) is small enough to fit into a decent-sized office! ATLAS ATLAS is most famous (together with its counterpart, the CMS experiment) for discovering the Higgs boson in 2012 (before I joined).  It continues to pursue an extremely diverse physics program including study of the Higgs properties, searches for new and exotic physics, and precision studies of other Standard Model particles including the top quark and electroweak vector bosons. My physics analysis work in ATLAS is focused on searches for long-lived exotic particles, specifically heavy neutral leptons. These would be a portal to physics beyond the Standard Model, and could help unravel the nature of Dark Matter. Most analyses in ATLAS target particles produced very close to the proton-proton interactions along the beamline. Long-lived particle searches are challenging because the particles can travel considerable distance away from the interaction point before decaying into visible signatures.  I have worked on special reconstruction techniques for these \"displaced vertices\" and combining topological and kinematic information to reduce background contamination by extracting the long-lived particle's mass.  We are currently working on a paper using the full Run-2 data set, and making improvements to enhance sensitivity in Run-3. In the Vertexing Combined Performance Group, I've made contributions to the ATLAS reconstruction software, including a new primary vertex seeding algorithm and fitter to be used during Run-3.  The \"Adaptive Multi-Vertex Fitter\" and my \"Gaussian Density Seeder\" improve vertexing performance at the higher luminosities expected during LHC Runs-3 and -4, recovering about 15% of the previous method's ~30% inefficiency at high luminosity (i.e. half as many vertices are lost). This in turn improves the efficiency for the challenging VBF Higgs -> invisible decay by about a factor of two. I'm also working on the upgrade of ATLAS detector description software for Run-4, using FASER (see below) as a prototype and proof of concept for some of the planned improvements. FASER FASER is a new and very different experiment, originally conceived by my theory colleagues at UCI.  I was the first experimentalist to join the project, which broke the \"Big Science\" mold by going from a crazy idea on a whiteboard in the summer of 2017 to a fully-funded and approved experiment at the world's premier particle physics laboratory by March 2019 - barely 18 months later.  FASER construction is primarily funded through grants from the Simons and Heising-Simons Foundations through our group here at UCI, along with important host-lab support from CERN.  I put together the first detailed detector design, simulations and performance studies. FASER's initial physics program is two-fold: Search for decay of long-lived neutral particles (\"dark photons\") produced in collisions at the ATLAS interaction point, almost half a kilometer away. This search relies on silicon tracker modules loaned to us by ATLAS (for reconstructing charged tracks), electromagnetic calorimeter modules gifted by the LHCb experiment (for identifying TeV-energy electromagnetic showers), an array of scintillator detectors (for timing and triggering), and three permanent dipole magnets constructed specifically for FASER (to allow charged-particle momentum measurement and separate collinear, oppositely-charged dark photon decay products). First observation and study of neutrinos from a particle collider, using a complimentary emulsion detector called FASERnu.  FASERnu will study neutrinos of all three flavors at higher energies than any previous neutrino beams. In FASER, I am offline software project leader, which includes all data reconstruction, analysis, calibration and simulation software.  FASER's analysis framework, Calypso, is based on the ATLAS (Athena) and LHCb (Gaudi) frameworks, which comprise approximately six million lines of source code, not counting externally provided libraries. Like all activities at the LHC, FASER's planned installation in the Summer of 2020 was pushed back about six months by the pandemic, and is now scheduled for December 2020.  We have recently commissioned one of our three tracking stations using cosmic rays.  This image of real data in our offline event display shows the hits from a muon lined up in the three layers of silicon modules: ALEPH During the 1990's I worked on the ALEPH experiment at the LEP electron-positron collider (which used the same tunnel that now houses the LHC).  In ALEPH, I designed specialized reconstruction techniques to recover very heavily ionizing tracks (used in a search for extremely massive, and hence slow, charged particles). I also led a project to upgrade the performance of the TPC track reconstruction software. Neutrino Physics and Proton Decay Before joining ATLAS and helping create FASER, I worked in the exciting and rapidly evolving area of neutrino physics. Neutrinos are electrically neutral versions of the more familiar electron, which are able to pass through enormous amounts of matter without interacting.  With the Super-Kamiokande experiment in Japan, my colleagues and I  showed that these ghostly particles, long-believed to be perfectly massless, not only carry mass but change their very character (\"oscillate\") as they whiz through space. Professor Takaaki Kajita of University of Tokyo received the 2015 Nobel Prize in Physics for his leadership of this work.  It was also the subject of my 1989 PhD thesis on the IMB (Irvine-Michigan-Brookhaven) experiment, which was the first water Cherenkov detector and a fore-runner of Super-Kamiokande.  My PhD thesis confirmed the deficit of atmospheric neutrinos reported in Kajita's 1986 dissertation. IMB and Super-Kamiokande have also searched for the extremely rare (and so far undetected) process of proton decay.  Observation of proton decay will not only confirm our suspicion that the three sub-atomic forces are really distant cousins, but also reveal the theory that unites them. A related experiment called K2K, was the first to shoot a man-made beam of neutrinos through the earth, to a detector 250 km away, further confirming the original discovery.  A second-generation experiment, T2K, will measure the mixing between neutrinos, and their masses, more precisely, and hopefully discover a new and predicted mode of oscillation.  By understanding what makes neutrinos oscillate, we hope to uncover new evidence for the \"theory of everything\", and may explain why the universe consists almost entirely of matter, rather than anti-matter. Searches for neutrino oscillation and proton decay both require a detailed understanding of how neutrinos interact with matter.  I wrote the first publicly available software library to model these interactions, a program called Nuance. UCI Faculty Profile Aries Magana, ariesm@uci.edu, 949-824-7646"
            ]
        ]
    ]
}