{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RIKAU3RL",
            "2ONJeKkAAAAJ",
            [
                "Quantum dots for live cells, in vivo imaging, and diagnostics"
            ],
            [
                "Research on fluorescent semiconductor nanocrystals (also known as quantum dots or qdots) has evolved over the past two decades from electronic materials science to biological applications. We review current approaches to the synthesis, solubilization, and functionalization of qdots and their applications to cell and animal biology. Recent examples of their experimental use include the observation of diffusion of individual glycine receptors in living neurons and the identification of lymph nodes in live animals by near-infrared emission during surgery. The new generations of qdots have far-reaching potential for the study of intracellular processes at the single-molecule level, high-resolution cellular imaging, long-term in vivo observation of cell trafficking, tumor targeting, and diagnostics."
            ],
            [
                [

                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Fabien Pinaud  Associate Professor of Biological Sciences and Physics and Astronomy  Contact Information  E-mail:  pinaud@usc.edu  Phone: (213) 740-2262 Office: RRI 204A  LINKS  Personal Website        Education   Ph.D. Biochemistry and Molecular Biology, University of California Los Angeles, 6\/2007  B.S. Biomedical Sciences, Nottingham Trent University (UK), 6\/1999    Postdoctoral Training   Marie Curie and EMBO Post-Doctoral Fellow, Ecole Normale Supérieure, Departments of Biology and Physics, Paris (France), 07\/01\/2007-07\/01\/2011    Academic Appointment, Affiliation, and Employment History  Tenure Track Appointments   Associate Professor in Biological Sciences and Chemistry, University of Southern California, 04\/05\/2019-  Assistant Professor in Biological Sciences and Chemistry, University of Southern California, 08\/16\/2011-   Visiting and Temporary Appointments   Assistant  Professor \/ Joint Appointment Faculty, USC Physics and Astronomy Department, 06\/01\/2012-  Assistant Professor \/ Joint Appointment Faculty, USC Chemistry Department, 01\/01\/2012-   Other Employment   Member, USC Norris Comprehensive Cancer Center, 06\/01\/2012-   Description of Research  Summary Statement of Research Interests  Professor Fabien Pinaud is the Principal Investigator of the Single Molecule Biophotonics Group. The Pinaud Lab focuses on using a variety of single molecule microscopy techniques to study how nanoscale cellular compartments modulate the diffusion and the activity of proteins involved in normal and pathological cellular signaling and responses. We also develops ultra-sensitive imaging probes that quantitatively report and influence biomolecular interactions in living cells and animals. Some of these probes have potential applications for cancer diagnostics and therapeutics.  Research Keywords  Cell biology, Biophysics, Biological chemistry, Nanoscience, Optical imaging, Single molecule and super-resolution microscopy,  Fluorescent proteins, Plasma membrane and nuclear envelope organizations, Signaling, Cancer, Nanomaterials, Plasmonics.  Detailed Statement of Research Interests   The lab studies how spatially defined nanoscale subcellular compartments influence the diffusion, the location, the interactions, and thus the activity of biomolecules in living cells and tissues. We are particularly interested in understanding how plasma and nuclear membrane scaffolds, microdomains and cavities modulate the diffusion and the activity of proteins involved in normal and pathogenic intracellular signaling. At the nanoscale, membrane compartments can accommodate discrete biomolecular interactions that deviate from the classical laws of mass action at the ensemble level, thereby allowing few copies of biomolecules to influence whole cell processes.  To resolve the spatial organization and the dynamics of such nanoscale processes involving so few biomolecules, we employ a variety of laser-based single molecule fluorescence techniques such as super-resolution microscopy imaging by PALM or dSTORM, single protein tracking using fluorophores, fluorescent proteins and quantum dots or FRET imaging. These techniques allow us to image nanoscale compartments, track signaling proteins and detect biomolecular interactions in cells with a spatial resolution of a few nanometers.  We also develop new ultra-sensitive imaging probes that quantitatively report and influence such nanoscale interactions in both living cells and animals. Some of these probes, based on nanoparticle surface engineering and photonic amplification, will have direct applications for cancer cell targeting, detection and treatment.  Our group is highly interdisciplinary as we work at the interface between cell and molecular biology, biological chemistry, biophysics, nanomaterial sciences and optical imaging. By merging ideas and tools from these different fields, we seek to gain new insight into the molecular mechanisms that govern nanostructures\/protein function relationships in the context of signal processing, integration and regulation during cellular decision-making. We also aim at providing advanced nanoprobes for cancer diagnostics and therapeutics.     Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}