{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RIXR4SO3",
            "OLvLxlkAAAAJ",
            [
                "Detection of -Mode Polarization at Degree Angular Scales by BICEP2",
                "Joint Analysis of BICEP2\/Keck Array and Planck Data",
                "Improved constraints on cosmology and foregrounds from BICEP2 and Keck Array cosmic microwave background data with inclusion of 95 GHz band",
                "Observational constraints on the ultrahigh energy cosmic neutrino flux from the second flight of the ANITA experiment",
                "Neutrino physics from the cosmic microwave background and large scale structure",
                "BICEP2. II. Experiment and three-year Data Set",
                "The Antarctic Impulsive Transient Antenna ultra-high energy neutrino detector: Design, performance, and sensitivity for the 2006–2007 balloon flight",
                "Observations of the Askaryan effect in ice",
                "Constraints on Primordial Gravitational Waves Using , WMAP, and New BICEP2\/ Observations through the 2015 Season",
                "New limits on the ultrahigh energy cosmic neutrino flux from the ANITA experiment"
            ],
            [
                "We report results from the BICEP2 experiment, a cosmic microwave background (CMB) polarimeter specifically designed to search for the signal of inflationary gravitational waves in the B-mode power spectrum around ℓ∼ 80. The telescope comprised a 26 cm aperture all-cold refracting optical system equipped with a focal plane of 512 antenna coupled transition edge sensor 150 GHz bolometers each with temperature sensitivity of≈ 300 μ K CMB s. BICEP2 observed from the South Pole for three seasons from 2010 to 2012. A low-foreground region of sky with an effective area of 380 square deg was observed to a depth of 87 nK deg in Stokes Q and U. In this paper we describe the observations, data reduction, maps, simulations, and results. We find an excess of B-mode power over the base lensed-Λ CDM expectation in the range 30< ℓ< 150, inconsistent with the null hypothesis at a significance of> 5 σ. Through …",
                "We report the results of a joint analysis of data from BICEP2\/Keck Array and Planck. BICEP2 and Keck Array have observed the same approximately 400 deg 2 patch of sky centered on RA 0 h, Dec.− 57.5. The combined maps reach a depth of 57 nK deg in Stokes Q and U in a band centered at 150 GHz. Planck has observed the full sky in polarization at seven frequencies from 30 to 353 GHz, but much less deeply in any given region (1.2 μ K deg in Q and U at 143 GHz). We detect 150× 353 cross-correlation in B modes at high significance. We fit the single-and cross-frequency power spectra at frequencies≥ 150 GHz to a lensed-Λ CDM model that includes dust and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r), using a prior on the frequency spectral behavior of polarized dust emission from previous Planck analysis of other regions of the sky. We find …",
                "We present results from an analysis of all data taken by the BICEP2 and Keck Array cosmic microwave background (CMB) polarization experiments up to and including the 2014 observing season. This includes the first Keck Array observations at 95 GHz. The maps reach a depth of 50 nK deg in Stokes Q and U in the 150 GHz band and 127 nK deg in the 95 GHz band. We take auto- and cross-spectra between these maps and publicly available maps from WMAP and Planck at frequencies from 23 to 353 GHz. An excess over lensed ΛCDM is detected at modest significance in the 95 × 150 BB spectrum, and is consistent with the dust contribution expected from our previous work. No significant evidence for synchrotron emission is found in spectra such as 23 × 95, or for correlation between the dust and synchrotron sky patterns in spectra such as 23 × 353. We take the likelihood of all the spectra for a multicomponent model including lensed ΛCDM, dust, synchrotron, and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r) using priors on the frequency spectral behaviors of dust and synchrotron emission from previous analyses of WMAP and Planck data in other regions of the sky. This analysis yields an upper limit r0.05 < 0.09 at 95% confidence, which is robust to variations explored in analysis and priors. Combining these B-mode results with the (more model-dependent) constraints from Planck analysis of CMB temperature plus baryon acoustic oscillations and other data yields a combined limit r0.05 < 0.07 at 95% confidence. These are the strongest constraints to date on inflationary …",
                "The Antarctic Impulsive Transient Antenna (ANITA) completed its second Long Duration Balloon flight in January 2009, with 31 days aloft (28.5 live days) over Antarctica. ANITA searches for impulsive coherent radio Cherenkov emission from 200 to 1200 MHz, arising from the Askaryan charge excess in ultrahigh energy neutrino-induced cascades within Antarctic ice. This flight included significant improvements over the first flight in payload sensitivity, efficiency, and flight trajectory. Analysis of in-flight calibration pulses from surface and subsurface locations verifies the expected sensitivity. In a blind analysis, we find 2 surviving events on a background, mostly anthropogenic, of 0.97±0.42 events. We set the strongest limit to date for 10 18–10 21 eV cosmic neutrinos, excluding several current cosmogenic neutrino models.",
                "This is a report on the status and prospects of the quantification of neutrino properties through the cosmological neutrino background for the Cosmic Frontier of the Division of Particles and Fields Community Summer Study long-term planning exercise. Experiments planned and underway are prepared to study the cosmological neutrino background in detail via its influence on distance-redshift relations and the growth of structure. The program for the next decade described in this document, including upcoming spectroscopic galaxy surveys eBOSS and DESI and a new Stage-IV CMB polarization experiment CMB-S4, will achieve σ (σ m ν)= 16 meV and σ (N eff)= 0.020. Such a mass measurement will produce a high significance detection of non-zero σ m ν, whose lower bound derived from atmospheric and solar neutrino oscillation data is about 58 meV. If neutrinos have a minimal normal mass hierarchy, this …",
                "We report on the design and performance of the BICEP 2 instrument and on its three-year data set. BICEP 2 was designed to measure the polarization of the cosmic microwave background (CMB) on angular scales of 1-5 (ℓ= 40-200), near the expected peak of the B-mode polarization signature of primordial gravitational waves from cosmic inflation. Measuring B-modes requires dramatic improvements in sensitivity combined with exquisite control of systematics. The BICEP 2 telescope observed from the South Pole with a 26 cm aperture and cold, on-axis, refractive optics. BICEP 2 also adopted a new detector design in which beam-defining slot antenna arrays couple to transition-edge sensor (TES) bolometers, all fabricated on a common substrate. The antenna-coupled TES detectors supported scalable fabrication and multiplexed readout that allowed BICEP 2 to achieve a high detector count of 500 bolometers at …",
                "We present a comprehensive report on the experimental details of the Antarctic Impulsive Transient Antenna (ANITA) long-duration balloon payload, including the design philosophy and realization, physics simulations, performance of the instrument during its first Antarctic flight completed in January of 2007, and expectations for the limiting neutrino detection sensitivity.",
                "We report on observations of coherent, impulsive radio Cherenkov radiation from electromagnetic showers in solid ice. This is the first observation of the Askaryan effect in ice. As part of the complete validation process for the ANITA experiment, we performed an experiment at the Stanford Linear Accelerator Center in June 2006 using a 7.5 metric ton ice target. We measure for the first time the large-scale angular dependence of the radiation pattern, a major factor in determining the solid-angle acceptance of ultrahigh-energy neutrino detectors.",
                "We present results from an analysis of all data taken by the bicep 2\/Keck CMB polarization experiments up to and including the 2015 observing season. This includes the first Keck Array observations at 220 GHz and additional observations at 95 and 150 GHz. The Q and U maps reach depths of 5.2, 2.9, and 26 μ K CMB arcmin at 95, 150, and 220 GHz, respectively, over an effective area of≈ 400 square degrees. The 220 GHz maps achieve a signal to noise on polarized dust emission approximately equal to that of Planck at 353 GHz. We take auto and cross spectra between these maps and publicly available WMAP and Planck maps at frequencies from 23 to 353 GHz. We evaluate the joint likelihood of the spectra versus a multicomponent model of lensed-Λ CDM+ r+ dust+ synchrotron+ noise. The foreground model has seven parameters, and we impose priors on some of these using external information from …",
                "We report initial results of the first flight of the Antarctic Impulsive Transient Antenna (ANITA-1) 2006–2007 Long Duration Balloon flight, which searched for evidence of a diffuse flux of cosmic neutrinos above energies of E ν≃ 3× 10 18 eV. ANITA-1 flew for 35 days looking for radio impulses due to the Askaryan effect in neutrino-induced electromagnetic showers within the Antarctic ice sheets. We report here on our initial analysis, which was performed as a blind search of the data. No neutrino candidates are seen, with no detected physics background. We set model-independent limits based on this result. Upper limits derived from our analysis rule out the highest cosmogenic neutrino models. In a background horizontal-polarization channel, we also detect six events consistent with radio impulses from ultrahigh energy extensive air showers."
            ],
            [
                [
                    "Cosmology",
                    "Particle Astrophysics"
                ]
            ],
            [
                "Abigail Vieregg Abigail Vieregg Associate Professor Dept. of Physics, Enrico Fermi Institute, Kavli Institute for Cosmological Physics, and the College Address: ERC 429 Phone: 773 834 2988 avieregg@kicp.uchicago.edu Website: http:\/\/kicp.uchicago.edu\/~avieregg\/ Background Before coming to UChicago, Prof. Vieregg received her A.B. from Dartmouth College in 2004, her Ph.D. from UCLA in 2010, and was anNSF Office of Polar Programs Postdoctoral Fellow, Harvard-Smithsonian Center for Astrophysics (2010-2013). Prof. Vieregg builds radio and millimeter wave experiments and use them for neutrino astrophysics and cosmology with the cosmic microwave background. She currently leads hardware development and analysis efforts on ARA and ANITA, which use the Antarctic ice as a target for the highest energy cosmic neutrinos. Vieregg is the PI of PUEO and RNO, next-generation balloon-borne and ground-based radio detectors for ultra-high energy neutrinos. She is also involved in CMB-S4, a future ground-based cosmic microwave background experiment, serving as the technical coordinator and on the executive team. News & Highlights PUEO Selected by NASA for Pioneers Program , January 8, 2021 A Major Honor for Professor Vieregg , July 8, 2019 Congratulations Abigail Vieregg , March 23, 2019 UChicago Neubauer Faculty Development Fellowship, for Innovative and Effective Teaching, 2018 Cottrell Scholar Award, 2018 NASA Nancy Grace Roman Technology Fellowship for Early Career Researchers, 2017 Alfred P. Sloan Research Fellowship, 2017 Shakti P. Duggal Award, For Early Career Contributions in Cosmic Ray Physics, 2017"
            ]
        ]
    ]
}