{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RJ22ZL67",
            "KuZA6d0AAAAJ",
            [
                "Excimer formation in high-pressure microhollow cathode discharge plasmas in helium initiated by low-energy electron collisions",
                "Inactivation of Staphylococcus aureus in water by a cold, He\/O2 atmospheric pressure plasma microjet",
                "Characterization of pulsed dc magnetron sputtering plasmas",
                "Atmospheric pressure cold plasma as an antifungal therapy",
                "Complex Plasmas",
                "Time-resolved optical emission spectroscopy of pulsed DC magnetron sputtering plasmas",
                "Optimization of large-scale ozone generators",
                "Microplasmas: scientific challenges & technological opportunities",
                "Electron-impact ionization of NO, NO2, and N2O",
                "A dc non-thermal atmospheric-pressure plasma microjet"
            ],
            [
                "We report the observation of intense continuous vacuum ultraviolet radiation in the range 60–100 nm from microhollow cathode discharge plasmas in high-pressure He (up to 600 Torr). Two prominent emissions, a narrow, sharply peaked feature in the region of 58–65 nm and a broad emission from 65 to 95 nm are attributed to the He∗2 first- and second-excimer continuum emission, respectively. We also observed several narrow atomic emission lines in the 95–125-nm range that correspond to atomic O, N, and H emission lines. We attribute the presence of these atomic line emissions to near-resonant energy transfer processes involving the He∗2 excimers and trace concentrations of the impurities O2, N2, and H2 in the discharge feed gas. The processes leading to the atomic line emissions in the present case are similar to the near-resonant energy transfer process observed previously in high-pressure …",
                "A direct‐current, atmospheric pressure, cold plasma microjet (PMJ) sustained in a quasi‐steady gas cavity in liquid was used to inactivate Staphylococcus aureus suspended in distilled water. While helium gas (with 2% O2 as additive) was used as working gas, an effective inactivation (>99%) was achieved in 6 min. The inactivation of bacteria was further verified by surface morphology examination and LIVE\/DEAD Baclight bacterial viability test (fluorescence microscopy). The overall pH and temperature of the liquid were monitored during the plasma treatment and were found to be below the critical values for the survival of S. aureus. Hydroxyl radical (•OH) was detected via electron spin resonance (ESR) spectroscopy, and alongside other intermediate reactive species, is attributed to the effective inactivation of S. aureus. End‐on optical emission spectroscopy show strong atomic oxygen emission both in air and …",
                "Pulsed dc magnetron reactive sputtering of dielectrics provides a deposition process without arcing. The deposition process is usually carried out with pulsing frequencies in the range 10–350 kHz and duty cycles in the range 50–90%. The operating conditions are typically optimized empirically and are critically dependent on the properties of the pulsed plasma in the immediate vicinity of the magnetron. We show how a combination of time-resolved Langmuir probe measurements and time-resolved optical emission spectroscopy can be used to characterize the pulsed magnetron plasma and gain insights that can only be obtained conclusively by correlating the results obtained by both techniques. The pulsed dc sputtering of Al and Ti targets and the reactive sputtering of their oxides were used as examples in our experiments. Our experiments were carried out at total pressures in the range 0.4–1.3 Pa in either pure …",
                "A microhollow cathode based, direct-current, atmospheric pressure, He\/O2 (2%) cold plasma microjet was used to inactive antifungal resistants Candida albicans, Candida krusei, and Candida glabrata in air and in water. Effective inactivation (>90%) was achieved in 10 min in air and 1 min in water. Antifungal susceptibility tests showed drastic reduction of the minimum inhibitory concentration after plasma treatment. The inactivation was attributed to the reactive oxygen species generated in plasma or in water. Hydroxyl and singlet molecular oxygen radicals were detected in plasma-water system by electron spin resonance spectroscopy. This approach proposed a promising clinical dermatology therapy.",
                "Plasma physics is an extremely broad field covering charged particle systems with temperatures from micro-Kelvins to millions of degrees, and densities ranging from the dilute matter in interstellar space to plasmas in the interior of compact stars that are million times denser than ordinary condensed matter. Complex plasmas are a special type of low-temperature plasmas characterized by the presence of nano or microparticles, by chemical reactions as well as by the interaction of plasmas with solid surfaces. These additional ingredients give rise to many technological applications that have emerged only recently. At the same time, complex plasmas have many peculiar properties and are experimentally and theoretically quite complicated. Complex plasmas have strong overlap with other fields of physics, including atomic and molecular physics, condensed matter physics, and material science. They require special …",
                "Reactive magnetron sputtering of dielectrics using pulsed DC power in the frequency range between 5–350 kHz provides a deposition process without arcing. We studied the optical emission spectra of aluminium, argon and oxygen during the magnetron sputter deposition of Al in Ar and the reactive sputter deposition of Al 2 O 3 in an Ar\/O 2 gas mixture using a fast intensified CCD camera. Time-resolved as well as time-averaged optical emission spectroscopic studies were carried out. The time-resolved studies focused on the temporal behaviour of the various emissions during the decay of the plasma after the power is turned off. Decay times ranging from 1 to 4 µs were observed. A detailed analysis of the various processes that contribute to the emission of a particular emission line and its decay was carried out and an attempt was made to relate the various decay times to the dynamics of, respectively, the decay …",
                "In large-scale ozone generators for industrial or public utilities applications, low-power consumption, robustness of operation, and minimum maintenance requirements are of the highest importance. In order to meet these operational parameters, this paper explores the possibility to use inhomogeneous feed gas processing in a new generation of large-scale ozone generators. We utilize a finite-element model to simulate a discontinuous power induction along the length of the ozone generator tube. The simulation yields the local power density, the local gas temperature gradient, and a relative dielectric barrier discharge (DBD) filamentation packing density. This information, in conjunction with experimental data, provides a sufficiently broad basis of information to infer a correlation between the electrode arrangement and the ozone generation efficiency and overall ozonizer performance. Several ozonizer …",
                "The plasma state is often referred to as the 4th state of matter. A plasma is characterized by the presence of positive (and sometimes also negative) ions and negatively charged electrons in a neutral background gas. Most of the matter in the visible universe is in the plasma state. Examples include the sun and other stars, interstellar matter, cometary and planetary atmospheres as well as the terrestrial ionosphere. Naturally occurring plasmas on earth are rare and include lightning, polar lights and flames. Plasmas are generated often for technological applications, which include welding arcs, plasma torches, high pressure and fluorescent lamps, the ignition spark in an internal combustion engine, and the vast range of low-pressure plasmas employed in the fabrication of microelectronic devices. Magnetically confined plasmas in nuclear fusion reactors are one of several choices to achieve the extreme conditions …",
                "We measured absolute cross-sections for the electron-impact ionization and dissociative ionization of the three nitrogen–oxygen compounds NO, NO2, and N2O from threshold to 200 eV using the fast-neutral-beam technique. In spite of the importance of these molecules in combustion, low-temperature plasmas, pollution control, and planetary atmospheres, the database of absolute total and partial electron-impact ionization cross-sections for these species is not very comprehensive and existing data reveal some discrepancies. To the best of our knowledge, this is the first time that absolute partial ionization cross-sections for all three species have been measured by the same group using the same experimental technique and apparatus. Comparisons with other available measured and calculated ionization cross-section data are made.",
                "A direct current (dc), non-thermal, atmospheric-pressure plasma microjet is generated with helium\/oxygen gas mixture as working gas. The electrical property is characterized as a function of the oxygen concentration and show distinctive regions of operation. Side-on images of the jet were taken to analyze the mode of operation as well as the jet length. A self-pulsed mode is observed before the transition of the discharge to normal glow mode. Optical emission spectroscopy is employed from both end-on and side-on along the jet to analyze the reactive species generated in the plasma. Line emissions from atomic oxygen (at 777.4 nm) and helium (at 706.5 nm) were studied with respect to the oxygen volume percentage in the working gas, flow rate and discharge current. Optical emission intensities of Cu and OH are found to depend heavily on the oxygen concentration in the working gas. Ozone concentration …"
            ],
            [
                [
                    "plasmas",
                    "microplasmas",
                    "electron - atom - molecule collision physics"
                ]
            ],
            [
                "Joseph Hall Graduate Student 211 Physics Hall joehall@iastate.edu 515-294-9361"
            ]
        ]
    ]
}