{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RJ46F2Z2",
            "ZEDUm5UAAAAJ",
            [
                "The economic institutions of capitalism. Firms, markets, relational contracting",
                "The theory of industrial organization",
                "A theory of incentives in procurement and regulation",
                "Platform competition in two-sided markets",
                "Financial intermediation, loanable funds, and the real sector",
                "Formal and real authority in organizations",
                "Some simple economics of open source",
                "Incentives and prosocial behavior",
                "The theory of corporate finance",
                "Intrinsic and extrinsic motivation"
            ],
            [
                "Unternehmen, Märkte und Kooperationen sind zentrale ökonomische Institutionen, deren Entstehung bislang keinen bedeutenden Raum in der Forschung einnahm. Dabei liefert die Transaktion als kleinste Struktureinheit wirtschaftlicher Organisation die Grundlage für eine institutionalistisch vergleichende Analyse. Mit dem Fokus auf die Transaktionskostentheorie lautet die zentrale Frage: Welche Bedeutung hat die Einsparung von Transaktionskosten für die Entstehung wirtschaftlicher Organisation?",
                "The Theory of Industrial Organization is the first primary text to treat the new industrial organization at the advanced-undergraduate and graduate level. Rigorously analytical and filled with exercises coded to indicate level of difficulty, it provides a unified and modern treatment of the field with accessible models that are simplified to highlight robust economic ideas while working at an intuitive level. To aid students at different levels, each chapter is divided into a main text and supplementary section containing more advanced material. Each chapter opens with elementary models and builds on this base to incorporate current research in a coherent synthesis. Tirole begins with a background discussion of the theory of the firm. In Part I he develops the modern theory of monopoly, addressing single product and multi product pricing, static and intertemporal price discrimination, quality choice, reputation, and vertical restraints. In Part II, Tirole takes up strategic interaction between firms, starting with a novel treatment of the Bertrand-Cournot interdependent pricing problem. He studies how capacity constraints, repeated interaction, product positioning, advertising, and asymmetric information affect competition or tacit collusion. He then develops topics having to do with long term competition, including barriers to entry, contestability, exit, and research and development. He concludes with a\" game theory user's manual\" and a section of review exercises. Important Notice: The digital edition of this book is missing some of the images found in the physical edition.",
                "Based on their pathbreaking work in the application of principal-agent theory to questions of regulation, Laffont and Tirole develop a synthetic approach, with a particular, though not exclusive, focus on the regulation of natural monopolies such as military contractors, utility companies, and transportation authorities. More then just a textbook, A Theory of Incentives in Procurement and Regulation will guide economists' research on regulation for years to come. It makes a difficult and large literature of the new regulatory economics accessible to the average graduate student, while offering insights into the theoretical ideas and stratagems not available elsewhere. Based on their pathbreaking work in the application of principal-agent theory to questions of regulation, Laffont and Tirole develop a synthetic approach, with a particular, though not exclusive, focus on the regulation of natural monopolies such as military contractors, utility companies, and transportation authorities. The book's clear and logical organization begins with an introduction that summarizes regulatory practices, recounts the history of thought that led to the emergence of the new regulatory economics, sets up the basic structure of the model, and previews the economic questions tackled in the next seventeen chapters. The structure of the model developed in the introductory chapter remains the same throughout subsequent chapters, ensuring both stability and consistency. The concluding chapter discusses important areas for future work in regulatory economics. Each chapter opens with a discussion of the economic issues, an informal description of the applicable model, and an …",
                "Many if not most markets with network externalities are two-sided. To succeed, platforms in industries such as software, portals and media, payment systems and the Internet, must “get both sides of the market on board.” Accordingly, platforms devote much attention to their business model, that is, to how they court each side while making money overall. This paper builds a model of platform competition with two-sided markets. It unveils the determinants of price allocation and end-user surplus for different governance structures (profit-maximizing platforms and not-for-profit joint undertakings), and compares the outcomes with those under an integrated monopolist and a Ramsey planner.",
                "We study an incentive model of financial intermediation in which firms as well as intermediaries are capital constrained. We analyze how the distribution of wealth across firms, intermediaries, and uninformed investors affects investment, interest rates, and the intensity of monitoring. We show that all forms of capital tightening (a credit crunch, a collateral squeeze, or a savings squeeze) hit poorly capitalized firms the hardest, but that interest rate effects and the intensity of monitoring will depend on relative changes in the various components of capital. The predictions of the model are broadly consistent with the lending patterns observed during the recent financial crises.",
                "This paper develops a theory of the allocation of formal authority (the right to decide) and real authority (the effective control over decisions) within organizations, and it illustrates how a formally integrated structure can accommodate various degrees of \"real\" integration. Real authority is determined by the structure of information, which in turn depends on the allocation of formal authority. An increase in an agent's real authority promotes initiative but results in a loss of control for the principal. After spelling out (some of) the main determinants of the delegation of formal authority within organizations, the paper examines a number of factors that increase the subordinates' real authority in a formally integrated structure: overload, lenient rules, urgency of decision, reputation, performance measurement, and multiplicity of superiors. Finally, the amount of communication in an organization is shown to depend on the …",
                "There has been a recent surge of interest in open source software development, which involves developers at many different locations and organizations sharing code to develop and refine programs. To an economist, the behavior of individual programmers and commercial companies engaged in open source projects is initially startling. This paper makes a preliminary exploration of the economics of open source software. We highlight the extent to which labor economics, especially the literature on ‘career concerns’, and industrial organization theory can explain many of these projects’ features. We conclude by listing interesting research questions related to open source software.",
                "We develop a theory of prosocial behavior that combines heterogeneity in individual altruism and greed with concerns for social reputation or self-respect. Rewards or punishments (whether material or image-related) create doubt about the true motive for which good deeds are performed, and this “overjustification effect” can induce a partial or even net crowding out of prosocial behavior by extrinsic incentives. We also identify the settings that are conducive to multiple social norms and, more generally, those that make individual actions complements or substitutes, which we show depends on whether stigma or honor is (endogenously) the dominant reputational concern. Finally, we analyze the socially optimal level of incentives and how monopolistic or competitive sponsors depart from it. Sponsor competition is shown to potentially reduce social welfare.",
                "The past twenty years have seen great theoretical and empirical advances in the field of corporate finance. Whereas once the subject addressed mainly the financing of corporations--equity, debt, and valuation--today it also embraces crucial issues of governance, liquidity, risk management, relationships between banks and corporations, and the macroeconomic impact of corporations. However, this progress has left in its wake a jumbled array of concepts and models that students are often hard put to make sense of. Here, one of the world's leading economists offers a lucid, unified, and comprehensive introduction to modern corporate finance theory. Jean Tirole builds his landmark book around a single model, using an incentive or contract theory approach. Filling a major gap in the field, The Theory of Corporate Finance is an indispensable resource for graduate and advanced undergraduate students as well as researchers of corporate finance, industrial organization, political economy, development, and macroeconomics. Tirole conveys the organizing principles that structure the analysis of today's key management and public policy issues, such as the reform of corporate governance and auditing; the role of private equity, financial markets, and takeovers; the efficient determination of leverage, dividends, liquidity, and risk management; and the design of managerial incentive packages. He weaves empirical studies into the book's theoretical analysis. And he places the corporation in its broader environment, both microeconomic and macroeconomic, and examines the two-way interaction between the corporate environment and institutions …",
                "A central tenet of economics is that individuals respond to incentives. For psychologists and sociologists, in contrast, rewards and punishments are often counterproductive, because they undermine “intrinsic motivation”. We reconcile these two views, showing how performance incentives offered by an informed principal (manager, teacher, parent) can adversely impact an agent's (worker, child) perception of the task, or of his own abilities. Incentives are then only weak reinforcers in the short run, and negative reinforcers in the long run. We also study the effects of empowerment, help and excuses on motivation, as well as situations of ego bashing reflecting a battle for dominance within a relationship."
            ],
            [
                [
                    "Industrial Organization",
                    "Finance",
                    "Psychology",
                    "Macroeconomics"
                ]
            ],
            [
                "Jump to navigation College of Arts and Sciences Physics Dept, Center for Optical Technologies Main menu Curriculum Courses Research Scholarship Student Team Tutorials Jean Toulouse, Ph.D. Primary tabs View (active tab) Revisions Professor of Physics Telephone: 610-758-3960 Fax: 610-758-4561 Email: jt02@lehigh.edu Welcome The research of our group focuses on nonlinear optical effects in glasses and fibers, and their use for optical communications and sensing. The goal of our research program is to relate these nonlinear optical effects to the microscopic properties of the material, here glasses, and understand the mechanisms by which they arise. Here, we briefly present several on-going projects: © IMRC CAS 2016"
            ]
        ]
    ]
}