{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RKE3VPYQ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Lindsay Lowry Lindsay Lowry Ito, J., Lowry, L. N., Elleflot, T., Crowley, K. T., Howe, L., Siritanasak, P., … B. Westbrook. (2020). Detector and readout characterization for POLARBEAR-2b. Proc. SPIE 11453, Millimeter, Submillimeter, and Far-Infrared Detectors and Instrumentation for Astronomy X, 1145320 (13 December 2020); https:\/\/doi.org\/10.1117\/12.2562766 Matsuda, F., Lowry, L., Suzuki, A., Aguilar Faundez, M., Arnold, K., Barron, D., ... Westbrook, B. (2019). The POLARBEAR Fourier transform spectrometer calibrator and spectroscopic characterization of the POLARBEAR instrument. Review of Scientific Instruments, 90, 115115 (2019); https:\/\/doi.org\/10.1063\/1.5095160 Elleflot, T., Akiba, Y., Arnold, K., Avva, J., Barron, D., Bender, A. N., ... Whitehorn, N. (2018). Detector and Readout Assembly and Characterization for the Simons Array. Journal of Low Temperature Physics, 193(5–6), 1094–1102. https:\/\/doi.org\/10.1007\/s10909-018-2058-1 Howe, L., Tsai, C., Lowry, L., Arnold, K., Coppi, G., Groh, J., ... Teply, G. (2018). Design and characterization of the POLARBEAR-2b and POLARBEAR-2c cosmic microwave background cryogenic receivers. Proceedings of the SPIE, Volume 10708, Id. 107083W 20 Pp. (2018)., 10708. https:\/\/doi.org\/10.1117\/12.2312821 R Ade, P. A., Aguilar, M., Akiba, Y., Arnold, K., Baccigalupi, C., Barron, D., ... Zahn, A. (2017). A Measurement of the Cosmic Microwave Background B-mode Polarization Power Spectrum at Subdegree Scales from Two Years of POLARBEAR Data. The Astrophysical Journal, 848(15pp), 121. https:\/\/doi.org\/10.3847\/1538-4357\/aa8e9f Graduate Student Office: SERF 375 Phone: 914-484-7766 llowry@ucsd.edu My research, beginning as an undergraduate working on the CLASS project and continuing to now as a graduate student working on the Simons Array experiment, has focused on building telescopes that we can use to measure the Cosmic Microwave Background (CMB).  The CMB consists of light from the early universe.  By measuring the intensity and polarization of this light across broad regions of the sky we can learn about the universe’s origins, composition, and evolution. The Simons Array is a ground-based array of 3 telescopes located in the Atacama Desert in northern Chile.  My work as a graduate student focuses on the development and validation of the cryogenic receivers that sit at the focus of each of these telescopes, and in particular characterizing pieces of the receivers’ readout system.  I also work on designing accessory pieces and enclosures for the telescopes and am involved in the integration of all these components at the observatory site. More information about UCSD’s experimental cosmology group, led by professors Brian Keating and Kam Arnold, can be found here: https:\/\/cosmology.ucsd.edu\/index.php"
            ]
        ]
    ]
}