{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RLA8SRH8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. J. Sid Clements Dr. J. Sid Clements BS - Physics Texas Technical University MS - Physics Florida State University PhD - Physics Florida State University Research Topics in Applied and Industrial Electrostatics Materials Science and Energy Electrostatic precipitation of coal fly ash from electric utility boilers and soot from diesel trucks\/busses. Use of pulsed streamer corona reactor for removal of SOx and NOx from coal effluent released by electric utility boilers and diesel exhaust emitted by trucks\/busses. Research should also be conducted on using the reactor to remove CO2 (global warming) as well as convert biomass gases into usable methane, etc. Ignition hazards due to electrostatic sparks at gasoline stations and also hydrogen stations and vehicles that may be employed in the future (hydrogen is easily ignited by very small sparks). Special static dissipative materials need to be developed to prevent charge accumulation and sparking. Aerospace The electromagnetic compatibility of new composite materials used in the aerospace program, including those in the Space Shuttle. Replacing conducting aluminum structures with insulating composites introduces new electrostatic discharge (and ignition) hazards as well as lightning hazards. In collaboration with NASA Kennedy Space Center and Boeing, Clements has performed extensive electrostatic testing of the composite (aluminum, mylar, Teflon) thermal blankets in the Space Shuttle and International Space Station. (There are over 7,000 thermal blankets in the Space Shuttle.) This included using shuttle launch vibration profiles to perform electrostatic discharge ignition tests in hydrogen\/air environments at sea level and high altitude. Clements is presently helping test numerous other new composite materials being introduced into the aerospace industry. NASA Research NASA Mars Dust Project Assistant Graduate Program Coordinator, Professor Phone: (828) 262-2447 Garwood Hall 225"
            ]
        ]
    ]
}