{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RLVHEEXT",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "William A. Barletta Adjunct Professor of Physics barletta@mit.edu (617) 253-6502 26-567 The US Particle Accelerator School Intermediate Energy Physics William Barletta maintains a broad range of professional research activities that include free electron laser physics for ultra-fast synchrotron radiation science, the design of colliders and high intensity linacs and cyclotrons for high energy and nuclear physics, ion beam technology for nanofabrication of integrated circuits, and compact plasma-based neutron and gamma sources for medicine, research and security applications. In addition he has a strong secondary research interests in international legal and policy aspects of cyber-security and cyber-conflict and in strategic management of research institutions. Free electron lasers (FEL): Work in the early ‘80s concerning analytical and computational studies of generating very bright, high current beams of ions (for inertial fusion) and electrons (for driving FELs) was the first exploration of the influence of non-linear aspects of space charge forces and velocity distributions within beams to influence emittance growth both during vacuum transport and transport through plasmas.  The plasma transport work with Sessler was the first exploration of the use of weak ion channels within undulators to increase FEL gain.  The work with Sessler also led to the first published proposal (1988) to use synchrotron radiation during plasma transport (now called betatron radiation) to make a powerful source of gamma rays.  His analysis of the use of the FEL mechanism as a powerful buncher of space-charge dominated beams led to an SBIR grant with Science Research Laboratory to design and build a induction driven, high current source with sub-nanosecond rise time and 100 Hz rate.  This device was used for several years as monopole electromagnetic radiation source. He was the original proponent of a high-gain, high-harmonic generator cascade in a master oscillator-power-amplifier configuration to generate fully phase coherent soft X-ray beams for the FERMI@elettra project at Sincrotrone Trieste.  He oversaw the Berkeley design effort of this FEL and has continued to serve as an advisor to the President of Sincrotrone Trieste regarding upgrades of the facility. High energy colliders: During the design phase of the PEP-II B-factor, he was chief vacuum technologist. He produced the design concepts for the vacuum systems of both rings of the collider that handed unprecedented levels of synchrotron radiation.  The choice of materials for the vacuum chambers were based on his measurements with Forester of the engineering properties of copper, aluminum, steel alloys exposed to extremely high cumulative X-ray doses.  He also developed an approach to maintain extremely high vacuum conditions near the interaction points.  Actual construction began after he left the project to lead the LBNL accelerator division. His active interest in energy frontier proton colliders has included overall system studies, work with the LBNL magnet program to drive the design of very high field accelerator magnets, and analysis of issues concerning synchrotron radiation in cryogenic environments. His paper in 1993 was the first to propose the use of thin-film high temperature superconductors as a coating for the proton collider vacuum channel – an idea now being considered by CERN. Ion beam technology: Working with the group of Leung at LBNL, he invented the idea of a x-y addressable low voltage pattern generator plus a multi-cusp (magnetic field) ion source to replace stencil masks for ion-beam reduction lithography.  This patented work led to several experimental investigations to refine the concept by shaping the exist holes of the pattern generator and shielding external fields.  This concept also allowed the detection of a single ion passing through a channel of the pattern generator. Thus this device could be used to implant single ions on a Si substrate at 25 nm spacing. The multi-cusp source was also the basis for other patented devices to generate compact sources of neutrons (for security and medical use) and gamma rays (for security applications. His work at MIT has concentrated on the design and use of high current cyclotrons for both discovery science and industrial applications. William Barletta received his Ph.D. in experimental high-energy physics from the University of Chicago in 1972. After a term as instructor of physics at Yale University, he joined Lawrence Livermore National Laboratory where he held several research and management positions. From 1993 – 2006, he was Director of the Accelerator Division and of the Homeland Security and Non-proliferation Program at the Lawrence Berkeley National Laboratory. At Berkeley he was responsible for LBNL’s activities in four major construction projects: the PEP-II B-factory, the US-LHC project (interaction region components), the Spallation Neutron Source (delivered the front-end systems), and the LANL DARHT radiography project (delivered the accelerator cells). As Chairman of the USPAS Board since 2006, and now as USPAS Director, he is responsible for a national graduate program that covers all aspects of accelerator science and technology that are crucial to facilities for accelerator-based science. He has built the academic presence of accelerator physics by creating mechanisms for students from MIT, Old Dominion, Stony Brook, and Michigan State universities to receive direct home university credit for USPAS courses.  Both Cornell and U. Chicago are now considering similar mechanisms.  Old Dominion is working toward establishing a USPAS-affiliated PhD program in accelerator science.  With his MIT colleagues, he has established a regular course in accelerator science co-listed in both physics and electrical engineering departments and a flexible major in accelerator physics.He is also the inaugural director of the Korean Accelerator School. Service to the Profession As the coordinating editor-in-chief of the international journal,\n\"Nuclear Instruments and Methods in Physics Research – A\", he coordinates editorial policy and decisions and personally handles ~300 manuscripts annually. He is the Chair of the American Physical Society (APS) Panel on Public Affairs, and a member APS Physics Policy Committee and of the APS Council.  He is a past Chair of the APS Forum on International Physics and the Division of Physics of Beams and was Convener for Accelerator-based Capabilities for the \"Snowmass 2013\" study on the future of high-energy physics. He has been an active member of the APS Committee on Minorities (2004-2006), the APS Committee on International Scientific Affairs (2011 – 2013), and the American Bar Association Privacy & Computer Crime Committee. Barletta been an organizer of more than 30 international conferences, schools, workshops in accelerator technology (including IEEE US Particle Accelerator Conferences), in coherent interactions of radiation and matter, and in innovative technologies to clean the environment.  He has edited and co-authored four books about accelerator science, and is co-author of four books concerning cybersecurity, privacy and international cyber-law, and most recently, \"Averting Disaster: Science for Peace in a Perilous Age,\" \"The Quest for Cyber Peace,\" and the \"Quest for Cyber Confidence\", the latter two in collaboration with the top leadership of the International Telecommunications Union. He holds four patents with three patents pending, and is author of >180 papers plus 30 internal reports on strategic technologies. He is a member of the IEEE and a fellow of the American Physical Society. Ph.D., Physics,  University of Chicago, 1971 Visiting Professor of Physics, UCLA; 1988-1998 Director Emeritus, Accelerator and Fusion Research Division, LBNL; 1993 – 2006 Adjunct  Professor of Physics, MIT, 2006-Present Director, U.S. Particle Accelerator School (USPAS), 2006-Present Adjunct  Professor of Physics, UCLA, 2009-Present Visiting Professor of Economics, University of Ljublijana, 2010-Present Awards and Honors American Physical Society Fellow European Physical Society Fellow \"Future hadron colliders from physics perspectives to technology R&D,\" W. Barletta, M. Battaglia,, M. Klute, M. Mangano, S. Prestemon, L. Rossi, P. Skands , Nucl. Instr.and  Meth –A 764 (2014) 352–368 \"Cyclotrons as Drivers for Precision Neutrino Measurements,\" A. Adelmann, J. Alonso, W.A. Barletta, J.M. Conrad, M.H. Shaevitz, J. Spitz, M. Toups, and L.A. Winslow,  Adv.High Energy Phys. 2014 (2014) 347097 \"A Proposal for Electron Antineutrino Disappearance Search Using High-Rate 8Li Production and Decay,\" A.Bungau A. Adelmann, J. Alonso, W. Barletta et al., Phys. Rev. Lett. V. 109, Issue 14 (2012) \"Highly coherent and stable pulses from the FERMI seeded free-electron laser in the extreme ultraviolet,\" E. Alleria, R. Appio, L. Badano, W. Barletta, et al., Nature Photonics 6, 699–704 (2012) \"Educating and Training Accelerator Scientists and Technologists for Tomorrow,\" W.A. Barletta, S. Chattopadhyay, A. Seryi, Rev. of Accelerator Science & Technology, Vol. 5 (2012) 313–331 \"Resource Letter AFHEP-1: Accelerators for the Future of High Energy Physics,\" W. A. Barletta, American Journal of Physics V. 80, Issue 2, pp. 102 (2012) \"Free Electron Lasers: Status and Challenges,\" W.A. Barletta, J. Bisognano, J.N. Corlett, et al., Nuc. Inst. and Meth. A 618 , Issues 1–3, 1–21 June 2010, Pages 69–96 \"Implementation and Science and Technology\" W. A. Barletta, C. Flynn, F. Greene, H. Kowalski, B. Laybourne, B. Steinhardt, in International Strategy for Cyberspace Security , Jody R. Westby, ed, American Bar Association, August, 2003 \"Micro-Ion Beam Reduction Lithography\", K.N. Leung, W.A. Barletta, T. J. King, Y.Y. Lee, J. Vac. Sci. & Tech. B: Microelectronics and Nanometer Structures, 17 , 6, p. 2783-2790 (1999) Patents: Maskless Micro-ion Beam Reduction Lithography\", W. A. Barletta, K.N. Leung, D. Patterson (1998), patent granted, May 2005, United States Patent 6888146 Ultra-short pulse Ion and Neutron Sources, W. A. Barletta, K.N. Leung, J. Kwan, patent granted Jan. 2006, United States Patent 6985553 \"High Brightness – Multiple Beamlets Source for Patterned X-ray Production,\" K-N Leung. J. Qiang, W.A. Barletta, X. Jiang, L. Ji, Patent granted October 27, 2009, US Patent No. 7,609,815 B2 \"Gamma Source for Active Interrogation,\" K.N. Leung, W. A. Barletta, and T. P. Lou, patent granted September 29, 2009, United States Patent No. 7,596,197 and 8,279,993"
            ]
        ]
    ]
}