{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RN6NH89L",
            "jfvW290AAAAJ",
            [
                "Acceleration and focusing of electrons in two-dimensional nonlinear plasma wake fields",
                "First observation of self-amplified spontaneous emission in a free-electron laser at 109 nm wavelength",
                "Envelope analysis of intense relativistic quasilaminar beams in rf photoinjectors: mA theory of emittance compensation",
                "Experimental observation of plasma wake-field acceleration",
                "Plasma electron trapping and acceleration in a plasma wake field using a density transition",
                "Plasma electron trapping and acceleration in a plasma wake field using a density transition",
                "Experimental demonstration of wake-field effects in dielectric structures",
                "Dielectric laser accelerators"
            ],
            [
                "A regime of the plasma wave-field accelerator (PWFA) is proposed, in which a high-intensity electron beam is used to excite extremely nonlinear, transverse motion-dominated plasma oscillations. Through computational analysis of the plasma electron motion and the associated wake fields, it is shown that if the beam is dense enough to eject nearly all of the plasma electrons from the beam channel, then the short-range wake fields are of excellent quality for acceleration and focusing of electron beams. These results clear up many conceptual difficulties with the practical realization of a PWFA.",
                "We present the first observation of self-amplified spontaneous emission (SASE) in a free-electron laser (FEL) in the vacuum ultraviolet regime at 109 nm wavelength (11 eV). The observed free-electron laser gain (approximately 3000) and the radiation characteristics, such as dependency on bunch charge, angular distribution, spectral width, and intensity fluctuations, are all consistent with the present models for SASE FELs.",
                "In this paper we provide an analytical description for the transverse dynamics of relativistic, space-charge-dominated beams undergoing strong acceleration, such as those typically produced by rf photoinjectors. These beams are chiefly characterized by a fast transition, due to strong acceleration, from the nonrelativistic to the relativistic regime in which the initially strong collective plasma effects are greatly diminished. However, plasma oscillations in the transverse plane are still effective in significantly perturbing the evolution of the transverse phase space distribution, introducing distortions and longitudinal-transverse correlations that cause an increase in the rms transverse emittance of the beam as a whole. The beam envelope evolution is dominated by such effects and not by the thermal emittance, and so the beam flow can be considered quasilaminar. The model adopted is based on the rms envelope equation …",
                "We report the first experimental test of the physics of plasma wake-field acceleration performed at the Argonne National Laboratory Advanced Accelerator Test Facility. Megavolt-per-meter plasma wake fields are excited by a intense 21-MeV, multipiscosecond bunch of electrons in a plasma of density n e≃ 10 13 cm− 3, and probed by a low-intensity 15-MeV witness pulse with a variable delay time behind the intense bunch. Accelerating and deflecting wake-field measurements are presented, and the results compared to theoretical predictions.",
                "A new scheme for plasma electron injection into an acceleration phase of a plasma wake-field is presented. In this scheme, a short single electron beam bunch is sent through an underdense plasma with a sharp downward density transition and some plasma electrons are trapped in the plasma wake field due to the rapid wavelength increase of the wake wave at the density transition. To investigate the trapping and acceleration mechanism, two-dimensional particle-in-cell (PIC) simulations were performed, and the illustrative 2-D simulation shows that the new injection method can produce a relatively large charge (~ 0.5 nC), short (~ 1 ps) and high energy (> driving beam energy) electron beam pulse with a plasma density transition from 5×1013 cm−3 to 3.5×1013 cm−3. In addition to the 2-D simulations, 1-D analytic work based on the Hamiltonian formalism and 1-D simulations have been performed and the …",
                "A new scheme for plasma electron injection into an acceleration phase of a plasma wake-field is presented. In this scheme, a short single electron beam bunch is sent through an underdense plasma with a sharp downward density transition and some plasma electrons are trapped in the plasma wake field due to the rapid wavelength increase of the wake wave at the density transition. To investigate the trapping and acceleration mechanism, two-dimensional particle-in-cell (PIC) simulations were performed, and the illustrative 2-D simulation shows that the new injection method can produce a relatively large charge (~ 0.5 nC), short (~ 1 ps) and high energy (> driving beam energy) electron beam pulse with a plasma density transition from 5×1013 cm−3 to 3.5×1013 cm−3. In addition to the 2-D simulations, 1-D analytic work based on the Hamiltonian formalism and 1-D simulations have been performed and the …",
                "We have measured the wake fields induced by short, intense relativistic electron bunches in a slow-wave structure consisting of a dielectric-lined tube, as a test of the dielectric wake-field acceleration mechanism. These fields were used to accelerate a second electron bunch which followed the driving bunch at a variable distance. Results are presented for different dielectrics and beam intensities, and are compared with theoretical predictions.",
                "The use of infrared lasers to power optical-scale lithographically fabricated particle accelerators is a developing area of research that has garnered increasing interest in recent years. The physics and technology of this approach is reviewed, which is referred to as dielectric laser acceleration (DLA). In the DLA scheme operating at typical laser pulse lengths of 0.1 to 1 ps, the laser damage fluences for robust dielectric materials correspond to peak surface electric fields in the GV\/m regime. The corresponding accelerating field enhancement represents a potential reduction in active length of the accelerator between 1 and 2 orders of magnitude. Power sources for DLA-based accelerators (lasers) are less costly than microwave sources (klystrons) for equivalent average power levels due to wider availability and private sector investment. Because of the high laser-to-particle coupling efficiency, required pulse energies …"
            ],
            [
                [
                    "Beams",
                    "Accelerators",
                    "Lasers",
                    "Plasmas",
                    "Photonics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}