{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RNLFYZP9",
            "zynB0NwAAAAJ",
            [
                "High statistics measurement of the positron fraction in primary cosmic rays of 0.5–500 GeV with the alpha magnetic spectrometer on the international space station",
                "Independent Measurement of the Total Active  Solar Neutrino Flux Using an Array of  Proportional Counters at the Sudbury Neutrino Observatory",
                "Combined analysis of all three phases of solar neutrino data from the Sudbury Neutrino Observatory",
                "Low-energy-threshold analysis of the Phase I and Phase II data sets of the Sudbury Neutrino Observatory",
                "A white paper on keV sterile neutrino dark matter",
                "Improved upper limit on the neutrino mass from a direct kinematic method by KATRIN",
                "Determination of the  and total  solar neutrino fluxes using the Sudbury Neutrino Observatory Phase I data set",
                "Determination of the  and total  solar neutrino fluxes using the Sudbury Neutrino Observatory Phase I data set",
                "Relativistic cyclotron radiation detection of tritium decay electrons as a new technique for measuring the neutrino mass",
                "Determining the neutrino mass with cyclotron radiation emission spectroscopy—Project 8"
            ],
            [
                "A precision measurement by AMS of the positron fraction in primary cosmic rays in the energy range from 0.5 to 500 GeV based on 10.9 million positron and electron events is presented. This measurement extends the energy range of our previous observation and increases its precision. The new results show, for the first time, that above∼ 200 GeV the positron fraction no longer exhibits an increase with energy.",
                "The Sudbury Neutrino Observatory (SNO) used an array of He 3 proportional counters to measure the rate of neutral-current interactions in heavy water and precisely determined the total active (ν x) B 8 solar neutrino flux. This technique is independent of previous methods employed by SNO. The total flux is found to be 5.54− 0.31+ 0.33 (stat)− 0.34+ 0.36 (syst)× 10 6 cm− 2 s− 1, in agreement with previous measurements and standard solar models. A global analysis of solar and reactor neutrino results yields Δ m 2= 7.59− 0.21+ 0.19× 10− 5 eV 2 and θ= 34.4− 1.2+ 1.3 degrees. The uncertainty on the mixing angle has been reduced from SNO’s previous results.",
                "We report results from a combined analysis of solar neutrino data from all phases of the Sudbury Neutrino Observatory (SNO). By exploiting particle identification information obtained from the proportional counters installed during the third phase, this analysis improved background rejection in that phase of the experiment. The combined analysis of the SNO data resulted in a total flux of active neutrino flavors from 8 B decays in the Sun of (5.25±0.16 (stat.)− 0.13+ 0.11 (syst.))× 10 6 cm− 2 s− 1, while a two-flavor neutrino oscillation analysis yielded Δ m 21 2=(5. 6− 1.4+ 1.9)× 10− 5 eV 2 and tan 2 θ 12= 0. 427− 0.029+ 0.033. A three-flavor neutrino oscillation analysis combining the SNO result with results of all other solar neutrino experiments and reactor neutrino experiments yielded Δ m 21 2=(7. 46− 0.19+ 0.20)× 10− 5 eV 2, tan 2 θ 12= 0. 443− 0.025+ 0.030, and sin 2 θ 13=(2. 49− 0.32+ 0.20)× 10− 2.",
                "Results are reported from a joint analysis of Phase I and Phase II data from the Sudbury Neutrino Observatory. The effective electron kinetic energy threshold used is T eff= 3. 5 MeV, the lowest analysis threshold yet achieved with water Cherenkov detector data. In units of 10 6 cm− 2 s− 1, the total flux of active-flavor neutrinos from B 8 decay in the Sun measured using the neutral current (NC) reaction of neutrinos on deuterons, with no constraint on the B 8 neutrino energy spectrum, is found to be Φ NC= 5. 140− 0. 158+ 0. 160 (stat)− 0. 117+ 0. 132 (syst). These uncertainties are more than a factor of 2 smaller than previously published results. Also presented are the spectra of recoil electrons from the charged current reaction of neutrinos on deuterons and the elastic scattering of electrons. A fit to the Sudbury Neutrino Observatory data in which the free parameters directly describe the total B 8 neutrino flux and the …",
                "We present a comprehensive review of keV-scale sterile neutrino Dark Matter, collecting views and insights from all disciplines involved—cosmology, astrophysics, nuclear, and particle physics—in each case viewed from both theoretical and experimental\/observational perspectives. After reviewing the role of active neutrinos in particle physics, astrophysics, and cosmology, we focus on sterile neutrinos in the context of the Dark Matter puzzle. Here, we first review the physics motivation for sterile neutrino Dark Matter, based on challenges and tensions in purely cold Dark Matter scenarios. We then round out the discussion by critically summarizing all known constraints on sterile neutrino Dark Matter arising from astrophysical observations, laboratory experiments, and theoretical considerations. In this context, we provide a balanced discourse on the possibly positive signal from X-ray observations. Another focus of …",
                "We report on the neutrino mass measurement result from the first four-week science run of the Karlsruhe Tritium Neutrino experiment KATRIN in spring 2019. Beta-decay electrons from a high-purity gaseous molecular tritium source are energy analyzed by a high-resolution MAC-E filter. A fit of the integrated electron spectrum over a narrow interval around the kinematic end point at 18.57 keV gives an effective neutrino mass square value of (− 1.0− 1.1+ 0.9) eV 2. From this, we derive an upper limit of 1.1 eV (90% confidence level) on the absolute mass scale of neutrinos. This value coincides with the KATRIN sensitivity. It improves upon previous mass limits from kinematic measurements by almost a factor of 2 and provides model-independent input to cosmological studies of structure formation.",
                "This article provides the complete description of results from the Phase I data set of the Sudbury Neutrino Observatory (SNO). The Phase I data set is based on a 0.65 kiloton-year exposure of 2 H 2 O (in the following denoted as D 2 O) to the solar B 8 neutrino flux. Included here are details of the SNO physics and detector model, evaluations of systematic uncertainties, and estimates of backgrounds. Also discussed are SNO's approach to statistical extraction of the signals from the three neutrino reactions (charged current, neutral current, and elastic scattering) and the results of a search for a day-night asymmetry in the ν e flux. Under the assumption that the B 8 spectrum is undistorted, the measurements from this phase yield a solar ν e flux of ϕ (ν e)= 1. 76− 0.05+ 0.05 (stat.)− 0.09+ 0.09 (syst.)× 10 6 cm− 2 s− 1 and a non-ν e component of ϕ (ν μ τ)= 3. 41− 0.45+ 0.45 (stat.)− 0.45+ 0.48 (syst.)× 10 6 cm− 2 s− 1. The …",
                "This article provides the complete description of results from the Phase I data set of the Sudbury Neutrino Observatory (SNO). The Phase I data set is based on a 0.65 kiloton-year exposure of 2 H 2 O (in the following denoted as D 2 O) to the solar B 8 neutrino flux. Included here are details of the SNO physics and detector model, evaluations of systematic uncertainties, and estimates of backgrounds. Also discussed are SNO's approach to statistical extraction of the signals from the three neutrino reactions (charged current, neutral current, and elastic scattering) and the results of a search for a day-night asymmetry in the ν e flux. Under the assumption that the B 8 spectrum is undistorted, the measurements from this phase yield a solar ν e flux of ϕ (ν e)= 1. 76− 0.05+ 0.05 (stat.)− 0.09+ 0.09 (syst.)× 10 6 cm− 2 s− 1 and a non-ν e component of ϕ (ν μ τ)= 3. 41− 0.45+ 0.45 (stat.)− 0.45+ 0.48 (syst.)× 10 6 cm− 2 s− 1. The …",
                "The shape of the beta-decay energy distribution is sensitive to the mass of the electron neutrino. Attempts to measure the endpoint shape of tritium decay have so far seen no distortion from the zero-mass form, thus placing an upper limit of m ν β< 2.3 eV. Here, we show that a new type of electron energy spectroscopy could improve future measurements of this spectrum and therefore of the neutrino mass. We propose to detect the coherent cyclotron radiation emitted by an energetic electron in a magnetic field. For mildly relativistic electrons, like those in tritium decay, the relativistic shift of the cyclotron frequency allows us to extract the electron energy from the emitted radiation. We present calculations for the energy resolution, noise limits, high-rate measurement capability, and systematic errors expected in such an experiment.",
                "The most sensitive direct method to establish the absolute neutrino mass is observation of the endpoint of the tritium beta-decay spectrum. Cyclotron radiation emission spectroscopy (CRES) is a precision spectrographic technique that can probe much of the unexplored neutrino mass range with  resolution. A lower bound of  is set by observations of neutrino oscillations, while the KATRIN experiment—the current-generation tritium beta-decay experiment that is based on magnetic adiabatic collimation with an electrostatic (MAC-E) filter—will achieve a sensitivity of . The CRES technique aims to avoid the difficulties in scaling up a MAC-E filter-based experiment to achieve a lower mass sensitivity. In this paper we review the current status of the CRES technique and describe Project 8, a phased absolute neutrino mass experiment that has the potential to reach sensitivities down to …"
            ],
            [
                [
                    "nuclear physics",
                    "neutrino physics",
                    "astronomy",
                    "instrumentation"
                ]
            ],
            [
                "Benjamin Monreal Associate Professor benjamin.monreal@case.edu 216-368-0222 Rockefeller Building, Room 208 https:\/\/bmonreal.github.io\/ Ph.D. Specialty: General Research: Experimental Particle Astrophysics Expertise: Neutrinos, dark matter, nuclear physics; the intersection of nuclear\/particle physics and stellar and galactic astronomy Daily life on Earth revolves around three physical laws—electromagnetism (governing atoms and light), gravity (keeping stars and planets together), and strong forces (making nuclei together). The Universe may be full of relics from a time when weak interactions were equally important; though these relics are hard to detect, they may have much to teach us about the nature of matter and the history of the cosmos. I am an experimentalist who tries to interact with weakly-interacting particles using a broad array of techniques. With Joe Formaggio, I pioneered “cyclotron radiation electron spectroscopy”, an atomic-physics-inspired method of measuring nuclear beta decay, which we are working to build into “Project 8”, a large tritium decay experiment which will search for the mass of the neutrino. With many American and European collaborators, I work on the Karlsruhe Tritium Neutrino Experiment (KATRIN) which expects to collect its first tritium decay data (and obtain new neutrino-mass sensitivity) in 2017. I also work on new methods for building giant next-generation detectors for dark matter, neutrinoless double beta decay, proton decay, and neutrinos."
            ]
        ]
    ]
}