{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RNQAX61F",
            "dlDQH3YAAAAJ",
            [
                "Chiral hierarchies and flavor-changing neutral currents in hypercolor",
                "Spontaneous chiral-symmetry breaking in three-dimensional QED",
                "BRST quantization of the gauged WZW action and coset conformal field theories",
                "A GKO construction based on a path integral formulation of gauged Wess-Zumino-Witten actions",
                "Fermions in the lowest Landau level. Bosonization, W∞ algebra, droplets, chiral bosons",
                "Fermions in the lowest Landau level. Bosonization, W∞ algebra, droplets, chiral bosons",
                "Quantum Hall effect in higher dimensions",
                "Aspects of dynamical symmetry breaking in gauge field theories",
                "On the vacuum wavefunction and string tension of Yang-Mills theories in (2+ 1) dimensions",
                "Fractional spin via canonical quantization of the O (3) nonlinear sigma model"
            ],
            [
                "Dynamical chiral-symmetry breaking in asymptotically free theories with a slowly running coupling is analyzed. When the confinement scale Λ is much less than the cutoff M beyond which the theory cannot be used in isolation, the dynamical mass Σ (p) starts from a value≈ Λ for momenta p≲ Λ and falls slowly for a significant range p> Λ. It then takes on the asymptotic form (ln p) a p 2 where a> 1. In hypercolor theories this behavior generates sufficiently large fermion masses for a higher value of M than naively expected. This in turn could allow for an adequate suppression of flavor-changing neutral currents.",
                "A detailed analysis is given of chiral-symmetry breaking in the large-flavor (N) limit of quantum electrodynamics in (2+ 1) dimensions. Analytical and numerical solutions of the homogeneous Dyson-Schwinger equation for the fermion self-energy combined with a computation of the effective potential for the fermion bilinear show that it is energetically preferable for the theory to dynamically generate a mass for fermions. The magnitude of the mass is roughly exponentially suppressed in N from the fundamental dimensionful scale α≡ N e 2 of the gauge coupling constant, but the scale at which the self-mass begins to damp rapidly appears to be of order α, so that there is no spontaneous breaking of an approximate scale invariance that the underlying theory possesses at momentum small compared to α. Higher-order 1\/N corrections are analyzed and it is shown that the 1\/N expansion can be used consistently to …",
                "The relation of the gauged Wess-Zumino-Witten models describing G\/H conformal field theories and the GKO construction is investigated in the BRST framework. A nilpotent operator Q is constructed and the physical spectrum and unitarity of the theory is analyzed. When H is the Cartan subalgebra of G the BRST invariant current operators (the physical currents) are shown to be the parafermionic operators.",
                "A path integral formulation of G\/H conformal theories is presented, based on gauged Wess-Zumino-Witten actions. The conformal charge of the model is c=cG−cH, exactly as in the GKO construction. Ghost modes appear in the formalism as a result of gauge fixing. As a consequence, the holomorphic stress-tensor T(z) obtained in our construction has ghost contributions. We find T(z)=TG−TH only for matrix elements of physical states which are also ghost free.",
                "We present field theoretical descriptions of massless (2+1) dimensional nonrelativistic fermions in an external magnetic field, in terms of a fermionic and bosonic second quantized language. An infinite dimensional algebra, W∞ appears as the algebra of unitary transformations which preserve the lowest Landau level condition and the particle number. In the droplet approximation it reduces to the algebra of area-preserving diffeomorphisms, which is responsible for the existence of a universal chiral boson lagrangian independent of the electrostatic potential. We argue that the bosonic droplet approximation is the strong magnetic field limit of the fermionic theory. The relation to the c = 1 string model is discussed.",
                "We present field theoretical descriptions of massless (2+1) dimensional nonrelativistic fermions in an external magnetic field, in terms of a fermionic and bosonic second quantized language. An infinite dimensional algebra, W∞ appears as the algebra of unitary transformations which preserve the lowest Landau level condition and the particle number. In the droplet approximation it reduces to the algebra of area-preserving diffeomorphisms, which is responsible for the existence of a universal chiral boson lagrangian independent of the electrostatic potential. We argue that the bosonic droplet approximation is the strong magnetic field limit of the fermionic theory. The relation to the c = 1 string model is discussed.",
                "Following recent work on the quantum Hall effect on S 4, we solve the Landau problem on the complex projective spaces C P k and discuss quantum Hall states for such spaces. Unlike the case of S 4, a finite spatial density can be obtained with a finite number of internal states for each particle. We treat the case of C P 2 in some detail considering both Abelian and nonAbelian background fields. The wavefunctions are obtained and incompressibility of the Hall states is shown. The case of C P 3 is related to the case of S 4.",
                "The dynamics of chiral and scale symmetry breaking in quenched, planar QED is further examined. Particular attention is focused on the renormalization properties of the model and the relevance of the four-fermion operators. In accordance with our previous results, the scale symmetry is explicitly broken and the dilation is not found at either strong or weak coupling. An effective lagrangian simultaneously realizing both spontaneously broken scale and chiral symmetries is constructed.",
                "We present an analytical continuum calculation, starting from first principles, of the vacuum wavefunction and string tension for pure Yang-Mills theories in (2+1) dimensions, extending our previous analysis using gauge-invariant matrix variables. The vacuum wavefunction is consistent with what is expected at both high and low momentum regimes. The value of the string tension is in very good agreement with recent lattice Monte Carlo evaluations.",
                "The 2+ 1 dimensional O (3) nonlinear sigma model with Hopf term of strength θ is canonically quantized. The solitons of topological charge Q are found to have spin equal to (θ 2π) Q 2 modulo an integer. Collective coordinate quantization in the Q= 1 sector is described and there is a discussion of the current algebra of this model."
            ],
            [
                [
                    "Theoretical High Energy Physics"
                ]
            ],
            [
                "Dimitra Karabali Lehman College Nonperturbative aspects of gauge theories, matrix models, noncommutative field theories, higher dimensional quantum Hall systems Google Scholar page link"
            ]
        ]
    ]
}