{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RNYLWWN3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Costas Efthimiou Associate Professor PSB 131 costas@physics.ucf.edu 407-823-1543 Dr. Efthimiou received his Ph.D. in Mathematical Physics from Cornell University in 1994. He was a Lecturer in Cornell University for one year (1994-1995). He spent 2-years as a Research Associate in Tel Aviv University (1995-1997). He was a Visiting Scientist in Harvard University for one-year (1997-1998) and in Cornell\/Columbia University for 2-years (1998-2000) before joining UCF in 2000, where he is an Associate Professor of Physics. “Introduction to Functional Equations and Inequalities”, book, submitted to AMS. (with R.A. Llewellyn), “Hollywood Blockbuster: Unbegrenzter Spa–begrenzte naturwissenschaftliche Bildung”, Praxis derNaturwissenschften, Heft 7\/56, Oktober 2007, 21. (English translation available at http:\/\/arxiv.org\/abs\/0707.1167) Invited article. (with M. Johnson), “Domino Waves”, SIAM Review 49 (2007) 111. (with S. Gandhi*), “Inversion of Gamow’s Formula and Inverse Scattering”, Am. J. Phys. 74 (2006) 638. (with R.A. Llewellyn), “Avatars of Hollywood in Physical Science”, Physics Teacher 44 (2006) 28. (with R.A. Llewellyn), “Addition Laws in Introductory Physics”, Eur. J. Physics 26 (2005) 441. (with S. Gandhi*) “The Ascending Double-Cone: A closer look at a familiar demonstration”, Eur. J. Phys. 26 (2005) 681. (with S.A. Apikyan), “Geometric Properties of W -Algebras and the Toda Model”, Theoretical and Mathematical Methods, 138 (2004) 151. (with S.A. Apikyan), “Remarks on A2 Toda Field Theory”, JETP Lett. 74 (2001) 569 [Pisma Zh. Ksp. Teor. Fiz. 74 (2001) 645]. (with S.A. Apikyan), “Minimal Models of CFT on ZN -Surfaces, Int. J. Mod. Phys. A 12 (1997) 4291. *undergrad student; several papers with undergrad students are in preparation. COS News UCF Physics Professor: Yes, The Rock’s ‘Skyscraper’ Jump is Possible In the soon-to-be-released film Skyscraper, a war veteran with a prosthetic leg sprints across the arm of a construction crane, launching himself in a seemingly insane… COS Faculty Receive Incentive Awards The College of Sciences is proud to announce the 2015-2016 winners for the Teaching Incentive Program and Research Incentive Award. Each year, UCF’s Academic Affairs’… COS Shines at Student Research Week Student Research Week celebrates the research and creative projects of UCF undergraduate and graduate students. From April 4 through April 7, graduate and undergraduate students attended…"
            ]
        ]
    ]
}