{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RPGT8T1D",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Alessandra Lanzara Alessandra Lanzara 321 Birge alanzara@lbl.gov (510) 642-4863 Other: (510) 486-5303 Lanzara Research Group Alessandra Lanzara received her PhD in physics from Universita’ di Roma La Sapienza, Italy in 1999. She was a post-doc at Stanford University for three years since 1999. In 2002 she joined the physics Department faculty at UC Berkeley as Assistant Professor and since 2011 she is a Full Professor. She is also a Faculty Scientist at the Materials Sciences Division of the Lawrence Berkeley National Laboratory since 2002. She is a Fellow of the American Physical Society since 2008. The Lanzara Research Group conducts experiments in solid-state physics. The research interest is focused toward an understanding of the underlying physics in complex novel materials and nanostructures, there where the conventional picture for an electron does not hold anymore and the electrons are now dressed by the different degrees of freedom. Emphasis will be given to the electronic, magnetic and structural properties and the interplay between them in these systems. More specifically we are interested in the science and technology of carbon based materials such as graphene, graphite intercalated compounds, C60 and nanotubes and the science of correlated layered materials, as high temperature superconductors and colossal magneto-resistance manganites. We utilize novel state of the art experimental tools to uncover the electronic properties of materials. Our tools include: Angle resolved photoemission spectroscopy (ARPES), nano-ARPES and Spin-ARPES. Laser-ARPES experiments and Pump and probe experiments.Synthesis of carbon based materials (graphene, intercalated compounds and C60). A.Lanzara, P. V. Bogdanov, X. J. Zhou, S. A. Kellar, D. L. Feng, E. D. Lu, T. Yoshida, H. Eisaki, A. Fujimori, K. Kishio, J. -I. Shimoyama, T. Noda, S. Uchida, Z. Hussain and Z. X. Shen. \"Evidence for Ubiquitous Electron-Phonon Coupling in High Temperature Superconductors.\" Nature 412, 510-514 (2001) W. L. Yang, V. Brouet, X. J. Zhou, H. J. Choi, S. G. Louie, M. L. Cohen, S. A. Kellar, P. V. Bogdanov, A. Lanzara, A. Goldoni, F. Parmigiani, Z. Hussain, Z. X. Shen. “Band Structure and Fermi Surface of Electron Doped C60 Monolayers.” Science 300, 303-307 (2003) G. -H. Gweon, T. Sasagawa, S. Y. Zhou, J. Graf, H. Takagi, D. H. Lee and A. Lanzara. “An Unusual Isotope Effect in a High Temperature Superconductor.” Nature 430, 187-190 (2004)"
            ]
        ]
    ]
}