{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RPN1Z531",
            "3eJCZCkAAAAJ",
            [
                "Interoceptive inference, emotion, and the embodied self",
                "Granger causality and transfer entropy are equivalent for Gaussian variables",
                "A MATLAB toolbox for Granger causal connectivity analysis",
                "Wiener–Granger causality: a well established methodology",
                "An interoceptive predictive coding model of conscious presence",
                "Facial expression megamix: Tests of dimensional and category accounts of emotion recognition",
                "Knowing your own heart: distinguishing interoceptive accuracy from interoceptive awareness",
                "The MVGC multivariate Granger causality toolbox: a new approach to Granger-causal inference",
                "Analysing connectivity with Granger causality and dynamic causal modelling",
                "Granger causality analysis in neuroscience and neuroimaging"
            ],
            [
                "The concept of the brain as a prediction machine has enjoyed a resurgence in the context of the Bayesian brain and predictive coding approaches within cognitive science. To date, this perspective has been applied primarily to exteroceptive perception (e.g., vision, audition), and action. Here, I describe a predictive, inferential perspective on interoception: ‘interoceptive inference’ conceives of subjective feeling states (emotions) as arising from actively-inferred generative (predictive) models of the causes of interoceptive afferents. The model generalizes ‘appraisal’ theories that view emotions as emerging from cognitive evaluations of physiological changes, and it sheds new light on the neurocognitive mechanisms that underlie the experience of body ownership and conscious selfhood in health and in neuropsychiatric illness.",
                "Granger causality is a statistical notion of causal influence based on prediction via vector autoregression. Developed originally in the field of econometrics, it has since found application in a broader arena, particularly in neuroscience. More recently transfer entropy, an information-theoretic measure of time-directed information transfer between jointly dependent processes, has gained traction in a similarly wide field. While it has been recognized that the two concepts must be related, the exact relationship has until now not been formally described. Here we show that for Gaussian variables, Granger causality and transfer entropy are entirely equivalent, thus bridging autoregressive and information-theoretic approaches to data-driven causal inference.",
                "Assessing directed functional connectivity from time series data is a key challenge in neuroscience. One approach to this problem leverages a combination of Granger causality analysis and network theory. This article describes a freely available MATLAB toolbox – ‘Granger causal connectivity analysis’ (GCCA) – which provides a core set of methods for performing this analysis on a variety of neuroscience data types including neuroelectric, neuromagnetic, functional MRI, and other neural signals. The toolbox includes core functions for Granger causality analysis of multivariate steady-state and event-related data, functions to preprocess data, assess statistical significance and validate results, and to compute and display network-level indices of causal connectivity including ‘causal density’ and ‘causal flow’. The toolbox is deliberately small, enabling its easy assimilation into the repertoire of researchers. It is …",
                "For decades, the main ways to study the effect of one part of the nervous system upon another have been either to stimulate or lesion the first part and investigate the outcome in the second. This article describes a fundamentally different approach to identifying causal connectivity in neuroscience: a focus on the predictability of ongoing activity in one part from that in another. This approach was made possible by a new method that comes from the pioneering work of Wiener (1956) and Granger (1969). The Wiener–Granger method, unlike stimulation and ablation, does not require direct intervention in the nervous system. Rather, it relies on the estimation of causal statistical influences between simultaneously recorded neural time series data, either in the absence of identifiable behavioral events or in the context of task performance. Causality in the Wiener–Granger sense is based on the statistical predictability of …",
                "We describe a theoretical model of the neurocognitive mechanisms underlying conscious presence. The model is based on interoceptive prediction error and is informed by predictive models of agency, general models of hierarchical predictive coding and dopaminergic signalling in cortex, the role of the anterior insular cortex in interoception and emotion, and cognitive neuroscience evidence from studies of virtual reality and of psychiatric disorders of presence, specifically depersonalization\/derealization disorder. The model associates presence with successful ‘explaining away’ by top-down predictions of informative interoceptive signals evoked by autonomic control signals and, indirectly, by visceral responses to afferent sensory signals. The model connects presence to agency by allowing that predicted interoceptive signals will depend on whether afferent sensory signals are determined, by a parallel predictive-coding mechanism, to be self-generated or externally caused. Anatomically, we identify the anterior insular cortex as the likely locus of key neural comparator mechanisms. Our model integrates a broad range of previously disparate evidence, makes predictions for conjoint manipulations of agency and presence, offers a new view of emotion as interoceptive inference, and represents a step towards a mechanistic account of a fundamental phenomenological property of consciousness.",
                "We report four experiments investigating the perception of photographic quality continua of interpolated (`morphed') facial expressions derived from prototypes of the 6 emotions in the Ekman and Friesen (1976)series (happiness, surprise, fear, sadness, disgust and anger). In Experiment 1, morphed images made from all possible pairwise combinations of expressions were presented in random order; subjects identified these as belonging to distinct expression categories corresponding to the prototypes at each end of the relevant continuum. This result was replicated in Experiment 2, which also included morphs made from a prototype with a neutral expression, and allowed `neutral' as a response category. These findings are inconsistent with the view that facial expressions are recognised by locating them along two underlying dimensions, since such a view predicts that at least some transitions between …",
                "Interoception refers to the sensing of internal bodily changes. Interoception interacts with cognition and emotion, making measurement of individual differences in interoceptive ability broadly relevant to neuropsychology. However, inconsistency in how interoception is defined and quantified led to a three-dimensional model. Here, we provide empirical support for dissociation between dimensions of: (1) interoceptive accuracy (performance on objective behavioural tests of heartbeat detection), (2) interoceptive sensibility (self-evaluated assessment of subjective interoception, gauged using interviews\/questionnaires) and (3) interoceptive awareness (metacognitive awareness of interoceptive accuracy, e.g. confidence-accuracy correspondence). In a normative sample (N = 80), all three dimensions were distinct and dissociable. Interoceptive accuracy was only partly predicted by interoceptive awareness and …",
                "Wiener–Granger causality (“G-causality”) is a statistical notion of causality applicable to time series data, whereby cause precedes, and helps predict, effect. It is defined in both time and frequency domains, and allows for the conditioning out of common causal influences. Originally developed in the context of econometric theory, it has since achieved broad application in the neurosciences and beyond. Prediction in the G-causality formalism is based on VAR (vector autoregressive) modelling.The MVGC Matlab© Toolbox approach to G-causal inference is based on multiple equivalent representations of a VAR model by (i) regression parameters, (ii) the autocovariance sequence and (iii) the cross-power spectral density of the underlying process. It features a variety of algorithms for moving between these representations, enabling selection of the most suitable algorithms with regard to …",
                "This review considers state-of-the-art analyses of functional integration in neuronal macrocircuits. We focus on detecting and estimating directed connectivity in neuronal networks using Granger causality (GC) and dynamic causal modelling (DCM). These approaches are considered in the context of functional segregation and integration and — within functional integration — the distinction between functional and effective connectivity. We review recent developments that have enjoyed a rapid uptake in the discovery and quantification of functional brain architectures. GC and DCM have distinct and complementary ambitions that are usefully considered in relation to the detection of functional connectivity and the identification of models of effective connectivity. We highlight the basic ideas upon which they are grounded, provide a comparative evaluation and point to some outstanding issues.",
                "A key challenge in neuroscience and, in particular, neuroimaging, is to move beyond identification of regional activations toward the characterization of functional circuits underpinning perception, cognition, behavior, and consciousness. Granger causality (G-causality) analysis provides a powerful method for achieving this, by identifying directed functional (“causal”) interactions from time-series data. G-causality implements a statistical, predictive notion of causality whereby causes precede, and help predict, their effects. It is defined in both the time and frequency domains, and it allows for the conditioning out of common causal influences. In this paper we explain the theoretical basis and computational implementation of G-causality analysis in neuroimaging and, more broadly, in neurophysiology, noting both its exciting potential and the assumptions that govern its application and interpretation.Concepts of brain …"
            ],
            [
                [
                    "consciousness",
                    "neuroscience",
                    "granger causality",
                    "artificial life"
                ]
            ],
            [
                "Teaching Anil Chandra Seth Associate Professor Assistant Professor aseth@astro.utah.edu Main Website http:\/\/www.physics.utah.edu\/~aseth\/Anil_... Anil Chandra Seth Associate Professor Assistant Professor Teaching Research Summary Biography Current Courses Courses I Teach Teaching Projects Presentations Research Groups Grants, Contracts & Research Gifts Cluster Science Team Leader Professional Service Internal Service Outreach In the Media Teaching Research Summary Biography Current Courses Courses I Teach Teaching Projects Presentations Research Groups Grants, Contracts & Research Gifts Cluster Science Team Leader Professional Service Internal Service Outreach In the Media Publications The Panchromatic Hubble Andromeda Treasury. III. Measuring Ages and Masses of Partially Resolved Stellar Clusters  \tThe Astrophysical Journal, Volume 760, Issue 2, article id. 104, 10 pp. (2012).\r\n\r\nPublished, 12\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...760..104B The Panchromatic Hubble Andromeda Treasury. II. Tracing the Inner M31 Halo with Blue Horizontal Branch Stars  \tThe Astrophysical Journal, Volume 759, Issue 1, article id. 46, 11 pp. (2012).\r\n\r\nPublished, 11\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...759...46W Two stellar-mass black holes in the globular cluster M22  \tNature, Volume 490, Issue 7418, pp. 71-73 (2012).\r\n\r\nPublished, 10\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012Natur.490...71S Tidal Signatures in the Faintest Milky Way Satellites: The Detailed Properties of Leo V, Pisces II, and Canes Venatici II  \tThe Astrophysical Journal, Volume 756, Issue 1, article id. 79, 14 pp. (2012).\r\n\r\nPublished, 09\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...756...79S The Panchromatic Hubble Andromeda Treasury. I. Bright UV Stars in the Bulge of M31  \tThe Astrophysical Journal, Volume 755, Issue 2, article id. 131, 13 pp. (2012).\r\n\r\nPublished, 08\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...755..131R The Chandra View of NGC 4178: The Lowest Mass Black Hole in a Bulgeless Disk Galaxy?  \tThe Astrophysical Journal, Volume 753, Issue 1, article id. 38, 7 pp. (2012).\r\n\r\nPublished, 07\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...753...38S The Panchromatic Hubble Andromeda Treasury  \tThe Astrophysical Journal Supplement, Volume 200, Issue 2, article id. 18, 37 pp. (2012).\r\n\r\nPublished, 06\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJS..200...18D PHAT Stellar Cluster Survey. I. Year 1 Catalog and Integrated Photometry  \tThe Astrophysical Journal, Volume 752, Issue 2, article id. 95, 23 pp. (2012).\r\n\r\nPublished, 06\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...752...95J The SPLASH Survey: Kinematics of Andromeda's Inner Spheroid  \tThe Astrophysical Journal, Volume 752, Issue 2, article id. 147, 19 pp. (2012).\r\n\r\nPublished, 06\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...752..147D The ACS Nearby Galaxy Survey Treasury. X. Quantifying the Star Cluster Formation Efficiency of nearby Dwarf Galaxies  \tThe Astrophysical Journal, Volume 751, Issue 2, article id. 100, 14 pp. (2012).\r\n\r\nPublished, 06\/2012. No Evidence for Intermediate-mass Black Holes in Globular Clusters: Strong Constraints from the JVLA  \tThe Astrophysical Journal Letters, Volume 750, Issue 2, article id. L27, 5 pp. (2012).\r\n\r\nPublished, 05\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJ...750L..27S The Contribution of TP-AGB and RHeB Stars to the Near-IR Luminosity of Local Galaxies: Implications for Stellar Mass Measurements of High-redshift Galaxies  \tThe Astrophysical Journal, Volume 748, Issue 1, article id. 47, 26 pp. (2012).\r\n\r\nPublished, 03\/2012. Old Massive Globular Clusters and the Stellar Halo of the Dwarf Starburst Galaxy NGC 4449  \tThe Astronomical Journal, Volume 143, Issue 2, article id. 52, 11 pp. (2012).\r\n\r\nPublished, 02\/2012. Resolved Near-infrared Stellar Populations in Nearby Galaxies  \tThe Astrophysical Journal Supplement, Volume 198, Issue 1, article id. 6, 48 pp. (2012).\r\n\r\nPublished, 01\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012ApJS..198....6D M94 as a Unique Testbed for Black Hole Mass Estimates and AGN Activity at Low Luminosities  \tAdvances in Astronomy, vol. 2012, id. 178060.\r\n\r\nPublished, 01\/2012. http:\/\/adsabs.harvard.edu\/abs\/2012AdAst2012E..13C Presentations Colloquium, UC Santa Cruz, Santa Cruz CA.\r\nInvited Talk\/Keynote,\r\nPresented, 10\/10\/2012. Panelist, Observers Discussion, \"A Window on the Formation of the Milky Way\" Aspen Center for Physics, Aspen.\r\nContributed Talk,\r\nPresented, 06\/2012. Invited Talk, \"Black Holes by the Black Sea\", Istanbul, Turkey.\r\nInvited Talk\/Keynote,\r\nPresented, 06\/2012. http:\/\/dept.astro.lsa.umich.edu\/~kayhan\/BHxBS\/ SEGUE team meeting, U. of Utah, Salt Lake City UT.\r\nContributed Talk,\r\nPresented, 05\/10\/2012. Colloquium, U. of Wyoming, Laramie WY.\r\nInvited Talk\/Keynote,\r\nPresented, 03\/02\/2012. Colloquium, Brigham Young University, Provo UT.\r\nInvited Talk\/Keynote,\r\nPresented, 12\/07\/2011. Invited Talk, Weber State University, Ogden UT.\r\nInvited Talk\/Keynote,\r\nPresented, 10\/12\/2011. Colloquium, Utah State University, Logan UT.\r\nInvited Talk\/Keynote,\r\nPresented, 10\/04\/2011. The Future of Astronomy, Fellows at the Frontiers of Science, Northwestern, Evanston IL.\r\nInvited Talk\/Keynote,\r\nPresented, 09\/2011. http:\/\/ciera.northwestern.edu\/frontiers\/ Single & Double Black Holes in Galaxies, U. of Michigan, Ann Arbor.\r\nInvited Talk\/Keynote,\r\nPresented, 08\/2011. http:\/\/www.umich.edu\/~mctp\/SciPrgPgs\/events\/2011\/B... Research Groups Mark den Brok, Postdoc.\r\n Physics & Astronomy.\r\n09\/2012 - present. Dieu Nguyen, Graduate Student.\r\n Physics & Astronomy.\r\n01\/2012 - present. Katharine Larson, Other.\r\n Physics & Astronomy.\r\n08\/2011 - 09\/2012. Grants, Contracts & Research Gifts Low Mass Black Hole in NGC 404.\r\n        PI: Anil Seth.\r\n        \r\n        \r\n        Space Telescope Science Institute (NASA), \r\n        12\/01\/2012 - 11\/30\/2015.\r\n        Total project budget to date: $57,422.00 PANCHROMATIC HUBBLE SURVEYS.\r\n        PI: Julianne Dalcanton (U. of Washington).\r\n        \r\n        \r\n        SPACE TELESCOPE SCIENCE INSTIT, \r\n        12\/01\/2011 - 11\/30\/2014.\r\n        Total project budget to date: $51,371.00 NEAREST NUCLEAR STAR CLUSTERS.\r\n        PI: Aaron Barth (UC Irvine).\r\n        \r\n        \r\n        SPACE TELESCOPE SCIENCE INSTIT, \r\n        10\/01\/2011 - 09\/30\/2014.\r\n        Total project budget to date: $26,117.00 HOSTS OF MEGAMASER GALAXIES.\r\n        PI: Jenny Greene (Princeton).\r\n        \r\n        \r\n        SPACE TELESCOPE SCIENCE INSTIT, \r\n        10\/01\/2011 - 09\/30\/2014.\r\n        Total project budget to date: $28,226.00 Cluster Science Team Leader The Panchromatic Hubble Andromeda Treasury survey is a 4-year survey of the Andromeda galaxy with the Hubble Telescope.  I'm leader of the 20-person international team of researchers focusing on star cluster science in this survey.  I organize sessions at our yearly team meeting and regular phone conferences.  I also am the primary advisor for graduate student Cliff Johnson at U. of Washington."
            ]
        ]
    ]
}