{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RPXOPACX",
            "Xlgx3W8AAAAJ",
            [
                "Intricate functions of matrix metalloproteinases in physiological and pathological conditions"
            ],
            [
                "Matrix metalloproteinases (MMPs) are a diverse group of proteolytic enzymes and play an important role in the degradation and remodeling of the extracellular matrix (ECM). In normal physiological conditions, MMPs are usually minimally expressed. Despite their low expression, MMPs have been implicated in many cellular processes ranging from embryological development to apoptosis. The activity of MMPs is controlled at three different stages: (1) transcription; (2) zymogen activation; and (3) inhibition of active forms by tissue inhibitor metalloproteinases (TIMPs). They can collectively degrade any component of ECM and basement membrane, and their excessive activity has been linked to numerous pathologies mainly including, but not limited to, tumor invasion and metastasis. The lack of information about several MMPs and the steady stream of new discoveries suggest that there is much more to be studied in …"
            ],
            [
                [
                    "Biophysics",
                    "Computational Biology",
                    "Protein Folding",
                    "Statistical Mechanics"
                ]
            ],
            [
                "Prem Chapagain Prem Chapagain Associate Professor; Associate Director of the Biomolecular Sciences Institute CP 230, CP 253 305-348-6266, 305-348-6661 chapagap@fiu.edu Theoretical Biophysics Curriculum Vitae Small peptide folding and protein misfolding Broadly related fields of biological physics such as mathematical modeling of the dynamics of infectious diseases, SOC, and complexity The Theoretical Biophysics Group at FIU is involved in several research projects in the area of biological physics. The major projects include theoretical and computational investigations of protein folding dynamics, protein aggregation, and protein engineering. The group is equipped with several SGI workstations and a Linux cluster. I am especially interested in small peptide folding and protein misfolding. I am also interested in broadly related fields of biological physics such as mathematical modeling of the dynamics of infectious diseases, SOC, and complexity. Education Ph.D. in Physics and Biophysics, Florida International University, Miami, Florida M.S. in Physics, Tribhuvan University, Kathmandu, Nepal B.S. in Physics, Tribhuvan University, Kathmandu, Nepal"
            ]
        ]
    ]
}