{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RPXPX1CU",
            "hiWagvQAAAAJ",
            [
                "Elastic behavior of cross-linked and bundled actin networks",
                "Giant dielectric constant response in a copper-titanate",
                "Mechanical integration of actin and adhesion dynamics in cell migration",
                "Anomalous diffusion probes microstructure dynamics of entangled F-actin networks",
                "High resolution traction force microscopy based on experimental and computational advances",
                "Cell-ECM traction force modulates endogenous tension at cell–cell contacts",
                "Prestressed F-actin networks cross-linked by hinged filamins replicate mechanical properties of cells",
                "Traction stress in focal adhesions correlates biphasically with actin retrograde flow speed",
                "Mechanics of the F-actin cytoskeleton",
                "Microrheology of entangled F-actin solutions"
            ],
            [
                "Networks of cross-linked and bundled actin filaments are ubiquitous in the cellular cytoskeleton, but their elasticity remains poorly understood. We show that these networks exhibit exceptional elastic behavior that reflects the mechanical properties of individual filaments. There are two distinct regimes of elasticity, one reflectingbendingof single filaments and a second reflectingstretchingof entropic fluctuations of filament length. The mechanical stiffness can vary by several decades with small changes in cross-link concentration, and can increase markedly upon application of external stress. We parameterize the full range of behavior in a state diagram and elucidate its origin with a robust model.",
                "We describe a material, cubic CaCu 3 Ti 4 O 12, which exhibits a large dielectric response, the temperature-dependence of which has not been seen, to our knowledge, in any existing material. This compound possesses a low-frequency dielectric constant, ε∼ 10 4 [1], which is only weakly varying in the temperature range 100–400 K. Below T∼ 100 K, however, there is an abrupt 100-fold reduction in the value of ε. X-ray diffraction and thermodynamic data argue against an explanation in terms of ferroelectricity, ie the collective ordering of local dipole moments. Both the low-frequency dielectric response as well as Raman scattering data suggest the existence of highly polarizable relaxational modes with a characteristic gap energy of 28 meV.",
                "Directed cell migration is a physical process that requires dramatic changes in cell shape and adhesion to the extracellular matrix. For efficient movement, these processes must be spatiotemporally coordinated. To a large degree, the morphological changes and physical forces that occur during migration are generated by a dynamic filamentous actin (F-actin) cytoskeleton. Adhesion is regulated by dynamic assemblies of structural and signaling proteins that couple the F-actin cytoskeleton to the extracellular matrix. Here, we review current knowledge of the dynamic organization of the F-actin cytoskeleton in cell migration and the regulation of focal adhesion assembly and disassembly with an emphasis on how mechanical and biochemical signaling between these two systems regulate the coordination of physical processes in cell migration.",
                "We study the thermal motion of colloidal tracer particles in entangled actin filament (F-actin) networks, where the particle radius is comparable to the mesh size of the F-actin network. In this regime, the ensemble-averaged mean-squared displacement of the particles is proportional to τ γ, where 0< γ< 1 from 0.1< τ< 100 s and depends only on the ratio of the probe radius to mesh size. By directly imaging hundreds of particles over 20 min, we determine this anomalous subdiffusion is due to the dynamics of infrequent and large jumps particles make between distinct pores in the network.",
                "Cell adhesion and migration crucially depend on the transmission of actomyosin-generated forces through sites of focal adhesion to the extracellular matrix. Here we report experimental and computational advances in improving the resolution and reliability of traction force microscopy. First, we introduce the use of two differently colored nanobeads as fiducial markers in polyacrylamide gels and explain how the displacement field can be computationally extracted from the fluorescence data. Second, we present different improvements regarding standard methods for force reconstruction from the displacement field, which are the boundary element method, Fourier-transform traction cytometry, and traction reconstruction with point forces. Using extensive data simulation, we show that the spatial resolution of the boundary element method can be improved considerably by splitting the elastic field into near, intermediate …",
                "Cells in tissues are mechanically coupled both to the ECM and neighboring cells, but the coordination and interdependency of forces sustained at cell-ECM and cell–cell adhesions are unknown. In this paper, we demonstrate that the endogenous force sustained at the cell–cell contact between a pair of epithelial cells is approximately 100 nN, directed perpendicular to the cell–cell interface and concentrated at the contact edges. This force is stably maintained over time despite significant fluctuations in cell–cell contact length and cell morphology. A direct relationship between the total cellular traction force on the ECM and the endogenous cell–cell force exists, indicating that the cell–cell tension is a constant fraction of the cell-ECM traction. Thus, modulation of ECM properties that impact cell-ECM traction alters cell–cell tension. Finally, we show in a minimal model of a tissue that all cells experience similar forces …",
                "We show that actin filaments, shortened to physiological lengths by gelsolin and cross-linked with recombinant human filamins (FLNs), exhibit dynamic elastic properties similar to those reported for live cells. To achieve elasticity values of comparable magnitude to those of cells, the in vitro network must be subjected to external prestress, which directly controls network elasticity. A molecular requirement for the strain-related behavior at physiological conditionsis a flexible hinge found in FLNa and some FLNb molecules. Basic physical properties of the in vitro filamin–F-actin network replicate the essential mechanical properties of living cells. This physical behavior could accommodate passive deformation and internal organelle trafficking at low strains yet resist externally or internally generated high shear forces.",
                "How focal adhesions (FAs) convert retrograde filamentous actin (F-actin) flow into traction stress on the extracellular matrix to drive cell migration is unknown. Using combined traction force and fluorescent speckle microscopy, we observed a robust biphasic relationship between F-actin speed and traction force. F-actin speed is inversely related to traction stress near the cell edge where FAs are formed and F-actin motion is rapid. In contrast, larger FAs where the F-actin speed is low are marked by a direct relationship between F-actin speed and traction stress. We found that the biphasic switch is determined by a threshold F-actin speed of 8–10 nm\/s, independent of changes in FA protein density, age, stress magnitude, assembly\/disassembly status, or subcellular position induced by pleiotropic perturbations to Rho family guanosine triphosphatase signaling and myosin II activity. Thus, F-actin speed is a fundamental …",
                "Dynamic regulation of the filamentous actin (F-actin) cytoskeleton is critical to numerous physical cellular processes, including cell adhesion, migration and division. Each of these processes require precise regulation of cell shape and mechanical force generation which, to a large degree, is regulated by the dynamic mechanical behaviors of a diverse assortment of F-actin networks and bundles. In this review, we review the current understanding of the mechanics of F-actin networks and identify areas of further research needed to establish physical models. We first review our understanding of the mechanical behaviors of F-actin networks reconstituted in vitro, with a focus on the nonlinear mechanical response and behavior of “active” F-actin networks. We then explore the types of mechanical response measured of cytoskeletal F-actin networks and bundles formed in living cells and identify how these …",
                "We measure the viscoelasticity of entangled F-actin over length scales between 1 and 100 μ m using one-and two-particle microrheology, and directly identify two distinct microscopic contributions to the elasticity. Filament entanglements lead to a frequency-independent elastic modulus over an extended frequency range of 0.01–30 r a d\/sec﻿; this is probed with one-particle microrheology. Longitudinal fluctuations of the filaments increase the elastic modulus between 0.1 and 30 r a d\/sec﻿ at length scales up to the filament persistence length; this is probed by two-particle microrheology."
            ],
            [
                [
                    "Biophysics",
                    "Soft Condensed Matter",
                    "Cell Adhesion",
                    "Cell Mechanobiology",
                    "Actin Cytoskeleton"
                ]
            ]
        ]
    ]
}