{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RQTTKL21",
            "gl06D3EAAAAJ",
            [
                "Mechanisms of extensive spatiotemporal chaos in Rayleigh–Bénard convection",
                "Reducing substrate pinning of block copolymer microdomains with a buffer layer of polymer brushes",
                "Forcing and velocity correlations in a vibrated granular monolayer",
                "Use of locally dense basis sets for nuclear magnetic resonance shielding calculations",
                "Importance of local pattern properties in spiral defect chaos",
                "Equilibrium regained: from nonequilibrium chaos to statistical mechanics",
                "Relation between fractal dimension and spatial correlation length for extensive chaos",
                "Characterization of the transition from defect to phase turbulence",
                "The dynamics of thin vibrated granular layers",
                "Bistability and competition of spatiotemporal chaotic and fixed point attractors in Rayleigh-Bénard convection"
            ],
            [
                "Spatially extended dynamical systems exhibit complex behaviour in both space and time—spatiotemporal chaos 1, 2. Analysis of dynamical quantities (such as fractal dimensions and Lyapunov exponents 3) has provided insights into low-dimensional systems; but it has proven more difficult to understand spatiotemporal chaos in high-dimensional systems, despite abundant data describing its statistical properties 1, 4, 5. Initial attempts have been made to extend the dynamical approach to higher-dimensional systems, demonstrating numerically that the spatiotemporal chaos in several simple models is extensive 6, 7, 8 (the number of dynamical degrees of freedom scales with the system volume). Here we report a computational investigation of a phenomenon found in nature,‘spiral defect’chaos 5, 9 in Rayleigh–Bénard convection, in which we find that the spatiotemporal chaos in this state is extensive and …",
                "We study the range of orientational order of a single layer of cylindrical block copolymer microdomains annealed on several types of substrates. The orientational persistence length or nematic correlation length (ξ) is evaluated using recently developed imaging and analysis methods to measure the grain size of the block copolymer microdomains. We show that the substrate can lower ξ for block copolymers with a majority component that interacts strongly with the substrate, but this can be mitigated by attaching a buffer layer of polystyrene brushes to the substrate. In addition, we show that, for a block copolymer where the block that strongly interacts with the substrate is the minority component, the microdomain correlation length does not increase when substrates are treated with this buffer layer. We suggest that in this case the brushes do not increase ξ not only because of the lower volume fraction of the strongly …",
                "The role of forcing on the dynamics of a vertically shaken granular monolayer is investigated. Using a flat plate, surprising negative velocity correlations are measured. A mechanism for this anticorrelation is proposed with support from both experimental results and molecular dynamics simulations. Using a rough plate, velocity correlations are positive, and the velocity distribution evolves from a Gaussian at very low densities to a broader distribution at high densities. These results are interpreted as a balance between stochastic forcing, interparticle collisions, and friction with the plate.",
                "The locally dense basis set approach to the calculation of nuclear magnetic resonance shieldings is one in which a sufficiently large or dense set of basis functions is used for an atom or molecular fragment containing the resonant nucleus or nuclei of interest and fewer or attenuated sets of basis functions employed elsewhere. Provided the dense set is of sufficient size, this approach is capable of determining chemical shieldings nearly as well as a calculation with a balanced basis set of quality equal to the locally dense set, but with considerable savings of CPU time. Detailed comparisons are provided of locally dense and balanced calculations in the gauge including atomic orbital (GIAO) method for the individual principal values, the isotropic shieldings, and the tensor orientations for hydrogen, carbon, nitrogen, oxygen, fluorine, and phosphorus nuclei. It is seen that chemical functional groups can often define …",
                "We analyze experimental data from Rayleigh-Bénard convection in a large aspect ratio cell using a new, efficient method applicable to disordered striped patterns from biological, chemical, optical, and fluid systems. We present statistics of various local pattern properties such as the local wave-vector magnitude, local pattern orientation, and defect densities. Using these statistics, we provide quantitative evidence demonstrating that the stability boundaries derived for infinite systems are applicable to local patches within disordered patterns. We also present the first experimental observation of multiple length scales within spiral defect chaos.",
                "Far-from-equilibrium, spatially extended chaotic systems have generally eluded analytical solution, leading researchers to consider theories based on a statistical rather than a detailed knowledge of the microscopic length scales. Building on the recent discovery of a separation of length scales between macroscopic behavior and microscopic chaos, a simple far-from-equilibrium spatially extended chaotic system has been studied computationally at intermediate, coarse-grained scales. Equilibrium properties such as Gibbs distributions and detailed balance are recovered at these scales, which suggests that the macroscopic behavior of some far-from-equilibrium systems might be understood in terms of equilibrium statistical mechanics.",
                "SUSTAINED nonequiibrium systems can be characterized by a fractal dimension D⩾ 0, which can be considered to be a measure of the number of independent degrees of freedom 1. The dimension D is usually estimated from time series 2 but the available algorithms are unreliable and difficult to apply when D is larger than about 5 (refs 3, 4). Recent advances in experimental technique 5–8 and in parallel computing have now made possible the study of big systems with large fractal dimensions, raising new questions about what physical properties determine D and whether these physical properties can be used in place of time-series to estimate large fractal dimensions. Numerical simulations 9–11 suggest that sufficiently large homogeneous systems will generally be extensively chaotic 12, which means that D increases linearly with the system volume V. Here we test an hypothesis that follows from this …",
                "For the complex Ginzburg-Landau equation on a large periodic interval, we show that the transition from defect to phase turbulence is more accurately described as a smooth crossover rather than as a sharp continuous transition. We obtain this conclusion by using a parallel computer to calculate various order parameters, especially the density of space-time defects, the Lyapunov dimension density, and correlation lengths. Remarkably, the correlation length of the field amplitude fluctuations is, within a constant factor, equal to the length scale defined by the dimension density.",
                "We describe a series of experiments and computer simulations on vibrated granular media in a geometry chosen to eliminate gravitationally induced settling. The system consists of a collection of identical spherical particles on a horizontal plate vibrating vertically, with or without a confining lid. Previously reported results are reviewed, including the observation of homogeneous, disordered liquid-like states, an instability to a'collapse'of motionless spheres on a perfect hexagonal lattice, and a fluctuating, hexagonally ordered state. In the presence of a confining lid we see a variety of solid phases at high densities and relatively high vibration amplitudes, several of which are reported for the first time in this article. The phase behaviour of the system is closely related to that observed in confined hard-sphere colloidal suspensions in equilibrium, but with modifications due to the effects of the forcing and dissipation. We …",
                "For Rayleigh-Bénard convection in a square cell with a fluid of Prandtl number σ≈ 1, we report experimental results on the bistability of the spatiotemporal chaotic state of spiral defect chaos (SDC) and a stationary state of ideal straight rolls (ISR). We present the first large aspect ratio experimental confirmation of the theoretical prediction of stable ISR in the parameter regime where typical initial conditions lead to SDC. As a function of the control parameter and for typical experimental initial conditions, we also find a transition in the selection between SDC and ISR which is mediated by front propagation. We characterize the transition with two measures, the spatial correlation length and the spectral pattern entropy, and find that the transition shows similarities to equilibrium phase transitions."
            ],
            [
                [

                ]
            ]
        ]
    ]
}