{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RRJRTSXP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Alexander Khanov Dr. Alexander Khanov Professor Ph.D., University of Rochester, 2004 251 Physical Sciences 405-744-2404 alexander.khanov@okstate.edu Lab: 252-253 Physical Sciences Oklahoma State High Energy Physics | The ATLAS Experiment at the LHC | My Curriculum Vitae Research My research interests are in the field of experimental high energy physics. I am involved in Higgs boson physics and identification of bottom quarks at the ATLAS experiment at CERN. ATLAS is one of the two major experiments at the Large Hadron Collider with more than 3000 people involved. The other experiment is called CMS. In July 2012 both experiments have announced the observation of a new particle in the mass region around 125-126 GeV consistent with the Higgs . Six years after its discovery, the Higgs boson has at last been observed decaying to bottom quarks by both ATLAS and CMS experiments . Teaching PHYS 3513: Mathematical Physics Selected Publications \"Observation of H→bb decays and VH production with the ATLAS detector,\" M. Aaboud et al. [ATLAS Collaboration], Phys. Lett. B 786, 59 (2018). \"Search for supersymmetry in final states with missing transverse momentum and multiple b-jets in proton-proton collisions at √s=13 TeV with the ATLAS detector,\" M. Aaboud et al. [ATLAS Collaboration], JHEP 1806, 107 (2018). \"Anarchy with Hierarchy: A Probabilistic Appraisal,\" K. S. Babu, A. Khanov and S. Saad, Phys. Rev. D 95, no. 5, 055014 (2017). \"Performance of b-Jet Identification in the ATLAS Experiment,\" G. Aad et al. [ATLAS Collaboration], JINST 11, no. 04, P04008 (2016). \"Measurements of fiducial cross-sections for ttbar production with one or two additional b-jets in pp collisions at √s=8 TeV using the ATLAS detector,\" G. Aad et al. [ATLAS Collaboration], Eur. Phys. J. C 76 no. 1, 11 (2016)."
            ]
        ]
    ]
}