{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RSYS40AV",
            "hjrp_QoAAAAJ",
            [
                "Ultralow-loss polaritons in isotopically pure boron nitride",
                "Broadband terahertz generation from metamaterials",
                "Time-resolved Raman spectroscopy of optical phonons in graphite: Phonon anharmonic coupling and anomalous stiffening",
                "Temperature dependence of the anharmonic decay of optical phonons in carbon nanotubes and graphite",
                "Layer Control of WSe2 via Selective Surface Layer Oxidation",
                "Layer Control of WSe2 via Selective Surface Layer Oxidation",
                "Ultrafast terahertz probes of interacting dark excitons in chirality-specific semiconducting single-walled carbon nanotubes",
                "One-and two-dimensional photo-imprinted diffraction gratings for manipulating terahertz waves",
                "Indirect Band Gap Emission by Hot Electron Injection in Metal\/MoS2 and Metal\/WSe2 Heterojunctions"
            ],
            [
                "Conventional optical components are limited to size scales much larger than the wavelength of light, as changes to the amplitude, phase and polarization of the electromagnetic fields are accrued gradually along an optical path. However, advances in nanophotonics have produced ultrathin, so-called ‘flat’optical components that beget abrupt changes in these properties over distances significantly shorter than the free-space wavelength 1, 2, 3, 4, 5, 6, 7, 8. Although high optical losses still plague many approaches 9, phonon polariton (PhP) materials have demonstrated long lifetimes for sub-diffractional modes 10, 11, 12, 13 in comparison to plasmon-polariton-based nanophotonics. We experimentally observe a threefold improvement in polariton lifetime through isotopic enrichment of hexagonal boron nitride (hBN). Commensurate increases in the polariton propagation length are demonstrated via direct imaging of …",
                "The terahertz spectral regime, ranging from about 0.1–15 THz, is one of the least explored yet most technologically transformative spectral regions. One current challenge is to develop efficient and compact terahertz emitters\/detectors with a broadband and gapless spectrum that can be tailored for various pump photon energies. Here we demonstrate efficient single-cycle broadband THz generation, ranging from about 0.1–4 THz, from a thin layer of split-ring resonators with few tens of nanometers thickness by pumping at the telecommunications wavelength of 1.5 μm (200 THz). The terahertz emission arises from exciting the magnetic-dipole resonance of the split-ring resonators and quickly decreases under off-resonance pumping. This, together with pump polarization dependence and power scaling of the terahertz emission, identifies the role of optically induced nonlinear currents in split-ring resonators. We also …",
                "Time-resolved Raman spectroscopy has been applied to probe the anharmonic coupling and electron-phonon interaction of optical phonons in graphite. From the decay of the transient anti-Stokes scattering of the G-mode following ultrafast excitation, we measured a lifetime of 2.2±0.1 ps for zone-center optical phonons. We also observed a transient stiffening of G-mode phonons, an effect attributed to the reduction of the electron-phonon coupling for high electronic temperatures.",
                "We report on the temperature dependence of the anharmonic decay rate of zone-center (G mode) optical phonons in both single-walled carbon nanotubes and graphite. The measurements are performed using a pump-probe Raman scattering scheme with femtosecond laser pulses. For nanotubes, measured over a temperature range of 6 K–700 K, we observe little temperature dependence of the decay rate below room temperature. Above 300 K, the decay rate increases from 0.8 to 1.7 ps− 1. The decay rates observed for graphite range from 0.5 to 0.8 ps− 1 for temperatures from 300 K–700 K. We compare the behavior observed in carbon nanotubes and graphite and discuss the implications of our results for the mechanism of the anharmonic decay of optical phonons in both systems.",
                "We report Raman and photoluminescence spectra of mono- and few-layer WSe2 and MoSe2 taken before and after exposure to a remote oxygen plasma. For bilayer and trilayer WSe2, we observe an increase in the photoluminescence intensity and a blue shift of the photoluminescence peak positions after oxygen plasma treatment. The photoluminescence spectra of trilayer WSe2 exhibit features of a bilayer after oxygen plasma treatment. Bilayer WSe2 exhibits features of a monolayer, and the photoluminescence of monolayer WSe2 is completely absent after the oxygen plasma treatment. These changes are observed consistently in more than 20 flakes. The mechanism of the changes observed in the photoluminescence spectra of WSe2 is due to the selective oxidation of the topmost layer. As a result, N-layer WSe2 is reduced to N–1 layers. Raman spectra and AFM images taken from the WSe2 flakes before …",
                "We report Raman and photoluminescence spectra of mono- and few-layer WSe2 and MoSe2 taken before and after exposure to a remote oxygen plasma. For bilayer and trilayer WSe2, we observe an increase in the photoluminescence intensity and a blue shift of the photoluminescence peak positions after oxygen plasma treatment. The photoluminescence spectra of trilayer WSe2 exhibit features of a bilayer after oxygen plasma treatment. Bilayer WSe2 exhibits features of a monolayer, and the photoluminescence of monolayer WSe2 is completely absent after the oxygen plasma treatment. These changes are observed consistently in more than 20 flakes. The mechanism of the changes observed in the photoluminescence spectra of WSe2 is due to the selective oxidation of the topmost layer. As a result, N-layer WSe2 is reduced to N–1 layers. Raman spectra and AFM images taken from the WSe2 flakes before …",
                "Ultrafast terahertz spectroscopy accesses the dark excitonic ground state in resonantly excited (6, 5) single-walled carbon nanotubes via internal, direct dipole-allowed transitions between the lowest-lying dark-bright pair state of∼ 6 meV. An analytical model reproduces the response that enables the quantitative analysis of transient densities of dark excitons and e− h plasma, oscillator strength, transition energy renormalization, and dynamics. Nonequilibrium, yet stable, quasi-one-dimensional quantum states with dark excitonic correlations rapidly emerge even with increasing off-resonance photoexcitation and experience a unique crossover to complex phase-space filling of both dark and bright pair states, different from dense two-and three-dimensional excitons influenced by the thermalization, cooling, and ionization to free carriers.",
                "Emerging technology based on artificial materials containing metallic structures has raised the prospect for unprecedented control of terahertz waves. The functionality of these devices is static by the very nature of their metallic composition, although some degree of tunability can be achieved by incorporating electrically biased semiconductors. Here, we demonstrate a photonic structure by projecting the optical image of a metal mask onto a thin GaAs substrate using a femtosecond pulsed laser source. We show that the resulting high-contrast pattern of photo-excited carriers can create diffractive elements operating in transmission, potentially providing a route to terahertz components with reconfigurable functionality.",
                "Transition metal dichalcogenides (TMDCs), such as MoS2 and WSe2, are free of dangling bonds and therefore make more “ideal” Schottky junctions than bulk semiconductors, which produce Fermi energy pinning and recombination centers at the interface with bulk metals, inhibiting charge transfer. Here, we observe a more than 10× enhancement in the indirect band gap photoluminescence of transition metal dichalcogenides (TMDCs) deposited on various metals (e.g., Cu, Au, Ag), while the direct band gap emission remains unchanged. We believe the main mechanism of light emission arises from photoexcited hot electrons in the metal that are injected into the conduction band of MoS2 and WSe2 and subsequently recombine radiatively with minority holes in the TMDC. Since the conduction band at the K-point is 0.5 eV higher than at the Σ-point, a lower Schottky barrier exists for the Σ-point band, making …"
            ],
            [
                [
                    "Ultrafast spectroscopy",
                    "Electronic properties and dynamics of nanoscale systems",
                    "nanophotonics",
                    "plasmonics",
                    "power electronics"
                ]
            ],
            [
                "Ioannis  Chatzakis,  Ph.D. Assistant Professor ioannis.chatzakis@ttu.edu +1 (806) 834-5414 Address: Department of Physics & Astronomy Box 14051, Lubbock, TX 79409-1051 Science Building 116 My research focuses on the optical and electronic properties of nanomaterials and\n                        nanostructures, and in particular, on understanding the fundamental processes related\n                        to the dynamics of charge carriers, phonons, and other excitations (i.e. polaritons).\n                        Understanding the principles that govern these excitations will enable the fabrication\n                        of optoelectronic and photonic devices with novel and enhanced functionalities. I\n                        also develop new methods for THz generation\/modulation by artificial nanostructures,\n                        and investigate novel methods for light confinement beyond the diffraction limit.\n                        In addition, I study materials that operate as single photon sources (quantum light\n                        emitters) for applications in quantum information systems. I use femtosecond pump-probe\n                        techniques complemented by other optical spectroscopy methods. Education Ph.D., Physics, Kansas State University 2009 M.Sc., Physical Chemistry, Applied Molecular Spectroscopy 2004 B.Sc., Electrical Engineering, Hellenic Mediterranean University 1996 Research group page Awards and Fellowships Postdoctoral fellow of the American Society of Engineering Education (ASEE) residing\n                     in U.S. Naval Research Laboratory (Washington, DC; 2016-2019) [1] I. Chatzakis , R. B. Davidson II, A. D. Dunkelberger, J. Freitas, A. Giles, C. T. Ellis, J. G.\n                        Tischler, J. D. Caldwell, and J. C. Owrutsky, `` Rapid Bimolecular and Defect-Assisted Carrier Recombination in Hexagonal Boron Nitride \", American Chemical Society J. Phys. Chem. C 123 , 14689 (2019) [2] D. C. Ratchford, C. Winta, I. Chatzakis , C. T. Ellis, N. Passler, J. Winterstein, P. Dev, I. Razdolski, J. G. Tischler, I.\n                        Vurgaftman, M. Katz, N. Nepal, M. T. Hardy, J. A. Hachtel, J. C. Idrobo, T. Reinecke,\n                        A. J. Giles, D. S. Katzer, N. D. Bassim, R. Stroud, M. Wolf, A. Paarmann, and J. D.\n                        Caldwell `` Controlling the Infrared Dielectric Function through Atomic-Scale Heterostructures \", American Chemical Society Nano, 13 , 6730 (2019) [3] I. Chatzakis , A. Krishna, J. Gilberstone, A. Giles, N. Sharac, M. G Spencer, and J. D Caldwell,\n                        `` Strong confinement of optical fields using localized surface phonon polaritons in\n                           cubic boron nitride \", Optics Letters 43 , 2177 (2018) [4] A. J. Giles, S. Dai, I. Vurgaftman, T. Hoffman, S. Liu, L. Lindsey, C. Ellis,\n                        N. Assefa, I. Chatzakis , T. L. Reinecke, J. G. Tischler, M. M. Fogler, J. H. Edgar, D. N. Basov, and J. D.\n                        Caldwell, `` Ultralow-loss polaritons in isotopically pure boron nitride \", Nature Materials 17 , 134 (2018) [5] I. Chatzakis , Z. Li, A. V. Benderskii, and S. B. Cronin, `` Broadband terahertz modulation in electrostatically-doped artificial trilayer graphene \", Nanoscale 9 , 1721 (2017) [6.] Z. Li, S. Yang, R. Dhall, E. Kosmowska, H. Shi, I. Chatzakis , and S. B. Cronin, `` Layer control of WSe2 via selective surface layer oxidation \" American Chemical Society Nano 10 , 6836, (2016) [7] R. Dhall, K. Seyler, Z. Li, D. Wickramaratne, M. R. Neupane, I. Chatzakis , E. Kosmowska, R. K. Lake, X. Xu, and S. B. Cronin, `` Strong circularly polarized photoluminescence from multilayer MoS2 through plasma\n                           driven direct-gap transition \", American Chemical Society  Photonics 3 , 310 (2016) [8] Z. Li, G. Ezhilarasu, I. Chatzakis , C-C. Chen, R. Dhall, and S. B. Cronin, `` Indirect band gap emission by hot electron injection in metal\/MoS2 and metal\/WSe2\n                           heterojunctions \", Nano Letters 15 , 3977 (2015) [9.] L. Luo, I. Chatzakis , A. Patz, and J. Wang, `` Ultrafast THz probes of interacting dark excitons in chirality-specific semiconducting\n                           single-wall carbon nanotubes \", Physical Review Letters 114 , 107402 (2015) [10.] M. J. Shu, P. Zalden, F. Chen, B. Weems, I. Chatzakis , F. Xiong, R. Jeyasingh, M.C. Hoffmann, E. Pop, H.-S. Philip Wong, M. Wutting, and\n                        A. M. Lindenberg, `` Ultrafast terahertz-induced response of GeSbTe phase-change materials \", Applied Physics Letters 104 , 201907 (2014) [11.] L. Luo, I. Chatzakis , J. Wang, F. B. P. Niesler, M. Wegener, T. Koschny, and C. M. Soukoulis, `` Broadband terahertz generation from metamaterials \", Nature Communications 5 , 3055 (2014) [12.] I. Chatzakis , `` Electrons temperature dependence of the electron-phonon coupling strength in double-wall\n                           carbon nanotubes \", Applied Physics Letters 103 , 043110 (2013) [13.] M. J. Shu, I. Chatzakis , Y. Kuo, P. Zalden, and A. M. Lindenberg, `` Ultrafast sub-threshold photo-induced response in crystalline and amorphous GeSbTe\n                           thin films \", Applied Physics Letters 102 , 201903 (2013) [14.] I. Chatzakis , P. Tassin, L. Luo, N. H. Shen, L. Zhang, J. Wang, T. Koschny, and C. M. Soukoulis,`` One-and two-dimensional photo-imprinted diffraction gratings for manipulating terahertz\n                           waves \", Applied Physics Letters 103 , 043101 (2013) Selected as Cover Article for Applied Physics Letters (July 22, 2013; Issue 4) [15.] I. Chatzakis , L. Luo, J. Wang, N-H. Shen, T. Koschny, J. Zhou, and C. M. Soukoulis,`` Reversible modulation and ultrafast dynamics of terahertz resonances in strongly photoexcited\n                           metamaterials \", Physical Review B, 86 , 125110 (2012) [16.] I. Chatzakis , H. Yan, D. Song, S. Berciaud, and T. Heinz,`` Temperature dependence of the anharmonic decay rate of optical phonons in carbon nanotubes\n                           and graphite \", Physical Review B 83 , 205411 (2011) [17.] H. Yan, D. Song, K. F. Mak, I. Chatzakis , J. Maultzsch, and T. F. Heinz, `` Time-resolved Raman spectroscopy of optical phonons in graphite: Phonon anharmonic\n                           coupling and anomalous stiffening \", Physical Review B 80 , 121403 (2009) [18.] T. J. M. Zouros, E. P. Benis, and I. Chatzakis , ``Optimization of the energy resolution of an ideal ESCA-type hemispherical analyzer\",\n                        Nuclear Instruments and Methods in Physics Research Section B 235 , 535 (2005) Oct 14, 2020 2:18 PM"
            ]
        ]
    ]
}