{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RSZ2MIBY",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Herman L.  Verlinde Herman L.  Verlinde Professor of Physics Department Chair 609-258-5585 verlinde@Princeton.EDU 350 Jadwin Hall physics.princeton.edu\/~verlinde\/ My research field is string theory. I am interested in all its many aspects: its mathematical foundations and non-perturbative formulations, as well as its applications to particle physics, gauge theory, black hole physics, and cosmology. The focus of my most recent research is the quantum theory of black hole horizons, and its connection to quantum information theory and entanglement. For more information: Herman Verlinde's Homepage Selected Publications  H. Verlinde and E. Verlinde, \"Black Hole Entanglement and Quantum Error Correction\", Journal of High Energy Physics  1 31 0 , 107 (2013) H. Verlinde, F. Alday, D. Gaiotto, S. Gukov and Y. Tachikawa, \"Loop and Surface Operators in N=2 Gauge Theory and Liouville Modular Geometry\", Journal of High Energy Physics  1 0 0 1 , 113 (2010) H. Verlinde and M. Wijnholt, \"Building the Standard Model on a D3-brane\", Journal of High Energy Physics  0 7 0 1 , 106 (2007) H. Verlinde and J. McGreevy, \"Strings from Tachyons: the c=1 Matrix Reloaded\", Journal of High Energy Physics 0312 , 054 (2003) H. Verlinde and de Boer and E. Verlinde, \"On the Holographic Renormalization Group\", Journal of High Energy Physics 0008 , 003 (2000) H. Verlinde, \"Holography and Compactification\", Nuclear Physics B 580 , 264 (2000) H. Verlinde and R. Dijkgraaf and E. Verlinde, \"Matrix String Theory\", Nuclear Physics B 500 , 43 (1997) H. Verlinde and R. Dijkgraaf and E. Verlinde, \"String Propagation in a Black Hole Geometry\", Nuclear Physics B 371 , 269 (1992) H. Verlinde and R. Dijkgraaf and E. Verlinde, \"Topological Strings in d<1\", Nuclear Physics B 351 , 59 (1991) H. Verlinde and E. Verlinde, \"Chiral Bosonization, Determinants, and the String Partition Function\", Nuclear Physics B 288 , 357 (1987) "
            ]
        ]
    ]
}