{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RUHJESLV",
            "NUK2UUcAAAAJ",
            [
                "First observation of PeV-energy neutrinos with IceCube",
                "First year performance of the IceCube neutrino telescope",
                "The IceCube data acquisition system: Signal capture, digitization, and timestamping",
                "Search for dark matter annihilations in the Sun with the 79-string IceCube detector",
                "An absence of neutrinos associated with cosmic-ray acceleration in γ-ray bursts",
                "Measurement of the atmospheric neutrino energy spectrum from 100 GeV to 400 TeV with IceCube",
                "Calibration and characterization of the IceCube photomultiplier tube",
                "The design and performance of IceCube DeepCore",
                "Measurement of South Pole ice transparency with the IceCube LED calibration system",
                "Limits on a muon flux from neutralino annihilations in the Sun with the IceCube 22-string detector"
            ],
            [
                "We report on the observation of two neutrino-induced events which have an estimated deposited energy in the IceCube detector of 1.04±0.16 and 1.14±0.17 PeV, respectively, the highest neutrino energies observed so far. These events are consistent with fully contained particle showers induced by neutral-current ν e, μ, τ (ν e, μ, τ) or charged-current ν e (ν e) interactions within the IceCube detector. The events were discovered in a search for ultrahigh energy neutrinos using data corresponding to 615.9 days effective live time. The expected number of atmospheric background is 0.082±0.004 (stat)− 0.057+ 0.041 (syst). The probability of observing two or more candidate events under the atmospheric background-only hypothesis is 2.9× 10− 3 (2.8 σ) taking into account the uncertainty on the expected number of background events. These two events could be a first indication of an astrophysical neutrino flux; the …",
                "The first sensors of the IceCube neutrino observatory were deployed at the South Pole during the austral summer of 2004–2005 and have been producing data since February 2005. One string of 60 sensors buried in the ice and a surface array of eight ice Cherenkov tanks took data until December 2005 when deployment of the next set of strings and tanks began. We have analyzed these data, demonstrating that the performance of the system meets or exceeds design requirements. Times are determined across the whole array to a relative precision of better than 3 ns, allowing reconstruction of muon tracks and light bursts in the ice, of air-showers in the surface array and of events seen in coincidence by surface and deep-ice detectors separated by up to 2.5 km.",
                "IceCube is a km-scale neutrino observatory under construction at the South Pole with sensors both in the deep ice (InIce) and on the surface (IceTop). The sensors, called Digital Optical Modules (DOMs), detect, digitize and timestamp the signals from optical Cherenkov-radiation photons. The DOM Main Board (MB) data acquisition subsystem is connected to the central DAQ in the IceCube Laboratory (ICL) by a single twisted copper wire-pair and transmits packetized data on demand. Time calibration is maintained throughout the array by regular transmission to the DOMs of precisely timed analog signals, synchronized to a central GPS-disciplined clock. The design goals and consequent features, functional capabilities, and initial performance of the DOM MB, and the operation of a combined array of DOMs as a system, are described here. Experience with the first InIce strings and the IceTop stations indicates that …",
                "We have performed a search for muon neutrinos from dark matter annihilation in the center of the Sun with the 79-string configuration of the IceCube neutrino telescope. For the first time, the DeepCore subarray is included in the analysis, lowering the energy threshold and extending the search to the austral summer. The 317 days of data collected between June 2010 and May 2011 are consistent with the expected background from atmospheric muons and neutrinos. Upper limits are set on the dark matter annihilation rate, with conversions to limits on spin-dependent and spin-independent scattering cross sections of weakly interacting massive particles (WIMPs) on protons, for WIMP masses in the range 20–5000 GeV\/c 2. These are the most stringent spin-dependent WIMP-proton cross section limits to date above 35 GeV\/c 2 for most WIMP models.",
                "Very energetic astrophysical events are required to accelerate cosmic rays to above 10 18 electronvolts. GRBs (γ-ray bursts) have been proposed as possible candidate sources 1, 2, 3. In the GRB ‘fireball’model, cosmic-ray acceleration should be accompanied by neutrinos produced in the decay of charged pions created in interactions between the high-energy cosmic-ray protons and γ-rays 4. Previous searches for such neutrinos found none, but the constraints were weak because the sensitivity was at best approximately equal to the predicted flux 5, 6, 7. Here we report an upper limit on the flux of energetic neutrinos associated with GRBs that is at least a factor of 3.7 below the predictions 4, 8, 9, 10. This implies either that GRBs are not the only sources of cosmic rays with energies exceeding 10 18 electronvolts or that the efficiency of neutrino production is much lower than has been predicted.",
                "A measurement of the atmospheric muon neutrino energy spectrum from 100 GeV to 400 TeV was performed using a data sample of about 18 000 up-going atmospheric muon neutrino events in IceCube. Boosted decision trees were used for event selection to reject misreconstructed atmospheric muons and obtain a sample of up-going muon neutrino events. Background contamination in the final event sample is less than 1%. This is the first measurement of atmospheric neutrinos up to 400 TeV, and is fundamental to understanding the impact of this neutrino background on astrophysical neutrino observations with IceCube. The measured spectrum is consistent with predictions for the atmospheric ν μ+ ν μ flux.",
                "Over 5000 PMTs are being deployed at the South Pole to compose the IceCube neutrino observatory. Many are placed deep in the ice to detect Cherenkov light emitted by the products of high-energy neutrino interactions, and others are frozen into tanks on the surface to detect particles from atmospheric cosmic ray showers. IceCube is using the 10-in. diameter R7081-02 made by Hamamatsu Photonics. This paper describes the laboratory characterization and calibration of these PMTs before deployment. PMTs were illuminated with pulses ranging from single photons to saturation level. Parameterizations are given for the single photoelectron charge spectrum and the saturation behavior. Time resolution, late pulses and afterpulses are characterized. Because the PMTs are relatively large, the cathode sensitivity uniformity was measured. The absolute photon detection efficiency was calibrated using Rayleigh …",
                "The IceCube neutrino observatory in operation at the South Pole, Antarctica, comprises three distinct components: a large buried array for ultrahigh energy neutrino detection, a surface air shower array, and a new buried component called DeepCore. DeepCore was designed to lower the IceCube neutrino energy threshold by over an order of magnitude, to energies as low as about 10 GeV. DeepCore is situated primarily 2100 m below the surface of the icecap at the South Pole, at the bottom center of the existing IceCube array, and began taking physics data in May 2010. Its location takes advantage of the exceptionally clear ice at those depths and allows it to use the surrounding IceCube detector as a highly efficient active veto against the principal background of downward-going muons produced in cosmic-ray air showers. DeepCore has a module density roughly five times higher than that of the standard …",
                "The IceCube Neutrino Observatory, approximately 1 km3 in size, is now complete with 86 strings deployed in the Antarctic ice. IceCube detects the Cherenkov radiation emitted by charged particles passing through or created in the ice. To realize the full potential of the detector, the properties of light propagation in the ice in and around the detector must be well understood. This report presents a new method of fitting the model of light propagation in the ice to a data set of in situ light source events collected with IceCube. The resulting set of derived parameters, namely the measured values of scattering and absorption coefficients vs. depth, is presented and a comparison of IceCube data with simulations based on the new model is shown.",
                "A search for muon neutrinos from neutralino annihilations in the Sun has been performed with the IceCube 22-string neutrino detector using data collected in 104.3 days of live time in 2007. No excess over the expected atmospheric background has been observed. Upper limits have been obtained on the annihilation rate of captured neutralinos in the Sun and converted to limits on the weakly interacting massive particle (WIMP) proton cross sections for WIMP masses in the range 250–5000 GeV. These results are the most stringent limits to date on neutralino annihilation in the Sun."
            ],
            [
                [
                    "Astrophysics"
                ]
            ],
            [
                "Fabian  Kislat Assistant Professor, Department of Physics and Astronomy Assistant Professor, Space Science Center I am an experimental astrophysicist with a strong passion for developing new instruments that will enable ground-breaking discoveries. My specialities are X-ray and gamma-ray polarimetry and spectroscopy, and applications to the observation of mass-accreting neutron stars and black holes. These objects are not only the brightest X-ray sources in our Galaxy, but also provide us with an opportunity to study the most extreme environments in the Universe. I am the the PI of the SCOTTI project (Superconducting Titanium Imager), whose goal it is to build a balloon-borne hard X-ray telescope utilizing novel gamma-ray detectors using transition edge sensors. These cryogenic detectors will allow an unprecedented spectral resolution for soft gamma-rays. My dream is to one day build a hard X-ray space telescope with this kind of detector. X-ray polarimetry promises insights into the geometry of astrophysical objects that are too small to be imaged by any telescope at any wavelength. I am the instrument scientist of the balloon-borne hard X-ray polarimeter X-Calibur. This instrument will measure the X-ray polarization of several Southern Hemisphere sources during its first long-duration balloon flight. A follow-up mission called XL-Calibur will make much more detailed measurements of several sources during multiple Southern and Northern hemisphere flights. I am also part of the science team of the Imaging X-ray Polarimetry Explorer, a NASA satellite mission that will explore the polarization of X-rays in the 2-8keV energy band, scheduled for launch in early 2021. Finally, I like to use astrophysical observations to test fundamental laws of Physics. For example, I have written several papers using time-of-flight measurements of gamma-rays and various polarization measurements in the optical band to constrain violations of Lorentz invariance, the fundamental symmetry of Einstein's theory of Special Relativity. fabian.kislat@unh.edu (603) 862-1537 Morse Hall 311 Education: Ph.D, Humboldt-Universität zu Berlin (2011)"
            ]
        ]
    ]
}