{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RVP8ADRY",
            "rVBoepAAAAAJ",
            [
                "Effect of  adsorption on electron transport in a carbon nanotube",
                "First-principles calculations of spin-polarized electron transport in a molecular wire: Molecular spin valve",
                "Current switching by conformational change in a π-σ-π molecular wire",
                "Massively parallel computing on an organic molecular layer",
                "Origin of negative differential resistance in a strongly coupled single molecule-metal junction device",
                "First-principles study of the stability and electronic properties of sheets and nanotubes of elemental boron",
                "What determines the sign reversal of magnetoresistance in a molecular tunnel junction?"
            ],
            [
                "We have studied the adsorption of H2O molecules on a single-wall carbon nanotube (NT) using first-principles gradient-corrected density-functional theory. Subsequently, Green’s function-based Landauer–Büttiker multichannel formalism within a tight-binding model is used to calculate the electron transport, and our results suggest that H2O molecules adsorbed on the NT surface reduce the electronic conduction in the tube in agreement with recent experimental measurements. The decrease of conductance with water adsorption is explained on the basis of charge transfer between the adsorbate and the NT.",
                "Using first-principles density functional theory and the Landauer-Büttiker formalism, we have studied the spin-polarized transport of electrons in a benzene-1-4-dithiolate (BDT) molecule sandwiched between two Ni cluster layers, followed by nonmagnetic gold contacts. Our calculation reveals that the current for a parallel (ON) alignment of the spins at opposite ends of the molecular wire is significantly higher than for the antiparallel (OFF) alignment. We also find that the ground state of such a system has an antiparallel alignment suggesting that experiments could be performed in which an external magnetic field would be needed only for ferromagnetic alignment to switch the system from the OFF to the ON state.",
                "The switching behavior of a conformational molecular switch with a π (benzenethiol)-σ (bicyclopentane)-π (benzenethiol) architecture is investigated by quantum mechanical calculations. The model molecular-wire exhibits current switching between the planar and perpendicular orientations of the two π-electron moieties with respect to each other. The current in the planar orientation is found to be 64 nA for an operating potential difference of 2.5 V. The current modulation (ON\/OFF ratio) between the two conformational states of the molecule is calculated to be more than 7 at a switching voltage of 2.5 V. The energy barrier between the molecular conformations corresponding to the ON and OFF states are tens of k B T at room temperature, suggesting that the two states would remain isolated under normal operating conditions",
                "Modern computers operate at enormous speeds—capable of executing in excess of 10 13 instructions per second—but their sequential approach to processing, by which logical operations are performed one after another, has remained unchanged since the 1950s. In contrast, although individual neurons of the human brain fire at around just 10 3 times per second, the simultaneous collective action of millions of neurons enables them to complete certain tasks more efficiently than even the fastest supercomputer. Here we demonstrate an assembly of molecular switches that simultaneously interact to perform a variety of computational tasks including conventional digital logic, calculating Voronoi diagrams, and simulating natural phenomena such as heat diffusion and cancer growth. As well as representing a conceptual shift from serial-processing with static architectures, our parallel, dynamically reconfigurable …",
                "A new mechanism is proposed to explain the origin of negative differential resistance (NDR) in a strongly coupled single molecule-metal junction. A first-principles quantum transport calculation in a Fe-terpyridine linker molecule sandwiched between a pair of gold electrodes is presented. Upon increasing the applied bias, it is found that a new phase in the broken symmetry wave function of the molecule emerges from the mixing of occupied and unoccupied molecular orbitals. As a consequence, a nonlinear change in the coupling between the molecule and the lead is evolved resulting in NDR. This model can be used to explain NDR in other classes of metal-molecule junction devices.",
                "The structural and electronic properties of sheets and nanotubes of boron are investigated using density functional theory. The calculations predict the stability of a novel reconstructed {1 2 2 1} sheet over the ‘idealized’ triangular {1 2 1 2} sheet. Nanotubes formed by wrapping the half-metallic {1 2 2 1} sheet show a curvature-induced transition in their electronic properties. Analysis of the charge density reveals a mixed metallic- and covalent-type of bonding in the reconstructed {1 2 2 1} sheet and the corresponding nanotubes, in contrast to metallic-type bonding in the idealized {1 2 1 2} sheet and its analogous nanotubes.",
                "The observations of both positive and negative signs in tunneling magnetoresistance (TMR) for the same organic spin-valve structure have baffled researchers working in organic spintronics. In this article, we provide an answer to this puzzle by exploring the role of metal–molecule interface on TMR in a single molecular spin-valve junction. A planar organic molecule sandwiched between two nickel electrodes is used to build a prototypical spin-valve junction. A parameter-free, single-particle Green’s function approach in conjunction with a posteriori, spin-unrestricted density functional theory involving a hybrid orbital-dependent functional is used to calculate the spin-polarized current. The effect of external bias is explicitly included to investigate the spin-valve behavior. Our calculations show that only a small change in the interfacial distance at the metal–molecule junction can alter the sign of the TMR from a positive …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}