{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RWKWNCQT",
            "JO0ZTLgAAAAJ",
            [
                "Final report of the E821 muon anomalous magnetic moment measurement at BNL",
                "Precise measurement of the positive muon anomalous magnetic moment",
                "Measurement of the negative muon anomalous magnetic moment to 0.7 ppm",
                "Measurement of the positive muon anomalous magnetic moment to 0.7 ppm",
                "Nonleptonic weak decay of He Λ 5 and C Λ 12",
                "Improved limit on the muon electric dipole moment",
                "Final report of the E821 muon anomalous magnetic moment measurement at BNL",
                "New measurement of the anomalous magnetic moment of the positive muon",
                "Improved measurement of the positive muon anomalous magnetic moment",
                "Measurement of the positive muon lifetime and determination of the Fermi constant to part-per-million precision"
            ],
            [
                "We present the final report from a series of precision measurements of the muon anomalous magnetic moment, a μ=(g− 2)\/2. The details of the experimental method, apparatus, data taking, and analysis are summarized. Data obtained at Brookhaven National Laboratory, using nearly equal samples of positive and negative muons, were used to deduce a μ (Expt)= 11659208.0 (5.4)(3.3)× 10− 10, where the statistical and systematic uncertainties are given, respectively. The combined uncertainty of 0.54 ppm represents a 14-fold improvement compared to previous measurements at CERN. The standard model value for a μ includes contributions from virtual QED, weak, and hadronic processes. While the QED processes account for most of the anomaly, the largest theoretical uncertainty,≈ 0.55 ppm, is associated with first-order hadronic vacuum polarization. Present standard model evaluations, based on e+ e …",
                "A precise measurement of the anomalous g value, a μ=(g− 2)\/2, for the positive muon has been made at the Brookhaven Alternating Gradient Synchrotron. The result a μ+= 11 659 202 (14)(6)× 10− 10 (1.3 ppm) is in good agreement with previous measurements and has an error one third that of the combined previous data. The current theoretical value from the standard model is a μ (SM)= 11 659 159.6 (6.7)× 10− 10 (0.57 ppm) and a μ (exp)− a μ (SM)= 43 (16)× 10− 10 in which a μ (exp) is the world average experimental value.",
                "The anomalous magnetic moment of the negative muon has been measured to a precision of 0.7 ppm (ppm) at the Brookhaven Alternating Gradient Synchrotron. This result is based on data collected in 2001, and is over an order of magnitude more precise than the previous measurement for the negative muon. The result a μ−= 11 659 214 (8)(3)× 10− 10 (0.7 ppm), where the first uncertainty is statistical and the second is systematic, is consistent with previous measurements of the anomaly for the positive and the negative muon. The average of the measurements of the muon anomaly is a μ (exp)= 11 659 208 (6)× 10− 10 (0.5 ppm).",
                "A higher precision measurement of the anomalous g value, a μ=(g− 2)\/2, for the positive muon has been made at the Brookhaven Alternating Gradient Synchrotron, based on data collected in the year 2000. The result a μ+= 11 659 204 (7)(5)× 10− 10 (0.7 ppm) is in good agreement with previous measurements and has an error about one-half that of the combined previous data. The present world average experimental value is a μ (e x p t)= 11 659 203 (8)× 10− 10 (0.7 ppm).",
                "Hypernuclear lifetime and partial decay-rate measurements made at the Brookhaven National Laboratory Alternating Gradient Synchrotron are reported for He Λ 5 and C Λ 12. The mesonic and nonmesonic decays are compared to existing weak-interaction calculations. In particular, the nonmesonic reaction ΛN→ NN is discussed as an example of a nonleptonic weak process for which calculations have been reported using various effective weak Hamiltonians.",
                "Three independent searches for an electric dipole moment (EDM) of the positive and negative muons have been performed, using spin precession data from the muon g− 2 storage ring at Brookhaven National Laboratory. Details on the experimental apparatus and the three analyses are presented. Since the individual results on the positive and negative muons, as well as the combined result, d μ=(0.0±0.9)× 10− 19 e cm, are all consistent with zero, we set a new muon EDM limit,| d μ|< 1.8× 10− 19 e cm (95% CL). This represents a factor of 5 improvement over the previous best limit on the muon EDM.",
                "ПОИСК. Найти. Расширенный поиск … \n",
                "The muon anomalous magnetic moment has been measured in a new experiment at Brookhaven. Polarized muons were stored in a superferric ring, and the angular frequency difference, ω a, between the spin precession and orbital frequencies was determined by measuring the time distribution of high-energy decay positrons. The ratio R of ω a to the Larmor precession frequency of free protons, ω p, in the storage-ring magnetic field was measured. We find R= 3.707 220 (48)× 10− 3. With μ μ\/μ p= 3.183 345 47 (47) this gives a μ+= 1 165 925 (15)× 10− 9 (±13 ppm), in good agreement with the previous CERN measurements for μ+ and μ− and of approximately the same precision.",
                "A new measurement of the positive muon’s anomalous magnetic moment has been made at the Brookhaven Alternating Gradient Synchrotron using the direct injection of polarized muons into the superferric storage ring. The angular frequency difference ω a between the angular spin precession frequency ω s and the angular orbital frequency ω c is measured as well as the free proton NMR frequency ω p. These determine R= ω a\/ω p= 3.707 201 (19)× 10− 3. With μ μ\/μ p= 3.183 345 39 (10) this gives a μ+= 11 659 191 (59)× 10− 10 (±5 ppm), in good agreement with the previous CERN and BNL measurements for μ+ and μ−, and with the standard model prediction.",
                "We report a measurement of the positive muon lifetime to a precision of 1.0 ppm; it is the most precise particle lifetime ever measured. The experiment used a time-structured, low-energy muon beam and a segmented plastic scintillator array to record more than 2× 10 12 decays. Two different stopping target configurations were employed in independent data-taking periods. The combined results give τ μ+(MuLan)= 2 196 980.3 (2.2) ps, more than 15 times as precise as any previous experiment. The muon lifetime gives the most precise value for the Fermi constant: G F (MuLan)= 1.166 378 8 (7)× 10− 5 GeV− 2 (0.6 ppm). It is also used to extract the μ− p singlet capture rate, which determines the proton’s weak induced pseudoscalar coupling g P."
            ],
            [
                [
                    "Precision Muon Physics"
                ]
            ],
            [
                "David Hertzog Director of CENPA Professor hertzog@uw.edu 206-543-0839 B447 Nuclear Experiment Particle Experiment Precision Measurement Muon Physics Precision Muon Physics PHYS 511 A: Topics in Contemporary Physics PHYS 511 A: Topics in Contemporary Physics"
            ]
        ]
    ]
}