{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RYTQ5ML4",
            "5nWl5G4AAAAJ",
            [
                "Systematic literature reviews in software engineering–a tertiary study",
                "A maturity model for the implementation of software process improvement: an empirical study",
                "An exploratory study of why organizations do not adopt CMMI",
                "Critical success factors for software process improvement implementation: an empirical study",
                "Experiences using systematic review guidelines",
                "Systematic review of organizational motivations for adopting CMM-based SPI",
                "Factors influencing clients in the selection of offshore software outsourcing vendors: An exploratory study using a systematic literature review",
                "Barriers in the selection of offshore software development outsourcing vendors: An exploratory study using a systematic literature review",
                "A framework for assisting the design of effective software process improvement implementation strategies",
                "Risks and risk mitigation in global software development: A tertiary study"
            ],
            [
                "In a previous study, we reported on a systematic literature review (SLR), based on a manual search of 13 journals and conferences undertaken in the period 1st January 2004 to 30th June 2007.The aim of this on-going research is to provide an annotated catalogue of SLRs available to software engineering researchers and practitioners. This study updates our previous study using a broad automated search.We performed a broad automated search to find SLRs published in the time period 1st January 2004 to 30th June 2008. We contrast the number, quality and source of these SLRs with SLRs found in the original study.Our broad search found an additional 35 SLRs corresponding to 33 unique studies. Of these papers, 17 appeared relevant to the undergraduate educational curriculum and 12 appeared of possible interest to practitioners. The number of SLRs being published is …",
                "Different advances have been made in the development of software process improvement (SPI) standards and models, e.g. capability maturity model (CMM), more recently CMMI, and ISO's SPICE. However, these advances have not been matched by equal advances in the adoption of these standards and models in software development which has resulted in limited success for many SPI efforts. The current problem with SPI is not a lack of standard or model, but rather a lack of an effective strategy to successfully implement these standards or models. The importance of SPI implementation demands that it be recognised as a complex process in its own right and that organizations should determine their SPI implementation maturity through an organized set of activities. In the literature, much attention has been paid to “what activities to implement” instead of “how to implement” these activities. We believe that …",
                "This paper explores why organizations do not adopt CMMI (Capability Maturity Model Integration), by analysing two months of sales data collected by an Australian company selling CMMI appraisal and improvement services. The most frequent reasons given by organizations were: the organization was small; the services were too costly, the organization had no time, and the organization was using another SPI approach. Overall, we found small organizations not adopting CMMI tend to say that adopting it would be infeasible, but do not say it would be unbeneficial. We comment on the significance of our findings and research method for SPI research.",
                "In this article, we present findings from our recent empirical study of the critical success factors (CSFs) for software process improvement (SPI) implementation with 34 SPI practitioners. The objective of this study is to provide SPI practitioners with sufficient knowledge about the nature of issues that play a positive role in the implementation of SPI programmes in order to assist them in effectively planning SPI implementation strategies.Through our empirical study we identified seven factors (higher management support, training, awareness, allocation of resources, staff involvement, experienced staff and defined SPI implementation methodology) that are generally considered critical for successfully implementing SPI. We also report on a literature survey of CSFs that impact SPI and identify six factors (senior management commitment, staff involvement, staff time and resources, training and mentoring, creating process …",
                "Systematic review is a method to identify, assess and analyse published primary studies to investigate research questions. We critique recently published guidelines for performing systematic reviews on software engineering, and comment on systematic review generally with respect to our experience conducting one. Overall we recommend the guidelines. We recommend researchers clearly and narrowly define research questions to reduce overall effort, and to improve selection and data extraction. We suggest that “complementary” research questions can help clarify the main questions and define selection criteria. We show our project timeline, and discuss possibilities for automating and increasing the acceptance of systematic review.",
                "Background: Software Process Improvement (SPI) is intended to improve software engineering, but can only be effective if used. To improve SPI’s uptake, we should understand why organizations adopt SPI. CMM-based SPI approaches are widely known and studied. Objective: We investigated why organizations adopt CMM-based SPI approaches, and how these motivations relate to organizations’ size. Method: We performed a systematic review, examining reasons reported in more than forty primary studies. Results: Reasons usually related to product quality and project performance, and less commonly, to process. Organizations reported customer reasons infrequently and employee reasons very rarely. We could not show that reasons related to size. Conclusion: Despite its origins in helping to address customer-related issues for the USAF, CMM-based SPI has mostly been adopted to help organizations …",
                "Offshore software development outsourcing is a modern business strategy for developing high quality software at low cost.The objective of this research paper is to identify and analyse factors that are important in terms of the competitiveness of vendor organisations in attracting outsourcing projects.We performed a systematic literature review (SLR) by applying our customised search strings which were derived from our research questions. We performed all the SLR steps, such as the protocol development, initial selection, final selection, quality assessment, data extraction and data synthesis.We have identified factors such as cost-saving, skilled human resource, appropriate infrastructure, quality of product and services, efficient outsourcing relationships management, and an organisation's track record of successful projects which are generally considered important by the …",
                "Software development outsourcing is a contract-based relationship between client and vendor organisations in which a client contracts out all or part of its software development activities to a vendor, who provides agreed services for remuneration.The objective is to identify various barriers that have a negative impact on software outsourcing clients in the selection process of offshore software development outsourcing vendors.We have performed a systematic literature review (SLR) process for the identification of barriers. We have performed all the SLR steps such as the protocol development, initial selection, final selection, quality assessment, data extraction and data synthesis.We have identified barriers such as ‘language and cultural barriers’, ‘country instability’, ‘lack of project management’, ‘lack of protection for intellectual property rights’ and ‘lack of technical capability’ that …",
                "A number of advances have been made in the development of software process improvement (SPI) standards and models, e.g. Capability Maturity Model (CMM), more recently CMMI, and ISO’s SPICE. However, these advances have not been matched by equal advances in the adoption of these standards and models in software development which hasresulted in limited success for many SPI efforts. The current problem with SPI is not a lack of standards or models, but rather a lack of an effective strategy to successfully implement these standards or models.In this paper we have focused on SPI implementation issues and designed three individual components in order to assist SPI practitioners in the design of effective SPI implementation initiatives. We have pulled together individual components under one SPI implementation framework (SPI-IF) using a bottom-up approach already familiar to many practitioners …",
                "ContextThere is extensive interest in global software development (GSD) which has led to a large number of papers reporting on GSD. A number of systematic literature reviews (SLRs) have attempted to aggregate information from individual studies.We wish to investigate GSD SLR research with a focus on discovering what research has been conducted in the area and to determine if the SLRs furnish appropriate risk and risk mitigation advice to provide guidance to organizations involved with GSD.We performed a broad automated search to identify GSD SLRs. Data extracted from each study included: (1) authors, their affiliation and publishing venue, (2) SLR quality, (3) research focus, (4) GSD risks, (5) risk mitigation strategies and, (6) for each SLR the number of primary studies reporting each risk and risk mitigation strategy.We found a total of 37 papers reporting 24 unique GSD SLR …"
            ],
            [
                [
                    "Evidence-based software engineering",
                    "Secure Software Engineering",
                    "Global software engineering"
                ]
            ],
            [
                "Fahad Mahmood Assistant Professor 106 Materials Research Lab (217) 300-9217 fahad@illinois.edu Fahad Mahmood Research Group Professor Fahad Mahmood is an experimentalist in condensed matter physics. He started his research lab on the femtosecond manipulation of quantum materials at the University of Illinois in August 2019. He received his B.S. from Stanford University in 2010, majoring in Physics and Aero\/Astro Engineering. He went on to receive his PhD in Physics from the Massachusetts Institute of Technology in 2016, working in the group of Nuh Gedik. There, he developed ultrafast optical and photoemission techniques to study and control emergent phenomena in a variety of quantum materials. From 2016 to 2019, Professor Mahmood was a postdoctoral research fellow in the group of Peter Armitage at Johns Hopkins University. His research used THz range spectroscopies to probe complex interactions in high-temperature and unconventional superconductors, and frustrated quantum magnets at their natural energy scales. Professor Fahad Mahmood's research lab at the University of Illinois will develop and apply non-linear optical and time-resolved photoemission spectroscopies to solve problems at the intersection of strongly correlated quantum materials and non-equilibrium phenomena. One of the principal goals is to use laser light to engineer electronic interactions in materials, probe their spatial and temporal correlations, and realize model Hamiltonians and novel phases of matter. Typical experiments will use a laser pulse to perturb a particular material in different ways, e.g., by coupling to charge or spin degrees of freedom, exciting specific collective modes or modifying the local energy landscape over short (femtosecond) timescales. Custom-built spectroscopic tools such as time-resolved ARPES and time-domain THz spectroscopy will then be used to examine the resulting evolution of electronic states, measure changes in low-energy electrodynamics and disentangle coupled excitations. Projects and materials will be varied but will likely include unconventional superconductors, topological systems and frustrated magnets. Observation of a marginal Fermi glass using THz 2D coherent spectroscopy. Fahad Mahmood, Dipanjan Chaudhuri, Sarang Gopalakrishnan, Rahul Nandkishore, NP Armitage. arXiv preprint arXiv:2005.10822 (2020) Tunable Magnon Interactions in a Ferromagnetic Spin-1 Chain. Prashant Chauhan, Fahad Mahmood, Hitesh J. Changlani, Seyed M. Koohpayeh, N. P. Armitage. Physical review letters 124 (3), 037203 (2020) Nodeless bulk superconductivity in the time-reversal symmetry breaking Bi\/Ni bilayer system. Prashant Chauhan, Fahad Mahmood, Di Yue, Peng-Chao Xu, Xiaofeng Jin, and N. P. Armitage. Physical Review Letters 122, 017002 (2019) Locating the missing superconducting electrons in the overdoped cuprates La2-xSrxCuO4. Fahad Mahmood, Xi He, Ivan Bozovic and N.P. Armitage. Physical Review Letters 122, 027003 (2019) Hierarchy of exchange interactions in the triangular-lattice spin-liquid YbMgGaO4. Xinshu Zhang, Fahad Mahmood, Marcus Daum, Zhiling Dun, J. A. M. Paddison, N. J. Laurita, Tao Hong, Haidong Zhou, N. P. Armitage and Martin Mourigal. Physical Review X 8, 031001 (2018) Observation of exciton-exciton interaction mediated valley depolarization in monolayer MoSe2. Fahad Mahmood, Zhanybek Alpichshev, Yi-Hsien Lee, Jing Kong and Nuh Gedik. Nano Letters 18, 223 (2018) The origin of exciton mass in a frustrated Mott insulator Na2IrO3. Zhanybek Alpichshev, Edbert J. Sie, Fahad Mahmood, Gang Cao and Nuh Gedik. Physical Review B 96, 235141 (2017) Ultrafast dynamics in the presence of antiferromagnetic correlations in electrondoped cuprate La2âˆ’xCexCuO4Â±Î´. Inna M. Vishik, Fahad Mahmood, Zhanybek Alpichshev, Nuh Gedik, J. Higgins and R. L. Greene. Physical Review B 95, 115125 (2017) The rate of quasiparticle recombination probes the onset of coherence in cuprate superconductors. J. P. Hinton, E. Thewalt, Z. Alpichshev, Fahad Mahmood, J. D. Koralek, M. K. Chan, M. J. Veit, C. J. Dorow, N. Barisic, A. F. Kemper, D. A. Bonn, W. N. Hardy, R. Liang, N. Gedik, M. Greven, A. Lanzara, J. Orenstein. Scientific Reports 6, 23610 (2016) Selective scattering between Floquet-Bloch and Volkov states in a topological insulator. Fahad Mahmood, Ching-Kit Chan, Dillon R. Gardner, Young S. Lee, Patrick Lee and Nuh Gedik. Nature Physics 12, 306310 (2016) Confinement-deconfinement transition as an indication of spin-liquid-type behavior in Na2IrO3. Zhanybek Alpichshev, Fahad Mahmood, Gang Cao and Nuh Gedik. Physical Review Letters 114, 017203 (2014) Â Electrostatic Coupling between Two Surfaces of a Topological Insulator Nanodevice.Â Valla Fatemi, Benjamin Hunt, Hadar Steinberg, Stephen L Eltinge, Fahad Mahmood, Nicholas P Butch, Kenji Watanabe, Takashi Taniguchi, Nuh Gedik, Raymond C Ashoori and Pablo Jarillo-Herrero.Â Physical Review Letters 113, 206801 (2014) Fluctuating charge density waves in a cuprate superconductor. Darius Torchinsky*, Fahad Mahmood*, Anthony T. Bollinger, Ivan Boovic, and Nuh Gedik. Nature Materials 12, 387-391 (2013) Observation of a metal-to-insulator transition with both Mott-Hubbard and Slater characteristics in Sr2IrO4 from time-resolved photocarrier dynamics. David Hsieh, Fahad Mahmood, Darius Torchinsky, Gang Cao and Nuh Gedik. Physical Review B 86, 035128 (2012) Selective probing of photoinduced charge and spin dynamics in the bulk and surface of a topological insulator. David Hsieh, Fahad Mahmood, James W. McIver, D. R. Gardner, Y. S. Lee, and Nuh Gedik. Physical Review Letters 107, 077401 (2011) Testing Anderson's  'Fermi glass' using terahertz photon echoes Many properties of metals can remarkably be understood in terms of “free” electrons, even though electrons interact with each other through a Coulomb force, which can be both large and long ranged. It turns out that these interactions collectively result in the emergence of “quasiparticles” whose behavior is very similar to that of free, non-interacting electrons. This description forms the basis of the famous Landau Fermi liquid theory. In fact, the notion of finding new non-interacting quasiparticles to describe complicated interacting systems is a key paradigm in condensed matter physics. Faculty Highlights Condensed Matter Spotlight on new faculty: Fahad Mahmood, Condensed Matter Fahad Mahmood joins the condensed matter effort at Illinois. In his research on ultra-fast optical spectroscopies of quantum materials, he uses extremely short laser pulses to study problems at the intersection of strongly correlated quantum materials and non-equilibrium physics. He is best known for his work on THz collective modes and fluctuations in cuprate superconductors and on Floquet-Bloch states in topological insulators."
            ]
        ]
    ]
}