{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "RZTKJUO5",
            "X7WuyeAAAAAJ",
            [
                "Riddle of biofilm resistance",
                "A new antibiotic kills pathogens without detectable resistance",
                "Persister cells, dormancy and infectious disease",
                "Persister cells",
                "Platforms for antibiotic discovery",
                "Designing surfaces that kill bacteria on contact",
                "Isolating\" uncultivable\" microorganisms in pure culture in a simulated natural environment",
                "Persister cells and tolerance to antimicrobials",
                "Biofilms and planktonic cells of Pseudomonas aeruginosa have similar resistance to killing by antimicrobials",
                "Specialized persister cells and the mechanism of multidrug tolerance in Escherichia coli"
            ],
            [
                "A biofilm is a population of cells growing on a surface and enclosed in an exopolysaccharide matrix. Biofilms are notoriously difficult to eradicate and are a source of many recalcitrant infections. The nature of bacterial biofilm resistance to antimicrobials is the subject of the present minireview. Pathogenic yeast such as Candida albicans also form recalcitrant biofilms, and this topic has recently been reviewed (5). Resistance is an ability of a microorganism to grow in the presence of an elevated level of an antimicrobial. In short, a strain for which the MIC is increased is resistant. By this conventional criterion, biofilm cells do not necessarily show increased resistance. With some exceptions, biofilm cells do not grow better than planktonic cells in the presence of a broad range of antimicrobials. This is evident from examination of susceptibility data in the biofilm literature (33). However, in most biofilm susceptibility studies …",
                "Antibiotic resistance is spreading faster than the introduction of new compounds into clinical practice, causing a public health crisis. Most antibiotics were produced by screening soil microorganisms, but this limited resource of cultivable bacteria was overmined by the 1960s. Synthetic approaches to produce antibiotics have been unable to replace this platform. Uncultured bacteria make up approximately 99% of all species in external environments, and are an untapped source of new antibiotics. We developed several methods to grow uncultured organisms by cultivation in situ or by using specific growth factors. Here we report a new antibiotic that we term teixobactin, discovered in a screen of uncultured bacteria. Teixobactin inhibits cell wall synthesis by binding to a highly conserved motif of lipid II (precursor of peptidoglycan) and lipid III (precursor of cell wall teichoic acid). We did not obtain any mutants of …",
                "Several well-recognized puzzles in microbiology have remained unsolved for decades. These include latent bacterial infections, unculturable microorganisms, persister cells and biofilm multidrug tolerance. Accumulating evidence suggests that these seemingly disparate phenomena result from the ability of bacteria to enter into a dormant (non-dividing) state. The molecular mechanisms that underlie the formation of dormant persister cells are now being unravelled and are the focus of this Review.",
                "Persisters are dormant variants of regular cells that form stochastically in microbial populations and are highly tolerant to antibiotics. High persister (hip) mutants of Pseudomonas aeruginosa are selected in patients with cystic fibrosis. Similarly, hip mutants of Candida albicans are selected in patients with an oral thrush biofilm. These observations suggest that persisters may be the main culprit responsible for the recalcitrance of chronic infectious disease to antimicrobial therapy. Screening knockout libraries has not produced mutants lacking persisters, indicating that dormancy mechanisms are redundant. Toxin\/antitoxin (TA) modules are involved in persister formation in Escherichia coli. The SOS response leads to overexpression of the TisB toxin and persister formation. TisB is a membrane-acting peptide that apparently sends cells into dormancy by decreasing the proton motive force and ATP levels. Stress …",
                "The spread of resistant bacteria, leading to untreatable infections, is a major public health threat but the pace of antibiotic discovery to combat these pathogens has slowed down. Most antibiotics were originally isolated by screening soil-derived actinomycetes during the golden era of antibiotic discovery in the 1940s to 1960s. However, diminishing returns from this discovery platform led to its collapse, and efforts to create a new platform based on target-focused screening of large libraries of synthetic compounds failed, in part owing to the lack of penetration of such compounds through the bacterial envelope. This article considers strategies to re-establish viable platforms for antibiotic discovery. These include investigating untapped natural product sources such as uncultured bacteria, establishing rules of compound penetration to enable the development of synthetic antibiotics, developing species-specific …",
                "Poly(4-vinyl-N-alkylpyridinium bromide) was  covalently attached to glass slides to create a surface that kills  airborne bacteria on contact. The antibacterial properties were  assessed by spraying aqueous suspensions of bacterial cells on the  surface, followed by air drying and counting the number of cells  remaining viable (i.e., capable of growing colonies). Amino glass  slides were acylated with acryloyl chloride, copolymerized with  4-vinylpyridine, and N-alkylated with different alkyl  bromides (from propyl to hexadecyl). The resultant surfaces, depending  on the alkyl group, were able to kill up to 94 ± 4% of  Staphylococcus aureus cells sprayed on them. A surface  alternatively created by attaching poly(4-vinylpyridine) to a glass  slide and alkylating it with hexyl bromide killed 94 ± 3% of the  deposited S. aureus cells. On surfaces modified with  N-hexylated poly(4-vinylpyridine), the numbers of viable  cells of …",
                "The majority (>99%) of microorganisms from the environment resist cultivation in the laboratory. Ribosomal RNA analysis suggests that uncultivated organisms are found in nearly every prokaryotic group, and several divisions have no known cultivable representatives. We designed a diffusion chamber that allowed the growth of previously uncultivated microorganisms in a simulated natural environment. Colonies of representative marine organisms were isolated in pure culture. These isolates did not grow on artificial media alone but formed colonies in the presence of other microorganisms. This observation may help explain the nature of microbial uncultivability.",
                "Bacterial populations produce persister cells that neither grow nor die in the presence of microbicidal antibiotics. Persisters are largely responsible for high levels of biofilm tolerance to antimicrobials, but virtually nothing was known about their biology. Tolerance of Escherichia coli to ampicillin and ofloxacin was tested at different growth stages to gain insight into the nature of persisters. The number of persisters did not change in lag or early exponential phase, and increased dramatically in mid-exponential phase. Similar dynamics were observed with Pseudomonas aeruginosa (ofloxacin) and Staphylococcus aureus (ciprofloxacin and penicillin). This shows that production of persisters depends on growth stage. Maintaining a culture of E. coli at early exponential phase by reinoculation eliminated persisters. This suggests that persisters are not at a particular stage in the cell cycle, neither are they defective …",
                "Biofilms are considered to be highly resistant to antimicrobial agents. Strictly speaking, this is not the case—biofilms do not grow in the presence of antimicrobials any better than do planktonic cells. Biofilms are indeed highly resistant to killing by bactericidal antimicrobials, compared to logarithmic-phase planktonic cells, and therefore exhibit tolerance. It is assumed that biofilms are also significantly more tolerant than stationary-phase planktonic cells. A detailed comparative examination of tolerance of biofilms versus stationary- and logarithmic-phase planktonic cells with four different antimicrobial agents was performed in this study. Carbenicillin appeared to be completely ineffective against both stationary-phase cells and biofilms. Killing by this β-lactam antibiotic depends on rapid growth, and this result confirms the notion of slow-growing biofilms resembling the stationary state. Ofloxacin is a fluoroquinolone …",
                "Bacterial populations produce persisters, cells that neither grow nor die in the presence of bactericidal agents, and thus exhibit multidrug tolerance (MDT). The mechanisms of MDT and the nature of persisters have remained elusive. Our previous research has shown that persisters are largely responsible for the recalcitrance of biofilm infections. A general method for isolating persisters was developed, based on lysis of regular cells by ampicillin. A gene expression profile of persisters contained toxin-antitoxin (TA) modules and other genes that can block important cellular functions such as translation. Bactericidal antibiotics kill cells by corrupting the target function (for example, aminoglycosides interrupt translation, producing toxic peptides). We reasoned that inhibition of translation will lead to a shutdown of cellular functions, preventing antibiotics from corrupting their targets, giving rise to MDT persister cells …"
            ],
            [
                [
                    "molecular microbiology",
                    "antimicrobial drug tolerance",
                    "drug discovery",
                    "persister cells"
                ]
            ]
        ]
    ]
}