{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S0HRSI4S",
            "beFXrJcAAAAJ",
            [
                "Interaction and temperature effects on the magneto-optical conductivity of Weyl liquids",
                "Design of supplementary excitation damping controller for mitigation of subsynchronous resonance"
            ],
            [
                "Negative magnetoresistance is one of the manifestations of the chiral anomaly in Weyl semimetals. The magneto-optical conductivity also shows transitions between Landau levels that are not spaced as in an ordinary electron gas. How are such topological properties modified by interactions and temperature? We answer this question by studying a lattice model of Weyl semimetals with an onsite Hubbard interaction. Such an interacting Weyl semimetal, dubbed as Weyl liquid, may be realized in Mn 3 Sn. We solve that model with single-site dynamical mean-field theory. We find that in a Weyl liquid, quasiparticles can be characterized by a quasiparticle spectral weight Z, although their lifetime increases much more rapidly as frequency approaches zero than in an ordinary Fermi liquid. The negative magnetoresistance still exists, even though the slope of the linear dependence of the dc conductivity with respect to …",
                "Sub-synchronous resonance is an adverse interaction found in series compensated power systems. This work addresses the problem of designing a suitable supplementary excitation damping controller (SEDC) from basic control theory to suppress the excitation of the torsional modes. For analysis the IEEE first benchmark model is taken and test cases have been simulated using PSCAD\/EMTDC. The mitigation of multiple torsional modes using the same controller is pursued and has been achieved by a brute-force optimization algorithm."
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ]
        ]
    ]
}