{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S0V8I4Y7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Benjamin Ezekiel Feldman Assistant Professor of Physics https:\/\/sites.stanford.edu\/feldman Research & Scholarship Assistant Professor, Dicke Postdoctoral Fellow, Princeton University (Dept. of Physics) (2013-2016) Kavli Frontiers of Science Fellow, US National Academy of Sciences, Kavli Foundation (2018) Terman Faculty Fellow, Stanford University (H&S) (2018-2020) Sloan Research Fellow, Alfred P. Sloan Foundation (2019-2021) M.S., Haverford College, Physics  (2007) Ph.D., Harvard University, Physics  (2013) bef@stanford.edu Position: Assistant Professor Geballe Lab for Advanced Materials (GLAM) McCullough Building, Room 334 94305 (650) 497-6782 Other Names: Benjamin E. Feldman Curriculum Vitae DOC Feldman Lab Current Research and Scholarly Interests How do material properties change as a result of interactions among electrons, and what is the nature of the new phases that result?  What novel physical phenomena and functionality (e.g., symmetry breaking or topological excitations) can be realized by combining materials and device elements to produce emergent behavior? How can we leverage nontraditional measurement techniques to gain new insight into quantum materials? These are some of the overarching questions we seek to address in our research. We are interested in a variety of quantum systems, especially those composed of two-dimensional flakes and heterostructures. This class of materials has been shown to exhibit an incredible variability in their properties, with the further benefit that they are highly tunable through gating and applied fields. Thermodynamics, Kinetic Theory, and Statistical Mechanics I PHYSICS 170 (Aut) Thermodynamics, Kinetic Theory, and Statistical Mechanics II PHYSICS 171 (Win) Independent Studies (3) Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Spr) PHYSICS 190 (Aut, Win) Thermodynamics, Kinetic Theory, and Statistical Mechanics I PHYSICS 170 (Aut) Thermodynamics, Kinetic Theory, and Statistical Mechanics II PHYSICS 171 (Win) Condensed Matter Seminar APPPHYS 470 (Aut, Win, Spr) Thermodynamics, Kinetic Theory, and Statistical Mechanics I PHYSICS 170 (Aut) Introduction to Laboratory Physics PHYSICS 67 (Spr) Varun Harbola, Connie Hsueh, Winston Pouse, Daniel Wennberg, Jake Wisser, Alex Wollack, Fan Yang Ben Foutty, Jesse Hoke, Carlos Kometter Quantum Hall valley nematics. Journal of physics. Condensed matter : an Institute of Physics journal Parameswaran, S. A., Feldman, B. 2019 Two-dimensional electron gases subject to strong magnetic fields provide a canonical platform to explore a variety of exotic electronic phenomena. Here we review the physics of one intriguing example: quantum Hall valley nematics. In these phases of matter, the formation of a topologically insulating integer quantum Hall state is accompanied by the spontaneous breaking of a point-group symmetry that combines a spatial rotation with a permutation of valley indices. The resulting orientational order is particularly sensitive to quenched disorder, while quantum Hall physics links charge conduction to topological defects of this order. We discuss how these combine to yield a rich and intricate phase structure, and their implications for transport and spectroscopy measurements. We provide a brief survey of several relevant experimental systems and close with an outlook on future directions.\r. PubMedID 30743251 Interacting multi-channel topological boundary modes in a quantum Hall valley system. Nature Randeria, M. T., Agarwal, K., Feldman, B. E., Ding, H., Ji, H., Cava, R. J., Sondhi, S. L., Parameswaran, S. A., Yazdani, A. 2019 Symmetry and topology are central to understanding quantum Hall ferromagnets (QHFMs), two-dimensional electronic phases with spontaneously broken spin or pseudospin symmetry whose wavefunctions also have topological properties1,2. Domain walls between distinct broken-symmetry QHFM phases are predicted to host gapless one-dimensional modes-that is, quantum channels that emerge because of a topological change in the underlying electronic wavefunctions at such interfaces. Although various QHFMs have been identified in different materials3-8, interacting electronic modes at these domain walls have not been probed. Here we use a scanning tunnelling microscope to directly visualize the spontaneous formation of boundary modes at domain walls between QHFM phases with different valley polarization (that is, the occupation of equal-energy but quantum mechanically distinct valleys in the electronic structure) on the surface of bismuth. Spectroscopy shows that these modes occur within a topological energy gap, which closes and reopens as the valley polarization switches across the domain wall. By changing the valley flavour and the number of modes at the domain wall, we can realize different regimes in which the valley-polarized channels are either metallic or develop a spectroscopic gap. This behaviour is a consequence of Coulomb interactions constrained by the valley flavour, which determines whether electrons in the topological modes can backscatter, making these channels a unique class of interacting one-dimensional quantum wires.QHFM domain walls can be realized in different classes of two-dimensional materials, providing the opportunity to explore a rich phase space of interactions in these quantum wires. PubMedID 30728501 Squeezing strong correlations from graphene. Science (New York, N.Y.) Feldman, B. E. 2019 363 (6431) : 1035–36 PubMedID 30846582 Ferroelectric quantum Hall phase revealed by visualizing Landau level wavefunction interference NATURE PHYSICS Randeria, M. T., Feldman, B. E., Wu, F., Ding, H., Gyenis, A., Ji, H., Cava, R. J., MacDonald, A. H., Yazdani, A. 14 (8) : 796-+ DOI 10.1038\/s41567-018-0148-2 Web of Science ID 000440583300011 Visualizing heavy fermion confinement and Pauli-limited superconductivity in layered CeCoIn5 NATURE COMMUNICATIONS Gyenis, A., Feldman, B. E., Randeria, M. T., Peterson, G. A., Bauer, E. D., Aynajian, P., Yazdani, A. 9 : 549 Layered material structures play a key role in enhancing electron-electron interactions to create correlated metallic phases that can transform into unconventional superconducting states. The quasi-two-dimensional electronic properties of such compounds are often inferred indirectly through examination of bulk properties. Here we use scanning tunneling microscopy to directly probe in cross-section the quasi-two-dimensional electronic states of the heavy fermion superconductor CeCoIn5. Our measurements reveal the strong confined nature of quasiparticles, anisotropy of tunneling characteristics, and layer-by-layer modulated behavior of the precursor pseudogap gap phase. In the interlayer coupled superconducting state, the orientation of line defects relative to the d-wave order parameter determines whether in-gap states form due to scattering. Spectroscopic imaging of the anisotropic magnetic vortex cores directly characterizes the short interlayer superconducting coherence length and shows an electronic phase separation near the upper critical in-plane magnetic field, consistent with a Pauli-limited first-order phase transition into a pseudogap phase. PubMedID 29416021 High-resolution studies of the Majorana atomic chain platform NATURE PHYSICS Feldman, B. E., Randeria, M. T., Li, J., Jeon, S., Xie, Y., Wang, Z., Drozdov, I. K., Bernevig, B. A., Yazdani, A. 13 (3) : 286-? DOI 10.1038\/NPHYS3947 Web of Science ID 000395814000022 Observation of a nematic quantum Hall liquid on the surface of bismuth Feldman, B. E., Randeria, M. T., Gyenis, A., Wu, F., Ji, H., Cava, R. J., MacDonald, A. H., Yazdani, A. 354 (6310) : 316-321 Nematic quantum fluids with wave functions that break the underlying crystalline symmetry can form in interacting electronic systems. We examined the quantum Hall states that arise in high magnetic fields from anisotropic hole pockets on the Bi(111) surface. Spectroscopy performed with a scanning tunneling microscope showed that a combination of single-particle effects and many-body Coulomb interactions lift the six-fold Landau level (LL) degeneracy to form three valley-polarized quantum Hall states. We imaged the resulting anisotropic LL wave functions and found that they have a different orientation for each broken-symmetry state. The wave functions correspond to those expected from pairs of hole valleys and provide a direct spatial signature of a nematic electronic phase. DOI 10.1126\/science.aag1715 PubMedID 27846563 Electron-hole asymmetric integer and fractional quantum Hall effect in bilayer graphene Kou, A., Feldman, B. E., Levin, A. J., Halperin, B. I., Watanabe, K., Taniguchi, T., Yacoby, A. 345 (6192) : 55-57 DOI 10.1126\/science.1250270 Web of Science ID 000338284400046 Fractional Quantum Hall Phase Transitions and Four-Flux States in Graphene Feldman, B. E., Levin, A. J., Krauss, B., Abanin, D. A., Halperin, B. I., Smet, J. H., Yacoby, A. 111 (7) Graphene and its multilayers have attracted considerable interest because their fourfold spin and valley degeneracy enables a rich variety of broken-symmetry states arising from electron-electron interactions, and raises the prospect of controlled phase transitions among them. Here we report local electronic compressibility measurements of ultraclean suspended graphene that reveal a multitude of fractional quantum Hall states surrounding filling factors ν=-1\/2 and -1\/4. Several of these states exhibit phase transitions that indicate abrupt changes in the underlying order, and we observe many additional oscillations in compressibility as ν approaches -1\/2, suggesting further changes in spin and\/or valley polarization. We use a simple model based on crossing Landau levels of composite fermions with different internal degrees of freedom to explain many qualitative features of the experimental data. Our results add to the diverse array of many-body states observed in graphene and demonstrate substantial control over their order parameters. DOI 10.1103\/PhysRevLett.111.076802 Web of Science ID 000323333800007 PubMedID 23992076 Unconventional Sequence of Fractional Quantum Hall States in Suspended Graphene Feldman, B. E., Krauss, B., Smet, J. H., Yacoby, A. 337 (6099) : 1196-1199 Graphene provides a rich platform to study many-body effects, owing to its massless chiral charge carriers and the fourfold degeneracy arising from their spin and valley degrees of freedom. We use a scanning single-electron transistor to measure the local electronic compressibility of suspended graphene, and we observed an unusual pattern of incompressible fractional quantum Hall states that follows the standard composite fermion sequence between filling factors ν = 0 and 1 but involves only even-numerator fractions between ν = 1 and 2. We further investigated this surprising hierarchy by extracting the corresponding energy gaps as a function of the magnetic field. The sequence and relative strengths of the fractional quantum Hall states provide insight into the interplay between electronic correlations and the inherent symmetries of graphene. DOI 10.1126\/science.1224784 Web of Science ID 000308414000029 PubMedID 22955829 Local Compressibility Measurements of Correlated States in Suspended Bilayer Graphene Martin, J., Feldman, B. E., Weitz, R. T., Allen, M. T., Yacoby, A. 105 (25) Bilayer graphene has attracted considerable interest due to the important role played by many-body effects, particularly at low energies. Here we report local compressibility measurements of a suspended graphene bilayer. We find that the energy gaps at filling factors ν= ± 4 do not vanish at low fields, but instead merge into an incompressible region near the charge neutrality point at zero electric and magnetic field. These results indicate the existence of a zero-field ordered state and are consistent with the formation of either an anomalous quantum Hall state or a nematic phase with broken rotational symmetry. At higher fields, we measure the intrinsic energy gaps of broken-symmetry states at ν=0, ± 1, and ± 2, and find that they scale linearly with magnetic field, yet another manifestation of the strong Coulomb interactions in bilayer graphene. DOI 10.1103\/PhysRevLett.105.256806 Web of Science ID 000286752100005 PubMedID 21231612 Broken-symmetry states and divergent resistance in suspended bilayer graphene NATURE PHYSICS Feldman, B. E., Martin, J., Yacoby, A. 5 (12) : 889-893 DOI 10.1038\/NPHYS1406 Web of Science ID 000273086700016"
            ]
        ]
    ]
}