{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S1AM4HUY",
            "SWARY0YAAAAJ",
            [
                "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
                "Helicobacter pylori infection and gastric lymphoma"
            ],
            [
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
                "Helicobacter pylori infection is a risk factor for gastric adenocarcinoma. We examined whether this infection is also a risk factor for primary gastric non-Hodgkin's lymphoma.This nested case-control study involved two large cohorts (230,593 participants). Serum had been collected from cohort members and stored, and all subjects were followed for cancer. Thirty-three patients with gastric non-Hodgkin's lymphoma were identified, and each was matched to four controls according to cohort, age, sex, and date of serum collection. For comparison, 31 patients with nongastric non-Hodgkin's lymphoma from one of the cohorts were evaluated, each of whom had been previously matched to 2 controls. Pathological reports and specimens were reviewed to confirm the histologic type of the tumor. Serum samples from all subjects were tested for H. pylori IgG by an enzyme-linked immunosorbent assay …"
            ],
            [
                [
                    "epidemiology - pharmacoepidemiology - pharmacology"
                ]
            ]
        ]
    ]
}