{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S1UWZOHH",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Clement Pryke Clement Pryke Clement \"Clem\" Pryke Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-7578 cspryke@umn.edu Physics And Nanotechnology Building BICEP2 Array Telescope Keck-Array Ph.D., University of Leeds, 1996 B.S., University of Leeds, 1992 Assistant Professor, University of Chicago, 2002-2010 Senior Research Associate, University of Chicago, 1999-2002 McCormick Fellow, University of Chicago, 1996-1999 Co-PI of QUaD and SPUD NSF awards Organized major workshops on CMB Polarization: Chicago July 2009 and Minneapolis Jan 2015 Scientific & Professional Societies Fellow, American Physical Society Pryke is an experimental cosmologist and educator. His research currently centers on the cosmic microwave background (CMB) - the after glow from early times when the Universe was a smooth hot plasma. By studying the CMB we can learn much about the origin, contents and ultimate fate of the Universe - CMB studies are at the center of the current \"golden age\" of cosmology. Pryke has played a leading role in the construction and operation of a series of CMB telescopes cited at the South Pole in Antarctica, and the analysis of the data they produce. He was a key member of the DASI team which produced the first detection of the polarization of the CMB. He then went on to co-lead the QUaD experiment - another ground breaking CMB polarimeter. Currently he is co-leading the BICEP2 and Keck-Array experiments which take sensitivity to the next level in the quest to detect gravity waves spawned by inflation in the first instant after the big bang. Pryke is also a member of the SZA and SPT collaborations which are using the CMB as a \"backlight\" to study the evolution of massive clusters of galaxies and learn about the mysterious dark energy which appears to pervade empty space. Research Group Sunyaev-Zeldovich Array (SZA) South Pole Telescope (SPT) BICEP2 Collaboration Keck Array Fellow, American Physical Society, 2016 J. and J. Neubauer Teaching Award, University of Chicago, 2005 BICEP2\/Keck and Planck Collaborations, A Joint Analysis of BICEP2\/Keck Array and Planck Data PRL The BICEP2 Collaboration, BICEP2 I: Detection Of B-mode Polarization at Degree Angular Scales PRL Keck Array and BICEP2 Collaborations, BICEP2 \/ Keck Array VI: Improved Constraints On Cosmology and Foregrounds When Adding 95 GHz Data From Keck Array PRL H. C. Chiang et al, Measurement of CMB Polarization Power Spectra from Two Years of BICEP Data Astrophysical Journal C. Pryke et al, Second and third season QUaD CMB temperature and polarization power spectra Astrophysical Journal J. Kovac, E. M. Leitch, C. Pryke, J. E. Carlstrom, N. W. Halverson, W. L. Holzapfel, Detection of Polarization in the Cosmic Microwave Background using DASI Nature C. Pryke, N. W. Halverson, E. M. Leitch, J. Kovac, J. E. Carlstrom, W. L. Holzapfel, M. Dragovan, Cosmological Parameter Extraction from the First Season of Observations with DASI Astrophysical Journal J.W. Fowler, L.F. Fortson, C.C.H. Jui, D.B. Kieda, R.A. Ong, C.L. Pryke, P. Sommers, A Measurement of the Cosmic Ray Spectrum and Composition at the Knee Astroparticle Physics"
            ]
        ]
    ]
}