{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S1X66YYL",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Kathrin Spendier, Ph.D. Kathrin Spendier, Ph.D. Kathrin Spendier, Ph.D. Associate Professor & Graduate Co-Adviser (719) 255-3197 kspendie@uccs.edu Osborne Center for Science and Engineering (OCSE) A450 https:\/\/physics.uccs.edu\/kathrin-spendier Experimental Biophysics Role of cell surface curvature in disease models Metallic nanoparticles for biomedical application Cell membrane protein dynamics Magnetic field effects on industrial hemp growth Theoretical Biophysics Kinetic theory of particle nucleation Reaction-Diffusion Other Areas of Interest Development and characterization of glass capacitors Research Associate, UCCS BioFrontiers (2012-2013) Ph.D. in Physics with distinction, University of New Mexico (UNM) (2008-2012) M.S. in Physics, UNM (2006-2008) B.S. in Physics with honors, UNM (2002-2006) B.S. in Applied Mathematics, UNM (2002-2006) Courses Taught General Physics I, Calc Based (PES 1110), in-class and as Hybrid course General Physics II, Calc Based (PES 1120) General Physics III, Calc Based (PES 2130) Modern Physics (PES 3130) Classical Mechanics (PES 3210), in-class and as Hybrid course Principles of Electricity and Magnetism (PES 3310) Nuclear Physics and Energy Technology (PES 3650) Senior Physics Seminar (PES 4810) Introduction to Biophysics also known as Biophysics I (PES 3950\/PHYS 5950) Biophysics II (PES 3950\/PHYS 5950) Undergraduate Independent Study (PES 9300) recent topics: Biophysics and Classical Mechanics Dissertation (PHYS 8000) Graduate Independent Study (PHYS 9500) Teaching Certification Teaching Online Certificate Program (UCCS, 2015). This certificate program combines online lessons in the methods, approaches, and practical techniques for teaching online. Publications R. Drawbond and K. Spendier , “TIRF Microscope Image Sequences of Fluorescent IgE-FcεRI Receptor Complexes inside a FcεRI-Centric Synapse in RBL-2H3 Cells”, Data, 4(3), 111, 2019 ( link ). R. Machado, J. Bendesky, M. Brown, K. Spendier , G. Hagen, “Imaging Membrane Curvature inside a FcεRI-Centric Synapse in RBL-2H3 Cells Using TIRF Microscopy with Polarized Excitation”, J. Imaging, 5(7), 63, 2019 ( link ). K. Spendier , “Two-Hour Magneto-Priming with Static Magnetic Fields Ranging from 65 ± 3 to 505 ± 8mT Does Not Improve the Germination Percentage of Industrial Hemp Seed at a Sub-Optimal Germination Temperature”, J, 1(1), 192-196, 2018 ( link ). J. Pospíšil, T. Lukeš, J. Bendesky, K. Fliegel, K. Spendier , G. M. Hagen, “Imaging tissues and cells beyond the diffraction limit with structured illumination microscopy and Bayesian image reconstruction”, GigaScience, 8(1), giy126, 2018 ( link ). E. C. Economou, S. Marinelli, M. C. Smith, A. A. Routt, V. V. Kravets, H. W. Chu, K. Spendier , and Z. J. Celinski, \"Magnetic Nanodrug Delivery Through the Mucus Layer of Air-Liquid Interface Cultured Primary Normal Human Tracheobronchial Epithelial Cells,\" BioNanoScience , 2016 ( link ). N. D. Zameroski, K. Spendier , D. Kerwin, M.Spencer, J. M. Parson, C. Hettler, \" Investigations into 25- and 30-µm-Thick Glass Capacitors at 23 o C and 235 o C and Area Dependence of Dielectric Strength of Alkali-Free Schott Inc. AF32 ECO Glass,\" IEEE Transactions on Plasma Sciences , 44 (6), 973-979 2016 ( link ). M. Chase, K. Spendier , V.M. Kenkre, \"Analysis of Confined Random Walkers with Applications to Processes Occurring in Molecular Aggregates and Immunological Systems \" J. Phys. Chem. B, 120:3072-3080, 2016 ( link ). V. Kravets, Z. Almemar, K. Jiang, K. Culhane, R. Machado, G. Hagen, A. Kotko, I. Dmytruk, K. Spendier , A. Pinchuk, \"Imaging of biological cells using luminescent silver nanoparticles\" Nanoscale Research Letters, 11:30, 2016 ( link ). K. Spendier , \"N-terminal amphipathic helix of Amphiphysin can change the spatial distribution of immunoglobulin E receptors (FcεRI) in the RBL-2H3 mast cell synapse \" Results in Immunology, Volume 6, 1-4, 2016 R. S. Kalkur, A. C. Ballast, A. R. Triplett, K. Spendier , \"Effects of Deuterium Oxide on Cell Growth and Vesicle Speed in RBL-2H3 Cells \" PeerJ 2:e553, 2014 ( link ). C. Aidalaj, L. Anaya, E. Andersse, A. Bambaugh, A. Barron, J.G. Boissevain, J. Bok, S. Boose, M.L. Brooks, S. Butsyk, M. Cepeda, P. Chacon, S. Chacon, L. Chavez,T. Cote, C. D'Agostino, A. Datta , K. DeBlasio, L. DelMonte, E.J. Desmond,J.M. Durham, D. Fields, M. Finger, C. Gingu, B. Gonzales, J.S. Haggerty, T. Hawke, H.W. van Hecke, M. Herron, J. Hoff, J. Huang, X. Jiang, T. Johnson, M. Jonas, J.S. Kapustinsky, A. Key, G.J. Kunde, J. Kurtz, J. LaBounty, D.M. Lee, K.B. Lee, M.J. Leitch, M. Lenz, W. Lenz, M.X. Liu, D. Lynch, E. Mannel, P.L. McGaughey, A. Meles, B. Meredith, H. Nguyen, E. O'Brien, R. Pak, V. Papavassiliou, S. Pate, H. Pereira, G.D.N. Perera, M. Phillips, R. Pisani, S. Polizzo, R.J. Poncione, J. Popule, M. Prokop, M.L. Purschke, A.K. Purwar, N. Ronzhina, C.L. Silva, M. Slunečka, R. Smith, W.E. Sondheim, K. Spendier , M. Stoffer, E. Tennant, D. Thomas, M. Tomášek, A. Veicht, V. Vrba, X.R. Wang, F. Wei, D. Winter, R. Yarema, Z. You, I. Younus, A. Zimmerman, T. Zimmerman, \"The PHENIX Forward Silicon Vertex Detector\" Nuclear Instruments and Methods in Physics Research A, Volume 755, 44-61, 2014. Kathrin Spendier , Satomi Sugaya, V.M. Kenkre, \"Reaction-Diffusion Theory in the Presence of an Attractive Harmonic Potential\" Phys. Rev. E, Volume 88, 062142, 2013. Kathrin Spendier and V.M. Kenkre, \"Analytic Solutions for Some Reaction-Diffusion Scenarios\" J. Phys. Chem. B, Volume 117, Issue, 49, 2013. ( link ) Kathrin Spendier , Diane S. Lidke, Keith A. Lidke, James L. Thomas, \"Single-particle tracking of immunoglobulin E receptors (FcεRI) in micron-sized clusters and receptor patches\" FEBS Letters, Volume 586, Issue 4, 2012. ( link ) Kathrin Spendier, James L. Thomas, \"Image Correlation Spectroscopy of Randomly Distributed Disks\" Journal of Biological Physics, Volume 37, Issue 4, 2011. ( link ) Kathrin Spendier , Amanda Carroll-Portillo, Keith A. Lidke, Bridget S. Wilson, Jerilyn A. Timlin, James L. Thomas, \"Distribution and Dynamics of Rat Basophilic Leukemia Immunoglobulin E Receptors (FcεRI) on Planar Ligand-Presenting Surfaces\" Biophysical Journal, Volume 99, Issue 2, 2010. ( link ) Amanda Carroll-Portillo, Kathrin Spendier , Janet Pfeiffer, Gary Griffiths, Haitao Li, Keith A. Lidke, Janet M. Oliver, Diane S. Lidke, James L. Thomas, Bridget S. Wilson, Jerilyn A. Timlin, \"Formation of a Mast Cell Synapse: FcεRI Membrane Dynamics upon Binding Mobile or Immobilized Ligands on Surfaces\" Journal of Immunology, Volume 184, Issue 3, 2010. ( link ) Published Book Chapters Kathrin Spendier and James L. Thomas, \"Spatial Patterns in Mast Cell Activation\" in Mast Cells: Phenotypic Features, Biological Functions, and Role in Immunity, Nova Science Publishers, 2013. Conference Proceedings K. M. Culhane, K. Spendier , and A. O. Pinchuk, Functionalized fluorescent silver nanoparticle surfaces for novel sensing and imaging techniques, SPIE Vol. 9481, Image Sensing Technologies: Materials, Devices, Systems, and Applications II, pp. 948106-948106-9, 2015 ( link ). K. Jiang, K. Spendier , and A. O. Pinchuk, \"Laser-directed deposition of silver nanostructures\", Plasmonics: Metallic Nanostructures and Their Optical Properties XII: Proc. of SPIE Vol. 9163, 2014 ( link ). Current and Past Research Support NIH R15, \"Imaging Live Cells with Super-Resolution Microscopy\" Industrial Hemp Research Foundation, \"Magnetic Field effects on industrial hemp seed germination\" NSF MRI, \"Acquisition of a fluoresce microscope for manipulating and imaging live cells\" NIH R01 sub-award, \"Nano and Microscale Molecular Machines for Innate Immune Sensing of Candida\""
            ]
        ]
    ]
}