{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S2TWLJ0T",
            "hZFhlP8AAAAJ",
            [
                "Decay and polarization properties of the top quark",
                "Novel transversity properties in semi-inclusive deep inelastic scattering",
                "Gluons and the quark sea at high energies: Distributions, polarization, tomography",
                "Transverse quark spin effects and the flavor dependence of the Boer-Mulders function",
                "Nucleon tensor charge from exclusive  electroproduction"
            ],
            [
                "Polarization and angular distributions in the decay sequence t→ b W+, W+→ l+ ν l are discussed for the standard model. Top quarks from e+ e−→ t t are predicted to have large polarization but, even if not, the parity-violating effects in this decay chain are large and will test closely the detailed spin structure of the electroweak interactions involving the top quark. A means of analyzing t t decays following t t production in hadronic interactions is developed, leading to an illuminating construction. Its application is illustrated by the analysis of the candidate for top-antitop pair creation in p p collisions found by the Collider Detector at Fermilab (CDF) at 1.8 TeV center-of-mass energy. If this is really t t production, then the top-quark mass would be 125− 11+ 19 GeV\/c 2.",
                "The T-odd distribution functions contributing to the transversity properties of the nucleon and their role in fueling nontrivial contributions to azimuthal asymmetries in semi-inclusive deep inelastic scattering are investigated. We use a dynamical model to evaluate these quantities in terms of HERMES kinematics.",
                "This report is based on a ten-week program on\" Gluons and the quark sea at high-energies\", which took place at the Institute for Nuclear Theory in Seattle in Fall 2010. The principal aim of the program was to develop and sharpen the science case for an Electron-Ion Collider (EIC), a facility that will be able to collide electrons and positrons with polarized protons and with light to heavy nuclei at high energies, offering unprecedented possibilities for in-depth studies of quantum chromodynamics. This report is organized around four major themes: i) the spin and flavor structure of the proton, ii) three-dimensional structure of nucleons and nuclei in momentum and configuration space, iii) QCD matter in nuclei, and iv) Electroweak physics and the search for physics beyond the Standard Model. Beginning with an executive summary, the report contains tables of key measurements, chapter overviews for each of the major scientific themes, and detailed individual contributions on various aspects of the scientific opportunities presented by an EIC.",
                "The naive time-reversal-odd (“T-odd”) parton distribution h 1⊥, the so-called Boer-Mulders function, for both up (u) and down (d) quarks is considered in the diquark spectator model. While the results of different articles in the literature suggest that the signs of the Boer-Mulders function in semi-inclusive deep inelastic scattering (SIDIS) for both flavors u and d are the same and negative, a previous calculation in the diquark spectator model found that h 1⊥(u) and h 1⊥(d) have different signs. The flavor dependence is of significance for the analysis of the azimuthal cos﻿(2 ϕ) asymmetries in unpolarized SIDIS and Drell-Yan processes, as well as for the overall physical understanding of the distribution of transversely polarized quarks in unpolarized nucleons. We find substantial differences with previous work. In particular, we obtain half and first moments of the Boer-Mulders function that are negative over the full range …",
                "Exclusive π o electroproduction from nucleons is suggested for extracting the tensor charge and other quantities related to transversity from experimental data. This process isolates C-parity odd and chiral-odd combinations of t-channel exchange quantum numbers. In a hadronic picture it connects the meson production amplitudes to C-odd Regge exchanges with final state interactions. In a description based on partonic degrees of freedom, the helicity structure for this C-odd process relates to the quark helicity flip, or chiral-odd generalized parton distributions. This differs markedly from deeply virtual Compton scattering, and both vector meson and charged π electroproduction, where the axial charge can enter the amplitudes. Contrarily, the tensor charge enters the π o process. The connection through the helicity description of the process to both the partonic and hadronic perspectives is studied and exploited in …"
            ],
            [
                [
                    "Theoretical particle and nuclear physics"
                ]
            ]
        ]
    ]
}