{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S31PC00M",
            "u0JFqokAAAAJ",
            [
                "Low-temperature spin freezing in the  spin ice",
                "Multiferroic behavior in the double-perovskite LuMnCoO",
                "Double-focusing thermal triple-axis spectrometer at the NCNR",
                "Unconventional Dynamics in Triangular Heisenberg Antiferromagnet "
            ],
            [
                "We report a study of the low temperature bulk magnetic properties of the spin ice compound Dy 2 Ti 2 O 7 with particular attention to the (T< 4 K) spin freezing transition. While this transition is superficially similar to that in a spin glass, there are important qualitative differences from spin glass behavior: the freezing temperature increases slightly with applied magnetic field, and the distribution of spin relaxation times remains extremely narrow down to the lowest temperatures. Furthermore, the characteristic spin relaxation time increases faster than exponentially down to the lowest temperatures studied. These results indicate that spin-freezing in spin ice materials represents a novel form of magnetic glassiness associated with the unusual nature of geometrical frustration in these materials.",
                "We present Lu 2 MnCoO 6, a multiferroic member of the double perovskites that we have investigated using x-ray and neutron diffraction, specific heat, magnetization, electric polarization, and dielectric constant measurements. This material possesses a net electric polarization strongly coupled to a net magnetization below 35 K, despite the antiferromagnetic ordering of the S= 3\/2 Mn 4+ and Co 2+ spins in an↑↑↓↓ configuration along the c direction. We discuss the magnetic order in terms of a condensation of domain boundaries between↑↑ and↓↓ ferromagnetic domains, with each domain boundary producing an electric polarization due to spatial inversion symmetry breaking. In an applied magnetic field the domain boundaries slide, controlling the size of the magnetization, electric polarization, and magnetoelectric coupling.",
                "The new thermal triple-axis spectrometer at the NIST Center for Neutron Research (NCNR) is located at the BT-7 beam port. The 165 mm diameter reactor beam is equipped with a selection of Söller collimators, beam-limiters, and a pyrolytic graphite (PG) filter to tailor the beam for the dual 20× 20 cm 2 double-focusing monochromator system that provides monochromatic fluxes exceeding 10 8 n\/cm 2\/s onto the sample. The two monochromators installed are PG (002) and Cu (220), which provide incident energies from 5 meV to above 500 meV. The computer controlled analyzer system offers six standard modes of operation, including a diffraction detector, a position-sensitive detector (PSD) in diffraction mode, horizontal energy focusing analyzer with detector, a Q-E mode employing a flat analyzer and PSD, a constant-E mode with the analyzer crystal system and PSD, and a conventional mode with a selection of …",
                "We report magnetization, specific heat, muon spin rotation, and Na NMR measurements on the S= 3\/2 rhombohedrally stacked Heisenberg antiferromagnet NaCrO 2. This compound appears to be a good candidate for the study of isotropic triangular Heisenberg antiferromagnets with very weak interlayer coupling. While specific heat and magnetization measurements indicate the onset of a transition in the range T c∼ 40–50 K, both muon spin rotation and NMR reveal a fluctuating crossover regime extending well below T c, with a peak of relaxation rate T 1− 1 around T≈ 25 K. This novel finding is discussed within the context of excitations in the triangular Heisenberg antiferromagnets."
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ]
        ]
    ]
}