{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S3EHPKPV",
            "9XCPr4gAAAAJ",
            [
                "How MAP kinases are regulated"
            ],
            [
                "The closely related MAP kinases, 1 (1) extracellular signal-regulated protein kinases 1 and 2 (ERK1 and ERK2), are ubiquitous components of signal transduction pathways. ERK1 and ERK2 are activated by diverse extracellular stimuli and by protooncogene products that induce proliferation or enhance differentiation (reviewed in Refs. 1 and 2). MAP kinase phosphorylations have an impact on processes in the cytoplasm, the nucleus, the cytoskeleton, and the membrane. The variety of signals that conscript the MAP kinase pathway demonstrates that this cascade serves a myriad of purposes, and the consequences of its activation will depend on cellular context. Because of the pleiotropic potential of these kinases, their activation needs to be tightly controlled. This review discusses the complexity of upstream regulation of the MAP kinase pathway, parallel cascades, and concepts that are likely to apply to many …"
            ],
            [
                [
                    "Kinases"
                ]
            ],
            [
                "Elizabeth Goldschmidt Assistant Professor AMO \/ Quantum Physics 311 Loomis Laboratory (217) 333-0071 goldschm@illinois.edu Research group website Professor Goldschmidt is an experimentalist in quantum optics and quantum information. She received her bachelors in physics from Harvard University in 2006 and her doctorate in physics from the University of Maryland as a Joint Quantum Institute graduate fellow in 2014. Her graduate research was on single photon technologies and optical quantum memory. She was a National Research council postdoctoral fellow at the National Institute of Standards and Technology from 2014-2016 where she studied ultracold and Rydberg excited atoms in optical lattices for quantum simulation. She was a staff scientist at the US Army Research Laboratory studying quantum optics in solid-state systems before joining the faculty at the University of Illinois in the fall of 2019. Professor Goldschmidt's lab studies quantum light-matter interactions with atom-like emitters in solids for applications in quantum information technologies. This includes quantum memory and single photon storage in solid-state rare-earth atom ensembles. In order to take advantage of all the properties of rare-earth materials that make them appealing for such tasks, the research group investigates new materials with higher density of rare-earth atoms to push toward the possibility of long-lived, efficient, solid-state quantum memory. Another project involves coupling rare-earth atoms to resonator structures in order to couple to individual atoms. Such a system will be used as a single photon source and for spin-photon entanglement. Finally, additional projects will focus on generating, characterizing, and using non-classical light for quantum information tasks. Dalia P. Ornelas-Huerta, Alexander N. Craddock, Elizabeth A. Goldschmidt, Andrew J. Hachtel, Yidan Wang, P. Bienias, Alexey V. Gorshkov, Steve L. Rolston, James V. Porto, On-demand indistinguishable single photons from an efficient and pure source based on a Rydberg ensemble. Optica 7, 813 (2020). Subhojit Dutta, Elizabeth A. Goldschmidt, Sabyasachi Barik, Uday Saha, Edo Waks, An Integrated Photonic Platform for Rare-Earth Ions in Thin Film Lithium Niobate, Nano Letters, 20, 741 (2020). A. N. Craddock, J. Hannegan, D. P. Ornelas-Huerta, J. D. Siverns, A. J. Hachtel, E. A. Goldschmidt, J. V. Porto, Q. Quraishi, S. L. Rolston, Quantum Interference between Photons from an Atomic Ensemble and a Remote Atomic Ion, Physical Review Letters 123, 213601 (2019). V. V. Orre, E. A. Goldschmidt, A. Deshpande, A. V. Gorshkov, V. Tamma, M. Hafezi, S. Mittal, Interference  of  multiple  temporally distinguishable photons using frequency-resolved detection, Physical Review Letters 123, 123603 (2019). H. Q. Fan, K. H. Kagalwala, S. V. Polyakov, A. L. Migdall, E. A. Goldschmidt, Electromagnetically induced transparency in inhomogeneously broadened solid media, Physical Review A 99, 053821 (2019). S. Mittal, E. A. Goldschmidt, M. Hafezi, A topological source of quantum light, Nature 561, 502 (2018). E. A. Goldschmidt, T. Boulier, R. C. Brown, S. B. Koller, J. T. Young, A. V. Gorshkov, S. L. Rolston, J. V. Porto, Anomalous broadening in driven dissipative Rydberg systems, Physical Review Letters 116, 113001 (2016). E. A. Goldschmidt,  F.  Piacentini,  I.  Ruo  Berchera,  S.  V.  Polyakov,  S.  Peters,  S.  Kueck,  G.  Brida, I. P. Degiovanni, A. Migdall, M. Genovese, Mode reconstruction of a light field by multiphoton statistics, Physical Review A 88, 013822 (2013). Faculty Highlights AMO Physics\/Quantum Physics Spotlight on new faculty: Elizabeth Goldschmidt, AMO\/Quantum Physics Elizabeth Goldschmidt specializes in Experimental Quantum Optics and Quantum Information; her research interests primarily focus on the interface between matter and light. In the race to develop quantum technologies, one of the problems that needs to be solved is how to get light in and out of an atomic system."
            ]
        ]
    ]
}