{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S49AE17N",
            "EvI4uM0AAAAJ",
            [
                "Isotopic Dependence of the Giant Monopole Resonance in the Even-A Sn 112–124 Isotopes and the Asymmetry Term in Nuclear Incompressibility",
                "Observation of superdeformation in ",
                "Candidate for the 2 excited Hoyle state at  MeV in C",
                "Systematics of the giant monopole resonance from inelastic alpha scattering",
                "A Composite Chiral Pair of Rotational Bands in the Odd-A Nucleus N d 135",
                "The STAR experiment at the relativistic heavy ion collider",
                "Study of the cluster at Ex= 10.3 MeV im 12C",
                "From Chiral Vibration to Static Chirality in Nd 135",
                "Superdeformed band in Hg 192",
                "Isoscalar giant resonances in the Sn nuclei and implications for the asymmetry term in the nuclear-matter incompressibility"
            ],
            [
                "The strength distributions of the giant monopole resonance (GMR) have been measured in the even-A Sn isotopes (A= 112–124) with inelastic scattering of 400-MeV α particles in the angular range 0–8.5. We find that the experimentally observed GMR energies of the Sn isotopes are lower than the values predicted by theoretical calculations that reproduce the GMR energies in Pb 208 and Zr 90 very well. From the GMR data, a value of K τ=− 550±100 MeV is obtained for the asymmetry term in the nuclear incompressibility.",
                "The first observation of superdeformation in the mass region A≃ 190 is reported. A rotational band of twelve transitions with an average energy spacing of 37 keV, an average moment of inertia scrF (2) of 110 ħ 2 MeV− 1, and an average quadrupole moment of 18±3 e b has been observed in Hg 191; this band persists at low rotational frequency. These results are in excellent agreement with a calculation that predicts an ellipsoidal axis ratio of 1.65: 1 for the superdeformed shape in this nucleus.",
                "Inelastic scattering from 12 C has been measured at extremely forward angles including 0∘ using 386 MeV α particles to study the α-cluster states around E x∼ 10 MeV, especially the 2+ state predicted by the α-cluster model. We have analyzed (α, α′) cross-section data using both peak-fitting and multipole decomposition techniques. A 2+ state at E x= 9.84± 0.06 MeV with a width of 1.01± 0.15 MeV is found to be submerged in the broad 0+ state at E x= 9.93± 0.03 MeV with a width of 2.71± 0.08 MeV. This 2+ state may be interpreted as the 2+ excitation of the Hoyle state and the α-condensate state.",
                "The properties of the isoscalar giant monopole resonance have been studied with inelastic α scattering between 0≤ θ L≤ 8, where the quadrupole and monopole states can be distinguished by their angular distributions. Data were taken for C 12, Al 27, Ca 40, Ti 48, Ni 58, Zn 6 4, 6 6, Zr 90, Sn 1 1 6, 1 1 8, 1 2 0, 1 2 4, Sm 1 4 4, 1 5 4, and Pb 208 mostly at E α= 129 MeV; some data were taken at E α= 99 MeV and E α= 117 MeV. A monopole resonance was identified in all the nuclei with A≥ 64 at E x≈ 76 A 1 3 MeV. In nuclei with A≥ 90, most of the energy weighted sum rule was located in this state; in Zn 6 4, 6 6, less than one-third of the energy weighted sum rule was located. No evidence for a monopole resonance was found in nuclei with A≤ 58.",
                "High-spin states in N d 135 were populated with the P d 110 (S i 30, 5 n) N d 135 reaction at a S i 30 bombarding energy of 133 MeV. Two Δ I= 1 bands with close excitation energies and the same parity were observed. These bands are directly linked by Δ I= 1 and Δ I= 2 transitions. The chiral nature of these two bands is confirmed by comparison with three-dimensional tilted axis cranking calculations. This is the first observation of a three-quasiparticle chiral structure and establishes the primarily geometric nature of this phenomenon.",
                "The primary motivation for studying nucleus-nucleus collisions at relativistic energies is to investigate partonic, hadronic and nuclear matter at high energy densities (e:> l-2 GeV\/fms). Early speculations of possible exotic states of matter focused on the nstruphysicnl imylications of abnormal states of dense nuclear matter. 1 Subsequent field theoretical calculations, assuming chiral symmetry in the o model, resulted in predictions of abnormal nuclear states and excitation of the vacuum. 2 This generated an interest in particle nnd nuclear physics to transform the state of the vacuum by using relativistic nucleus-nucleus collisions. 3 Shortly thereafter, a phase transition to a system of deconfined quarks and gluons, the Quark-Gluon Plasma (QGP), 4 was predicted. This had implications for both early cosmology and stellar evolution. Many theoretical developments have since brought us to the present, still infant state of …",
                "Inelastic scattering from 12 C have been measured using 386 MeV α particles to study the α-cluster state at E x∼ l0 MeV. The broad level at E x= 10.3 MeV was assigned to be 0+. In the α-cluster model, the existence of the 2+ state was predicted in the same energy region. We have analyzed the (α, α′) cross-section data using the multipole decomposition analysis technique and found the 2+ component submerged in the broad O+ state.",
                "Electromagnetic transition probabilities have been measured for the intraband and interband transitions in the two sequences in the nucleus Nd 135 that were previously identified as a composite chiral pair of rotational bands. The chiral character of the bands is affirmed and it is shown that their behavior is associated with a transition from a vibrational into a static chiral regime.",
                "The observation of a superdeformed band in the nucleus Hg 192 is reported. The band has sixteen transitions with an average energy spacing of 36 keV and an average dynamic moment of inertia scrI (2) of 112 ħ 2 MeV− 1. This band persists to rather low rotational frequency (ħω∼ 0.125 MeV) and is proposed to extend in spin from 10+ to 42+. No transitions linking the superdeformed states and the low deformation yrast levels were found and the decay out of the superdeformed band appears to be statistical. This is the second case of superdeformation in the A∼ 190 region.",
                "We have investigated the isoscalar giant resonances in the Sn isotopes using inelastic scattering of 386-MeV α particles at extremely forward angles, including 0. We have obtained completely “background-free” inelastic-scattering spectra for the Sn isotopes over the angular range 0–9 and up to an excitation energy of 31.5 MeV. The strength distributions for various multipoles were extracted by a multipole decomposition analysis based on the expected angular distributions of the respective multipoles. We find that the centroid energies of the isoscalar giant monopole resonance (ISGMR) in the Sn isotopes are significantly lower than the theoretical predictions. In addition, based on the ISGMR results, a value of K τ=− 550±100 MeV is obtained for the asymmetry term in the nuclear incompressibility. Constraints on interactions employed in nuclear structure calculations are discussed on the basis of the experimentally …"
            ],
            [
                [
                    "experimental nuclear physics"
                ]
            ]
        ]
    ]
}