{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S4NKDYTG",
            "kGjhhG8AAAAJ",
            [
                "Beyond Dirac and Weyl fermions: Unconventional quasiparticles in conventional crystals",
                "Topological quantum chemistry",
                "Kubo formulas for viscosity: Hall viscosity, Ward identities, and the relation with conductivity",
                "Double crystallographic groups and their representations on the Bilbao Crystallographic Server",
                "Geometry and response of Lindbladians",
                "Building blocks of topological quantum chemistry: Elementary band representations",
                "What is gab: A bastion of free speech or an alt-right echo chamber",
                "Low-energy effective theory in the bulk for transport in a topological phase",
                "Chiral topological semimetal with multifold band crossings and long Fermi arcs",
                "Wallpaper fermions and the nonsymmorphic Dirac insulator"
            ],
            [
                "Condensed-matter systems have recently become a fertile ground for the discovery of fermionic particles and phenomena predicted in high-energy physics; examples include Majorana fermions, as well as Dirac and Weyl semimetals. However, fermions in condensed-matter systems are not constrained by Poincare symmetry. Instead, they must only respect the crystal symmetry of one of the 230 space groups. Hence, there is the potential to find and classify free fermionic excitations in solid-state systems that have no high-energy counterparts.The guiding principle of our classification is to find irreducible representations of the little group of lattice symmetries at high-symmetry points in the Brillouin zone (BZ) for each of the 230 space groups (SGs), the dimension of which corresponds to the number of bands that meet at the high-symmetry point. Because we are interested in systems with …",
                "Since the discovery of topological insulators and semimetals, there has been much research into predicting and experimentally discovering distinct classes of these materials, in which the topology of electronic states leads to robust surface states and electromagnetic responses. This apparent success, however, masks a fundamental shortcoming: topological insulators represent only a few hundred of the 200,000 stoichiometric compounds in material databases. However, it is unclear whether this low number is indicative of the esoteric nature of topological insulators or of a fundamental problem with the current approaches to finding them. Here we propose a complete electronic band theory, which builds on the conventional band theory of electrons, highlighting the link between the topology and local chemical bonding. This theory of topological quantum chemistry provides a description of the universal (across …",
                "Motivated by recent work on Hall viscosity, we derive from first principles the Kubo formulas for the stress-stress response function at zero wave vector that can be used to define the full complex frequency-dependent viscosity tensor, both with and without a uniform magnetic field. The formulas in the existing literature are frequently incomplete, incorrect, or lack a derivation; in particular, Hall viscosity is overlooked. Our approach begins from the response to a uniform external strain field, which is an active time-dependent coordinate transformation in d space dimensions. These transformations form the group GL (d, R) of invertible matrices, and the infinitesimal generators are called strain generators. These enable us to express the Kubo formula in different ways, related by Ward identities; some of these make contact with the adiabatic transport approach. The importance of retaining contact terms, analogous to the …",
                "A new section of databases and programs devoted to double crystallographic groups (point and space groups) has been implemented in the Bilbao Crystallographic Server (http:\/\/www.cryst.ehu.es). The double crystallographic groups are required in the study of physical systems whose Hamiltonian includes spin-dependent terms. In the symmetry analysis of such systems, instead of the irreducible representations of the space groups, it is necessary to consider the single- and double-valued irreducible representations of the double space groups. The new section includes databases of symmetry operations (DGENPOS) and of irreducible representations of the double (point and space) groups (REPRESENTATIONS DPG and REPRESENTATIONS DSG). The tool DCOMPREL provides compatibility relations between the irreducible representations of double space groups at different k vectors of the Brillouin zone …",
                "Markovian reservoir engineering, in which time evolution of a quantum system is governed by a Lindblad master equation, is a powerful technique in studies of quantum phases of matter and quantum information. It can be used to drive a quantum system to a desired (unique) steady state, which can be an exotic phase of matter difficult to stabilize in nature. It can also be used to drive a system to a unitarily evolving subspace, which can be used to store, protect, and process quantum information. In this paper, we derive a formula for the map corresponding to asymptotic (infinite-time) Lindbladian evolution and use it to study several important features of the unique state and subspace cases. We quantify how subspaces retain information about initial states and show how to use Lindbladians to simulate any quantum channels. We show that the quantum information in all subspaces can be successfully manipulated by …",
                "The link between chemical orbitals described by local degrees of freedom and band theory, which is defined in momentum space, was proposed by Zak several decades ago for spinless systems with and without time reversal in his theory of “elementary” band representations. In a recent paper [Bradlyn et al., Nature (London) 547, 298 (2017)] we introduced the generalization of this theory to the experimentally relevant situation of spin-orbit coupled systems with time-reversal symmetry and proved that all bands that do not transform as band representations are topological. Here we give the full details of this construction. We prove that elementary band representations are either connected as bands in the Brillouin zone and are described by localized Wannier orbitals respecting the symmetries of the lattice (including time reversal when applicable), or, if disconnected, describe topological insulators. We then show …",
                "Over the past few years, a number of new\" fringe\" communities, like 4chan or certain subreddits, have gained traction on the Web at a rapid pace. However, more often than not, little is known about how they evolve or what kind of activities they attract, despite recent research has shown that they influence how false information reaches mainstream communities. This motivates the need to monitor these communities and analyze their impact on the Web's information ecosystem. In August 2016, a new social network called Gab was created as an alternative to Twitter. It positions itself as putting\" people and free speech first\", welcoming users banned or suspended from other social networks. In this paper, we provide, to the best of our knowledge, the first characterization of Gab. We collect and analyze 22M posts produced by 336K users between August 2016 and January 2018, finding that Gab is predominantly used …",
                "We construct a low-energy effective action for a two-dimensional nonrelativistic topological (ie, gapped) phase of matter in a continuum, which completely describes all of its bulk electrical, thermal, and stress-related properties in the limit of low frequencies, long distances, and zero temperature, without assuming either Lorentz or Galilean invariance. This is done by generalizing Luttinger's approach to thermoelectric phenomena, via the introduction of a background vielbein (ie, gravitational) field and spin connection a la Cartan, in addition to the electromagnetic vector potential, in the action for the microscopic degrees of freedom (the matter fields). Crucially, the geometry of spacetime is allowed to have timelike and spacelike torsion. These background fields make all natural invariances—under U (1) gauge transformations, translations in both space and time, and spatial rotations—appear locally, and …",
                "Topological semimetals in crystals with a chiral structure (which possess a handedness due to a lack of mirror and inversion symmetries) are expected to display numerous exotic physical phenomena, including fermionic excitations with large topological charge 1, long Fermi arc surface states 2, 3, unusual magnetotransport 4 and lattice dynamics 5, as well as a quantized response to circularly polarized light 6. So far, all experimentally confirmed topological semimetals exist in crystals that contain mirror operations, meaning that these properties do not appear. Here, we show that AlPt is a structurally chiral topological semimetal that hosts new four-fold and six-fold fermions, which can be viewed as a higher spin generalization of Weyl fermions without equivalence in elementary particle physics. These multifold fermions are located at high symmetry points and have Chern numbers larger than those in Weyl …",
                "Materials whose gapless surface states are protected by crystal symmetries include mirror topological crystalline insulators and nonsymmorphic hourglass insulators. There exists only a very limited set of possible surface crystal symmetries, captured by the 17 “wallpaper groups.” Here we show that a consideration of symmetry-allowed band degeneracies in the wallpaper groups can be used to understand previously described topological crystalline insulators and to predict phenomenologically distinct examples. In particular, the two wallpaper groups with multiple glide lines, pgg and p4g, allow for a topological insulating phase whose surface spectrum consists of only a single, fourfold-degenerate, true Dirac fermion, representing an exception to a symmetry-enhanced fermion-doubling theorem. We theoretically predict the presence of this phase in Sr2Pb3 in space group 127 (P4\/mbm)."
            ],
            [
                [
                    "Topological phases of matter",
                    "strongly correlated electrons"
                ]
            ],
            [
                "Barry Bradlyn Assistant Professor 2129 Engineering Sciences Building bbradlyn@illinois.edu View my full Publication list on arXiv Professor Bradlyn received his bachelor's degree in Physics from the Massachusetts Institute of Technology in 2009. He went on to receive his Ph.D. from Yale University in 2015, under the supervision of Nicholas Read. His thesis research focused on linear response and Berry phases in the fractional quantum Hall effect. His primary contributions was the development of a formalism for computing the viscoelastic and thermal response functions for two dimensional Topological phases. From 2015 to 2018, Professor Bradlyn held a postdoctoral research position at the Princeton Center for Theoretical Science, where he studied the role of crystal symmetries in topological insulators and semimetals. He predicted the existence of topologically charged, multiply degenerate fermions in weakly interacting crystals with no known analogue in high energy physics. Additionally, he developed a real-space formulation of topological band theory, allowing for the prediction of many new topological insulators and semimetals. Professor Bradlyn joined the physics department at the University of Illinois in 2018. Research Interests symmetry protected topological semimetals geometric response in condensed matter the quantum Hall effect topological insulators One of the most exciting developments in condensed matter physics over the last thirty years has been the discovery of topological phases of matter. Under the broadest possible definition, a system is in a topological phase if there is a gap in its bulk spectrum. Of course, such a definition describes any ordinary thermal or electrical insulator. The key theoretical breakthrough was the realization that not all insulators are created equal. In fact, given a model for an insulating system, there exist certain numerical invariants - topological quantum numbers - that we can compute in order to distinguish between different possible topological phases. These invariants vanish for most ordinary insulators (strictly speaking, they take the same values as in the vacuum) - they are \"topologically trivial\"Â\u009d. The distinguishing feature of such topological invariants is that they depend on the global structure of the system under consideration; topological phases are not locally ordered like magnets or solids. Consequently, systems in nontrivial topological phases are host to a wide range of exotic phenomena, from quantized transport coefficients to fractional bulk excitations that harbor the potential to allow for fault tolerant quantum computation. Since this initial discovery, the influence of topology has spread across all areas of condensed matter physics. It is this--in addition to individual realizations of topological phases--that is in my opinion the biggest boon of this new paradigm. Topology now stands alongside abstract algebra (as it pertains, for instance, to symmetry groups) as one of our main tools for exploring quantum phenomena in solids and liquids. Broadly speaking, the goal of my research is to marry ideas from these two areas in order to study new phenomena in condensed matter. Currently, I am focusing on the following main topics: 1. Viscous and optical response of topological insulators and semimetals 2. Magnetic topological materials 3. Crystal symmetry protected topological phenomena Honors Air Force Young Investigator Award (November 2020) NSF CAREER Award (June 2020) Alfred P. Sloan Foundation Research Fellow (February 2020) McMillan Award (August 2019) Facebook Content Policy Research on Social Media Platforms Research Award (May 2019) Fall 2019 PHYS 212 Benjamin J. Wieder, Zhijun Wang, Jennifer Cano, Xi Dai, Leslie M. Schoop, Barry Bradlyn, B. Andrei Bernevig, \"Strong and Fragile Topological Dirac Semimetals with Higher-Order Fermi Arcs,\" Nature Communications 11, 627 (2020). J. Cano, B. Bradlyn, and M.G. Vergniory, \"Multifold nodal points in magnetic materials,\" APL Materials 7, 101125 (2019). J. Gooth, B. Bradlyn, S. Honnali, C. Schindler, N. Kumar, J. Noky, Y. Qi, C. Shekhar, Y. Sun, Z. Wang, B. A. Bernevig, and C. Felser, \"Axionic charge density wave in the Weyl semimetal (TaSe4)2I,\" Nature 575, 315-319 (2019). N. Schroeter, D. Pei, M. G. Vergniory, Y. Sun, K. Manna, F. de Juan, J. A. Krieger, V. Suess, M. Schmidt, P. Dudin, B. Bradlyn, T. K. Kim, T. Schmitt, C. Cacho, C. Felser, V. N. Strocov, \"Chiral topological semimetal with multifold band crossings and long Fermi arcs,\"  Nature Physics 15:8, 759-765  (2019). B. Offertaler and B. Bradlyn, \"Viscoelastic response of quantum Hall fluids in a tilted field,\" Phys. Rev. B 99, 035427 (2019). B. J. Wieder, B. Bradlyn, Z. Wang, J. Cano, Y. Kim, H.-S. D. Kim, A. M. Rappe, C. L. Kane, and B. A. Bernevig, \"Wallpaper fermions and the nonsymmorphic Dirac insulator,\" Science 361, 246--251 (2018). J. Cano, B. Bradlyn, Z. Wang, L. Elcoro, M. G. Vergniory, C. Felser, M. I. Aroyo, and B. A. Bernevig, \"Topology of Disconnected Elementary Band Representations,\" Phys. Rev. Lett. 120, 266401 (2018). J. Cano, B. Bradlyn, Z. Wang, L. Elcoro, M. G. Vergniory, C. Felser, M. I. Aroyo, and B. A. Bernevig, \"Building Blocks of Topological Quantum Chemistry: Elementary Band Representations,\" Phys Rev. B 97, 035139 (2018). L. Elcoro, B. Bradlyn, Z. Wang, M. G. Vergniory, J. Cano, C. Felser, B. A. Bernevig, D. Orobengoa, G. de la Flor, and M. I. Aroyo, \"Double crystallographic groups and their representations on the Bilbao Crystallographic Server,\" J. Appl. Cryst. 50, 1457--1477 (2017). M. G. Vergniory, L. Elcoro, Z. Wang, J. Cano, C. Felser, M. I. Aroyo, B. A. Bernevig, and B. Bradlyn, \"Graph Theory Data for Topological Quantum Chemistry,\" Phys. Rev. E 96, 023310 (2017). B. Bradlyn, L. Elcoro, J. Cano, M. G. Vergniory, Z. Wang, C. Felser, M. I. Aroyo, and B. A. Bernevig, \"Topological quantum chemistry,\" Nature 547, 298--305 (2017). A. Gromov, S. D. Geraedts, and B. Bradlyn, \"Investigating anisotropic quantum Hall states with bi-metric geometry,\" Phys. Rev. Lett. 119, 146602 (2017). B. Bradlyn, J. Cano, Z. Wang, M. G. Vergniory, C. Felser, R. J. Cava, and B. A. Bernevig, \"Beyond Dirac and Weyl fermions: Unconventional quasiparticles in conventional crystals,\" Science 353, aaf5037 (2016). V. V. Albert, B. Bradlyn, M. Fraas, and L. Jiang, \"Geometry and response of Lindbladians,\" Phys. Rev. X 6, 041031 (2016). B. Bradlyn and N. Read, \"Kubo formulas for viscosity: Hall viscosity, Ward identities, and the relation with conductivity,\" Phys. Rev. B 86, 245309 (2012). Cherned up to the maximum: international team demonstrates maximal Chern number in a real material An international team of researchers led by Paul Scherrer Institute postdoctoral researcher Niels Schröter now provide an important benchmark for how \"strong\" topological phenonena can be in a real material. Writing in Science, the team reports experiments in which they observed that, in the topological semimetal palladium gallium (PdGa), one of the most common classifiers of topological phenomena, the Chern number, can reach the maximum value that is allowed in any metallic crystal. That this is possible in a real material has never been shown before. Moreover, the team has established ways to control the sign of the Chern number, which might bring new opportunities for exploring, and exploiting, topological phenomena. Illinois Physics Professor Barry Bradlyn contributed to the theoretical work elucidating the team's experiments. Accolades Barry Bradlyn receives NSF CAREER Award Illinois Physics Assistant Professor Barry Bradlyn has been selected for a 2020 National Science Foundation CAREER (Faculty Early Career Development) Award. This award is conferred annually in support of junior faculty who excel in the role of teacher-scholars by integrating outstanding research programs with excellent educational programs. Receipt of this award also reflects great promise for a lifetime of leadership within the recipients’ respective fields. Bradlyn is a theoretical condensed matter physicist whose work studying the novel quantum properties inherent in topological insulators and topological semimetals has already shed new light on these extraordinary systems. Among his contributions, he developed a real-space formulation of topological band theory, allowing for the prediction of many new topological insulators and semimetals. Accolades Bradlyn one of two Illinois faculty members named Sloan Research Fellows Two University of Illinois at Urbana-Champaign scientists are among 126 recipients of the 2020 Sloan Research Fellowships from the Alfred P. Sloan Foundation. This honor is one of the most competitive and prestigious awards available to early career researchers. This year’s Illinois recipients are physics professor Barry Bradlyn and electrical and computer engineering professor Zhizhen Zhao . Exotic new topological state discovered in Dirac semimetals An international team of scientists has discovered an exotic new form of topological state in a large class of 3D semi-metallic crystals called Dirac semimetals. The researchers developed extensive mathematical machinery to bridge the gap between theoretical models with forms of “higher-order” topology (topology that manifests only at the boundary of a boundary) and the physical behavior of electrons in real materials."
            ]
        ]
    ]
}