{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S715LPES",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "William Halperin William Halperin Orrington Lunt Professor PhD, Cornell University, 1975 Curriculum Vitae w-halperin@northwestern.edu 847-491-3686 Tech F219 Low-Temperature Page | NMR Page William Halperin's research is focused on low-temperature physics (mainly superfluid 3 He and topological superconductivity), NMR studies of high-temperature superconductors, and fluid transport in porous media. In recent developments, his research group has discovered how to engineer new thermodynamic phases of superfluid 3 He in the confines of highly porous silica aereogel, thus bringing together the practical aspects of fluid confinement in porous media and the basic science of superfluidity. Much of this research involves close cooperation and collaboration with Professor Sauls' theoretical group at Northwestern. Halperin has been developing 17 O NMR as a probe of the magnetic fluctuations associated with magnetic vortices in novel high-T c superconductors. His research group was the first to take these methods to extremely high magnetic fields, above 40 Tesla, using special facilities at the National High Magnetic Field Laboratory in Tallahassee, Florida. Halperin uses acoustic cavity techniques to investigate collective excitations of the 3 He superfluid order parameter and he is investigating gapless superfluidity using high-resolution heat capacity methods applied at very low temperatures. The work on high temperature superconductors and heavy-fermion superconductivity uses NMR, neutron scattering, specific heat and magnetization. Together with colleagues at the University of Illinois Urbana, Stanford and the University of Notre Dame they have shown that the compound UPt 3 is a three dimensional topological superconductor. The crystals are grown in Halperin's crystal growth facility and are of the highest quality ever produced. Honors and Awards Alfred P. Sloan Fellow Yamada Science Foundation Fellow Fellow, American Physical Society Editor, Progress in Low-Temperature Physics Regional Editor for North America for the New Journal of Physics Fritz London Memorial Prize, 2017 Selected Publications Orbital-Flop Transition of Angular Momentum in a Topological Superfluid, A.M. Zimmerman, J.I.A. Li, M.D. Nguyen, and W.P. Halperin, Phys Rev. Lett. (2018), arXiv: 1810.01901 Superfluid Helium-3 in confined quarters, W. P. Halperin, J. M. Parpia, and J. A. Sauls, Physics Today 71 , Nov. issue 11, 30 (2018). Magnetic Field Induced Vortex Lattice Transition in HgBa 2CuO4+x J. A. Lee, Y. Xin, I. Stolt, W.P. Halperin, A. P. Reyes, P. L. Kuhns, and M. K. Chan, Phys. Rev. B 95 , 024512 (2017). Temperature Dependence of the Magnetic Penetration Depth and Nodal Gap Structure of UPt3 from Small Angle Neutron Scattering, W.J. Gannon, W.P. Halperin, C. Rastovski, K.J. Schlesinger, J. Hlevyack, C. Steiner, M.R. Eskildsen, A.B. Voronstov, J. Gavilano, U. Gasser, G. Nagy, New Journal of Physics 17 , 023041 (2015). Observation of broken time-reversal symmetry in the heavy-fermion superconductor UPt3, E. R. Schemm, W. J. Gannon, C. Wishne, W. P. Halperin, Aharon Kapitulnik, Science 345 , 190 (2014). Stability of superfluid 3He-B in compressed aerogel, J.I.A. Li, A.M. Zimmerman, J. Pollanen, C.A. Collett, W.J. Gannon, and W.P. Halperin, Phys. Rev. Lett. 112 , 115303 (2014). The Superfluid Glass Phase of 3He-A, J.I.A. Li, J. Pollanen, A.M. Zimmerman, C.A. Collett, W.J. Gannon, W.P. Halperin, Nature Physics 9 , 775-779 (2013). Microscopic coexistence of a two-component incommensurate spin density wave with superconductivity in underdoped NaFe0.983Co0.017As, S. Oh, A.M. Mounce, J.A. Lee, W.P. Halperin, C.L. Zhang, S. Carr, P. Dai, A.P. Reyes, P.L. Kuhns, Phys. Rev. B 88 , 134518 (2013). New chiral phases of superfluid 3He stabilized by anisotropic silica aerogel, J. Pollanen, J.I.A. Li, C.A. Collett, W.J. Gannon, W.P. Halperin and J.A. Sauls, Nature Physics 8 , 317-320 (2012). Spin-density wave near the vortex cores in the high-temperature superconductor Bi2Sr2CaCu2O8+δ, A.M. Mounce, S. Oh, S. Mukhopadhyay, W.P. Halperin, A.P. Reyes, P.L. Kuhns, K. Fujita, M. Ishikado, S. Uchida, Phys. Rev. Lett. 106 , 057003 (2011). Charge Induced Vortex Lattice Instability, A.M. Mounce, S. Oh, S. Mukhopadhyay, W.P. Halperin, A.P. Reyes, P.L. Kuhns, K. Fujita, M. Ishikado, S. Uchida, Nature Physics 7 , 125 (2011). The Transition Between Real and Complex Superconducting Order Parameter Phases in UPt3, J.D. Strand, D.J. Bahr, D.J. Van Harlingen, J.P. Davis, W.J. Gannon, W.P. Halperin, Science, 328 (5984), 1368 (2010). Discovery of a New Excited Pair State in Superfluid 3He, J.P. Davis, J. Pollanen, H. Choi, J.A. Sauls and W.P. Halperin, Nature Physics 4 , 571-575 (2008). Two-dimensional vortices in superconductors, Bo Chen and W. P. Halperin, et. al., Nature Physics 3 , 239 (2007). Spatially Resolved Electronic Structure Inside and Outside the Vortex Core of a High Temperature Superconductor, V. F. Mitrovic, E. E. Sigmund, M. Eschrig, H. N. Bachman, W.P. Halperin, A.P. Reyes, P. Kuhns, and W.G. Moulton, Nature 413 , 501 (2001). Discovery of the Acoustic Faraday Effect in Superfluid 3He-B, Y.Lee, T. Haard, W. P. Halperin, and J.A. Sauls, Nature, 400 , 431 (1999)."
            ]
        ]
    ]
}