{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S7L8Z9IZ",
            "zQEnP70AAAAJ",
            [
                "Exposure to air pollution and COVID-19 mortality in the United States",
                "Breast cancer risk models: a comprehensive overview of existing models, validation, and clinical applications",
                "Differential efficacy of three cycles of CMF followed by tamoxifen in patients with ER-positive and ER-negative tumors: long-term follow up on IBCSG Trial IX",
                "Air pollution and COVID-19 mortality in the United States: Strengths and limitations of an ecological regression analysis",
                "Long-term results of International Breast Cancer Study Group Trial VIII: adjuvant chemotherapy plus goserelin compared with either therapy alone for premenopausal patients with …"
            ],
            [
                "Background: United States government scientists estimate that COVID-19 may kill between 100,000 and 240,000 Americans. The majority of the pre-existing conditions that increase the risk of death for COVID-19 are the same diseases that are affected by long-term exposure to air pollution. We investigate whether long-term average exposure to fine particulate matter (PM2.5) increases the risk of COVID-19 deaths in the United States.  Methods: Data was collected for approximately 3,000 counties in the United States (98% of the population) up to April 04, 2020. We fit zero-inflated negative binomial mixed models using county-level COVID-19 deaths as the outcome and county level long-term average of PM2.5 as the exposure. We adjust by population size, hospital beds, number of individuals tested, weather, and socioeconomic and behavioral variables including, but not limited to obesity and smoking. We include a random intercept by state to account for potential correlation in counties within the same state.   Results: We found that an increase of only 1 μg\/m3 in PM2.5 is associated with a 15% increase in the COVID-19 death rate, 95% confidence interval (CI) (5%, 25%). Results are statistically significant and robust to secondary and sensitivity analyses.   Conclusions: A small increase in long-term exposure to PM2.5 leads to a large increase in COVID-19 death rate, with the magnitude of increase 20 times that observed for PM2.5 and all-cause mortality. The study results underscore the importance of continuing to enforce existing air pollution regulations to protect human health both during and after the COVID-19 crisis.",
                "Numerous models have been developed to quantify the combined effect of various risk factors to predict either risk of developing breast cancer, risk of carrying a high-risk germline genetic mutation, specifically in the BRCA1 and BRCA2 genes, or the risk of both. These breast cancer risk models can be separated into those that utilize mainly hormonal and environmental factors and those that focus more on hereditary risk. Given the wide range of models from which to choose, understanding what each model predicts, the populations for which each is best suited to provide risk estimations, the current validation and comparative studies that have been performed for each model, and how to apply them practically is important for clinicians and researchers seeking to utilize risk models in their practice. This review provides a comprehensive guide for those seeking to understand and apply breast cancer risk …",
                "The benefit of adjuvant chemotherapy in postmenopausal patients with estrogen receptor (ER)-positive lymph node-negative breast cancer is being reassessed.After stratification by ER status, 1669 postmenopausal patients with operable lymph node-negative breast cancer were randomly assigned to three 28-day courses of ‘classical’ CMF (cyclophosphamide, methotrexate, 5-fluorouracil) chemotherapy followed by tamoxifen for 57 months (CMF→tamoxifen) or to tamoxifen alone for 5 years.ERs were positive in 81% of tumors. At a median follow-up of 13.1 years, patients with ER-positive breast cancers did not benefit from CMF [13-year disease-free survival (DFS) 64% CMF→tamoxifen, 66% tamoxifen; P = 0.99], whereas CMF substantially improved the prognosis of patients with ER-negative breast cancer (13-year DFS 73% versus 57%, P = 0.001). Similarly, breast …",
                "Assessing whether long-term exposure to air pollution increases the severity of COVID-19 health outcomes, including death, is an important public health objective. Limitations in COVID-19 data availability and quality remain obstacles to conducting conclusive studies on this topic. At present, publicly available COVID-19 outcome data for representative populations are available only as area-level counts. Therefore, studies of long-term exposure to air pollution and COVID-19 outcomes using these data must use an ecological regression analysis, which precludes controlling for individual-level COVID-19 risk factors. We describe these challenges in the context of one of the first preliminary investigations of this question in the United States, where we found that higher historical PM2.5 exposures are positively associated with higher county-level COVID-19 mortality rates after accounting for many area-level …",
                "The International Breast Cancer Study Group Trial VIII compared long-term efficacy of endocrine therapy (goserelin), chemotherapy [cyclophosphamide, methotrexate and fluorouracil (CMF)], and chemoendocrine therapy (CMF followed by goserelin) for pre\/perimenopausal women with lymph-node-negative breast cancer.From 1990 to 1999, 1063 patients were randomized to receive (i) goserelin for 24 months (n = 346), (ii) six courses of ‘classical’ CMF (cyclophosphamide, methotrexate, 5-fluorouracil) chemotherapy (n = 360), or (iii) six courses of CMF plus 18 months goserelin (CMF→ goserelin; n = 357). Tumors were classified as estrogen receptor (ER) negative (19%), ER positive (80%), or ER unknown (1%); 19% of patients were younger than 40. Median follow-up was 12.1 years.For the ER-positive cohort, sequential therapy provided a statistically significant benefit in …"
            ],
            [
                [
                    "Biostatistics"
                ]
            ]
        ]
    ]
}