{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S83UV4EA",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Daniel Britt Pegasus Professor PSB 442 dbritt@ucf.edu 407-823-2600 Dr. Daniel Britt is the Pegasus Professor of Astronomy and Planetary Sciences at the Department of Physics, University of Central Florida.  He was educated at the University of Washington and Brown University, receiving a Ph.D. from Brown in 1991.  He has served on the science teams of four NASA missions, Mars Pathfinder and Deep Space 1, the New Horizons Mission Science Team for the flyby of the Kuiper Belt asteroid 2014 MU69, and the Lucy Mission Science Team for a series of flybys of asteroids near Jupiter.  He was the project manager for the camera on Mars Pathfinder and has built hardware for all the NASA Mars landers.  He currently does research on the physical properties and mineralogy of asteroids, comets, the Moon, and Mars under several NASA grants and is the director of the Center for Lunar and Asteroid Surface Science (CLASS), a node of NASA’s Solar System Exploration Research Virtual Institute (SSERVI). He has served as the Chair of the Division for Planetary Sciences of the American Astronomical Society and the Planetary Geology Division of the Geological Society of America. Honors include 6 NASA Achievement Awards, election as a Fellow of the Meteoritical Society, and an asteroid named after him; 4395 DanBritt. Video Links for Dr. Britt’s Talks Orbits and Ice Ages: The History of Climate. https:\/\/www.youtube.com\/watch?v=xgNxF2HlN3w Economics and Exploration:  A Bit of Historical Perspective on the New Age of Exploration http:\/\/short.arc.nasa.gov\/20150902-britt Toward a Space Based Economy https:\/\/short.arc.nasa.gov\/20170417-britt Why use space resources? What resources are available? http:\/\/short.arc.nasa.gov\/20170111-britt Physical properties of NEAs (Asteroid Grand Challenge Series) https:\/\/ac.arc.nasa.gov\/p8rtzr9kkxo Highlights The physical properties of asteroids and meteorites The strength of asteroidal materials Asteroid surface properties and surface evolution Experimental and computational investigation of space weathering processes Development of simulants for asteroidal materials Experimental investigations of thermal degradation of asteroidal materials Effects of space weathering on volatile-rich asteroids. Sears D.W.G., Allen C.C., Bell M.S., Bogard D., Britt D., Brownlee D.E., Chapman C., Clark B.C., Dissley R., Franzen M.A., Goldstein J., Nishiizumi K., Nyquist L., Pieters C.M., Scheeres D., Scott E.R.D., Treiman A. (2004)   The Hera near-Earth asteroid sample return mission: science requirements of the sample collector. Advances in Space Research 34 , 2276-2280. Sears D, Allen C, Britt D, Brownlee D, Franzen M, Gefert L, Gorovan S, Pieters C, Preble J, Scheeres D, Scott E (2004) The Hera mission: multiple near-earth asteroid sample return. Advances in Space Research 34, 2270-2275. Keller H. U., Britt D. T, Buratti B. J., and  Thomas N. (2005)  In Situ Observations of Cometary Nuclei.   Comets II (M. Festou, H. U. Keller, H. Weaver Eds)University of Arizona Press, pp. 211–222 . Consolmagno G.J., Macke R.J, Rochette P., Britt D. T, and Gattacceca J. (2006) Density, Magnetic Susceptibility, and the Characterization of Ordinary Chondrite Falls and Showers. Meteoritics and Planetary Science 41, 331-342. Britt D.T., Consolmagno G.J., and Lebofsky L.A. (2007) Asteroids.  In: The Encyclopedia of the Solar System . T.V. Johnson, L.M. McFadden, and P. Weissman Eds.  Academic Press. Sabri F, Werhner T., Hoskins J.,. Schuerger A.C, Hobbs A.M., Barreto J.A., Britt D., and Duran R.A. (2008) Thin film surface treatments for lowering dust adhesion on Mars Rover calibration targets Advances in Space Research 41 , 118–128. Friedrich J. M., Macke M.J., Wignarajah D.P., Rivers M.L., Britt D.T., Ebel D.S. (2008) Pore size distribution in an uncompacted equilibrated ordinary chondrite. Planetary and Space Science 56 , 895-900. Consolmagno G.J., Britt D.T., and Macke R.J. (2008) The Significance of Meteorite Density and Porosity. Chemie der Erde-Geochemistry 68, 1-29 (Invited Review). Leer K., Bertelsen P., Binau C. S., Olsen L. D., Drube L., Falkenberg T.V., Haspang M.P, Madsen M.B. , Olsen M., Sykulska H., Vijendran S., Pike W.T., Staufer U., Parrat D., Lemmon M., Hecht M.H., Mogensen C.T., Gross M.A., Goetz W., Marshall J., Britt D., Smith P., Shinohara C., Woida P., Woida R., Tanner R., Reynolds R., Shaw A. (2008) Magnetic properties experiments and the Surface Stereo Imager calibration target onboard the Mars Phoenix 2007 Lander: Design, calibration, and science goals JGR-Planets 113 E00A16. Sasso M.R., Macke R.J., Boesenberg J.S., Britt D.T., Rivers M.L., Ebel D.S., and Friedrich J.M., (2009). Incompletely compacted equilibrated ordinary chondrites. Meteoritics & Planetary Science 44, 1743-1754. Macke R.J., Britt D.T., and Consolmagno G.J (2010)  Analysis of Systematic Error in “Bead Method” Measurements of Meteorite Bulk Volume and Density. Planetary and Space Science 58, 421-426. Opeil C.P., Consolmagno G.J., and Britt D.T. (2010) The Thermal Conductivity of Meteorites.  New Measurements and Analysis. Icarus 208 ,449-454. Macke R.J., Consolmagno G.J., Britt D.T. and Hutson M.L. (2010) Enstatite chondrite density, porosity and magnetic susceptibility Meteoritics & Planetary Science 45, 1513-1526. Wittmann A., Kring D.A., Friedrich J.M., Troiano J., Macke R.J., Britt D.T., Swindle T.D., Weirich, J.R., and Rumble D. (2011) LAP 031047 – Petrology of a recently degassed, highly porous and compositionally intermediate ordinary chondrite. Geochimica et Cosmochimica Acta , 75, 6140-6159. Macke R.J., Britt D.T. and Consolmagno G.J. (2011) Density, porosity and magnetic susceptibility of achondritic meteorites. Meteoritics & Planetary Science 46, 311-326. Sabri F, Leventis N., Hoskins J., Schuerger A.C, Sinden-Redding M., Britt D., and Duran R.A. (2011) Spectroscopic evaluation of polyurea crosslinked aerogels, as a substitute for RTV-based chromatic calibration targets for spacecraft. Advances in Space Research 47 , 419-427. Kohout T., Kiuru1 R., Montonen M., Scheirich P., Britt D. T., Macke R., and Consolmagno G. (2011) 2008 TC3 asteroid internal structure and physical properties inferred from study of the Almahata Sitta meteorites. Icarus 212, 697-700. Schuerger A.C., Clausen C., and Britt D.T. (2011) Methane Evolution from UV-Irradiated Spacecraft Materials Under Simulated Martian Conditions:  Implications of the MSL Mission. Icarus 213 , 393-403. Macke R. J., Consolmagno G. J. and Britt D. T. (2011) Density, porosity and magnetic susceptibility of carbonaceous chondrites. Meteoritics & Planetary Science 46 , 1842-1862. Opeil C.P., Consolmagno G.J., Safarik D.J., and Britt D.T. (2012) Stony meteorite thermal properties and their relationship to meteorite chemical and physical states. Meteoritics & Planetary Science, 47, 319-329. Schuerger A.C., Moores J.E., Clausen C., Barlow N.G.,and Britt D.T. (2012) Methane from UV-Irradiated Carbonaceous Chondrites Under Simulated Martian Conditions: JGR Planets, 117, E08007, doi:10.1029\/2011JE004023. Kiefer W. S., R. J. Macke, D. T. Britt, A.J. Irving, and G. J. Consolmagno (2012) Density and Porosity of Lunar Rocks, Geophysical Research Letters, Vol 39, L07201, doi:10.1029\/2012GL051319. Consolmagno G. J., Schaefer M. W., Schaefer B. E., Britt D. T., Macke R. J., Nolan M. C., Howell E. S.  (2013) The Measurement of Meteorite Heat Capacity at Low Temperatures Using Liquid Nitrogen Vaporization.  Planetary and Space Sciences 87, 146-156. Murchie S., Britt D., and Pieters C. (2014) The Case for Phobos Sample Return. In Phobos J. Oberst Ed., Planetary and Space Science, In Press Britt D.T., Consolmagno G.J., and Lebofsky L.A. (2014) Asteroids.  In: The Encyclopedia of the Solar System . T. Spohn Ed., Academic Press Kohout T., Havrila K., Toth J., Husárik M., Gritsevich M., Britt D.,l and 18 others (2014) Density, porosity and magnetic susceptibility of the Košice shower and homogeneity of its parent body. Planetary and Space Science, 93-94, 96-100. Pieters C. M., Murchie S., Thomas N., and Britt D. (2014) Composition of Surface Materials on the Moons of Mars.  In Phobos J. Oberst Ed., In Press Kohout T., Cuda J, Filip J, Britt D.,l and 8 others (2014) Space weathering simulations through controlled growth of iron nanoparticles on olivine. Icarus 237, 75-83. Lust NB, Britt D., Harrington J., Nymeyer S., Stevenson K.B, Ross E.L, Bowman W., Fraine J. (2014) Least Asymmetry Centering Method and Comparison. Astronomical Society of the Pacific, Vol 126, 1092-1101. Kiefer WS, Macke RJ, Britt DT, Irving AJ, and Consolmagno GJ (2014) The Density and Porosity of Lunar Impact Breccias and Impact Melt Rocks and Implications for GRAIL Gravity Modeling of the Orientale Impact Basin Structure. Geophys. Res. Lett 41, 5771-5777 Scheeres DJ, Britt DT, Carry B, and Holsapple KA (2015) Asteroid Interiors and Morphology.   In Asteroids IV (P. Michel, F.E. DeMeo and Bottke eds.), University of Arizona Press, pp. 745-766 32. Covey S.D.,.Lewis J.S., Metzger P.T., and Britt D.T. (2016) Simulating the Surface Morphology of a Carbonaceous Chondrite Asteroid.Proceedings of 2016 ASCE Earth and Space Conference. Sercel J.C., Dreyer C.B., Abbud-Madrid A. Britt D.T. Jedicke R., Gertsch L. and Love S.G. (2016) A Coordinated Research Program To Develop The Technology to Optical Mine Asteroids. Proceedings of 2016 ASCE Earth and Space Conference. Britt D.T. and Beltran E. (2016) Addressing Exploration and ISRU Safety Challenges for Volatile Rich Asteroids. Proceedings of 2016 ASCE Earth and Space Conference. Metzger P.T., Britt D.T. and Lewis J.S. (2016) Results of the 2015 Workshop on Asteroid Simulants. Proceedings of 2016 ASCE Earth and Space Conference. Dyl K.A., Britt D.T. and 14 coauthors (2016) Characterization of Mason Gully (H5): The second recovered fall from the Desert Fireball Network Meteoritics 10.1111\/maps.12605 Mazanek D.D., Britt D.T. and 23 coauthors (2016) Asteroid Redirect Mission (ARM) Formulation Assessment and Support Team (FAST) Final Report. NASA\/TM–2016-219011 Taylor L.A., Pieters C.M., and Britt D.T. (2016) Evaluations of lunar regolith simulants Planetary and Space Science, Volume 126, July 2016, Pages 1–7 Highlights Asteroid 4395 Danbritt Fellow, Meteoritical Society Director, Center for Lunar and Asteroid Surface Science (CLASS) NASA Senior Review Panelist 2014, 2016 Chair, Division for Planetary Sciences, American Astronomical Society NASA New Horizons Mission Science Team NASA Deep Space 1 Mission Science Team NASA Mars Pathfinder Mission Science Team NASA Asteroid Redirect Mission (ARM) Formulation Assessment and Support Team (FAST) NASA Human Exploration Architecture Team (HAT) for the moons of Mars Steering Committee, NASA Small Bodies Assessment Group Six NASA Group Achievement Awards COS News National Asteroid Day: A Celebration of Mysterious Small Bodies Imagine a celestial body larger than the Statue of Liberty skyrocketing past Earth with enough energy to flatten a city. Since 2011 this has only… Awards Congratulations, 2018 Pegasus Professors! UCF’s annual Founders’ Day Honors Convocation celebrates outstanding achievements of the university’s faculty members, staff and students. Among the recognitions this year are five Pegasus Professors, three… COS Faculty Join Elite Society Eight University of Central Florida College of Sciences faculty were inducted into the Scroll and Quill Society on April 13, 2017. The society honors faculty…"
            ]
        ]
    ]
}