{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S970FSCP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "cs164 Carlos Sa de Melo Ph.D., Stanford University, 1991 Theoretical condensed matter and ultra-cold atomic and molecular physics My areas of interest include theoretical condensed matter and ultra-cold atomic and molecular physics. I strongly encourage my students to be broad, deep and creative. Breadth of knowledge is very important in today's physics job market, as is expert (deep) knowledge in a particular area. But most of all the development of new directions, never explored before is the dominant component of my research. Most of my interests are in many body aspects of condensed matter systems (superconductors, quantum magnets, and semiconductors) and atomic\/molecular systems (ultra-cold atoms and molecules). Here is a list of my current research activities: Ultra-cold atoms in the presence of spin-orbit and Zeeman fields Topological quantum phase transitions in superfluids and superconductors Quantum matter in Abelian and non-Abelian gauge fields Multiband superconductivity in Iron superconductors Interplay of magnetism and superconductivity Quantum phases of ultra-cold fermions in optical lattices Quantum phases of ultra-cold bosons in optical lattices SU(3) Fermions and color-orbit coupling SELECTED PUBLICATIONS \"Nematic-Orbit Coupling and Nematic Density Waves in Spin-1 Condensates\", Di Lao, Chandra Raman , and C. A. R. Sá de Melo, Phys. Rev. Lett. 124 , 173203 (2020). \"Enhanced transport of spin-orbit-coupled Bose gases in disordered potentials\", Y. Yue,  C. A. R. Sá de Melo, and I. B. Spielman, Phys. Rev. A 102 , 033325 (2020). \"Chern-number spectrum of ultracold fermions in optical lattices tuned independently via artificial magnetic, Zeeman, and spin-orbit fields\", Man Hon Yau and C. A. R. Sá de Melo, Phys. Rev. A 99 , 043625 (2019). \"Staircase in magnetization and entanglement entropy of spinor condensates\", H. M. Bharath, M. S. Chapman, and C. A. R. Sá de Melo, Phys.  Rev. A 98 , 031601(R) (2018). \"Color superfluidity of neutral ultracold fermions in the presence of color-flip and color-orbit fields\", Doga Murat Kurkcuoglu and C. A. R. Sá de Melo, Phys. Rev. A 97 , 023632 (2018). \"Quantum phases of two-component bosons with spin-orbit coupling in optical lattices\", Daisuke Yamamoto, I. B. Spielman, and C. A. R. Sá de Melo, Phys. Rev. A 96 , 061603(R) (2017). \"Formation of Feshbach molecules in the presence of artificial spin-orbit coupling and Zeeman fields\", Doga Murat Kurkcuoglu and C. A. R. Sá de Melo, Phys. Rev. A 93 , 023611 (2016). \"Quantum phase transitions and Berezinskii-Kosterlitz-Thouless temperature in a two-dimensional spin-orbit-coupled Fermi gas\", Jeroen P. A. Devreese, Jacques Tempere, and C. A. R. Sá de Melo, Phys. Rev. A 92 , 043618 (2015). “Effects of spin-orbit coupling on the Berezinskii-Kosterlitz-Thouless transition and the vortex-antivortex structure in two-dimensional Fermi gases”, J. P. A. Devresse, J. Tempere and C. A. R. Sá de Melo, Phys. Rev. Lett. 113 , 165305  (2014). “Antiferromagnetic spatial ordering in a quenched one-dimensional spinor gas”, A. Vinit, E. M. Bookjans, C. A. R. Sá de Melo, and C. Raman, Phys. Rev. Lett. 110 , 165301 (2013). “Emergence of Majorana and Dirac particles in ultracold fermions via tunable interactions, spin-orbit effects, and Zeeman fields”,  Kangjun Seo, Li Han, and C. A. R. Sá de Melo, Phys. Rev. Lett. 109 , 105303 (2012). “Dipolar bosons in triangular optical lattices: quantum phase transitions and anomalous hysteresis”, D. Yamamoto, I. Danshita, and C. A. R. Sá de Melo, Phys. Rev. A 85 , 021601(R) (2012). “Evolution from BCS to Berezinskii-Kosterlitz-Thouless superfluidity in one-dimensional optical lattices”, M. Iskin, and C. A. R. Sá de Melo, Phys. Rev. Lett. 103 , 165301 (2009). “Stability of superfluid and supersolid phases of dipolar bosons in optical lattices”, I. Danshita, and C. A. R. Sá de Melo, Phys. Rev. Lett. 103 , 225301 (2009). cs164@gatech.edu (404) 894-5088 Howey W511"
            ]
        ]
    ]
}