{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "S9WR82K2",
            "b7TXx40AAAAJ",
            [
                "The Amber biomolecular simulation programs",
                "AMBER 2015"
            ],
            [
                "We describe the development, current features, and some directions for future development of the Amber package of computer programs. This package evolved from a program that was constructed in the late 1970s to do Assisted Model Building with Energy Refinement, and now contains a group of programs embodying a number of powerful tools of modern computational chemistry, focused on molecular dynamics and free energy calculations of proteins, nucleic acids, and carbohydrates. © 2005 Wiley Periodicals, Inc. J Comput Chem 26: 1668–1688, 2005",
                "Open Repository and Bibliography. Login. Home; User guide; Toolbox; FAQ; Glossary. Help?\nEN, FR. University of Luxembourg Library. You are here: ORBi lu; Detailled reference. Reference :\nAMBER 2015, Document type : Books : Book published as author, translator, etc. Discipline(s) :\nPhysical, chemical, mathematical & earth Sciences : Multidisciplinary, general & others, Focus\nAreas : Computational Sciences; Physics and Materials Science, To cite this reference:\nhttp:\/\/hdl.handle.net\/10993\/43279, Title : AMBER 2015. Language : English. Author, co-author :\nCase, DA []. Berryman, Josh mailto [University of Luxembourg > Faculty of Science, Technology\nand Communication (FSTC) > Physics and Materials Science Research Unit >]. Betz, RM []. Cerutti,\nDS []. Cheatham III, TE []. Darden, TA []. Duke, RE []. Giese, TJ []. Gohlke, H. []. Goetz, AW [].\nHomeyer, N. []. Izadi, S. []. Janowski, P. []. Kaus, J. []. Kovalenko, A. []. Lee, TS … \n"
            ],
            [
                [
                    "Computational Biophysics",
                    "Methodology for Molecular Simulations",
                    "Chromatin Organization",
                    "Bio-molecular Electrostatics"
                ]
            ],
            [
                "Home Lab members Teaching Publications Software Molecular biophysics Alexey Onufriev Professor, Departments of Computer Science and Physics. Graduate program in \r\n\t\t  Genetics, Bioinformatics, and Computational Biology. Department of Biomedical Engineering and Mechanics. 2160C Torgersen Hall, Virginia Tech Telephone: (540) - 231 - 4237 Email @cs.vt.edu : alexey   Our group develops and uses theoretical and computational methods to understand structure-function connection in biomolecular systems. Water, DNA, and 3D structure of the genome are our current favorites.  Methods that we devlop help with rational drug design efforts. My philosophy is that among the multitude of models of\r\na complex system that one can build, only the very simple, robust solutions\r\nmay have a chance to represent reality.  Complex solutions with tens of\r\nfitting parameters may sometimes be of great practical use, but often\r\nmisrepresent reality (the geocentric model of the Universe is one such\r\nexample). The same philosophy applies to computational methods we develop: simple, robust solutions are preferred. As with any theoretical work, close\r\ncontact with experimental groups is essential. Education M.S. Biophysics, Moscow Institute of Physics and Technology Ph.D. Computational Solid State Physics, Brown University"
            ]
        ]
    ]
}