{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SARYENCK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Stefan Ballmer Stefan Ballmer Associate Professor 263-5 Physics Building 315.443.3882 sballmer@syr.edu Gravitational Wave Group Personal Home Page Third-generation gravitational-wave detector technology. Quantum control of macroscopic objects. Commissioning of Advanced LIGO. Searching for a stochastic background of gravitational waves with Advanced LIGO. The Syracuse University Gravitational Wave Group is working to detect gravitational waves with the Laser Interferometer Gravitational-wave Observatory (LIGO). Syracuse University Gravitational Wave Group web-site. Physicist Awarded NSF Grant for Gravitational Wave Research (June 12, 2020) Using observations of neutron star collisions, Professor Duncan Brown will study the nature of matter. Coming Into Focus (Jan. 29, 2020) Physics department works to improve gravitational wave detection. Physicists Usher in 'Golden' Age of Astronomy Professors Saulson, Brown, Ballmer trace origins of gold and heavy metals to neutron star collisions Physicists Relish Role in Nobel Prize-Winning Research (Oct. 2, 2017) Peter Saulson, Duncan Brown, and Stefan Ballmer played a lead role in the analysis of Gravitational wave signals as part of the multinational Laser Interferometer Gravitational-Wave Observatory (LIGO) Syracuse Alumnus Instrumental in LIGO's Third Detection of Gravitational Waves (June 1, 2017) Alex Nitz G'15 helped detect gravitational-wave signal with software he began developing at Syracuse Measuring the Elusive ‘Big G’ (May 17, 2017) Syracuse physicist part of $600,000 grant to more accurately measure gravity Syracuse, Cal State Fullerton Awarded Grant to Enhance Diversity in Astrophysics (Aug. 19, 2016) Professors Duncan Brown, Stefan Ballmer use NSF grant to help recruit, train students from underrepresented groups Syracuse University Helps Make History—Again (June 15, 2016) LIGO detects second pair of colliding black holes Syracuse Physicists Among Recipients of Breakthrough, Gruber Prizes for Detection of Gravitational Waves (May 25, 2016) Gravitational Wave Group honored for contributions to physics, astronomy Gravitational Waves Detected 100 Years After Einstein's Prediction (Feb. 11, 2016) LIGO Opens New Window on the Universe with Observation of Gravitational Waves from Colliding Black Holes LIGO: At a Glance (Feb. 11, 2016) Everything you need to know about the \"Theory of Everything\" Syracuse University Makes History (Feb. 11, 2016) Finding coincides with 100th anniversary of Einstein's Theory of Relativity (VIDEO) Syracuse Advances Search for Gravitational Waves (Sept. 17, 2015) Physicists participate in first run of new Advanced LIGO Detector, after five-year rebuild University Integral to Advanced LIGO Success (May 27, 2015) Physics department has been leading the search for gravitational waves for more than 25 years Syracuse, Cal State Fullerton Awarded Grant to Enhance Diversity in Astrophysics Syracuse Physicists among Recipients of Breakthrough, Gruber Prizes Gravitational Waves Detected 100 Years after Einstein’s Prediction Four SU professors receive prestigious ‘CAREER’ awards from National Science Foundation 2006 Ph.D. in Physics Massachusetts Institute of Technology 2000 Diploma in Physics, with honors in Theoretical Physics Swiss Federal Institute of Technology (ETH) - Zurich Awards & Professional Honors Robert A. Millikan Postdoctoral Prize Fellowship for Experimental Astrophysics (2006), California Institute of Technology Honorable Mention, GWIC (Gravitational Wave International Committee) Thesis Prize (2006) J. Abadie et.al. , \"Directional limits on persistent gravitational waves using LIGO S5 science data\", Phys. Rev. Lett. 107, 271102 (2012). S. Ballmer, S. Marka, P. Shawhan, \"Feasibility of measuring the Shapiro time delay over meter-scale distances\", Class. Quantum Grav. 27 185018. B. Abbott, et. al., “An upper limit on the stochastic gravitational-wave background of cosmological origin” Nature 460 (2009) 990. E. Thrane, S. Ballmer, J. D. Romano, S. Mitra, D. Talukder, S. Bose, V. Mandic, “Probing the anisotropies of a stochastic gravitational-wave background using a network of ground-based laser interferometers” Phys. Rev. D80, 122002 (2009). M. Evans, S. Ballmer, M. Fejer, P. Fritschel, G. Harry, G. Ogin “Thermo-optic noise in coated mirrors for high-precision optical measurements” Phys. Rev. D78, 102003 (2008)."
            ]
        ]
    ]
}