{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SBV08RUS",
            "bagTWk8AAAAJ",
            [
                "Gauge-invariant decomposition of nucleon spin",
                "Deeply virtual Compton scattering",
                "Chiral-odd parton distributions and Drell-Yan processes",
                "Neutrino physics with JUNO",
                "Final state interactions and gauge invariant parton distributions",
                "Dark matter results from 54-ton-day exposure of PandaX-II experiment",
                "Off-forward parton distributions",
                "QCD factorization for semi-inclusive deep-inelastic scattering at low transverse momentum",
                "Dark matter results from first 98.7 days of data from the PandaX-II experiment",
                "Parton distributions in light-cone gauge: where are the final-state interactions?"
            ],
            [
                "I introduce a gauge-invariant decomposition of the nucleon spin into quark helicity, quark orbital, and gluon contributions. The total quark (and hence the quark orbital) contribution is shown to be measurable through virtual Compton scattering in a special kinematic region where single quark scattering dominates. This deeply virtual Compton scattering has much potential to unravel the quark and gluon structure of the nucleon.",
                "We study in QCD the physics of deeply virtual Compton scattering (DVCS)—the virtual Compton process in the large s and small t kinematic region. We show that DVCS can probe a new type of off-forward parton distributions. We derive an Altarelli-Parisi-type of evolution equations for these distributions. We also derive their sum rules in terms of nucleon form factors of the twist-two quark and gluon operators. In particular, we find that the second sum rule is related to fractions of the nucleon spin carried separately by quarks and gluons. We estimate the cross section for DVCS and compare it with the accompanying Bethe-Heitler process at CEBAF and HERMES kinematics.",
                "We study the twist-two and twist-three chiral-odd parton distributions, h1(x), hL(x) and e(x), which appear in the quark density matrix of the nucleon. We explore the relationship between h1(x) and the spin properties of the nucleon; we unravel the twist structure of hL(x) and we emphasize the role of e(x) in studying the deep-inelastic structure function E4νN(x) and the πN σ-term. We derive sum rules, make model estimates, and show that they all appear in Drell-Yan cross sections with polarized and unpolarized beams.",
                "The Jiangmen Underground Neutrino Observatory (JUNO), a 20 kton multi-purpose underground liquid scintillator detector, was proposed with the determination of the neutrino mass hierarchy (MH) as a primary physics goal. The excellent energy resolution and the large fiducial volume anticipated for the JUNO detector offer exciting opportunities for addressing many important topics in neutrino and astro-particle physics. In this document, we present the physics motivations and the anticipated performance of the JUNO detector for various proposed measurements. Following an introduction summarizing the current status and open issues in neutrino physics, we discuss how the detection of antineutrinos generated by a cluster of nuclear power plants allows the determination of the neutrino MH at a 3–4σ significance with six years of running of JUNO. The measurement of antineutrino spectrum with excellent energy resolution will also lead to …",
                "Parton distributions contain factorizable final state interaction effects originating from the fast-moving struck quark interacting with the target spectators in deeply inelastic scattering. We show that these interactions give rise to gauge invariance of the transverse momentum-dependent parton distributions. As compared to previous analyses, our study demonstrates the existence of extra scaling contributions from transverse components of the gauge potential at the light-cone infinity. They form a transverse gauge link which is indispensable for restoration of the gauge invariance of parton distributions in the light-cone gauge where the gauge potential does not vanish asymptotically. Our finding helps to explain a number of features observed in a model calculation of structure functions in the light-cone gauge.",
                "We report a new search for weakly interacting massive particles (WIMPs) using the combined low background data sets acquired in 2016 and 2017 from the PandaX-II experiment in China. The latest data set contains a new exposure of 77.1 live days, with the background reduced to a level of 0.8× 10− 3 evt\/kg\/day, improved by a factor of 2.5 in comparison to the previous run in 2016. No excess events are found above the expected background. With a total exposure of 5.4× 10 4 kg day, the most stringent upper limit on the spin-independent WIMP-nucleon cross section is set for a WIMP with mass larger than 100 GeV\/c 2, with the lowest 90% CL exclusion at 8.6× 10− 47 cm 2 at 40 GeV\/c 2.",
                "Recently, there have been some interesting developments involving off-forward parton distributions of the nucleon, deeply virtual Compton scattering, and hard diffractive vector-meson production. These developments are triggered by the realization that the off-forward distributions contain information about the internal spin structure of the nucleon and that diffractive electroproduction of vector mesons depends on these unconventional distributions. This paper gives a brief overview of the recent developments.",
                "We argue a factorization formula for semi-inclusive deep-inelastic scattering with hadrons in the current fragmentation region detected at low transverse momentum. To facilitate the factorization, we introduce the transverse-momentum dependent parton distributions and fragmentation functions with gauge links slightly off the light cone, and with soft-gluon radiations subtracted. We verify the factorization to one-loop order in perturbative quantum chromodynamics and argue that it is valid to all orders in perturbation theory.",
                "We report the weakly interacting massive particle (WIMP) dark matter search results using the first physics-run data of the PandaX-II 500 kg liquid xenon dual-phase time-projection chamber, operating at the China JinPing underground laboratory. No dark matter candidate is identified above background. In combination with the data set during the commissioning run, with a total exposure of 3.3× 10 4 kg day, the most stringent limit to the spin-independent interaction between the ordinary and WIMP dark matter is set for a range of dark matter mass between 5 and 1000 GeV\/c 2. The best upper limit on the scattering cross section is found 2.5× 10− 46 cm 2 for the WIMP mass 40 GeV\/c 2 at 90% confidence level.",
                "We show that the final-state interaction effects in the single target spin asymmetry discovered by Brodsky et al. can be reproduced by either a standard light-cone gauge definition of the parton distributions with a prescription for the light-cone singularities consistent with the light-cone gauge link, or a modified light-cone gauge definition with a gauge link involving the gauge potential at the spatial infinity."
            ],
            [
                [
                    "Proton structure",
                    "QCD",
                    "Quantum Field Theory",
                    "Dark Matter"
                ]
            ]
        ]
    ]
}