{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SCHZ6LMQ",
            "TqUqrKMAAAAJ",
            [
                "Disorder-driven non-Fermi-liquid behavior in Kondo alloys",
                "Scaling theory of two-dimensional metal-insulator transitions",
                "Disorder-driven non-Fermi liquid behaviour of correlated electrons",
                "Mean field theory of the Mott-Anderson transition",
                "Kondo disorder: a possible route towards non-Fermi-liquid behaviour",
                "Typical medium theory of Anderson localization: A local order parameter approach to strong-disorder effects",
                "Kondo effect in disordered systems",
                "Destruction of the Mott insulating ground state of Ca 2 RuO 4 by a structural transition",
                "Conductor insulator quantum phase transitions",
                "Melting of the electron glass"
            ],
            [
                "We show how a model of disordered Anderson lattices can account for many non-Fermi-liquid features observed in some Kondo alloys. Because of the exponential nature of the Kondo temperature scale T K, even moderate disorder leads to a rather broad distribution of Kondo temperatures, inducing strong effective disorder seen by the conduction electrons. Spins with very low T K's remain unquenched and dominate the low-temperature properties. This single underlying mechanism leads to logarithmic divergences in thermodynamic quantities and a linear temperature dependence of the resistivity.",
                "We discuss the recently discovered two-dimensional metal-insulator transition in zero magnetic field in the light of the scaling theory of localization. We demonstrate that the observed symmetry relating conductivity and resistivity follows directly from the quantum critical behavior associated with such a transition. In addition, we show that very general scaling considerations imply that any disordered two-dimensional metal is a perfect metal, but most likely not a Fermi liquid.",
                "Systematic deviations from standard Fermi-liquid behaviour have been widely observed and documented in several classes of strongly correlated metals. For many of these systems, mounting evidence is emerging that the anomalous behaviour is most likely triggered by the interplay of quenched disorder and strong electronic correlations. In this review, we present a broad overview of such disorder-driven non-Fermi liquid behaviour, and discuss various examples where the anomalies have been studied in detail. We describe both their phenomenological aspects as observed in experiment, and the current theoretical scenarios that attempt to unravel their microscopic origin.",
                "We present a theory for disordered interacting electrons that can describe both the Mott and Anderson transitions in the respective limits of zero disorder and zero interaction. We use it to investigate the T= 0 Mott-Anderson transition at a fixed electron density, as the disorder strength is increased. Surprisingly, we find two critical values of disorder W nfl and W c. For W> W nfl, the system enters a “Griffiths” phase, displaying metallic non-Fermi liquid behavior. At even stronger disorder, W= W c> W nfl the system undergoes a metal-insulator transition, characterized by the linear vanishing of both the typical density of states and the typical quasiparticle weight.",
                "We present a general model of disorder in Kondo alloys that, under certain conditions, leads to non-Fermi-liquid behaviour. The central underlying idea is the presence of a distribution of local Kondo temperature scales. If this distribution is broad enough, such that there are sites with arbitrarily low Kondo temperatures, a non-Fermi-liquid phase is formed. We analyse thermodynamics and transport in this approach and show it is consistent with a number of Kondo alloys. We also compare the predictions of this model with the measured dynamical magnetic response of these systems.",
                "We present a self-consistent theory of Anderson localization that yields a simple algorithm to obtain the typical local density of states as an order parameter, thereby reproducing the essential features of a phase diagram of localization-delocalization quantum phase transition in the standard lattice models of the disordered electron problem. Due to the local character of our theory, it can easily be combined with dynamical mean-field approaches to strongly correlated electrons, thus opening an attractive avenue for a genuine non-perturbative treatment of the interplay of strong interactions and strong disorder.",
                "We consider a system of dilute magnetic impurities placed in a disordered metal, and examine the modifications of the Kondo temperature T k due to the presence of disorder. Our calculations, based on a slave-boson approach, show that the probability distribution P (T K) for Kondo temperatures can be related to the local-density-of-states fluctuations induced by localization effects. The resulting P (T K) is shown to be sufficiently singular to induce diverging magnetic susceptibility χ as T→ 0, a non-Fermi-liquid behavior.",
                "We report a first-order phase transition at T M= 357 K in single-crystal Ca 2 RuO 4, an isomorph to the superconductor Sr 2 RuO 4. The discontinuous decrease in electrical resistivity signals the near destruction of the Mott insulating phase and is triggered by a structural transition from the low-temperature orthorhombic to a high-temperature tetragonal phase. The magnetic susceptibility, which is temperature dependent but not Curie-like decreases abruptly at T M and becomes less temperature dependent. Unlike most insulator to metal transitions, the system is not magnetically ordered in either phase, though the Mott insulator phase is antiferromagnetic below T N= 110 K.",
                "Quantum phase transitions describe the violent rearrangement of electrons or atoms as they evolve from well defined excitations in one phase to a completely different set of excitations in another. The chapters in this book give insights into how a coherent metallic or superconducting state can be driven into an incoherent insulating state by increasing disorder, magnetic field, carrier concentration and inter-electron interactions. The problem necessarily involves many interacting particles and therein lies the challenge to develop a multi-faceted theory. Experiments probing microscopic structure, transport, charge and spin dynamics provide important clues. What sets this book apart is a strong dialog between experiment and theory that has the potential to solve some major issues in many-body physics. The ideas and methods developed here are bound to have repercussions in all spheres of physics.",
                "A model of spinless interacting electrons in the presence of disorder is examined using an extended dynamical mean-field formulation. When the interaction strength is large compared to the Fermi energy, a low temperature glassy phase is identified, which in our formulation corresponds to a replica symmetry breaking instability. The glassy phase is characterized by a pseudogap in the single-particle density of states, reminiscent of the Coulomb gap of Efros and Shklovskii. Because of ergodicity breaking, the “zero-field-cooled” compressibility of this electron glass vanishes at T= 0, consistent with absence of screening. When the Fermi energy exceeds a critical value, the glassy phase is suppressed, and normal metallic behavior is recovered."
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Theory"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}