{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SCP61UJ6",
            "4I8EuFkAAAAJ",
            [
                "Fermi large area telescope first source catalog",
                "Measurement of the Cosmic Ray  Spectrum from 20 GeV to 1 TeV with the Fermi Large Area Telescope",
                "Particle dark matter: observations, models and searches",
                "Constraining dark matter models from a combined analysis of Milky Way satellites with the Fermi Large Area Telescope",
                "Dark matter and collider phenomenology of universal extra dimensions",
                "Fermi LAT observations of cosmic-ray electrons from 7 GeV to 1 TeV"
            ],
            [
                "We present a catalog of high-energy gamma-ray sources detected by the Large Area Telescope (LAT), the primary science instrument on the Fermi Gamma-ray Space Telescope (Fermi), during the first 11 months of the science phase of the mission, which began on 2008 August 4. The First Fermi-LAT catalog (1FGL) contains 1451 sources detected and characterized in the 100 MeV to 100 GeV range. Source detection was based on the average flux over the 11 month period, and the threshold likelihood Test Statistic is 25, corresponding to a significance of just over 4σ. The 1FGL catalog includes source location regions, defined in terms of elliptical fits to the 95% confidence regions and power-law spectral fits as well as flux measurements in five energy bands for each source. In addition, monthly light curves are provided. Using a protocol defined before launch we have tested for several populations of gamma-ray …",
                "Designed as a high-sensitivity gamma-ray observatory, the Fermi Large Area Telescope is also an electron detector with a large acceptance exceeding 2 m 2 sr at 300 GeV. Building on the gamma-ray analysis, we have developed an efficient electron detection strategy which provides sufficient background rejection for measurement of the steeply falling electron spectrum up to 1 TeV. Our high precision data show that the electron spectrum falls with energy as E− 3.0 and does not exhibit prominent spectral features. Interpretations in terms of a conventional diffusive model as well as a potential local extra component are briefly discussed.",
                "Dark matter is among the most important open problems in modern physics. Aimed at graduate students and researchers, this book describes the theoretical and experimental aspects of the dark matter problem in particle physics, astrophysics and cosmology. Featuring contributions from 48 leading theorists and experimentalists, it presents many aspects, from astrophysical observations to particle physics candidates, and from the prospects for detection at colliders to direct and indirect searches. The book introduces observational evidence for dark matter along with a detailed discussion of the state-of-the-art of numerical simulations and alternative explanations in terms of modified gravity. It then moves on to the candidates arising from theories beyond the Standard Model of particle physics, and to the prospects for detection at accelerators. It concludes by looking at direct and indirect dark matter searches, and the prospects for detecting the particle nature of dark matter with astrophysical experiments.• Describes the theoretical and experimental aspects of the dark matter problem• Presents observations, theory and experiments to give a complete and consistent understanding of dark matter• Features contributions from leading experts in the field",
                "Satellite galaxies of the Milky Way are among the most promising targets for dark matter searches in gamma rays. We present a search for dark matter consisting of weakly interacting massive particles, applying a joint likelihood analysis to 10 satellite galaxies with 24 months of data of the Fermi Large Area Telescope. No dark matter signal is detected. Including the uncertainty in the dark matter distribution, robust upper limits are placed on dark matter annihilation cross sections. The 95% confidence level upper limits range from about 10− 26 cm 3 s− 1 at 5 GeV to about 5× 10− 23 cm 3 s− 1 at 1 TeV, depending on the dark matter annihilation final state. For the first time, using gamma rays, we are able to rule out models with the most generic cross section (∼ 3× 10− 26 cm 3 s− 1 for a purely s-wave cross section), without assuming additional boost factors.",
                "We review the phenomenology of models with flat, compactified extra dimensions where all of the Standard Model fields are allowed to propagate in the bulk, known as Universal Extra Dimensions (UED). UED make for an interesting TeV-scale physics scenario, featuring a tower of Kaluza–Klein (KK) states approximately degenerate in mass at the scale set by the inverse size of the compactification radius. KK parity, the four-dimensional remnant of momentum conservation in the extra dimensions, implies two basic consequences: (1) contributions to Standard Model observables arise only at loop level, and KK states can only be pair-produced at colliders, and (2) the lightest KK particle (LKP) is stable, providing a suitable particle dark matter candidate. After a theoretical overview on extra dimensional models, and on UED in particular, we introduce the model particle spectrum and the constraints from precision …",
                "We present the results of our analysis of cosmic-ray electrons using about 8× 10 6 electron candidates detected in the first 12 months on-orbit by the Fermi Large Area Telescope. This work extends our previously published cosmic-ray electron spectrum down to 7 GeV, giving a spectral range of approximately 2.5 decades up to 1 TeV. We describe in detail the analysis and its validation using beam-test and on-orbit data. In addition, we describe the spectrum measured via a subset of events selected for the best energy resolution as a cross-check on the measurement using the full event sample. Our electron spectrum can be described with a power law∝ E− 3.08±0.05 with no prominent spectral features within systematic uncertainties. Within the limits of our uncertainties, we can accommodate a slight spectral hardening at around 100 GeV and a slight softening above 500 GeV."
            ],
            [
                [
                    "Particle Physics Theory",
                    "Cosmology",
                    "High-energy Astrophysics"
                ]
            ]
        ]
    ]
}