{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SE6SXIHQ",
            "oLwY27sAAAAJ",
            [
                "Giant magnetoresistance in Fe\/Cr superlattices with very thin Fe layers"
            ],
            [
                "Carefully tailored Fe\/Cr epitaxial superlattices with extremely thin Fe layers have been grown on MgO(100) by molecular beam epitaxy. The low‐angle x‐ray spectra reveal the presence of sharp interfaces down to an Fe layer thickness of a few monolayers. An [Fe(4.5 Å)\/Cr(12 Å)]50 superlattice shows a 220% magnetoresistance at 1.5 K, and a saturation field of 110 kOe. A further decrease of the Fe layer thickness produces a drastic decrease in the magnetoresistance."
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Magnetism"
                ]
            ],
            [
                "Rainer  Schad Professor 1048 Bevill Hall\/ 323 GL (205) 348-2404 rschad@ua.edu Tuesday, 12:15pm@Northlawn; Thursday, 12:15@Northlawn; By appointment PhD, The University of Hannover (Germany), 1991 Dr. Schad investigates the interplay between structure and magnetic\/electric properties of multilayers. In particular, the understanding and exploitation of spin-dependent transport phenomena observed in magnetic multilayers (giant magnetoresistance or tunneling magnetoresistance) or semiconductor\/magnet structures require an excellent control of the structural parameters. His research project includes preparation of spin-dependent transport structures (preferentially epitaxial) by various methods and their full analytical characterization. This leads to both a fundamental understanding of the physical interdependencies and, in cooperation with industrial partners, an improvement of devices based on such structures. Dr. Schad received his doctoral degree from The University of Hannover (Germany) in 1991 and performed postdoctoral research in 1992-4 at the University of Leuven (Belgium) and in 1995-8 at the University of Nijmegen (the Netherlands). He joined the UA faculty in 1998."
            ]
        ]
    ]
}