{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SEWL3ROH",
            "irX4lY8AAAAJ",
            [
                "AIM 2020 challenge on efficient super-resolution: Methods and results"
            ],
            [
                "This paper reviews the AIM 2020 challenge on efficient single image super-resolution with focus on the proposed solutions and results. The challenge task was to super-resolve an input image with a magnification factor x4 based on a set of prior examples of low and corresponding high resolution images. The goal is to devise a network that reduces one or several aspects such as runtime, parameter count, FLOPs, activations, and memory consumption while at least maintaining PSNR of MSRResNet. The track had 150 registered participants, and 25 teams submitted the final results. They gauge the state-of-the-art in efficient single image super-resolution."
            ],
            [
                [
                    "Computer Vision",
                    "Deep Learning"
                ]
            ],
            [
                "Haichen Wang Haichen Wang Assistant Professor 423 Physics South Hall haichenwang@berkeley.edu Haichen Wang Research Haichen Wang received a B.S. in physics from Peking University in 2007, and a Ph.D. in physics from the University of Wisconsin-Madison in 2013. His Ph.D. thesis was about the discovery of the Higgs boson using data collected by the ATLAS experiment at CERN's Large Hadron Collider. He was an Owen Chamberlain fellow at the Lawrence Berkeley National Laboratory from 2013 to 2018 before joining the Physics Department in January 2019. The discovery of a Higgs boson at CERN’s Large Hadron Collider (LHC) by the ATLAS and CMS collaborations testifies to the success of the Standard Model (SM) of particle physics. However, the Standard Model does not address fundamental questions such as: Why is gravity so much weaker than electroweak force? What is the nature of Dark Matter? Why is there an imbalance between matter and anti-matter in the universe? Experimental observations have indicated that the Standard Model is likely to be an effective theory at low energy and new physics phenomena may appear at the TeV-scale accessible by the LHC. We live in an exciting time for particle physics. The excellent performance of the current LHC as well as the High Luminosity LHC (HL-LHC) upgrade, allows us to confront those fundamental questions with a large and ever-increasing data set. The long-awaited discovery of Beyond the Standard Model (BSM) physics may well be right around the corner. Currently, my research is focused on discovering new physics phenomena at the LHC. Specifically, my research program will probe BSM physics by precision measurement and testing of the Standard Model in the Higgs sector and by direct searches for signals of a broad spectrum of well-motivated BSM models. To further exploit the physics potential of the LHC, I am also contributing to the upgrade of the ATLAS detector for the upcoming HL-LHC. I am a member of the Berkeley LBNL ATLAS group, which consists of two other UC faculty members, Professors Gray and Shapiro, over a dozen staff scientists at the Lawrence Berkeley National Laboratory, many postdoctoral researchers, UC graduate students, undergraduate students and visitors. ATLAS Collaboration. “Observation of Higgs boson production in association with a top quark pair at the LHC with the ATLAS detector”. In: Phys. Lett. B 784 (2018), p. 173. doi:10.1016\/j.physletb.2018.07.035. arXiv: 1806.00425 [hep-ex] ATLAS Collaboration. “Search for R-parity-violating supersymmetric particles in multi-jet final states produced in pp collisions at √s = 13 TeV using the ATLAS detector at the LHC”. In: Phys. Lett. B 785 (2018), p. 136. doi: 10 . 1016 \/ j . physletb . 2018 . 08 . 021. arXiv:1804.03568 [hep-ex] ATLAS Collaboration. “Measurements of Higgs boson properties in the diphoton decay channel with 36 fb−1 of pp collision data at √s = 13 TeV with the ATLAS detector”. In: Phys. Rev. D 98 (2018), p. 052005. doi: 10 . 1103 \/ PhysRevD . 98 . 052005. arXiv: 1802 . 04146[hep-ex] ATLAS Collaboration. “Search for strong gravity in multijet final states produced in pp collisions at √s = 13 TeV using the ATLAS detector at the LHC”. In: JHEP 03 (2016), p. 026. doi: 10.1007\/JHEP03(2016)026. arXiv: 1512.02586 [hep-ex] Real Time Tracker Based Upon Local Hit Correlation Circuit for Silicon Strip Sensors, Nuclear Inst. and Methods in Physics Research, A (2016), pp. 21-29 ATLAS and CMS Collaborations. “Measurements of the Higgs boson production and decay rates and constraints on its couplings from a combined ATLAS and CMS analysis of the LHC pp collision data at √s = 7 and 8 TeV”. In: JHEP 08 (2016), p. 045. doi:10.1007\/JHEP08(2016)045. arXiv: 1606.02266 [hep-ex] ATLAS Collaboration. “Search for nonpointing and delayed photons in the diphoton and missing transverse momentum final state in 8 TeV pp collisions at the LHC using the ATLAS detector”. In: Phys. Rev. D 90 (2014), p. 112005. doi:10.1103\/PhysRevD.90.112005. arXiv:1409.5542 [hep-ex] ATLAS Collaboration. “Study of the spin and parity of the Higgs boson in diboson decays with the ATLAS detector”. In: Eur. Phys. J. C 75 (2015), p. 476. doi: 10.1140\/epjc\/s10052-015-3685-1. arXiv: 1506.05669 [hep-ex]. Erratum: in: Eur. Phys. J. C 76 (2016), p. 152. doi: 10.1140\/epjc\/s10052-016-3934-y ATLAS Collaboration. “Evidence for the spin-0 nature of the Higgs boson using ATLAS data”. In: Phys. Lett. B 726 (2013), p. 120. doi: 10.1016\/j.physletb.2013.08.026. arXiv:1307.1432 [hep-ex] ATLAS Collaboration. “Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC”. In: Phys. Lett. B 716 (2012), p. 1. doi:10.1016\/j.physletb.2012.08.020. arXiv: 1207.7214 [hep-ex]"
            ]
        ]
    ]
}