{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SGCYBT3F",
            "iU6WRe8AAAAJ",
            [
                "On the normalization of the cosmic star formation history",
                "The man behind the curtain: X-rays drive the UV through NIR variability in the 2013 active galactic nucleus outburst in NGC 2617",
                "Neutrino physics with JUNO",
                "Angular distribution of neutron inverse beta decay, ",
                "Precise relic WIMP abundance and its impact on searches for dark matter annihilation",
                "Antineutrino spectroscopy with large water Čerenkov detectors",
                "Long-Baseline Neutrino Facility (LBNF) and Deep Underground Neutrino Experiment (DUNE) conceptual design report volume 2: the physics program for DUNE at LBNF",
                "Revealing the high-redshift star formation rate with gamma-ray bursts",
                "The next-generation liquid-scintillator neutrino observatory LENA",
                "Protecting life in the Milky Way: metals keep the GRBs away"
            ],
            [
                "Strong constraints on the cosmic star formation history (SFH) have recently been established using ultraviolet and far‐infrared measurements, refining the results of numerous measurements over the past decade. The data show a compellingly consistent picture of the SFH out to redshift  , with especially tight constraints for  . We fit these data with simple analytical forms and derive conservative uncertainties. Since the   SFH data are quite precise, we investigate the sequence of assumptions and corrections that together affect the SFH normalization to test their accuracy, both in this redshift range and beyond. As lower limits on this normalization, we consider the evolution in stellar and metal mass densities, and supernova rate density, finding it unlikely that the SFH normalization is much lower than indicated by our direct fit. As a corresponding upper limit on the SFH normalization, we consider the Super …",
                "After the All-Sky Automated Survey for SuperNovae discovered a significant brightening of the inner region of NGC 2617, we began a~ 70 day photometric and spectroscopic monitoring campaign from the X-ray through near-infrared (NIR) wavelengths. We report that NGC 2617 went through a dramatic outburst, during which its X-ray flux increased by over an order of magnitude followed by an increase of its optical\/ultraviolet (UV) continuum flux by almost an order of magnitude. NGC 2617, classified as a Seyfert 1.8 galaxy in 2003, is now a Seyfert 1 due to the appearance of broad optical emission lines and a continuum blue bump. Such\" changing look active galactic nuclei (AGNs)\" are rare and provide us with important insights about AGN physics. Based on the Hβ line width and the radius-luminosity relation, we estimate the mass of central black hole (BH) to be (4±1)× 10 7 M☉. When we cross-correlate the light …",
                "The Jiangmen Underground Neutrino Observatory (JUNO), a 20 kton multi-purpose underground liquid scintillator detector, was proposed with the determination of the neutrino mass hierarchy (MH) as a primary physics goal. The excellent energy resolution and the large fiducial volume anticipated for the JUNO detector offer exciting opportunities for addressing many important topics in neutrino and astro-particle physics. In this document, we present the physics motivations and the anticipated performance of the JUNO detector for various proposed measurements. Following an introduction summarizing the current status and open issues in neutrino physics, we discuss how the detection of antineutrinos generated by a cluster of nuclear power plants allows the determination of the neutrino MH at a 3–4σ significance with six years of running of JUNO. The measurement of antineutrino spectrum with excellent energy resolution will also lead to …",
                "The reaction ν e+ p→ e++ n is very important for low-energy (E ν≲ 60 MeV) antineutrino experiments. In this paper we calculate the positron angular distribution, which at low energies is slightly backward. We show that weak magnetism and recoil corrections have a large effect on the angular distribution, making it isotropic at about 15 MeV and slightly forward at higher energies. We also show that the behavior of the cross section and the angular distribution can be well understood analytically for E ν≲ 60 MeV by calculating to O (1\/M), where M is the nucleon mass. The correct angular distribution is useful for separating ν e+ p→ e++ n events from other reactions and detector backgrounds, as well as for possible localization of the source (eg, a supernova) direction. We comment on how similar corrections appear for the lepton angular distributions in the deuteron breakup reactions ν e+ d→ e++ n+ n and ν e+ d→ e …",
                "If dark matter (DM) is a weakly interacting massive particle (WIMP) that is a thermal relic of the early Universe, then its total self-annihilation cross section is revealed by its present-day mass density. This result for a generic WIMP is usually stated as⟨ σ v⟩≈ 3× 10− 26 cm 3 s− 1, with unspecified uncertainty, and taken to be independent of WIMP mass. Recent searches for annihilation products of DM annihilation have just reached the sensitivity to exclude this canonical cross section for 100% branching ratio to certain final states and small WIMP masses. The ultimate goal is to probe all kinematically allowed final states as a function of mass and, if all states are adequately excluded, set a lower limit to the WIMP mass. Probing the low-mass region is further motivated due to recent hints for a light WIMP in direct and indirect searches. We revisit the thermal relic abundance calculation for a generic WIMP and show that …",
                "We propose modifying large water Čerenkov detectors by the addition of 0.2% gadolinium trichloride, which is highly soluble, newly inexpensive, and transparent in solution. Since Gd has an enormous cross section for radiative neutron capture, with∑ E γ= 8 M e V, this would make neutrons visible for the first time in such detectors, allowing antineutrino tagging by the coincidence detection reaction ν e+ p→ e++ n (similarly for ν μ). Taking Super-Kamiokande as a working example, dramatic consequences for reactor neutrino measurements, first observation of the diffuse supernova neutrino background, galactic supernova detection, and other topics are discussed.",
                "The Physics Program for the Deep Underground Neutrino Experiment (DUNE) at the Fermilab Long-Baseline Neutrino Facility (LBNF) is described.",
                "While the high‐z frontier of star formation rate (SFR) studies has advanced rapidly, direct measurements beyond   remain difficult, as shown by significant disagreements among different results. Gamma‐ray bursts, owing to their brightness and association with massive stars, offer hope of clarifying this situation, provided that the GRB rate can be properly related to the SFR. The Swift GRB data reveal an increasing evolution in the GRB rate relative to the SFR at intermediate z; taking this into account, we use the highest‐z GRB data to make a new determination of the SFR at  . Our results exceed the lowest direct SFR measurements and imply that no steep drop exists in the SFR up to at least  . We discuss the implications of our result for cosmic reionization, the efficiency of the universe in producing stellar‐mass black holes, and “GRB feedback” in star‐forming hosts.",
                "As part of the European LAGUNA design study on a next-generation neutrino detector, we propose the liquid-scintillator detector LENA (Low Energy Neutrino Astronomy) as a multipurpose neutrino observatory. The outstanding successes of the Borexino and KamLAND experiments demonstrate the large potential of liquid-scintillator detectors in low-energy neutrino physics. Low energy threshold, good energy resolution and efficient background discrimination are inherent to the liquid-scintillator technique. A target mass of 50 kt will offer a substantial increase in detection sensitivity.At low energies, the variety of detection channels available in liquid scintillator will allow for an energy – and flavor-resolved analysis of the neutrino burst emitted by a galactic Supernova. Due to target mass and background conditions, LENA will also be sensitive to the faint signal of the Diffuse Supernova Neutrino Background. Solar …",
                "The host galaxies of the five local, z< 0.25, long-duration gamma-ray bursts, each of which had a well-documented associated supernova, are all faint and metal-poor compared to the population of local star-forming galaxies. We quantify this statement by using a previous analysis of star-forming galaxies (z< 0.2) from the Sloan Digital Sky Survey to estimate the fraction of local star formation as a function of host galaxy oxygen abundance. We find that only a small fraction (< 25%) of current star formation occurs in galaxies with oxygen abundance 12+ log (O\/H)< 8.6, ie, about half that of the Milky Way. However, all five low-z GRB hosts have oxygen abundance below this limit, in three cases very significantly so. If GRBs traced local star formation independent of metallicity, the probability of obtaining such low abundances for all five hosts would be P~ 0.1%. We conclude that GRBs trace only low-metallicity star formation, and that the Milky Way has been too metal rich to host long GRBs for at least the last several billion years. This result has implications for the potential role of GRBs in mass extinctions, for searches for recent burst remnants in the Milky Way and other large galaxies, for non-detections of late radio emission from local core-collapse supernovae, and for the production of cosmic rays in the local Universe. We also find that the isotropic energy release of these five GRBs, E_iso, steeply decreases with increasing host oxygen abundance, suggesting an upper metallicity limit for``cosmological''GRBs at~ 0.15 Z_solar.(Abridged)"
            ],
            [
                [
                    "Nuclear astrophysics",
                    "particle astrophysics",
                    "neutrinos",
                    "cosmology"
                ]
            ],
            [
                "John F. Beacom John F. Beacom John F. Beacom College of Arts and Sciences Distinguished Professor of Physics and of Astronomy, Henry L. Cox Professor of Physics and of Astronomy, and Director of the Center for Cosmology and AstroParticle Physics (CCAPP) beacom.7@osu.edu (614) 247-8102 M2004 Physics Research Building Dark Matter High-Energy and Multi-Messenger Astronomy Nuclear\/Particle Astrophysics and Cosmology Ph.D. Physics, University of Wisconsin, 1997 B.S. Physics and B.S. Mathematics, University of Kansas, 1991 Brief CV: Beacom_BriefCV.pdf Awards: Fellow, American Physical Society, 2014 American Physical Society Outstanding Referee, 2009 Alumni Award for Distinguished Teaching, 2009 Outstanding Teaching Award - Colleges of Arts and Sciences Student Council, 2008 NSF Career Award, 2005 Executive Committee, Division of Astrophysics APS, 2004 "
            ]
        ]
    ]
}