{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SH1NIZVQ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Shivaji  Sondhi Shivaji  Sondhi Professor of Physics 609-258-4326 sondhi@Princeton.EDU 324 Jadwin Hall My research has focussed on materials in which the interactions among the electrons are important, even for a qualitative understanding of their behavior. This is in contrast to the textbook examples of metals and insulators, whose behavior is largely explicable in terms of independent electrons. The particular systems I have worked on are the two-dimensional electron gases that are realized in semiconductor heterostructures, superconducting fullerides, frustrated magnetic systems and the cuprate superconductors. Issues that currently interest me include: Quantum Hall systems . Two-dimensional electron gases placed in high magnetic fields exhibit the quantum Hall Effect, which reflects an underlying intricate set of novel phases. The excitations in these phases have been of great interest for they are believed to carry fractional quantum numbers, i.e., charge and statistics. I'm interested in various aspects of these excitations--whether they carry a third fractional quantum number (an intrinsic spin), under what circumstances the various quantum numbers can be measured in the laboratory, and their internal structure in various limits. For example, interesting variants of these excitations arise when the spin of the electrons can fluctuate. In some cases the excitations develop topologically nontrivial spin order (\"skyrmions\") as a consequence of geometric, or Berry, phases in the system. This has led to questions about the role of these geometric phases near the edges of quantum Hall systems where yet another class of fascinating excitations lives (\"edge states\"), and other electronic systems where local spin order and conduction coexist. Other problems of interest involve searching for possible new phases in the quantum Hall regime, and the more theoretical question of constructing \"better\" field theories of the high-field dynamics. Continuous quantum phase transitions . These are continuous phase transitions that take place at absolute zero, i.e., in the ground state of the system, when some parameter other than the temperature is varied. They are very interesting, for quantum effects are intrinsically important to them, most importantly in scrambling the dynamics with the thermodynamics. Examples include transitions in magnetic systems, superconductor-insulator transitions, and transitions between quantum Hall states. I am interested in very instructive analogies between the latter and the transitions in superconducting systems, understanding the seeming superuniversality of these transitions, and looking for experimental signatures that might shed light on these issues. There are also some general questions involving mechanisms of dephasing and dissipation-near-zero temperature critical points that are currently unsettled and appear to be promising avenues of inquiry. Frustrated Magnets . Classical frustrated magnets are primarily identified by large ground state degeneracies, the Ising antiferromagnet on a triangular lattice being the canonical example of this phenomenon and of the subclass of geometrically frustrated magnets. Interesting new physics can arise when quantum dynamics is introduced into these large ground state manifolds on account of the singular nature of the perturbation and a fair amount of work has focussed on quantum Heisenberg models in which the XY exchange is the quantum perturbation. I have been interested recently in simpler class of systems in which a transverse magnetic field introduces a quantum dynamics into a frustrated Ising magnet. The relative simplicity allows much progress to be made, and the catalog of results include examples of \"order by disorder\" such as the triangular lattice antiferromagnet as well as those of \"disorder by disorder\" (i.e. cooperative paramagnets) such as the kagome antiferromagnet. One also obtains a transparent connection to quantum dimer models which are in turn connected to large-N antiferromagnets and to ideas on the origin of superconductivity in the cuprates. Selected Publications  Two-Dimensional Periodic Frustrated Ising models in a Transverse Field (with R. Moessner and P. Chandra) Quantum Hall Bilayers and the Chiral Sine-Gordon Equation (with J. D. Naud and L. P. Pryadko) Response of a d x 2 − y 2 Superconductor to a Zeeman Magnetic Field (with K. Yang) A New Transport Regime in the Quantum Hall Effect (with D. Shahar, M. Hilke, C.C. Li, D. C. Tsui, M. Razeghi) Quantum Hall Skyrmions with Higher Topological Charge (with D. Lilliehook, K. Lejnell, A. Karlhede) Duality Near Quantum Hall Transitions (with E. Shimshoni, D. Shahar) A Field Theory for the Read Operator (with R. Rajaraman) Also, an RMP colloquium (Rev. Mod. Phys. 69, 315 (1997)) Continuous Quantum Phase Transitions (with S. M. Girvin, J. P. Carini and D. Shahar) provides general background. "
            ]
        ]
    ]
}