{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SHLAWNMU",
            "2u220QMAAAAJ",
            [
                "Is the effective Lagrangian for quantum chromodynamics a  model?",
                "Dual Topological Unitarization: An Ordered Approach to Hadron Theory",
                "Asymptotic planarity: An S-matrix basis for the Okubo-Zweig-Iizuka rule",
                "Have mesons composed of charmed diquarks been discovered?",
                "A systematic lifting of exchange-degeneracy that clarifies the relationship between pomeron, reggeons and SU3-symmetry violation"
            ],
            [
                "A fully interacting effective chiral Lagrangian obeying the anomalous axial-baryon-current conservation law is constructed. This Lagrangian is a generalization of one implied by the 1 N approximation. In a certain sense, the old σ model is recovered. Our Lagrangian displays the dependence of amplitudes on the quantum-chromodynamic vacuum angle θ, gives soft η′ theorems, and hints at a possible complementarity between the instanton and 1 N approaches. We can rewrite our model in terms of a gauge-invariant gluon field.",
                "A review is given of developments between 1973 and 1977 that have added the concept of order to general S-matrix principles with the aim of constructing a bootstrap theory of hadrons.",
                "A mechanism is exhibited that monotonically depresses the cylinder component of the topological expansion with increasing t, and it is conjectured that all non-planar S-matrix components diminish as t increases, exchange degeneracy and the Okubo-Zweig-Iizuka rule becoming more accurately satisfied. Such asymptotic planarity is compared to the field-theoretical concept of asymptotic freedom. The characteristics low-t cylinder “quenching interval” is found to be the inverse of the mean value over a two-reggeon loop, of 1 2 π 2 (α′) 2 (t 1− t 2) 2\/(− t), where t 1 and t 2 are the squared masses of the loop reggeons and α′ is the trajectory slope. For leading trajectories the low-t cylinder quenching interval is predicted by this formula to be roughly 0.5 GeV 2-consistent with the observed pomeron intercept and slope, with the p-ω and fA 2 mass differences and with the (φ, ω) deviation from ideal mixing. As t grows …",
                "I suggest that the structure observed between s= 3.9 and 4.5 GeV at SPEAR is due to the presence of exotic mesons composed of a charmed diquark and antidiquark. Arguments for the existence of such mesons are reviewed. The characteristic features, ie, masses, narrow widths, and abundance, which enable them to explain the data are presented. Further properties and yet another narrow meson with m≈ 6.7 GeV\/c 2 is predicted.",
                "The cylinder correction to the planar S matrix splits I = 0 from I = 1, lifts exchange degeneracy of I = 0 states and induces deviations from ideal mixing. All three effects are approximately described by one parameter which gives the shift of the ω intercept below the ϱ, the couplings of f, f′, ω, ф, the shift of the f above the ϱ, and its tendency to become an SU3 singlet heretofore labeled at t = 0 as the pomeron."
            ],
            [
                [
                    "Particle Physics"
                ]
            ],
            [
                "Carl Rosenzweig Carl Rosenzweig Professor Emeritus 365 Physics Building 315.443.5969 crosenzw@syr.edu Connections between microphysics and cosmology. Non standard models of the Higgs Boson at LHC. Confinement in QCD and field theory. Prof. Rosenzweig is responible for the Physics section of Syracuse University Project Advance, a cooperative partnership linking Syracuse University with secondary schools. 1972 Ph.D. in Physics Harvard University 1967 M.S. in Physics Polytechnic Institute of NY, Brooklyn 1967 B.S. in Physics Polytechnic Institute of NY, Brooklyn Physicist to Probe 'Deep Connections' Between Life on Earth and Interstellar Space (Oct. 10, 2018) Professor Carl Rosenzweig will present 'Stars 'R' Us' at Wells College, benefiting Friends of Southern Cayuga Planetarium Have Mesons Composed of Charmed Diquarks Been Discovered? Phys. Rev. Let. 36, 697 (1976). Dual Topological Unitarization: An Ordered Approach to Hadron Theory; with G.F.Chew, Phys. Reports 41, no. 5 (1978). Is the Effective Lagrangian for QCD a Sigma Model? with J. Schechter and G. Trahern, Phys. Rev. D21, 3388 (1980). QCD Vacuum as a Chromomagnetic Superconductor: Microscopic Physics; with V.P. Nair, Phys. Rev. D31, 401 (1985). Stability of Black Hole Horizons and the Landau Ghost; with J. Beckenstein, Phys. Rev. D50, 7239 (1994)."
            ]
        ]
    ]
}