{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SI6YW5U7",
            "wZVM1gIAAAAJ",
            [
                "Magnetic trapping of calcium monohydride molecules at millikelvin temperatures",
                "Order of magnitude smaller limit on the electric dipole moment of the electron",
                "Quo vadis, cold molecules?",
                "A coherent all-electrical interface between polar molecules and mesoscopic superconducting resonators",
                "Hybrid quantum processors: molecular ensembles as quantum memory for solid state circuits",
                "Evaporative cooling of spin-polarized atomic hydrogen"
            ],
            [
                "Recent advances 1, 2, 3, 4, 5 in the magnetic trapping and evaporative cooling of atoms to nanokelvin temperatures have opened important areas of research, such as Bose–Einstein condensation and ultracold atomic collisions. Similarly, the ability to trap and cool molecules should facilitate the study of ultracold molecular physics and collisions 6; improvements in molecular spectroscopy could be anticipated. Also, ultracold molecules could aid the search for electric dipole moments of elementary particles 7. But although laser cooling (in the case of alkali metals 1, 8, 9) and cryogenic surface thermalization (in the case of hydrogen 10, 11) are currently used to cool some atoms sufficiently to permit their loading into magnetic traps, such techniques are not applicable to molecules, because of the latter's complex internal energy-level structure.(Indeed, most atoms have resisted trapping by these techniques.) We have …",
                "The Standard Model of particle physics is known to be incomplete. Extensions to the Standard Model, such as weak-scale supersymmetry, posit the existence of new particles and interactions that are asymmetric under time reversal (T) and nearly always predict a small yet potentially measurable electron electric dipole moment (EDM), de, in the range of 10−27 to 10−30 e·cm. The EDM is an asymmetric charge distribution along the electron spin () that is also asymmetric under T. Using the polar molecule thorium monoxide, we measured de = (–2.1 ± 3.7stat ± 2.5syst) × 10−29e·cm. This corresponds to an upper limit of |de| < 8.7 × 10−29e·cm with 90% confidence, an order of magnitude improvement in sensitivity relative to the previous best limit. Our result constrains T-violating physics at the TeV energy scale.",
                "We give a snapshot of the rapidly developing field of ultracold polar molecules and walk the reader through the papers appearing in this Topical Issue.",
                "Building a scalable quantum processor requires coherent control and preservation of quantum coherence in a large-scale quantum system. Mesoscopic solid-state systems such as Josephson junctions and quantum dots feature robust control techniques using local electrical signals and self-evident scaling; however, in general the quantum states decohere rapidly. In contrast, quantum optical systems based on trapped ions and neutral atoms exhibit much better coherence properties, but their miniaturization and integration with electrical circuits remains a challenge. Here we describe methods for the integration of a single-particle system—an isolated polar molecule—with mesoscopic solid-state devices in a way that produces robust, coherent, quantum-level control. Our setup provides a scalable cavity-QED-type quantum computer architecture, where entanglement of distant qubits stored in long-lived rotational …",
                "We investigate a hybrid quantum circuit where ensembles of cold polar molecules serve as long-lived quantum memories and optical interfaces for solid state quantum processors. The quantum memory realized by collective spin states (ensemble qubit) is coupled to a high-Q stripline cavity via microwave Raman processes. We show that, for convenient trap-surface distances of a few μ m, strong coupling between the cavity and ensemble qubit can be achieved. We discuss basic quantum information protocols, including a swap from the cavity photon bus to the molecular quantum memory, and a deterministic two qubit gate. Finally, we investigate coherence properties of molecular ensemble quantum bits.",
                "A gas of hydrogen atoms, confined in a static magnetic trap, has been evaporatively cooled to temperatures of a few millikelvin. The initial trap configuration held the gas at 38 mK for as long as 5 h. Evaporative cooling reduced the temperature to 3.0 mK while maintaining the central density at 7.6× 10 12 cm− 3. These values were determined by measurement of the rate of electronic spin relaxation and are in agreement with model calculations. Further cooling to 1 mK (inferred from the model) has been achieved. Measurements were made of the efficiency of the evaporative cooling process."
            ],
            [
                [

                ]
            ]
        ]
    ]
}