{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SJ3SVIXU",
            "NO81QRUAAAAJ",
            [
                "Demixing effects in mixtures of two bosonic species",
                "An analytic method for S‐Expansion involving resonance and reduction",
                "Delocalization effects, entanglement entropy and spectral collapse of boson mixtures in a double well",
                "Residual entropy and critical behavior of two interacting boson species in a double well"
            ],
            [
                "Motivated by recent experiments on two-component systems, we investigate the ground-state phase diagram of a mixture of two bosonic species by means of path-integral quantum Monte Carlo simulations by a two-worm algorithm. The mixture is trapped in a square lattice at different filling conditions. Various quantum phases are stabilized depending on the interplay between intra-and interspecies interactions and on the filling factors. We show that the ground-state phase diagram at half-filling features a demixed superfluid phase and a demixed Mott-insulator phase when the interspecies interaction becomes greater than the intraspecies repulsion, and a double-superfluid phase or a supercounterflow otherwise. We show that demixing, characterized by spatial separation of the two species, can be detected experimentally through the effects of anisotropy revealed by time-of-flight images. We also study how …",
                "In this paper we describe an analytic method able to give the multiplication table(s) of the set(s) involved in an S‐expansion process (with either resonance or 0S‐resonant‐reduction) for reaching a target Lie (super)algebra from a starting one, after having properly chosen the partitions over subspaces of the considered (super)algebras. This analytic method gives us a simple set of expressions to find the subset decomposition of the set(s) involved in the process. Then, we use the information coming from both the initial (super)algebra and the target one for reaching the multiplication table(s) of the mentioned set(s). Finally, we check associativity with an auxiliary computational algorithm, in order to understand whether the obtained set(s) can describe semigroup(s) or just abelian set(s) connecting two (super)algebras. We also give some interesting examples of application, which check and corroborate our analytic …",
                "We investigate the ground-state properties of a two-species condensate of interacting bosons in a double-well potential. Each atomic species is described by a two-space-mode Bose–Hubbard model. The coupling of the two species is controlled by the interspecies interaction W. To analyze the ground state when W is varied in both the repulsive () and the attractive () regime, we apply two different approaches. First we solve the problem numerically (i) to obtain an exact description of the ground-state structure and (ii) to characterize its correlation properties by studying (the appropriate extensions to the present case of) the quantum Fisher information, the coherence visibility and the entanglement entropy as functions of W. Then we approach analytically the description of the low-energy scenario by means of the Bogoliubov scheme. In this framework the ground-state transition from delocalized to localized species …",
                "Motivated by the importance of entanglement and correlation indicators in the analysis of quantum systems, we study the equilibrium and the bipartite residual entropy in a two-species Bose–Hubbard dimer when the spatial phase separation of the two species takes place. We consider both the zero and non-zero-temperature regime. We present different kinds of residual entropies (each one associated with a different way of partitioning the system), and we show that they strictly depend on the specific quantum phase characterizing the two species (supermixed, mixed or demixed) even at finite temperature. To provide a deeper physical insight into the zero-temperature scenario, we apply the fully-analytical variational approach based on su (2) coherent states and provide a considerably good approximation of the entanglement entropy. Finally, we show that the effectiveness of bipartite residual entropy as a critical indicator at non-zero temperature is unchanged when considering a restricted combination of energy eigenstates. View Full-Text"
            ],
            [
                [
                    "Quantum Mechanics",
                    "Condensed Matter",
                    "Cold Atoms",
                    "Neutron Stars"
                ]
            ]
        ]
    ]
}