{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SJDU7DTA",
            "mT0AyyIAAAAJ",
            [
                "Spikes: exploring the neural code",
                "Reading a neural code",
                "Entropy and information in neural spike trains",
                "Efficiency and ambiguity in an adaptive neural code",
                "The metabolic cost of neural information",
                "Adaptive rescaling maximizes information transmission",
                "Reproducibility and variability in neural spike trains",
                "Synergy in a neural code",
                "Diffusion and scaling during early embryonic pattern formation",
                "Entropy and information in neural spike trains: Progress on the sampling problem"
            ],
            [
                "What does it mean to say that a certain set of spikes is the right answer to a computational problem? In what sense does a spike train convey information about the sensory world? Spikes begins by providing precise formulations of these and related questions about the representation of sensory signals in neural spike trains. The answers to these questions are then pursued in experiments on sensory neurons. Intended for neurobiologists with an interest in mathematical analysis of neural data as well as the growing number of physicists and mathematicians interested in information processing by\" real\" nervous systems, Spikes provides a self-contained review of relevant concepts in information theory and statistical decision theory. Our perception of the world is driven by input from the sensory nerves. This input arrives encoded as sequences of identical spikes. Much of neural computation involves processing these spike trains. What does it mean to say that a certain set of spikes is the right answer to a computational problem? In what sense does a spike train convey information about the sensory world? Spikes begins by providing precise formulations of these and related questions about the representation of sensory signals in neural spike trains. The answers to these questions are then pursued in experiments on sensory neurons. The authors invite the reader to play the role of a hypothetical observer inside the brain who makes decisions based on the incoming spike trains. Rather than asking how a neuron responds to a given stimulus, the authors ask how the brain could make inferences about an unknown stimulus from a given neural …",
                "Traditional approaches to neural coding characterize the encoding of known stimuli in average neural responses. Organisms face nearly the opposite task--extracting information about an unknown time-dependent stimulus from short segments of a spike train. Here the neural code was characterized from the point of view of the organism, culminating in algorithms for real-time stimulus estimation based on a single example of the spike train. These methods were applied to an identified movement-sensitive neuron in the fly visual system. Such decoding experiments determined the effective noise level and fault tolerance of neural computation, and the structure of the decoding algorithms suggested a simple model for real-time analog signal processing with spiking neurons.",
                "The nervous system represents time dependent signals in sequences of discrete, identical action potentials or spikes; information is carried only in the spike arrival times. We show how to quantify this information, in bits, free from any assumptions about which features of the spike train or input signal are most important, and we apply this approach to the analysis of experiments on a motion sensitive neuron in the fly visual system. This neuron transmits information about the visual stimulus at rates of up to 90 bits\/s, within a factor of 2 of the physical limit set by the entropy of the spike train itself.",
                "We examine the dynamics of a neural code in the context of stimuli whose statistical properties are themselves evolving dynamically. Adaptation to these statistics occurs over a wide range of timescales—from tens of milliseconds to minutes. Rapid components of adaptation serve to optimize the information that action potentials carry about rapid stimulus variations within the local statistical ensemble, while changes in the rate and statistics of action-potential firing encode information about the ensemble itself, thus resolving potential ambiguities. The speed with which information is optimized and ambiguities are resolved approaches the physical limit imposed by statistical sampling and noise.",
                "We derive experimentally based estimates of the energy used by neural mechanisms to code known quantities of information. Biophysical measurements from cells in the blowfly retina yield estimates of the ATP required to generate graded (analog) electrical signals that transmit known amounts of information. Energy consumption is several orders of magnitude greater than the thermodynamic minimum. It costs 10 4 ATP molecules to transmit a bit at a chemical synapse, and 10 6-10 7 ATP for graded signals in an interneuron or a photoreceptor, or for spike coding. Therefore, in noise-limited signaling systems, a weak pathway of low capacity transmits information more economically, which promotes the distribution of information among multiple pathways.",
                "Adaptation is a widespread phenomenon in nervous systems, providing flexibility to function under varying external conditions. Here, we relate an adaptive property of a sensory system directly to its function as a carrier of information about input signals. We show that the input\/output relation of a sensory system in a dynamic environment changes with the statistical properties of the environment. Specifically, when the dynamic range of inputs changes, the input\/output relation rescales so as to match the dynamic range of responses to that of the inputs. We give direct evidence that the scaling of the input\/output relation is set to maximize information transmission for each distribution of signals. This adaptive behavior should be particularly useful in dealing with the intermittent statistics of natural signals.",
                "To provide information about dynamic sensory stimuli, the pattern of action potentials in spiking neurons must be variable. To ensure reliability these variations must be related, reproducibly, to the stimulus. For H1, a motion-sensitive neuron in the fly9s visual system, constant-velocity motion produces irregular spike firing patterns, and spike counts typically have a variance comparable to the mean, for cells in the mammalian cortex. But more natural, time-dependent input signals yield patterns of spikes that are much more reproducible, both in terms of timing and of counting precision. Variability and reproducibility are quantified with ideas from information theory, and measured spike sequences in H1 carry more than twice the amount of information they would if they followed the variance-mean relation seen with constant inputs. Thus, models that may accurately account for the neural response to static stimuli can …",
                "We show that the information carried by compound events in neural spike trains—patterns of spikes across time or across a population of cells—can be measured, independent of assumptions about what these patterns might represent. By comparing the information carried by a compound pattern with the information carried independently by its parts, we directly measure the synergy among these parts. We illustrate the use of these methods by applying them to experiments on the motion-sensitive neuron H1 of the fly's visual system, where we confirm that two spikes close together in time carry far more than twice the information carried by a single spike. We analyze the sources of this synergy and provide evidence that pairs of spikes close together in time may be especially important patterns in the code of H1.",
                "Development of spatial patterns in multicellular organisms depends on gradients in the concentration of signaling molecules that control gene expression. In the Drosophila embryo, Bicoid (Bcd) morphogen controls cell fate along 70% of the anteroposterior axis but is translated from mRNA localized at the anterior pole. Gradients of Bcd and other morphogens are thought to arise through diffusion, but this basic assumption has never been rigorously tested in living embryos. Furthermore, because diffusion sets a relationship between length and time scales, it is hard to see how patterns of gene expression established by diffusion would scale proportionately as egg size changes during evolution. Here, we show that the motion of inert molecules through the embryo is well described by the diffusion equation on the relevant length and time scales, and that effective diffusion constants are essentially the same in closely …",
                "The major problem in information theoretic analysis of neural responses and other biological data is the reliable estimation of entropy-like quantities from small samples. We apply a recently introduced Bayesian entropy estimator to synthetic data inspired by experiments, and to real experimental spike trains. The estimator performs admirably even very deep in the undersampled regime, where other techniques fail. This opens new possibilities for the information theoretic analysis of experiments, and may be of general interest as an example of learning from limited data."
            ],
            [
                [
                    "Neuroscience"
                ]
            ],
            [
                "Rob de Ruyter Rob de Ruyter deruyter@indiana.edu (812) 855-6857 Swain West 165 Postdoctoral Positions, Cambridge, UK and Groningen, The Netherlands Ph.D., University of Groningen, The Netherlands, 1986 B.S., University of Groningen, The Netherlands, 1981 biophysics and program in neural science About Rob de Ruyter Broadly speaking, I am interested in understanding basic principles underlying coding, computation and inference in the sensory nervous system. Sense organs measure physical signals and those signals are influenced by events in the environment. Animals are rarely interested in these sense data per se, but rather in the events that generate them. It is the job of the brain to infer those events or at least some of their important aspects from the set of raw measurements. However, sensory measurements are imperfect because of noise in the physical signal (e.g. photon shot noise), and because of bandwidth limitations of the receptors. Further, the relation between events and measured signals is often ambiguous. Therefore, the process of inference cannot be a simple fixed mapping or neural computation. Optimal inference requires that this computation depends on the joint statistics of sense data and events. The aim in my studies is to elucidate this process of inference at a fundamental quantitative level, both in an animal model system, and through analysis of the statistics of natural signals. These studies have both experimental and theoretical components. The electrophysiological experiments center on the visual system of the blowfly, where recordings are made from photoreceptors and from motion sensitive neurons. This system allows long term stable recordings, and the quality of the data makes it possible to put theories of neural coding and optimal processing to quantitative tests. One clear theoretical prediction is that the optimal processor is context dependent, and for this reason there is a substantial effort to understand neural processing in the animal's natural environment. Some of our electrophysiological experiments are therefore done outside. Using a specially developed setup we can record from a motion sensitive neuron while the fly is rotated along trajectories typical for free flying flies. Another series of experiment aims at sampling the joint statistics of camera input and camera motion in a real, natural environment, under natural conditions of locomotion. From a complete statistical description of this relation we can derive an optimal motion sensor. Remarkably, this sensor shows specific biases in its estimation that are quantitatively similar to those measured in fly motion sensitive neurons under comparable conditions."
            ]
        ]
    ]
}