{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SJNZPNXM",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Skip to Main Content Emergency Notification Novel Coronavirus (COVID-19). For the latest information on COVID-19, visit the Health Advisories website . Lam, Lui San José State University Site Navigation Lui Lam's c.v. Arts Active Walk Bowlic Liquid Crystal Histophysics (Physics of History) HSS (GE course) ILCS Popular Science Scimat (Science Matters) Soliton Academia Matters  SJSU Home > People > Lam, Lui Lam, Lui one.SJSU Canvas Athletics Give to SJSU Navigate BACK to \n                        \t\t\t\tA-Z People Index Publications & Presentations Research & Scholarly Activity Professional & Service Activity HuSS (GE course) Academia Matters Soliton Soliton Professor, Physics & Astronomy Email Preferred: lui.lam@sjsu.edu Telephone Preferred: (408) 924-5261 Education Doctor of Philosophy, Physics, Columbia University in the City of New York, New York,\n                              United States, 1973 Master of Science, Physics, Columbia University in the City of New York, New York,\n                              United States, 1969 Master of Science, Physics, University of British Columbia, British Columbia, Canada,\n                              1968 Bachelor of Science, Physics and Mathematics, University of Hong Kong, Hong Kong Island,\n                              Hong Kong, 1965 Bio Lui Lam, physicist and humanist, obtained his BS (with First Class Honors) from the\n                           University of Hong Kong, MS from University of British Columbia, and PhD from Columbia\n                           University (with thesis done at Bell Labs under Phil Platzman). He is a professor\n                           emeritus at San Jose State University, California and recipient of SJSU's 2017 Distinguished Service Award , and Guest Professor at both the Chinese Academy of Sciences (CAS) and the China\n                           Association for Science and Technology (CAST). Lam invented bowlics (1982), one of three existing types of liquid crystals in the world; active walks (1992), a new paradigm in complex systems; and two new disciplines-- histophysics (2002) and science matters (2007\/2008). He published 16 books and over 180 scientific papers ; the books include Introduction to Nonlinear Physics (1997), Nonlinear Physics for Beginners (1998), This Pale Blue Dot (2004), Science Matters (2008), Arts: A Science Matter (2011), and All About Science: Philosophy, History, Sociology & Communication (2014). He is the founder of the International Liquid Crystal Society (1990); cofounder of the Chinese Liquid Crystal Society (1980); founder and editor\n                           of two book series, Science Matters (World Scientific) and Partially Ordered Systems (Springer). His current research is in scimat (science matters), complex systems, and philosophy; scimat website: www.sjsu.edu\/people\/lui.lam\/scimat.\n                           Email: lui2002lam@yahoo.com . More ... SJSU Links and Resources Information for Alumni Current Students Donors Faculty and Staff Future Students Researchers Colleges Business Education Engineering Graduate Studies Health and Human Sciences Humanities and the Arts Professional and Global Education Science Social Sciences Quick Links A-Z Index Academics Bookstore Budget Central Calendars Canvas Careers and Jobs King Library Parking and Maps Privacy Annual Security Report [pdf] Contact us Contact Form Directory Report a Web Problem Report a Title IX Complaint San Jose State University One Washington Square, San Jose, CA 95192 408-924-1000  Last Modified: Mar 12, 2020"
            ]
        ]
    ]
}