{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SK3HE5DA",
            "BstGDCwAAAAJ",
            [
                "Demonstration of a small programmable quantum computer with atomic qubits",
                "High-fidelity preparation, gates, memory, and readout of a trapped-ion quantum bit",
                "High-fidelity quantum logic gates using trapped-ion hyperfine qubits",
                "Experimental comparison of two quantum computing architectures",
                "Verified quantum information scrambling",
                "Implementation of a symmetric surface-electrode ion trap with field compensation using a modulated Raman effect",
                "Multiparameter estimation in networked quantum sensors",
                "Fault-tolerant quantum error detection",
                "Complete 3-qubit Grover search on a programmable quantum computer",
                "Hybrid quantum logic and a test of Bell’s inequality using two different atomic isotopes"
            ],
            [
                "Quantum computers can solve certain problems more efficiently than any possible conventional computer. Small quantum algorithms have been demonstrated on multiple quantum computing platforms, many specifically tailored in hardware to implement a particular algorithm or execute a limited number of computational paths 1, 2, 3, 4, 5, 6, 7, 8, 9, 10. Here we demonstrate a five-qubit trapped-ion quantum computer that can be programmed in software to implement arbitrary quantum algorithms by executing any sequence of universal quantum logic gates. We compile algorithms into a fully connected set of gate operations that are native to the hardware and have a mean fidelity of 98 per cent. Reconfiguring these gate sequences provides the flexibility to implement a variety of algorithms without altering the hardware. As examples, we implement the Deutsch–Jozsa 11 and Bernstein–Vazirani 12 algorithms with …",
                "We implement all single-qubit operations with fidelities significantly above the minimum threshold required for fault-tolerant quantum computing, using a trapped-ion qubit stored in hyperfine “atomic clock” states of Ca+ 43. We measure a combined qubit state preparation and single-shot readout fidelity of 99.93%, a memory coherence time of T 2*= 50 sec, and an average single-qubit gate fidelity of 99.9999%. These results are achieved in a room-temperature microfabricated surface trap, without the use of magnetic field shielding or dynamic decoupling techniques to overcome technical noise.",
                "We demonstrate laser-driven two-qubit and single-qubit logic gates with respective fidelities 99.9 (1)% and 99.9934 (3)%, significantly above the≈ 99% minimum threshold level required for fault-tolerant quantum computation, using qubits stored in hyperfine ground states of calcium-43 ions held in a room-temperature trap. We study the speed-fidelity trade-off for the two-qubit gate, for gate times between 3.8 μ s and 520 μ s, and develop a theoretical error model which is consistent with the data and which allows us to identify the principal technical sources of infidelity.",
                "We run a selection of algorithms on two state-of-the-art 5-qubit quantum computers that are based on different technology platforms. One is a publicly accessible superconducting transmon device (www.research.ibm.com\/ibm-q) with limited connectivity, and the other is a fully connected trapped-ion system. Even though the two systems have different native quantum interactions, both can be programed in a way that is blind to the underlying hardware, thus allowing a comparison of identical quantum algorithms between different physical systems. We show that quantum algorithms and circuits that use more connectivity clearly benefit from a better-connected system of qubits. Although the quantum systems here are not yet large enough to eclipse classical computers, this experiment exposes critical factors of scaling quantum computers, such as qubit connectivity and gate expressivity. In addition, the results suggest …",
                "Quantum scrambling is the dispersal of local information into many-body quantum entanglements and correlations distributed throughout an entire system. This concept accompanies the dynamics of thermalization in closed quantum systems, and has recently emerged as a powerful tool for characterizing chaos in black holes 1, 2, 3, 4. However, the direct experimental measurement of quantum scrambling is difficult, owing to the exponential complexity of ergodic many-body entangled states. One way to characterize quantum scrambling is to measure an out-of-time-ordered correlation function (OTOC); however, because scrambling leads to their decay, OTOCs do not generally discriminate between quantum scrambling and ordinary decoherence. Here we implement a quantum circuit that provides a positive test for the scrambling features of a given unitary process 5, 6. This approach conditionally teleports a …",
                "We describe a new electrode design for a surface-electrode Paul trap, which allows rotation of the normal modes out of the trap plane, and a technique for micromotion compensation in all directions using a two-photon process, which avoids the need for an ultraviolet laser directed to the trap plane. The fabrication and characterization of the trap are described, as well as its implementation for the trapping and cooling of single Ca+ ions. We also propose a repumping scheme that increases ion fluorescence and simplifies heating rate measurements obtained by time-resolved ion fluorescence during Doppler cooling.",
                "We introduce a general model for a network of quantum sensors, and we use this model to consider the following question: When can entanglement between the sensors, and\/or global measurements, enhance the precision with which the network can measure a set of unknown parameters? We rigorously answer this question by presenting precise theorems proving that for a broad class of problems there is, at most, a very limited intrinsic advantage to using entangled states or global measurements. Moreover, for many estimation problems separable states and local measurements are optimal, and can achieve the ultimate quantum limit on the estimation uncertainty. This immediately implies that there are broad conditions under which simultaneous estimation of multiple parameters cannot outperform individual, independent estimations. Our results apply to any situation in which spatially localized sensors are …",
                "Quantum computers will eventually reach a size at which quantum error correction becomes imperative. Quantum information can be protected from qubit imperfections and flawed control operations by encoding a single logical qubit in multiple physical qubits. This redundancy allows the extraction of error syndromes and the subsequent detection or correction of errors without destroying the logical state itself through direct measurement. We show the encoding and syndrome measurement of a fault-tolerantly prepared logical qubit via an error detection protocol on four physical qubits, represented by trapped atomic ions. This demonstrates the robustness of a logical qubit to imperfections in the very operations used to encode it. The advantage persists in the face of large added error rates and experimental calibration errors.",
                "The Grover quantum search algorithm is a hallmark application of a quantum computer with a well-known speedup over classical searches of an unsorted database. Here, we report results for a complete three-qubit Grover search algorithm using the scalable quantum computing technology of trapped atomic ions, with better-than-classical performance. Two methods of state marking are used for the oracles: a phase-flip method employed by other experimental demonstrations, and a Boolean method requiring an ancilla qubit that is directly equivalent to the state marking scheme required to perform a classical search. We also report the deterministic implementation of a Toffoli-4 gate, which is used along with Toffoli-3 gates to construct the algorithms; these gates have process fidelities of 70.5% and 89.6%, respectively.",
                "Entanglement is one of the most fundamental properties of quantum mechanics 1, 2, 3, and is the key resource for quantum information processing 4, 5 (QIP). Bipartite entangled states of identical particles have been generated and studied in several experiments, and post-selected or heralded entangled states involving pairs of photons, single photons and single atoms, or different nuclei in the solid state, have also been produced 6, 7, 8, 9, 10, 11, 12. Here we use a deterministic quantum logic gate to generate a ‘hybrid’entangled state of two trapped-ion qubits held in different isotopes of calcium, perform full tomography of the state produced, and make a test of Bell’s inequality with non-identical atoms. We use a laser-driven two-qubit gate 13, whose mechanism is insensitive to the qubits’ energy splittings, to produce a maximally entangled state of one 40 Ca+ qubit and one 43 Ca+ qubit, held 3.5 micrometres …"
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}