{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SKF1RP0H",
            "LPCqNC0AAAAJ",
            [
                "Electrical transport along bacterial nanowires from Shewanella oneidensis MR-1",
                "Shewanella oneidensis MR-1 nanowires are outer membrane and periplasmic extensions of the extracellular electron transport components",
                "Filamentous bacteria transport electrons over centimetre distances",
                "Plasmon-assisted chemical vapor deposition",
                "Multistep hopping and extracellular charge transfer in microbial redox chains",
                "The molecular density of states in bacterial nanowires",
                "Electrokinesis is a microbial behavior that requires extracellular electron transport",
                "Shewanella oneidensis MR-1 Bacterial Nanowires Exhibit p-Type, Tunable Electronic Behavior",
                "Disentangling the roles of free and cytochrome-bound flavins in extracellular electron transport from Shewanella oneidensis MR-1",
                "Ultrastructure of Shewanella oneidensis MR-1 nanowires revealed by electron cryotomography"
            ],
            [
                "Bacterial nanowires are extracellular appendages that have been suggested as pathways for electron transport in phylogenetically diverse microorganisms, including dissimilatory metal-reducing bacteria and photosynthetic cyanobacteria. However, there has been no evidence presented to demonstrate electron transport along the length of bacterial nanowires. Here we report electron transport measurements along individually addressed bacterial nanowires derived from electron-acceptor–limited cultures of the dissimilatory metal-reducing bacterium Shewanella oneidensis MR-1. Transport along the bacterial nanowires was independently evaluated by two techniques: (i) nanofabricated electrodes patterned on top of individual nanowires, and (ii) conducting probe atomic force microscopy at various points along a single nanowire bridging a metallic electrode and the conductive atomic force microscopy tip. The S …",
                "Bacterial nanowires offer an extracellular electron transport (EET) pathway for linking the respiratory chain of bacteria to external surfaces, including oxidized metals in the environment and engineered electrodes in renewable energy devices. Despite the global, environmental, and technological consequences of this biotic–abiotic interaction, the composition, physiological relevance, and electron transport mechanisms of bacterial nanowires remain unclear. We report, to our knowledge, the first in vivo observations of the formation and respiratory impact of nanowires in the model metal-reducing microbe Shewanella oneidensis MR-1. Live fluorescence measurements, immunolabeling, and quantitative gene expression analysis point to S. oneidensis MR-1 nanowires as extensions of the outer membrane and periplasm that include the multiheme cytochromes responsible for EET, rather than pilin-based structures as …",
                "Oxygen consumption in marine sediments is often coupled to the oxidation of sulphide generated by degradation of organic matter in deeper, oxygen-free layers. Geochemical observations have shown that this coupling can be mediated by electric currents carried by unidentified electron transporters across centimetre-wide zones. Here we present evidence that the native conductors are long, filamentous bacteria. They abounded in sediment zones with electric currents and along their length they contained strings with distinct properties in accordance with a function as electron transporters. Living, electrical cables add a new dimension to the understanding of interactions in nature and may find use in technology development.",
                "We introduce a new chemical vapor deposition (CVD) process that can be used to selectively deposit materials of many different types. The technique makes use of the plasmon resonance in nanoscale metal structures to produce the local heating necessary to initiate deposition when illuminated by a focused low-power laser. We demonstrate the technique, which we refer to as plasmon-assisted CVD (PACVD), by patterning the spatial deposition of PbO and TiO2 on glass substrates coated with a dispersion of 23 nm gold particles. The morphology of both oxide deposits is consistent with local laser-induced heating of the gold particles by more than 150 °C. We show that temperature changes of this magnitude are consistent with our analysis of the heat-loss mechanisms. The technique is general and can be used to spatially control the deposition of virtually any material for which a CVD process exists. ",
                "Dissimilatory metal-reducing bacteria are microorganisms that gain energy by transferring respiratory electrons to extracellular solid-phase electron acceptors. In addition to its importance for physiology and natural environmental processes, this form of metabolism is being investigated for energy conversion and fuel production in bioelectrochemical systems, where microbes are used as biocatalysts at electrodes. One proposed strategy to accomplish this extracellular charge transfer involves forming a conductive pathway to electrodes by incorporating redox components on outer cell membranes and along extracellular appendages known as microbial nanowires within biofilms. To describe extracellular charge transfer in microbial redox chains, we employed a model based on incoherent hopping between sites in the chain and an interfacial treatment of electrochemical interactions with the surrounding electrodes …",
                "The recent discovery of electrically conductive bacterial appendages has significant physiological, ecological, and biotechnological implications, but the mechanism of electron transport in these nanostructures remains unclear. We here report quantitative measurements of transport across bacterial nanowires produced by the dissimilatory metal-reducing bacterium, Shewanella oneidensis MR-1, whose electron transport system is being investigated for renewable energy recovery in microbial fuel cells and bioremediation of heavy metals and radionuclides. The Shewanella nanowires display a surprising nonlinear electrical transport behavior, where the voltage dependence of the conductance reveals peaks indicating discrete energy levels with higher electronic density of states. Our results indicate that the molecular constituents along the Shewanella nanowires possess an intricate electronic structure that plays a …",
                "We report a previously undescribed bacterial behavior termed electrokinesis. This behavior was initially observed as a dramatic increase in cell swimming speed during reduction of solid MnO2 particles by the dissimilatory metal-reducing bacterium Shewanella oneidensis MR-1. The same behavioral response was observed when cells were exposed to small positive applied potentials at the working electrode of a microelectrochemical cell and could be tuned by adjusting the potential on the working electrode. Electrokinesis was found to be different from both chemotaxis and galvanotaxis but was absent in mutants defective in electron transport to solid metal oxides. Using in situ video microscopy and cell tracking algorithms, we have quantified the response for different strains of Shewanella and shown that the response correlates with current-generating capacity in microbial fuel cells. The electrokinetic response …",
                "The study of electrical transport in biomolecular materials is critical to our fundamental understanding of physiology and to the development of practical bioelectronics applications. In this study, we investigated the electronic transport characteristics of Shewanella oneidensis MR-1 nanowires by conducting-probe atomic force microscopy (CP-AFM) and by constructing field-effect transistors (FETs) based on individual S. oneidensis nanowires. Here we show that S. oneidensis nanowires exhibit p-type, tunable electronic behavior with a field-effect mobility on the order of 10–1 cm2\/(V s), comparable to devices based on synthetic organic semiconductors. This study opens up opportunities to use such bacterial nanowires as a new semiconducting biomaterial for making bioelectronics and to enhance the power output of microbial fuel cells through engineering the interfaces between metallic electrodes and bacterial …",
                "In addition to its natural environmental significance, the process of extracellular electron transfer (EET) can be exploited at electrode interfaces to enable microbial electrochemical technologies for renewable energy recovery, biofuel production, bioremediation, and wastewater treatment. Success in these applications hinges on a better understanding of the electron transfer pathways that link electrochemically active microbes, such as Shewanella oneidensis MR-1, to electrodes. Here, we report electrochemical measurements that reveal both flavin-dependent and flavin-independent EET pathways from S. oneidensis MR-1. Significantly, differential pulse voltammetry captured the redox signatures of both free and cytochrome-bound flavins simultaneously in one experimental system for the first time, allowing us to compare their relative contributions while studying the impact of cell-removal, flavin addition, different …",
                "Bacterial nanowires have garnered recent interest as a proposed extracellular electron transfer (EET) pathway that links the bacterial electron transport chain to solid-phase electron acceptors away from the cell. Recent studies showed that Shewanella oneidensis MR-1 produces outer membrane (OM) and periplasmic extensions that contain EET components and hinted at their possible role as bacterial nanowires. However, their fine structure and distribution of cytochrome electron carriers under native conditions remained unclear, making it difficult to evaluate the potential electron transport (ET) mechanism along OM extensions. Here, we report high-resolution images of S. oneidensis OM extensions, using electron cryotomography (ECT). We developed a robust method for fluorescence light microscopy imaging of OM extension growth on electron microscopy grids and used correlative light and electron …"
            ],
            [
                [
                    "NanoBio",
                    "Physical Biology",
                    "Electromicrobiology",
                    "Electron Transfer",
                    "Bioelectronics"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                  View Faculty Video   Moh El-Naggar  Dean's Professor of Physics and Astronomy and Professor of Physics and Chemistry  Contact Information  E-mail:  mnaggar@usc.edu  Phone: (213) 740-2394 Office: SSC 419  LINKS  Personal Website  Presidential Early Career Award for Scientists and Engineers  Popular Science  The Scientist: A non-technical perspective about our work  Wired Magazine: The Mysterious Electronic World of Microbes        Biographical Sketch   Mohamed (Moh) Y. El-Naggar is the Robert D. Beyer Early Career Chair in Natural Sciences, and Professor of Physics and Astronomy, Biological Sciences, and Chemistry at the University of Southern California. El-Naggar and his interdisciplinary group investigate biological electron transfer and energy conversion (universal features of life as we know it) with special emphasis on the interface between biotic and abiotic systems. Their work, which has important implications for fundamental cell physiology and astrobiology, may also lead to the development of new hybrid materials and renewable energy technologies that combine the exquisite biochemical control of nature with the synthetic building blocks of nanotechnology.  El-Naggar received a B.S. degree from Lehigh University (2001), followed by M.S. (2002) and Ph.D. (2006) degrees from the California Institute of Technology. El-Naggar was awarded the Presidential Early Career Award for Scientists and Engineers (PECASE) by President Obama in 2014. In 2012, he was named one of Popular Science's 'Brilliant 10', the magazine's annual honor roll of 'the 10 most promising young scientists whose innovations will change the world'. In 2010, El-Naggar received a Department of Defense Young Investigator Program (YIP) Award, from the Air Force Office of Scientific Research.   Education   Ph.D. Engineering and Applied Science, California Institute of Technology, 2007    Postdoctoral Training   Postdoctoral Researcher, University of Southern California, 2006-2008   Description of Research  Summary Statement of Research Interests  El-Naggar leads the NanoBio Lab, which focuses on the fundamentals, implications, and technological applications of biological charge transfer, using environmental microbes as model systems. This is a highly interdisciplinary area, drawing from the toolboxes of nanoscience, condensed matter physics, electrochemistry, and environmental microbiology. In contrast to solid state systems (e.g. metals and semiconductors), where the mechanisms of charge transfer are well understood, with immense technological consequences ranging from computers to solar cells, comparatively little is known about the physics of biological charge transfer, especially over long distances.\r\n\r\nEl-Naggar's research examines the physics of the problem over large length scales and in the full biological context of microbial respiration and biotic-abiotic interactions. In addition to learning about the basic science, we are exploiting our understanding of charge transfer for renewable energy recovery in biological fuel cells, and developing new nanomaterials for energy conversion.  Current experimental work focuses on:  1. Electron transport in biomolecular nanostructures.  2. Bioenergy production in Microbial Fuel Cells.  3. Biological routes to nanomaterial synthesis.  4. The enzymatic activity of extracellular nanostructures. Implications for bioenergy and bioremediation.  5. New imaging technologies and algorithms.    Affiliations with Research Centers, Labs, and Other Institutions   Graduate Programs in Biomedical and Biological Sciences (PIBBS), Faculty, http:\/\/www.usc.edu\/programs\/pibbs\/site\/faculty\/el-naggar_m.htm  Microbial Systems Institute, http:\/\/microbiology.usc.edu\/  NASA Astrobiology Institute - Life Underground Team, Co-PI, https:\/\/astrobiology.nasa.gov\/directory\/people\/el-naggar-moh\/  The Molecular Foundry, Lawrence Berkeley National Lab, http:\/\/foundry.lbl.gov\/  The Odin Foundation, Board Member, http:\/\/www.odinfoundation.org\/    Conferences and Other Presentations  Conference Presentations   \"Charge Transfer and Energy Conversion at the Biotic-Abiotic Interface\", Berkeley Nanotechnology Forum, Talk\/Oral Presentation, Berkeley, CA, University of California, Berkeley, Invited, \r\n\t\tSpring\r\n\t2012  \"Charge Transfer and Energy Conversion in Microbial Systems: From Molecular to Cellular Length Scales\", Electrochemical Society Meeting, Talk\/Oral Presentation, Seattle, WA, The Electrochemical Society, Invited, \r\n\t\tSpring\r\n\t2012  \"Charge Transfer and Energy Conversion in Microbial Systems\", Solar Fuels: Science, Engineering, and Policy, Talk\/Oral Presentation, Durham, NC, Duke University and the Solar Energy Research Cent, Invited, 01\/11\/2012-01\/12\/2012  \"Electron Transfer Across the Biotic-Abiotic Interface in Microbial Systems\", European Science Foundation Conference on Charge Transfer in Biosystems, Talk\/Oral Presentation, Refereed Abstract, Universitätszentrum Obergurgl, Austria, European Science Foundation, 07\/17\/2011-07\/22\/2011  \"Electrical transport along bacterial nanowires from Shewanella oneidensis MR−1\", 241st American Chemical Society National Meeting: Microbial Fuel\/Electrolysis Cells Symposium, Talk\/Oral Presentation, Anaheim, CA, Invited, \r\n\t\tSpring\r\n\t2011   Other Presentations   \"Charge Transfer Across the Biotic-Abiotic Interface in Microbial Systems\", Invited Seminar, University of New Mexico, Albuquerque, NM, \r\n\t\tFall\r\n\t2011  \"Microbially Synthesized Materials for Bioenergy and Biomanufacturing\", Invited Talk, ASM International \/ Cal-State Northridge, Northridge, CA, \r\n\t\tSpring\r\n\t2011  \"Harnessing Microbial Metabolism: What Bacteria Can Teach Us About Bioenergy and Nanotechnology\", Invited Seminar, California Institute of Technology, Pasadena, CA, \r\n\t\tSpring\r\n\t2010   Publications  Journal Article   El-Naggar, M. Y., McFarlane, I. R., Lazzari-Dean, J. R., El-Naggar, M. Y. \r\n                                (2015).\r\n                            Field effect transistors based on semiconductive microbially synthesized chalcogenide nanofibers. Acta Biomaterialia. \r\n                                Vol. 13 (0), pp. 364-373.  Gross, B. J., El-Naggar, M. Y. \r\n                                (2015).\r\n                            A combined electrochemical and optical trapping platform for measuring single cell respiration rates at electrode interfaces. Review of Scientific Instruments. \r\n                                Vol. 86 (6)  Yates, M. D., Golden, J. P., Roy, J., Strycharz-Glaven, S. M., Tsoi, S., Erickson, J. S., El-Naggar, M. Y., Barton, S. C., Tender, L. M. \r\n                                (2015).\r\n                            Thermally activated long range electron transport in living biofilms. Physical Chemistry Chemical Physics. \r\n                                Vol. 17 (48), pp. 32564-32570.  Pirbadian, S., Barchinger, S. E., Leung, K. M., Byun, H. S., Jangir, Y., Bouhenni, R. A., Reed, S. B., Romine, M. F., Saffarini, D. A., Shi, L., Gorby, Y. A., Golbeck, J. H., El-Naggar, M. Y. \r\n                                (2014).\r\n                            Shewanella oneidensis MR-1 nanowires are outer membrane and periplasmic extensions of the extracellular electron transport components. Proceedings of the National Academy of Sciences of the United States of America. \r\n                                Vol. 111 (35), pp. 12883-12888.  Byun, H. S., Pirbadian, S., Nakano, A., Shi, L., El-Naggar, M. Y. \r\n                                (2014).\r\n                            Kinetic Monte Carlo Simulations and Molecular Conductance Measurements of the Bacterial Decaheme Cytochrome MtrF. Chemelectrochem. \r\n                                Vol. 1 (11), pp. 1932-1939.  Atanassov, P., El-Naggar, M. Y., Cosnier, S., Schroder, U. \r\n                                (2014).\r\n                            Biological Fuel Cells: Cardinal Advances and Critical Challenges. Chemelectrochem. \r\n                                Vol. 1 (11), pp. 1702-1704.  Wanger, G., Gorby, Y., El-Naggar, M. Y., Yuzvinsky, T. D., Schaudinn, C., Gorur, A., Sedghizadeh, P. P. \r\n                                (2013).\r\n                            Electrically conductive bacterial nanowires in bisphosphonate-related osteonecrosis of the jaw biofilms. Oral Surgery Oral Medicine Oral Pathology Oral Radiology. \r\n                                Vol. 115 (1), pp. 71-78.  Leung, K. M., Wanger, G., El-Naggar, M. Y., Gorby, Y., Southam, G., Lau, W. M., Yang, J. \r\n                                (2013).\r\n                            Shewanella oneidensis MR-1 Bacterial Nanowires Exhibit p-Type, Tunable Electronic Behavior. Nano Letters. \r\n                                Vol. 13 (6), pp. 2407-2411.  El-Naggar, M. Y., Finkel, S. E. \r\n                                (2013).\r\n                            Live Wires. The Scientist. \r\n                                Vol. 27 (5), pp. 38-43.  Pirbadian, S., El-Naggar, M. Y. \r\n                                (2012).\r\n                            Multistep hopping and extracellular charge transfer in microbial redox chains. Physical Chemistry Chemical Physics. \r\n                                Vol. 14 (40), pp. 13802-13808.  Pfeffer, C., Larsen, S., Song, J., Dong, M. D., Besenbacher, F., Meyer, R. L., Kjeldsen, K. U., Schreiber, L., Gorby, Y. A., El-Naggar, M. Y., Leung, K. M., Schramm, A., Risgaard-Petersen, N., Nielsen, L. P. \r\n                                (2012).\r\n                            Filamentous bacteria transport electrons over centimetre distances. Nature. \r\n                                Vol. 491 (7423), pp. 218-221.  Harris, H. W., El-Naggar, M. Y., Nealson, K. H. \r\n                                (2012).\r\n                            Shewanella oneidensis MR-1 chemotaxis proteins and electron-transport chain components essential for congregation near insoluble electron acceptors. Biochemical Society Transactions. \r\n                                Vol. 40, pp. 1167-U29.  Fitzgerald, L. A., Petersen, E. R., Gross, B. J., Soto, C. M., Ringeisen, B. R., El-Naggar, M. Y., Biffinger, J. C. \r\n                                (2012).\r\n                            Aggrandizing power output from Shewanella oneidensis MR-1 microbial fuel cells using calcium chloride. Biosensors & Bioelectronics. \r\n                                Vol. 31 (1), pp. 492-498.  Prakash, G. K., Viva, F. A., Bretschger, O., Yang, B., El-Naggar, M. Y., Nealson, K. \r\n                                (2010).\r\n                            Inoculation procedures and characterization of membrane electrode assemblies for microbial fuel cells. Journal of Power Sources. \r\n                                Vol. 195 (1), pp. 111-117.  Harris, H. W., El-Naggar, M. Y., Bretschger, O., Ward, M. J., Romine, M. F., Obraztsova, A. Y., Nealson, K. H. \r\n                                (2010).\r\n                            Electrokinesis is a microbial behavior that requires extracellular electron transport. Proceedings of the National Academy of Sciences of the United States of America. \r\n                                Vol. 107 (1), pp. 326-331.  El-Naggar, M. Y., Wanger, G., Leung, K. M., Yuzvinsky, T. D., Southam, G., Yang, J., Lau, W. M., Nealson, K. H., Gorby, Y. A. \r\n                                (2010).\r\n                            Electrical transport along bacterial nanowires from Shewanella oneidensis MR-1. Proceedings of the National Academy of Sciences of the United States of America. \r\n                                Vol. 107 (42), pp. 18127-18131.  Waters, M. S., El-Naggar, M. Y., Hsu, L., Sturm, C. A., Luttge, A., Udwadia, F. E., Cvitkovitch, D. G., Goodman, S. D., Nealson, K. H. \r\n                                (2009).\r\n                            Simultaneous Interferometric Measurement of Corrosive or Demineralizing Bacteria and Their Mineral Interfaces. Applied and Environmental Microbiology. \r\n                                Vol. 75 (5), pp. 1445-1449.  Waters, M. S., Sturm, C. A., El-Naggar, M. Y., Luttge, A., Udwadia, F. E., Cvitkovitch, D. G., Goodman, S. D., Nealson, K. H. \r\n                                (2008).\r\n                            In search of the microbe\/mineral interface: quantitative analysis of bacteria on metal surfaces using vertical scanning interferometry. Geobiology. \r\n                                Vol. 6 (3), pp. 254-262.  Gorby, Y., Mclean, J., Korenevsky, A., Rosso, K. M., El-Naggar, M. Y., Beveridge, T. J. \r\n                                (2008).\r\n                            Redox-reactive membrane vesicles produced by Shewanella. Geobiology. \r\n                                Vol. 6 (3), pp. 232-241.  El-Naggar, M. Y., Gorby, Y. A., Xia, W., Nealson, K. H. \r\n                                (2008).\r\n                            The molecular density of states in bacterial nanowires. Biophysical Journal. \r\n                                Vol. 95 (1), pp. L10-L12.  El-Naggar, M. Y., Dayal, K., Goodwin, D. G., Bhattacharya, K. \r\n                                (2006).\r\n                            Graded ferroelectric capacitors with robust temperature characteristics. Journal of Applied Physics. \r\n                                Vol. 100 (11)  Boyd, D. A., Greengard, L., Brongersma, M., El-Naggar, M. Y., Goodwin, D. G. \r\n                                (2006).\r\n                            Plasmon-assisted chemical vapor deposition. Nano Letters. \r\n                                Vol. 6 (11), pp. 2592-2597.  Boyd, D. A., El-Naggar, M. Y., Goodwin, D. G. \r\n                                (2006).\r\n                            In situ measurements of stress with temperature in thin film PbxBa1-xTiO3. Integrated Ferroelectrics. \r\n                                Vol. 83, pp. 155-+.  El-Naggar, M. Y., Boyd, D. A., Goodwin, D. G. \r\n                                (2005).\r\n                            Characterization of highly-oriented ferroelectric PbxBa1-xTiO3 thin films grown by metalorganic chemical vapor deposition. Journal of Materials Research. \r\n                                Vol. 20 (11), pp. 2969-2976.  Brewer, R. T., Boyd, D. A., El-Naggar, M. Y., Boland, S. W., Park, Y. B., Haile, S. M., Goodwin, D. G., Atwater, H. A. \r\n                                (2005).\r\n                            Growth of biaxially textured BaxPb1-xTiO3 ferroelectric thin films on amorphous Si3N4. Journal of Applied Physics. \r\n                                Vol. 97 (3)  Boyd, D. A., El-Naggar, M. Y., Goodwin, D. G. \r\n                                (2005).\r\n                            In situ measurements of macroscopic film stress during growth, cooling, and thermal cycling of thin film PbTiO3. Integrated Ferroelectrics. \r\n                                Vol. 71, pp. 21-+.  El-Naggar, M. Y., Klamo, J. T., Tan, M. H., Hornung, H. G. \r\n                                (2004).\r\n                            Experimental verification of the Mach-Number field in a supersonic Ludwieg tube. Aiaa Journal. \r\n                                Vol. 42 (8), pp. 1721-1724.    New Courses Developed   PHYS 444 \"Physical Biology: From Molecules to Cells\", Department of Physics and Astronomy, A newly developed cornerstone course for the Biophysics Bachelor of Science degree program., \r\n\t\tFall\r\n\t2013   Honors and Awards   USC Endowed Chair, Robert D. Beyer (‘81) Early Career Chair in Natural Sciences and Assistant Professor of Physics, Biological Sciences, and Chemistry, 9\/1\/2015-6\/30\/2020  Presidential Early Career Award for Scientists and Engineers (PECASE), 2013-2014  2013 Raubenheimer Awardee for Outstanding Junior Faculty Member, 2013  DoD Young Investigator Program Award, 2009-2013  Named as one of Popular Science's \"Brilliant 10\", 2012-2013  USC Zumberge Research and Innovation Fund Award, Winner of the large Interdisciplinary award (with Urbashi Mitra), 7\/1\/2011-8\/16\/2012  Applied Materials, Inc. Doctoral Fellow, 2004-2006  The Lehigh University Alumni Association Prize, 2000-2001    Service to the University  Committees   Member, Provost's Advisory Committee for Transformative Hiring in the Sciences and Engineering, 12\/15\/2011-  Member, Oversight committee of the Center for Electron Microscopy and Microanalysis (CEMMA), 02\/01\/2011-  Member, Physics Department Graduate Admissions Committee, 01\/01\/2009-    Service to the Profession   Conferences Organized   Organizer & Co-chair, 243rd American Chemical Society National Meeting: Symposium on the Fundamental Science and Technological Applications of Bioelectrochemical Systems, San Diego, CA, 2011-2012  Organizer & Co-chair, 241st American Chemical Society National Meeting: Microbial Fuel\/Electrolysis Cells Symposium, Anaheim, CA, 2010-2011    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}