{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SKG5F3JL",
            "VppAL68AAAAJ",
            [
                "Caffeine treatment disturbs the angiogenesis of zebrafish embryos",
                "Hypoxia-induced retinal neovascularization in zebrafish embryos: a potential model of retinopathy of prematurity",
                "Toxicity assessments of chalcone and some synthetic chalcone analogues in a zebrafish model",
                "Pro-angiogenic effects of chalcone derivatives in zebrafish embryos in vivo",
                "Embryonic exposure to diclofenac disturbs actin organization and leads to myofibril misalignment",
                "Perturbation of cytosolic calcium by 2‐aminoethoxydiphenyl borate and caffeine affects zebrafish myofibril alignment"
            ],
            [
                "Caffeine is a widely consumed substance that occurs in numerous dietary sources, but teratogenic effects of caffeine intake during embryonic development are still not clear. In the present study, we used the zebrafish as a model to assess caffeine-induced toxicity on embryonic vascular development. A green fluorescent vascular endothelium transgenic line, Tg(fli1:egfp), was utilized for the sensitive detection of vascular development, including vasculo- and angiogenesis. Caffeine-treated embryos showed no defects in vasculogenesis, but revealed dose-dependent (250–350 ppm) developmental defects in intersegmental vessels, dorsal longitudinal anastomotic vessels, and subintestinal vein sprouting. Further, real-time polymerase chain reaction analysis of caffeine-treated embryos showed an upregulation of nrp1a along with a downregulation of sema3aa and sema3c. In conclusion, caffeine treatment induces …",
                "Retinopathy of prematurity, formerly known as a retrolental fibroplasia, is a leading cause of infantile blindness worldwide. Retinopathy of prematurity is caused by the failure of central retinal vessels to reach the retinal periphery, creating a nonperfused peripheral retina, resulting in retinal hypoxia, neovascularization, vitreous hemorrhage, vitreoretinal fibrosis, and loss of vision. We established a potential retinopathy of prematurity model by using a green fluorescent vascular endothelium zebrafish transgenic line treated with cobalt chloride (a hypoxia-inducing agent), followed by GS4012 (a vascular endothelial growth factor inducer) at 24 hours postfertilization, and observed that the number of vascular branches and sprouts significantly increased in the central retinal vascular trunks 2–4 days after treatment. We created an angiography method by using tetramethylrhodamine dextran, which exhibited severe vascular leakage through the vessel wall into the surrounding retinal tissues. The quantification of mRNA extracted from the heads of the larvae by using real-time quantitative polymerase chain reaction revealed a twofold increase in vegfaa and vegfr2 expression compared with the control group, indicating increased vascular endothelial growth factor signaling in the hypoxic condition. In addition, we demonstrated that the hypoxic insult could be effectively rescued by several antivascular endothelial growth factor agents such as SU5416, bevacizumab, and ranibizumab. In conclusion, we provide a simple, highly reproducible, and clinically relevant retinopathy of prematurity model based on zebrafish embryos; this model may serve as a useful …",
                "The aim of this study was to investigate the in vivo toxicities of some novel synthetic chalcones. Chalcone and four chalcone analogues 1a–d were evaluated using zebrafish embryos following antibody staining to visualize their morphological changes and muscle fiber alignment. Results showed that embryos treated with 3'-hydroxychalcone (compound 1b) displayed a high percentage of muscle defects (96.6%), especially myofibril misalignment. Ultrastructural analysis revealed that compound 1b-treated embryos displayed many muscle defect phenotypes, including breakage and collapse of myofibrils, reduced cell numbers, and disorganized thick (myosin) and thin (actin) filaments. Taken together, our results provide in vivo evidence of the myotoxic effects of the synthesized chalcone analogues on developing zebrafish embryos. View Full-Text",
                "The aim of this study was to investigate novel chalcones with potent angiogenic activities in vivo. Chalcone-based derivatives were evaluated using a transgenic zebrafish line with fluorescent vessels to real-time monitor the effect on angiogenesis. Results showed that the chalcone analogues did not possess anti-angiogenic effect on zebrafish vasculatures; instead, some of them displayed potent pro-angiogenic effects on the formation of the sub-intestinal vein. Similar pro-angiogenic effects can also be seen on wild type zebrafish embryos. Moreover, the expression of vegfa, the major regulator for angiogenesis, was also upregulated in their treatment. Taken together, we have synthesized and identified a series of novel chalcone-based derivatives as potent in vivo pro-angiogenic compounds. These novel compounds hold potential for therapeutic angiogenesis. View Full-Text",
                "The objective of this study was to investigate the embryotoxicity of diclofenac. Zebrafish (Danio rerio) embryos at 12 hpf were treated with different dosages of diclofenac (0–2,000 ppm) for different time courses (12–72 hr). Results showed no evident differences in survival rates or morphological changes between the mock‐treated control (0 ppm) zebrafish embryos and those with 1‐ppm diclofenac‐exposure (12–24, 12–36 hpf). In contrast, after higher doses (5 and 10 ppm) of exposure, embryos displayed some defective phenotypes, including malformed somite boundary, a twisted body axis, and shorter body length. In addition, diclofenac‐treated embryos exhibited significantly reduced frequencies of spontaneous in‐chorion contractions in comparison with mock‐control littermates (mock‐control: 13.20±2.24 vs. 5–10 ppm diclofenac: 6.66±1.35–3.03±1.84). Subtle changes were easily observed by staining …",
                "The objective of the current study was to investigate the effects of Ca2+ levels on myofibril alignment during zebrafish embryogenesis. To investigate how altered cytoplasmic Ca2+ levels affect myofibril alignment, we exposed zebrafish embryos to 2‐aminothoxyldiphenyl borate (2‐APB; an inositol 1,4,5‐trisphosphate receptor inhibitor that reduces cytosolic Ca2+ levels) and caffeine (a ryanodine receptor activator that enhances cytosolic Ca2+ levels). The results demonstrated that the most evident changes in zebrafish embryos treated with 2‐APB were shorter body length, curved trunk and malformed somite boundary. In contrast, such malformed phenotypes were evident neither in untreated controls nor in caffeine‐treated embryos. Subtle morphological changes, including changes in muscle fibers, F‐actin and ultrastructures were easily observed by staining with specific monoclonal antibodies (F59 and α …"
            ],
            [
                [
                    "Oncology"
                ]
            ],
            [
                "Yuanchang Zhao Graduate Student Biological Systems A403 Zaffarano Hall yzhao@iastate.edu 515-294-2823"
            ]
        ]
    ]
}