{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SKNEUIWU",
            "RqxqIsEAAAAJ",
            [
                "Cold ideal equation of state for strongly magnetized neutron star matter: Effects on muon production and pion condensation",
                "Mass-radius relation for magnetic white dwarfs",
                "Analysis of white dwarfs with strange-matter cores",
                "Green IT: Technologies and Applications",
                "Finite temperature effects on cosmological baryon diffusion and inhomogeneous big-bang nucleosynthesis",
                "Constraints on preinflation fluctuations in a nearly flat open  cosmology",
                "Magnetic Domains in Magnetar Matter as an Engine for Soft Gamma-ray Repeaters and Anomalous X-ray Pulsars",
                "Weak reaction freeze-out constraints on primordial magnetic fields",
                "Star formation and gas phase history of the cosmic web",
                "Comparative analysis of ERP vendors: SAP, Oracle, and Microsoft"
            ],
            [
                "Neutron stars with very strong surface magnetic fields have been suggested as the site for the origin of observed soft gamma repeaters (SGRs). In this paper we investigate the influence of such strong magnetic fields on the properties and internal structure of these strongly magnetized neutron stars (magnetars). We study properties of a degenerate equilibrium ideal neutron‐proton‐electron (npe) gas with and without the effects of the anomalous nucleon magnetic moment in a strong magnetic field. The presence of a sufficiently strong magnetic field changes the ratio of protons to neutrons as well as the neutron drip density. We also study the appearance of muons as well as pion condensation in strong magnetic fields. We discuss the possibility that boson condensation in the interior of magnetars might be a source of SGRs.",
                "Recently, several white dwarfs with very strong surface magnetic fields have been observed. In this paper we explore the possibility that such stars could have sufficiently strong internal fields to alter their structure. We obtain a revised white dwarf mass‐radius relation in the presence of strong internal magnetic fields. We first derive the equation of state for a fully degenerate ideal electron gas in a magnetic field using an Euler‐MacLaurin expansion. We use this to obtain the mass‐radius relation for magnetic 4He, 12C, and 56Fe white dwarfs of uniform composition.",
                "We summarize masses and radii for a number of white dwarfs as deduced from a combination of proper motion studies, Hipparcos parallax distances, effective temperatures and binary or spectroscopic masses. A puzzling feature of these data, however, is that some stars appear to have radii which are significantly smaller than that expected for a standard electron-degenerate white-dwarf equations of state. We construct a projection of white-dwarf radii for fixed effective mass and conclude that there is at least marginal evidence for bimodality in the radius distribution for white dwarfs. We argue that if such compact white dwarfs exist it is unlikely that they contain an iron core. We propose an alternative of strange-quark matter within the white-dwarf core. We also discuss the impact of the so-called color-flavour-locked (CFL) state in strange-matter core associated with color superconductivity. We show that the data …",
                "As the world’s economy and population ever expands, the question of sustainable growth comes to the foreground of matters regarding energy. Even with advanced technologies, the exploration of non-renewable sources struggles with its cost and engendered environmental impacts, such as carbon emission and ecological danger. A variety of environmentally and socially responsible and economically viable solutions to energy has recently emerged, addressing energy conservation and renewable sources. The energy conservation or “greening effort” has focused on the efficient use of electricity at home and industry and fuel-efficient transportation, attaining certain fruition. It is only recently that the energy expenditure of the IT sector has received attention on both the corporate and federal levels, due to the explosive growth of Internet and mobile communications. Currently, the number of PCs worldwide will …",
                "We have studied finite temperature corrections to the baryon transport cross sections and diffusion coefficients. These corrections are based upon our recently computed renormalized electron mass and modified state density due to the background thermal bath in the early universe. It is found that the optimum nucleosynthesis yields computed using our diffusion coefficients shift to longer distance scales by a factor of about 3. We also find that the primordial 4 He abundance decreases by Δ Y p≃ 0.01 while D and 7 Li increase. The effects of these results on constraints from primordial nucleosynthesis are discussed. In particular, we find that a large baryonic contribution to the closure density (Ω b h 50 2≲ 0. 4) may be allowed in inhomogeneous models corrected for finite temperature.",
                "We analyze constraints on parameters characterizing the preinflating universe in an open inflation model with a present slightly open Λ CDM universe. We employ an analytic model to show that for a broad class of inflation-generating effective potentials, the simple requirement that some fraction of the observed dipole moment represents a preinflation isocurvature fluctuation allows one to set upper and lower limits on the magnitude and wavelength scale of preinflation fluctuations in the inflaton field, and the curvature of the preinflation universe, as a function of the fraction of the total initial energy density in the inflaton field as inflation begins. We estimate that if the preinflation contribution to the current cosmic microwave background (CMB) dipole is near the upper limit set by the Planck Collaboration then the current constraints on Λ CDM cosmological parameters allow for the possibility of a significantly open Ω i≤ …",
                "Magnetars have been suggested as the most promising site for the origin of observed soft gamma-ray repeaters (SGRs) and anomalous X-ray pulsars (AXPs). In this work, we investigate the possibility that SGRs and AXPs might be observational evidence for a magnetic phase separation in magnetars. We study magnetic domain formation as a new mechanism for SGRs and AXPs in which magnetar matter separates into phases containing different flux densities. We identify the parameter space in matter density and magnetic field strength at which there is an instability for magnetic domain formation. We conclude that such instabilities will likely occur in the deep outer crust for the magnetic Baym, Pethick, and Sutherland model and in the inner crust and core for magnetars described in the relativistic Hartree theory. Moreover, we estimate that the energy released by the onset of this instability is comparable with the …",
                "We explore constraints on the strength of the primordial magnetic field based upon the weak reaction freeze-out in the early universe. We find that limits on the strength of the magnetic field found in other works are recovered simply by examining the temperature at which the rate of weak reactions drops below the rate of universal expansion (Γ w<~ H). The temperature for which the n\/p ratio at freeze-out leads to acceptable helium production implies limits on the magnetic field. This simplifies the application of magnetic fields to other cosmological variants of the standard big bang. As an illustration we also consider effects of neutrino degeneracy on the allowed limits to the primordial magnetic field.",
                "We present a new method of tracking and characterizing the environment in which galaxies and their associated circumgalactic medium evolve. We have developed a structure finding algorithm that uses the rate of change of the density gradient to self-consistently parse and follow the evolution of groups\/clusters, filaments and voids in large-scale structure simulations. We use this to trace the complete evolution of the baryons in the gas phase and the star formation history within each structure in our simulated volume. We vary the structure measure threshold to probe the complex inner structure of star-forming regions in poor clusters, filaments and voids. We find that the majority of star formation occurs in cold, condensed gas in filaments at intermediate redshifts (z ∼ 3). We also show that much of the star formation above a redshift z = 3 occurs in low-contrast regions of filaments, but as the density contrast …",
                "This is a study of the comparative analysis on the enterprise resources planning (ERP) vendors, SAP, Oracle, and Microsoft. We research on functionalities, cost, features, and target market for each vendor."
            ],
            [
                [
                    "Astrophysics",
                    "General Relativity",
                    "Cosmology",
                    "Supercomputer",
                    "Magnetism"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}