{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SL55R7HM",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Terry, Paul W Paul W Terry pwterry@wisc.edu (608) 263-0487 3283 Chamberlin Hall Plasma Plasma and neutral fluid turbulence in fusion and astrophysics using analytical theory and computation to study basic processes including the role of flow shear on turbulence and transport; physics of intermittency, coherent structures, and granular structures in plasma turbulence; spectral transfer; and role of damped modes in turbulence saturation and dissipation ranges. Directions to room 3283, Chamberlin Hall or stairs to the 3rd floor. Facing into the hallway, away from the two elevators, turn left. Go to the first hallway that connects on your right. Follow the hallway to room 3283, which will be on your right. UW-Madison > > Plasma Physics Group Wisconsin Plasma Physics Laboratory WiPPL Home - Experiments Madison Symmetric Torus Madsion Dynamo Experiment Rotating Wall Machine Plasma-Couette Experiment Madison Plasma Dynamo Experiment - Theory Groups MHD Turbulence Transport in Fusion Devices Plasma Astrophysics RFP Theory - Multi-Institutional Centers Center for Magnetic Self Organization Center for Theory and Computation Center for Momentum Transport and Flow Organization About WiPPL Directory Links WiPPL Schedule History Gallery Internal University of Wisconsin College of Letters and Science LAPD-2013 IEA\/RFP Workshops Research funding includes support from: Department of Energy National Science Foundation Experiments Madison Symmetric Torus (MST) Madison Dynamo Experiment (MDE) Line Tied Reconnection Experiment (LTRX) Plasma-Couette Experiment (PCX) Madison Plasma Dynamo Experiment\n          (MPDX) Terrestrial Reconnection EXperiment    (TREX) Theory MHD Turbulence Transport in Fusion Devices Plasma Astrophysics RFP Theory Affiliated Centers CMSO CPTC CMTFO Outreach and Education Wonders of Physics Exotic Plasmas of the Universe! Coalition for Plasma Science"
            ]
        ]
    ]
}