{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SLA4NB2O",
            "79uTAy8AAAAJ",
            [
                "Energy input from quasars regulates the growth and activity of black holes and their host galaxies",
                "Modelling feedback from stars and black holes in galaxy mergers",
                "A unified, merger-driven model of the origin of starbursts, quasars, the cosmic X-ray background, supermassive black holes, and galaxy spheroids",
                "A Fundamental Plane of black hole activity",
                "Black holes in galaxy mergers: the formation of red elliptical galaxies",
                "A unified model for AGN feedback in cosmological simulations of structure formation",
                "Black holes in galaxy mergers: Evolution of quasars",
                "A merger-driven scenario for cosmological disk galaxy formation",
                "Direct cosmological simulations of the growth of black holes and galaxies",
                "A physical model for the origin of quasar lifetimes"
            ],
            [
                "In the early Universe, while galaxies were still forming, black holes as massive as a billion solar masses powered quasars. Supermassive black holes are found at the centres of most galaxies today 1, 2, 3, where their masses are related to the velocity dispersions of stars in their host galaxies and hence to the mass of the central bulge of the galaxy 4, 5. This suggests a link between the growth of the black holes and their host galaxies 6, 7, 8, 9, which has indeed been assumed for a number of years. But the origin of the observed relation between black hole mass and stellar velocity dispersion, and its connection with the evolution of galaxies, have remained unclear. Here we report simulations that simultaneously follow star formation and the growth of black holes during galaxy–galaxy collisions. We find that, in addition to generating a burst of star formation 10, a merger leads to strong inflows that feed gas to the …",
                "We describe techniques for incorporating feedback from star formation and black hole (BH) accretion into simulations of isolated and merging galaxies. At present, the details of these processes cannot be resolved in simulations on galactic scales. Our basic approach therefore involves forming coarse-grained representations of the properties of the interstellar medium (ISM) and BH accretion starting from basic physical assumptions, so that the impact of these effects can be included on resolved scales. We illustrate our method using a multiphase description of star-forming gas. Feedback from star formation pressurizes highly overdense gas, altering its effective equation of state (EOS). We show that this allows the construction of stable galaxy models with much larger gas fractions than possible in earlier numerical work. We extend the model by including a treatment of gas accretion onto central supermassive …",
                "We present an evolutionary model for starbursts, quasars, and spheroidal galaxies in which mergers between gas‐rich galaxies drive nuclear inflows of gas, producing starbursts and feeding the buried growth of supermassive black holes (BHs) until feedback expels gas and renders a briefly visible optical quasar. The quasar lifetime and obscuring column density depend on both the instantaneous and peak quasar luminosity, and we determine this dependence using a large set of galaxy merger simulations varying galaxy properties, orbital geometry, and gas physics. We use these fits to deconvolve observed quasar luminosity functions and obtain the evolution of the formation rate of quasars with peak luminosity,  . Quasars spend extended periods at luminosities well below peak, so   has a maximum corresponding to the “break” in the observed luminosity function. From   and our simulations, we obtain self …",
                "We examine the disc—jet connection in stellar mass and supermassive black holes by investigating the properties of their compact emission in the X-ray and radio bands. We compile a sample of ∼100 active galactic nuclei with measured masses, 5-GHz core emission, and 2–10 keV luminosities, together with eight galactic black holes with a total of ∼50 simultaneous observations in the radio and X-ray bands. Using this sample, we study the correlations between the radio (LR) and the X-ray (LX) luminosity and the black hole mass (M). We find that the radio luminosity is correlated with bothM and LX, at a highly significant level. In particular, we show that the sources define a ‘Fundamental Plane’ in the three-dimensional (log LR, log LX, log M) space, given by log LR= (0.60+0.11−0.11) log LX+ (0.78+0.11−0.09) log M+ 7.33+4.05−4.07, with a substantial scatter of σR= 0.88. We compare our results to the …",
                "We use hydrodynamical simulations to study the color transformations induced by star formation and active galactic nuclei (AGNs) during major mergers of spiral galaxies. Our modeling accounts for radiative cooling, star formation, and supernova feedback. Moreover, we include a treatment of accretion onto supermassive black holes embedded in the nuclei of the merging galaxies. We assume that a small fraction of the bolometric luminosity of an accreting black hole couples thermally to surrounding gas, providing a feedback mechanism that regulates its growth. The encounter and coalescence of the galaxies triggers nuclear gas inflow, which fuels both a powerful starburst and strong black hole accretion. Comparing simulations with and without black holes, we show that AGN feedback can quench star formation and accretion on a short timescale, particularly in large galaxies where the black holes can drive …",
                "We discuss a numerical model for black hole growth and its associated feedback processes that for the first time allows cosmological simulations of structure formation to self-consistently follow the build up of the cosmic population of galaxies and active galactic nuclei (AGNs). Our model assumes that seed black holes are present at early cosmic epochs at the centres of forming haloes. We then track their growth from gas accretion and mergers with other black holes in the course of cosmic time. For black holes that are active, we distinguish between two distinct modes of feedback, depending on the black hole accretion rate itself. Black holes that accrete at high rates are assumed to be in a ‘quasar regime’, where we model their feedback by thermally coupling a small fraction of their bolometric luminosity to the surrounding gas. The quasar activity requires high densities of relatively cold gas around the black …",
                "Based on numerical simulations of gas‐rich galaxy mergers, we discuss a model in which quasar activity is tied to the self‐regulated growth of supermassive black holes in galaxies. The nuclear inflow of gas attending a galaxy collision triggers a starburst and feeds black hole growth, but for most of the duration of the starburst, the black hole is “buried,” being heavily obscured by surrounding gas and dust, limiting the visibility of the quasar, especially at optical and ultraviolet wavelengths. As the black hole grows, feedback energy from accretion heats the gas and eventually expels it in a powerful wind, leaving behind a “dead quasar.” Between the buried and dead phases, there is a window in time during which the galaxy would be seen as a luminous quasar. Because the black hole mass, radiative output, and distribution of obscuring gas and dust all evolve strongly with time, the duration of this phase of observable …",
                "The hierarchical nature of the ΛCDM cosmology poses serious difficulties for the formation of disk galaxies. To help resolve these issues, we describe a new, merger‐driven scenario for the cosmological formation of disk galaxies at high redshifts that supplements the standard dissipational collapse model. In this picture, large gaseous disks may be produced from high angular momentum mergers of systems that are gas dominated, i.e.,   at the height of the merger. Pressurization from the multiphase ISM prevents the complete conversion of gas into stars during the merger, and if enough gas remains to form a disk, the remnant eventually resembles a disk galaxy. We perform numerical simulations of galaxy mergers to study how supernovae feedback strength, black hole feedback, progenitor gas fraction, merger mass ratio, and orbital geometry impact the formation of remnant disks. We find that disks can build …",
                "We investigate the coupled formation and evolution of galaxies and their embedded supermassive black holes using state‐of‐the‐art hydrodynamic simulations of cosmological structure formation. For the first time, we self‐consistently follow the dark matter dynamics, radiative gas cooling, and star formation, as well as BH growth and associated feedback processes, starting directly from initial conditions appropriate for the ΛCDM cosmology. Our modeling of the black hole physics is based on an approach that we have developed in simulations of isolated galaxy mergers. Here we examine (1) the predicted global history of BH mass assembly, (2) the evolution of the local black hole–host mass correlations, and (3) the conditions that allow rapid growth of the first quasars, and the properties of their hosts and descendants today. We find a total BH mass density in good agreement with observational estimates. The BH …",
                "We propose a model of quasar lifetimes in which longer periods of rapid black hole accretion are distinguished from observationally inferred lifetimes of quasars owing to gas and dust obscuration. In our picture, quasars are powered by gas funneled to galaxy centers, fueling starbursts and feeding black hole growth, but are “buried” until feedback from the accretion disperses the obscuring material, creating a window in which the black hole is observable as an optical quasar. Eventually, the activity ceases when the accretion rate drops below that required to maintain quasar luminosities. We study this process by simulating galaxy mergers, using the gas density to infer the bolometric luminosity of the black hole and the gas metallicity and column density to determine the B‐band attenuation along arbitrary lines of sight. Defining the visible quasar lifetime as the total time with an observed B‐band luminosity greater …"
            ],
            [
                [
                    "astrophysics",
                    "cosmology"
                ]
            ]
        ]
    ]
}