{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SMFQ9C4I",
            "zo5jv3IAAAAJ",
            [
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Higgs-Mediated  in Minimal Supersymmetry",
                "Higgs-Mediated  in Minimal Supersymmetry",
                "Higgs-Mediated  in Minimal Supersymmetry"
            ],
            [
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2778 new measurements from 645 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on CKM quark-mixing matrix, Vud & Vus, Vcb & Vub, top quark, muon anomalous magnetic moment, extra dimensions, particle detectors, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology.",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
                "This biennial Review summarizes much of Particle Physics. Using data from previous editions, plus 1726 new measurements from 512 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, gures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 119 reviews are many that are new or heavily revised including those on neutrino mixing, CP violation in K, D, and B mesons, Vcb, the new exotic (1540) particle, extra-dimensions, grand uni ed theories, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology. A booklet is …",
                "This biennial Review summarizes much of Particle Physics Using data from previous editions, plus 2205 new measurements from 667 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles All the particle properties and search limits are listed in Summary Tables We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics This edition features expanded coverage of CP violation in B mesons and of neutrino oscillations For the first time we cover searches for evidence of extra dimensions (both in the particle listings and in a new review) Another new review is on Grand Unified Theories A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review All tables, listings, and reviews (and errata) are also available on the Particle Data Group website http \/\/pdg 1b1 gov.",
                "This biennial Review summarizes mueh of particle physies. Using data from previous editions, plus 2633 new measurements from 689 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 110 reviews are many that are new or heavily revised including those on CKM quark-mixing matrix, V Ud & V us, V cb, & V ub, top quark, muon anomalous magnetic moment, extra dimensions, particle detectors, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. lbl. gov.",
                "This biennial Review summarizes much of Particle Physics. Using data from previous editions, plus 2000 new measurements from 610 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review.",
                "We demonstrate a new source for flavor-changing neutral currents within the minimal supersymmetric standard model. At moderate to large tan β, it is no longer possible to diagonalize the masses of the quarks in the same basis as their Yukawa couplings. This generates flavor-violating couplings of the form b R d L φ and b R s L φ where φ is any of the three neutral, physical Higgs bosons. These new couplings lead to rare processes in the B system such as B 0→ μ+ μ− and B 0− B 0 mixing. We show that the latter are anomalously suppressed, while the former is in the experimentally interesting range, with an observable signal possible at Run II of the Tevatron if m A≲ 400–700 GeV.",
                "We demonstrate a new source for flavor-changing neutral currents within the minimal supersymmetric standard model. At moderate to large tan β, it is no longer possible to diagonalize the masses of the quarks in the same basis as their Yukawa couplings. This generates flavor-violating couplings of the form b R d L φ and b R s L φ where φ is any of the three neutral, physical Higgs bosons. These new couplings lead to rare processes in the B system such as B 0→ μ+ μ− and B 0− B 0 mixing. We show that the latter are anomalously suppressed, while the former is in the experimentally interesting range, with an observable signal possible at Run II of the Tevatron if m A≲ 400–700 GeV.",
                "We demonstrate a new source for flavor-changing neutral currents within the minimal supersymmetric standard model. At moderate to large tan β, it is no longer possible to diagonalize the masses of the quarks in the same basis as their Yukawa couplings. This generates flavor-violating couplings of the form b R d L φ and b R s L φ where φ is any of the three neutral, physical Higgs bosons. These new couplings lead to rare processes in the B system such as B 0→ μ+ μ− and B 0− B 0 mixing. We show that the latter are anomalously suppressed, while the former is in the experimentally interesting range, with an observable signal possible at Run II of the Tevatron if m A≲ 400–700 GeV."
            ],
            [
                [

                ]
            ],
            [
                "Christopher Kolda Christopher Kolda Professor, Theoretical High Energy Physics Director, Glynn Family Honors Program B.A., Johns Hopkins University, 1990 M.S., University of Michigan, 1992 Ph.D., ibid., 1995 E-mail: ckolda@nd.edu Home Page: http:\/\/www.nd.edu\/~ckolda Address: 322 Nieuwland Science Hall Office Phone: (574) 631-6823 The Standard Model of particle physics has been a successful explanation for the fundamental laws of physics at the subatomic level, up to and including the discovery of the Higgs boson, at least when augmented by some yet unknown source of neutrino mass. But the model’s shortcomings are evident at both the small and large scales. At small scales, the presence of a fundamental scalar field in the Standard Model causes the theory to be plagued by fine tunings whenever it is embedded in a more complete theory. And given the inability of quantum field theory to describe gravity, such an embedding, whether it be string\/M-theory or something else, seems inevitable. Ideas like supersymmetry are still the best theoretical option for solving these problems, though experimental evidence for this idea has been in short supply. At large scales, the Standard Model successfully describes a wide range of astrophysical phenomena, but fails to explain the source of the universe’s dark matter or dark energy. The dark matter, in particular, seems likely to be a new elementary particle, though other options have been raised. Particle dark matter provides a rare opportunity: a discovery in direct direction experiments and production in high-energy colliders such as the LHC. But dark matter is not the only cosmological mystery: baryogenesis, the source of the universe’s inflationary epoch, and even inconsistencies in recent and early universe derivations of the Hubble constant all beg for particle physics explanations. It is at this interface between collider physics and cosmology that my work mainly falls. “Study of Constrained Supersymmetry,” G. Kane, C. Kolda, L. Roszkowski and J. Wells, Phys. Rev. D 49 , 6173 (1994). Per Bechtle, et al: To find or to exclude this model has been the major quest for the majority of the experimental and phenomenological community working on supersymmetry over the last 25 years. “Cosmology of One Extra Dimension with Localized Gravity,” C. Csaki, M. Graesser, C. Kolda and J. Terning, Phys. Lett. B 462 , 34 (1999). “Higgs-mediated B o → μ + μ - in Minimal Supersymmetry,” K. Babu and C. Kolda, Phys. Rev.Lett. 84 , 228 (2000). “A New Perspective on Cosmic Coincidence Problems,” N. Arkani-Hamed, L. Hall, C. Kolda and H. Murayama, Phys. Rev. Lett. 85 , 4434 (2000). “Ultraviolet Freeze-in,” F. Elahi, C. Kolda and J. Unwin, JHEP 03, 048 (2015). “Limits on R-parity-violating couplings from Drell-Yan processes at the LHC,” S. Bansal, A. Delgado, C. Kolda and M. Quiros, Phys. Rev. D99 093008 (2019). Prof. Kolda CV - PDF file"
            ]
        ]
    ]
}