{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SMHGY5ZQ",
            "rvbWJmgAAAAJ",
            [
                "Уменьшение энергопотребления распределённых компьютерных систем с энергоограниченными измерительными модулями",
                "Оптимальное распараллеливание задач диспетчеризации в распределенных энергоограниченных компьютерных системах на базе мсu\/fрgа модулей",
                "Оптимальное распараллеливание задач диспетчеризации в распределенных энергоограниченных компьютерных системах на базе мсu\/fрgа модулей",
                "Оптимальне енергоспоживання розподілених комп’ютерних систем з енергообмеженими вимірювальними модулями при вирішенні випадкових задач"
            ],
            [
                "Представлены методологические основы управления техно  логическими комплексами (ТК) непрерывного типа на длитель  ных интервалах времени в условиях неопределенности. Автор предлагает комплексное применение методов стратегического и оперативного управления для технологических комплексов в условиях неопределенности. В результате имеем возможность определить сценарий развития ТК, спрогнозировать динамику достижения стратегических целей, динамику потребления ре  сурсов, динамику изменения показателей эффективности ТК.",
                "В статье рассмотрена задача эффективного распределения энерго-и информационных ресурсов в распределенных энергоограниченных компьютерных системах на основе микроконтроллеров и программируемых вентильных матриц за счет оптимального распараллеливания задач диспетчеризации. Рассмотрен пример распараллеливания вычислительных ресурсов между двумя модулями для решения задач оптимального управления станком с 3D позиционированием.",
                "В статье рассмотрена задача эффективного распределения энерго-и информационных ресурсов в распределенных энергоограниченных компьютерных системах на основе микроконтроллеров и программируемых вентильных матриц за счет оптимального распараллеливания задач диспетчеризации. Рассмотрен пример распараллеливания вычислительных ресурсов между двумя модулями для решения задач оптимального управления станком с 3D позиционированием.",
                "У статті розглянуто задачу оптимізації енергоспоживання розподілених комп’ютерних систем з енергообмеженими вимірювальними модулями при вирішенні випадкових задач за рахунок оптимального масштабування частоти процесора вимірювального модуля. Розроблено математичну модель системи, яка враховує обмежене енергоживлення. Розроблено програмний продукт, в якому реалізовано отримані результати. Проведено експеримент на базі віддалених п’єзоелектричних модулів."
            ],
            [
                [
                    "designing system",
                    "energy-restricted remote modules",
                    "tasks dispatching",
                    "distributed computer system"
                ]
            ],
            [
                "Vladimir Savinov Professor 402 Allen Hall (412) 624-9042 vps3@pitt.edu I work in the field of experimental high energy physics (HEP). In this field my colleagues and I study the properties of elementary particles and fundamental forces. One of our ultimate goals is recreating the conditions that existed in the universe a few nanoseconds after the Big Bang and providing the data to help explain the baryogenesis, i.e., the asymmetry between matter and antimatter in visible universe. In my field it often takes an effort of a large number of capable and motivated scientists to build the experiment, to make it running, to maintain it, to collect and analyze the data. Our measuring devices are very expensive, constructing the detectors often involves a large scale civil engineering effort and making the data analysis possible requires a collaboration among a number of research groups. Since 2002, my main research efforts are with the ATLAS experiment, one of the experiments built for the Large Hadron Collider (LHC) at European Center for Nuclear Research (CERN, Geneva, Switzerland). One of our main goals with the LHC is to understand the origin of mass. My ultimate physics interests with the ATLAS experiment include the search for hypothetical heavy neutrinos and possible CP violation in their decays, new intermediate vector bosons, lepton, lepton-flavor and baryon number violating processes and direct signatures of supersymmetry, extra spatial dimensions and other not-yet discovered fundamental interactions at high energies. To summarize, my current research interests include physics of Grand Unification and the Theory of Everything, Restoration of broken symmetries at high energies Leptoquarks, new vector bosons and heavy neutrinos Majorana neutrinos, neutrino masses, CP violation and baryogenesis I am also very interested in Computational physics Electronics for energy measurements New data analysis techniques Outreach (I give public lectures and make presentations about the LHC and, in general, about particle physics in high schools) Since 2004 four graduate students worked with me on the ATLAS experiment: Vikas Bansal (graduated in 2008, now a postdoc at the University of Victoria, British Columbia) Shanti Wendler (graduated in 2010, is now working at Consol Energy) Kevin O'Connell (is now working at a nuclear power plant in upstate NY) Reza Yoosoofmiya (graduation target date: Dec. 2012) It could be you, as I am currently hiring! Over the past few years I have also collaborated with Damien Prieur, a research associate stationed at CERN. Damien is responsible for our part of the ATLAS detector at CERN, he contributed to my Majorana neutrino, WR, Leptoquark and Z' studies.  Selected Publications \" Expected Performance of the ATLAS Experiment, Detector, Trigger and Physics, \" ATLAS Collaboration, CERN-OPEN-2008-020, Geneva, 2008 , (the section on leptoquarks, right-handed W boson and Majorana neutrinos is available at http:\/\/totoro.phyast.pitt.edu\/~savinov\/papers\/atlas_csc_2008.pdf ). \" ATLAS Liquid Argon Calorimeter Front End Electronics, \" N J Buchanan et al , JINST 3 P09003, 2008 , http:\/\/www.iop.org\/EJ\/abstract\/1748-0221\/3\/09\/P09003 . \" A Search for Lepton Flavor Violation in Upsilon Decays, \" V. Savinov, W. Love and CLEO Collaboration, Phys. Rev. Lett. , accepted for publication (Oct. 2008), http:\/\/xxx.lanl.gov\/abs\/0807.2695 . \" The Search for eta(1475) to K0(S) K+- pi-+ in Two-Photon Fusion at CLEO, \" V. Savinov and CLEO Collaboration, Phys. Rev. D 71, 072001 (2005) , http:\/\/xxx.lanl.gov\/abs\/hep-ex\/0501026 . \" Search for the Decay (bar)B0→D*0γ, \" V. Savinov and CLEO Collaboration, Phys. Rev. Lett. 84 , 4292 - 4295 (2000), http:\/\/xxx.lanl.gov\/abs\/hep-ex\/0001002 . \" Measurements of the Mass, Total Width and Two-Photon Partial Width of the etac Meson, \" Phys. Rev. Lett. 85 , 3095 (2000), http:\/\/xxx.lanl.gov\/abs\/hep-ex\/0006026 . \" Measurements of the Meson-Photon Transition Form Factors of Light Pseudoscalar Mesons at Large Momentum Transfer, \" V. Savinov and CLEO Collaboration, Phys. Rev. D 57 , 33 (1998), http:\/\/xxx.lanl.gov\/abs\/hep-ex\/9707031 . Tong Pang (412) 624-9042"
            ]
        ]
    ]
}