{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SMSEUFBZ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jay Christopher Howk Jay Christopher Howk Professor B.A., Hanover College, 1994 Ph.D., University of Wisconsin, 1999 E-mail: jhowk@nd.edu Address: 339b Phone: (574) 631-8594 Fax: (574) 631-5952 Prof. Howk’s research is focused on understanding the evolution of the gaseous components of galaxies and the build up of the elements since the Big Bang. The history of star formation in a galaxy is in large part dictated by its gas content. Star formation consumes some of this gas, but it may also energize and eject more from the galaxy. At the same time, the infall of new matter from the intergalactic medium—matter that may be largely unpolluted with metals since the Big Bang—fuels additional star formation. Howk’s research probes this exchange of matter between galaxies and their surroundings and tries to assess the impact recently formed stars have on the gas within galaxies. Using observations from the Large Binocular Telescope, the Hubble Space Telescope, and others, Howk’s group is attempting to piece together the story of how galaxies acquire their gas and eject some gas and newly-created metals into the intergalactic medium. This requires using spectroscopy to identify the gas near galaxies and spectroscopy and imaging to study the galaxies themselves. While much of the work in this process is focused on the properties of the gas, understanding the galaxies and the way in which they work drives the research of Howk and his group. \"The detection of interstellar lithium in the low-metallicity Small Magellanic Cloud,\" Howk, J.C., Lehner, N., Fields, B.D., & Mathews, G.J., Nature, 489, 121-123 (2012) “Evidence for Cold Accretion: Primitive Gas Flowing onto a Galaxy at z~0.274,” Ribaudo, J., Lehner, N., Howk, J.C., Werk, J.K., Tripp, T.M., Prochaska, J.X., Meiring, J.D., and Tumlinson, J., Astrophysical Journal, 743, 207 [7pp] (2011) “A Reservoir of Ionized Gas in the Galactic Halo to Sustain Star Formation in the Milky Way,” Lehner, N., and Howk, J.C., Science, 334, 955-958 (2011) “The Hidden Mass and Large Spatial Extent of a Post-Starburst Galaxy Outflow,” Tripp, T.M., Meiring, J.D., Prochaska, J.X., Willmer, C.N.A., Howk, J.C., Werk, J.K., Jenkins, E.B., Bowen, D.V., Lehner, N., Sembach, K.R., Thom, C., and Tumlinson, J. Science, 334, 952-955 (2011) “A Hubble Space Telescope Study of Lyman Limit Systems: Census and Evolution,” Ribaudo, J., Lehner, N., Howk, J.C., Astrophysical Journal, 736, 42 [23pp] (2011) Prof. Howk Curriculum Vitae"
            ]
        ]
    ]
}