{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SMT8IFBQ",
            "n0527ZUAAAAJ",
            [
                "Multiscale Spatial Organization of RNA Polymerase in Escherichia coli",
                "Quantitative single-molecule microscopy reveals that CENP-ACnp1 deposition occurs during G2 in fission yeast",
                "A simple method to estimate the average localization precision of a single-molecule localization microscopy experiment",
                "Coordinate-based colocalization analysis of single-molecule localization microscopy data",
                "Multicolor photoswitching microscopy for subdiffraction-resolution fluorescence imaging",
                "Chemically induced photoswitching of fluorescent probes—a general concept for super-resolution microscopy",
                "A transient pool of nuclear F-actin at mitotic exit controls chromatin organization",
                "Correlative light-and electron microscopy with chemical tags",
                "Measuring localization performance of super-resolution algorithms on very active samples",
                "From single molecules to life: microscopy at the nanoscale"
            ],
            [
                "Nucleic acid synthesis is spatially organized in many organisms. In bacteria, however, the spatial distribution of transcription remains obscure, owing largely to the diffraction limit of conventional light microscopy (200–300 nm). Here, we use photoactivated localization microscopy to localize individual molecules of RNA polymerase (RNAP) in Escherichia coli with a spatial resolution of ∼40 nm. In cells growing rapidly in nutrient-rich media, we find that RNAP is organized in 2–8 bands. The band number scaled directly with cell size (and so with the chromosome number), and bands often contained clusters of >70 tightly packed RNAPs (possibly engaged on one long ribosomal RNA operon of 6000 bp) and clusters of such clusters (perhaps reflecting a structure like the eukaryotic nucleolus where many different ribosomal RNA operons are transcribed). In nutrient-poor media, RNAPs were located in only 1–2 bands …",
                "The inheritance of the histone H3 variant CENP-A in nucleosomes at centromeres following DNA replication is mediated by an epigenetic mechanism. To understand the process of epigenetic inheritance, or propagation of histones and histone variants, as nucleosomes are disassembled and reassembled in living eukaryotic cells, we have explored the feasibility of exploiting photo-activated localization microscopy (PALM). PALM of single molecules in living cells has the potential to reveal new concepts in cell biology, providing insights into stochastic variation in cellular states. However, thus far, its use has been limited to studies in bacteria or to processes occurring near the surface of eukaryotic cells. With PALM, one literally observes and ‘counts’ individual molecules in cells one-by-one and this allows the recording of images with a resolution higher than that determined by the diffraction of light (the so-called …",
                "The localization precision is a crucial and important parameter for single-molecule localization microscopy (SMLM) and directly influences the achievable spatial resolution. It primarily depends on experimental imaging conditions and the registration potency of the algorithm used. We propose a new and simple routine to estimate the average experimental localization precision in SMLM, based on the nearest neighbor analysis. By exploring different experimental and simulated targets, we show that this approach can be generally used for any 2D or 3D SMLM data and that reliable values for the localization precision σ SMLM are obtained. Knowing σ SMLM is a prerequisite for consistent visualization or any quantitative structural analysis, e.g., cluster analysis or colocalization studies.",
                "Colocalization of differently labeled biomolecules is a valuable tool in fluorescence microscopy and can provide information on biomolecular interactions. With the advent of super-resolution microscopy, colocalization analysis is getting closer to molecular resolution, bridging the gap to other technologies such as fluorescence resonance energy transfer. Among these novel microscopic techniques, single-molecule localization-based super-resolution methods offer the advantage of providing single-molecule coordinates that, rather than intensity information, can be used for colocalization analysis. This requires adapting the existing mathematical algorithms for localization microscopy data. Here, we introduce an algorithm for coordinate-based colocalization analysis which is suited for single-molecule super-resolution data. In addition, we present an experimental configuration for simultaneous dual-color …",
                "We introduce a general approach for multicolor subdiffraction-resolution fluorescence imaging based on photoswitching of standard organic fluorophores. Photoswitching of ordinary fluorophores such as ATTO520, ATTO565, ATTO655, ATTO680, or ATTO700, i.e. the reversible transition from a fluorescent to a nonfluorescent state in aqueous buffers exploits the formation of long-lived triplet radical anions through reaction with reducing agents such as β-mercaptoethylamine and repopulation of the singlet ground state by interaction with molecular oxygen. Thus, the time the different fluorophores reside in the fluorescent state can be easily adjusted by the excitation intensity and the concentration of the reducing agent. We demonstrate the potential of multicolor photoswitching microscopy with subdiffraction-resolution on cytoskeletal networks and molecular quantification of proteins in the inner mitochondrial …",
                "We review fluorescent probes that can be photoswitched or photoactivated and are suited for single-molecule localization based super-resolution microscopy. We exploit the underlying photochemical mechanisms that allow photoswitching of many synthetic organic fluorophores in the presence of reducing agents, and study the impact of these on the photoswitching properties of various photoactivatable or photoconvertible fluorescent proteins. We have identified mEos2 as a fluorescent protein that exhibits reversible photoswitching under various imaging buffer conditions and present strategies to characterize reversible photoswitching. Finally, we discuss opportunities to combine fluorescent proteins with organic fluorophores for dual-color photoswitching microscopy. View Full-Text",
                "Re-establishment of nuclear structure and chromatin organization after cell division is integral for genome regulation or development and is frequently altered during cancer progression. The mechanisms underlying chromatin expansion in daughter cells remain largely unclear. Here, we describe the transient formation of nuclear actin filaments (F-actin) during mitotic exit. These nuclear F-actin structures assemble in daughter cell nuclei and undergo dynamic reorganization to promote nuclear protrusions and volume expansion throughout early G1 of the cell cycle. Specific inhibition of this nuclear F-actin assembly impaired nuclear expansion and chromatin decondensation after mitosis and during early mouse embryonic development. Biochemical screening for mitotic nuclear F-actin interactors identified the actin-disassembling factor cofilin-1. Optogenetic regulation of cofilin-1 revealed its critical role for controlling …",
                "Correlative microscopy incorporates the specificity of fluorescent protein labeling into high-resolution electron micrographs. Several approaches exist for correlative microscopy, most of which have used the green fluorescent protein (GFP) as the label for light microscopy. Here we use chemical tagging and synthetic fluorophores instead, in order to achieve protein-specific labeling, and to perform multicolor imaging. We show that synthetic fluorophores preserve their post-embedding fluorescence in the presence of uranyl acetate. Post-embedding fluorescence is of such quality that the specimen can be prepared with identical protocols for scanning electron microscopy (SEM) and transmission electron microscopy (TEM); this is particularly valuable when singular or otherwise difficult samples are examined. We show that synthetic fluorophores give bright, well-resolved signals in super-resolution light microscopy …",
                "Super-resolution fluorescence imaging based on single-molecule localization relies critically on the availability of efficient processing algorithms to distinguish, identify, and localize emissions of single fluorophores. In multiple current applications, such as three-dimensional, time-resolved or cluster imaging, high densities of fluorophore emissions are common. Here, we provide an analytic tool to test the performance and quality of localization microscopy algorithms and demonstrate that common algorithms encounter difficulties for samples with high fluorophore density. We demonstrate that, for typical single-molecule localization microscopy methods such as dSTORM and the commonly used rapidSTORM scheme, computational precision limits the acceptable density of concurrently active fluorophores to 0.6 per square micrometer and that the number of successfully localized fluorophores per frame is limited to 0.2 …",
                "Super-resolution microscopy is the term commonly given to fluorescence microscopy techniques with resolutions that are not limited by the diffraction of light. Since their conception a little over a decade ago, these techniques have quickly become the method of choice for many biologists studying structures and processes of single cells at the nanoscale. In this review, we present the three main approaches used to tackle the diffraction barrier of ∼200 nm: stimulated-emission depletion (STED) microscopy, structured illumination microscopy (SIM), and single-molecule localization microscopy (SMLM). We first present a theoretical overview of the techniques and underlying physics, followed by a practical guide to all of the facets involved in designing a super-resolution experiment, including an approachable explanation of the photochemistry involved, labeling methods available, and sample preparation …"
            ],
            [
                [

                ]
            ],
            [
                "›              Ulrike Endesfelder Ulrike Endesfelder Associate Professor Biological Physics Experiment Wean Hall 6424 Ph.D.: Bielefeld University (Germany), Applied Laser Physics and Laser Spectroscopy (2012) Diploma: Bonn University, Physics (2008) Professional Societies: Elected member of the Junge Akademie at the BBAW and Leopoldina Associate Professor, Carnegie Mellon University, 2020– Group Leader, Max-Planck-Institute Marburg, 2014–2020 Post-doctoral Scientist, Frankfurt University, 2013–2014 Post-doctoral Scientist, Wurzburg University, 2012–2013 The Endesfelder group focuses on the application of techniques from the emerging field of single-molecule imaging and super-resolution microscopy to study cellular biophysics. By combining physical concepts of imaging, photo-manipulation of fluorophores and quantitative read-out analyses, we aim at a single-molecule description of cellular structures and processes. Recent Publications I. Vojnovic, J. Winkelmeier, and U. Endesfelder, Visualizing the inner life of microbes: practices of multi-color single-molecule localization microscopy in microbiology Biochem. Soc. Trans. 47, 4 (2019) A. Balinovic, D. Albrecht, and U. Endesfelder, Spectrally red-shifted fluorescent fiducial markers for optimal drift correction in localization microscopy J. Phys. D: Appl. Phys. 52, 204002 (2019) David Virant ., A peptide tag-specific nanobody enables high-quality labeling for dSTORM imaging Nat. Commun. 9, 930 (2018) Bartosz Turkowyd ., A general mechanism of photoconversion of green-to-red fluorescent proteins based on blue and infrared light reduces phototoxicity in live-cell single-molecule imaging Angew. Chem. Int. Ed. 56, 38 (2017) David Virant ., Combining primed photoconversion and UV-photoactivation for aberration-free, live-cell compliant multi-color single-molecule localization microscopy imaging Int. J. Mol. Sci. 18, 7 (2017) B. Turkowyd, D. Virant, and U. Endesfelder, From single molecules to life: microscopy at the nanoscale Anal. Bioanal. Chem. 408, 25 (2016)"
            ]
        ]
    ]
}