{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SQGEHDTR",
            "2H_DNQoAAAAJ",
            [
                "The LGBTQ component of 21st-century music teacher training: Strategies for inclusion from the research literature",
                "An examination of critical thinking skills in high school choral rehearsals",
                "An examination of LGBTQ-inclusive strategies used by practicing music educators",
                "Examination of Critical Thinking Skills in the High School Choral Rehearsal",
                "An Examination of High School Chorus Directors' Attitudes Toward Non-Traditional Music Classes",
                "Establishing identity, finding community, and embracing fluidity",
                "Beautiful singing with developmental choirs",
                "Establishing Identity: LGBT studies & music education–select conference proceedings",
                "Critical thinking in the choral rehearsal: An initial study of approaches to teacher training",
                "Teaching for transfer: developing critical thinking skills with adolescent singers"
            ],
            [
                "Music is important to the development of multidimensional future adults. Students have self-reported the value of music in their lives. Music educators, therefore, have a unique opportunity to create inclusive learning environments. Music learning objectives are often rooted in development of rehearsal techniques and performance skills. However, teachers also impart personal values to students in the process. Diversity in contemporary school classrooms is represented by a variety of characteristics, including sexual orientation. Analysis of survey data indicates that a large percentage of lesbian, gay, bisexual, transgender, and questioning (LGBTQ) students are verbally and physically harassed at school. Teachers are often the first line of defense in situations involving harassment at school. This article is a synthesis of strategies for inclusion of LGBTQ issues in the music classroom, from research literature and oral …",
                "The purpose of this study was to examine the relationship between time spent in nonperformance and critical thinking activities in high school choral rehearsals. Eighteen rehearsal observations were collected from public school music programs. Observed rehearsal behaviors were coded into three categories of nonperformance activity: lower-order thinking, critical thinking, and nonspecific activity. Results indicated that the mean rehearsal time spent in all nonperformance activities was 53.89%, with 45.96% focused on lower-order thinking skills, 6.36% in critical thinking skills, and 1.57% in nonspecific activities, including off-task behavior and silence. A significant positive correlation was found between the amount of time spent in nonperformance activities and time spent engaged in critical thinking skills. No significant correlation was found between the level of ensemble in which students were enrolled and …",
                "The purpose of this research was to examine LGBTQ-inclusive strategies used by practicing music educators in the United States. Participants (N = 300) in a nonprobabilistic sample completed a survey inquiring as to their comfort using LGBTQ-inclusive strategies in a school music class, their perceptions of barriers to LGBTQ inclusion, and whether they had received training related to LGBTQ issues. Self-identified heterosexual respondents were requested to complete an additional set of questions to determine their attitudes toward lesbians and gay men. Additional questions were used to capture demographic data including (1) years of teaching experience, (2) school and community types, and (3) racial, ethnic, gender, and sexual identity. Results revealed that respondents self-identifying as heterosexual generally held positive attitudes toward lesbians and gay men. Results suggest that music teacher …",
                "The purpose of this study was to examine the relationship between time spent in nonperformance and critical thinking activities in high school choral rehearsals. Participants included three high school chorus directors identified as master teachers using specific criteria. Video footage was collected at approximately the mid-point of performance preparation, after basic notes and rhythms had been learned but before final polish work had begun. Three 15-minute unscripted rehearsal samples were collected from one beginning level choir and one advanced choir from each participant's school. Observed rehearsal behaviors were coded into three categories of nonperformance activity: lower order thinking, critical thinking, and nonspecific activity. Time spent in student performance was also recorded. Anderson and Krathwohl's revision of Bloom's taxonomy (2001) served as the basis for defining lower order cognitive processes (remember, understand, apply) and processes used in critical thinking (analyze, evaluate, create). Video data were analyzed using SCRIBE observation software (Duke & Stammen, 2007). Results indicated that participants spent an average of 45.94% of rehearsal time in student performance. Of the mean rehearsal time spent in nonperformance activities (53.89%), 45.96% was spent in teacher-student interactions focused on lower order thinking skills, 6.36% was spent engaged in critical thinking skills, and 1.57% was spent in nonspecific activities including off-task behavior and silence. A significant, strong positive correlation was found between the amount of time spent in nonperformance activities and time spent engaged …",
                "The purpose of this study was to examine high school chorus directors' attitudes toward non-traditional music classes. Participants (N = 96) completed a four-part survey by first ranking their preference for teaching 10 non-traditional music classes. Subjects then rated items regarding their attitudes toward teaching a non-traditional music class. Remaining questions collected demographic data, including (a) school music program size, (b) community profile, and (c) years of teaching experience. Results suggest classes that received the highest mean scores, Music Theory (M = 7.44) and Piano (M = 6.96), may be more familiar to teachers on some level. Classes with the lowest mean scores were Music Synthesis\/ MIDI (M = 3.88) and Audio Recording\/Engineering (M = 3.69). MANOVA computation indicated no significant difference among teacher attitudes and program size, community profile, and years of experience …",
                "In an attempt to elevate LGBTQ [lesbian, gay, bisexual, transgender, and queer\/questioning] concerns from social gatherings to intellectual exchange,[Philip] Brett began hosting discussion sessions, held at noon between the real events of the AMS conferences. The program committee insisted on locating these meetings in the smallest available rooms, which we promptly labeled as closets. While sessions devoted to the intricacies of pre-Gregorian notation attracted no one other than their presenters, our closets quickly overflowed with young scholars eager to share their experiences and aspirations.In 1989, Brett decided to move from the ghetto of lunchtime slots to the big time... Not surprisingly, the program committee balked. When he received the anticipated rejection, Brett went to the chair of the committee and promised to picket the meeting—and he would have done so too. With considerable reluctance, the …",
                "As choral musicians strive to maintain the rich choral culture found in schools and churches across the country middle school choral music programs have become more carefully scrutinized. Recently the first national middle school\/junior high choral conference was held in Dallas, Texas (MS\/H National Conference for Choral Music, hosted by ACDA and the Cambiata lnstitute), under-scoring the value placed upon training developing singers in mid-adolescent years. Interest sessions at the national conference reflected an array of related topics involved in middle school music, including matching pitch, building tone, selecting appropriate music for developmental choirs, teaching for transfer and critical analysis, and providing music and materials that support creation of beautiful choral performance. Beyond creating healthy vocal technique, those who work with young singers must also establish foundational …",
                "LITERATURE REVIEW Currently, music education research on popular music and informal pedago looks at how popular music can teach the elements of music (Blom, 2006; C 1995; Davis, 2005; Green, 2001, 2008; Jaffurs, 2004). Blom (2006) for argues that students' creation of original covers (or arrangements of pre-exis can be a gateway to educate how the elements work in music. Green (2008) a popular music helps articulate a distinction between inter-sonic meanings (t tively in the music, like the elements) and delineated meanings (those cultura extraneously attached to the music). Outside of music education, there are feminist, and queer musicologists that suggest that music is influenced by cu elements of music, far from being removed from cultural interpretations an are influenced by\" extra-musical\" factors (McClary, 1991, Rycegna, 2006). W this view of music reveal about students' actions in the …",
                "There is much conversation today about incorporation of critical thinking skills in educational contexts. However, no published research to date considers whether instruction in critical thinking linked with deliberate teaching of transfer skills might yield an increase of critical thinking behaviors in choral rehearsals. The purpose of this exploratory study was to examine two teacher training approaches for critical thinking instruction. We sought to determine whether undergraduate music education students (N= 54) could increase their time spent incorporating critical thinking skills in choral rehearsals. Participants, who were divided into two experimental groups, led one 3 to 5-minute choral rehearsal (pre-test) near the beginning of the semester. All participants then received instruction in the original Bloom's taxonomy, with appropriate terminology and defining of categories. The second experimental group received …",
                "Educators often espouse the value of critical thinking, yet research suggests a disconnect between the expressed value and the amount of actual time spent developing critical thinking skills. 1 Choral directors who value independent musicianship can engage students in critical thinking activities through learning objectives, assessment tools, and instructional strategies. From a ten-minute warm-up sequence to a ten-week composition project, adolescent choral musicians can learn to incorporate critical thinking skills and develop musical independence. Students who develop critical thinking skills as adolescents can truly shine as young musicians and continue to make music independently for life."
            ],
            [
                [
                    "LGBTQ Studies in Music Education",
                    "Critical Thinking Skills in Learning Envrionments"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}