{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SQWZXN9N",
            "hTTy3tIAAAAJ",
            [
                "Impact parameter dependent parton distributions and off-forward parton distributions for ζ→ 0",
                "Impact parameter space interpretation for generalized parton distributions",
                "QCD constraints on the shape of polarized quark and gluon distributions",
                "Erratum: Impact parameter dependent parton distributions and off-forward parton distributions for  [Phys. Rev. D 62, 071503(R) (2000)]",
                "Revisiting ",
                "Light front quantization",
                "Impact parameter dependent parton distributions and transverse single spin asymmetries",
                "Polarized q→Λ fragmentation functions from →Λ + X",
                "Transverse deformation of parton distributions and transversity decomposition of angular momentum",
                "Sivers effect and generalized parton distributions in impact parameter space"
            ],
            [
                "It is shown that the off-forward parton distribution for ζ= 0, ie, where the initial and final states differ only in their transverse momenta, can be interpreted as a simultaneous measurement of the longitudinal momentum and transverse position of partons in the infinite momentum frame.",
                "The Fourier transform of generalized parton distribution functions at ξ = 0 describes the distribution of partons in the transverse plane. The physical significance of these impact parameter dependent parton distribution functions is discussed. In particular, it is shown that they satisfy positivity constraints which justify their physical interpretation as a probability density. The generalized parton distribution H is related to impact parameter distribution of unpolarized quarks for an unpolarized nucleon,   is related to the distribution of longitudinally polarized quarks in a longitudinally polarized nucleon, and E is related to the distortion of the unpolarized quark distribution in the transverse plane when the nucleon has transverse polarization. The magnitude of the resulting transverse flavor dipole moment can be related to the anomalous magnetic moment for that flavor in a model independent way.",
                "We develop simple analytic representations of the polarized quark and gluon distributions in the nucleon at low Q2 which incorporate general constraints obtained from the requirements of color coherence of gluon couplings at x ∼ 0 and the helicity retention properties of perturbative QCD couplings at x ∼ 1. The unpolarized predictions are similar to the Do′ distributions given by Martin, Roberts, and Stirling. The predictions for the quark helicity distributions are compared with polarized structure functions measured by the E142 experiment at SLAC and the SMC experiment at CERN.",
                "Phys. Rev. D 66, 119903 (2002)-Erratum: Impact parameter dependent parton distributions and off-forward parton distributions for $\\stackrel {\\ensuremath {\\rightarrow}}{\\ensuremath {\\zeta}} 0$[Phys. Rev. D 62, 071503 (R)(2000)]",
                "We reexamine the determination of| V c b| from B→ D l ν in view of recent experimental and theoretical progress, discussing the parameterization of the form factors and studying the role played by the unitarity constraints. Our fit to experimental and lattice results for B→ D ℓ ν gives| V c b|= 40.49 (97) 10− 3 and to R (D)= 0.299 (3).",
                "More than twenty years after quantum chromodynamics (QCD) was introduced as a microscopic theory of strong interactions, very little is known about its solutions. At least in principle, it should be possible to describe the interaction of nucleons with external probes using quark and gluon degrees",
                "Generalized parton distributions (GPDs) with a purely transverse momentum transfer can be interpreted as Fourier transforms of the distribution of partons in impact parameter space. The helicity-flip GPD E (x, 0,− Δ⊥ 2) is related to the distortion of parton distribution functions in impact parameter space if the target is not a helicity eigenstate, but has some transverse polarization. This transverse distortion can be used to develop an intuitive explanation for various transverse single spin asymmetries.",
                "Measurement of the helicity asymmetric cross section for semi-inclusive production of Λ hyperons in e+ e− annihilation near the Z 0 resonance allows a complete determination of the spin-dependent fragmentation functions for the different quark flavors into the Λ. The parity-violating, self-analyzing, decay of the final state Λ makes the experimental analysis of the helicity asymmetry possible. This experiment should be practical with present day technology at the LEP collider at CERN or at the SLAC Linear Collider.",
                "Impact parameter dependent parton distributions are transversely distorted when one considers transversely polarized nucleons and\/or quarks. This provides a physical mechanism for the T-odd Sivers effect in semi-inclusive deep-inelastic scattering. The transverse distortion can also be connected with Ji’s quark angular momentum relation. The distortion of chirally odd impact parameter dependent parton distributions is related to chirally odd generalized parton distributions (GPDs). This result is used to provide a decomposition of the quark angular momentum with respect to (wrt) quarks of definite transversity. Chirally odd GPDs can thus be used to determine the correlation between quark spin and quark angular momentum in unpolarized nucleons. Based on the transverse distortion, we also suggest a qualitative connection between chirally odd GPDs and the Boer-Mulders effect.",
                "Recently, it has been pointed out that there exists a connection between the generalized parton distribution E (x, 0, t) and the Sivers effect for single-spin asymmetries. For transversely polarized nucleon targets, generalized parton distributions are asymmetric in impact parameter space. This impact parameter space asymmetry, together with the final state interaction of the active quark, gives rise to the Sivers effect in momentum space. We demonstrate this phenomenon explicitly in the scalar diquark model. This result also illustrates the physics that underlies the correlation between the anomalous magnetic moment and the Sivers effect for a given quark flavor."
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}