{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SS17X2GS",
            "9StXt_8AAAAJ",
            [
                "Outflow-driven turbulence in molecular clouds"
            ],
            [
                "In this paper, we explore the relationship between protostellar outflows and turbulence in molecular clouds. Using three-dimensional numerical simulations we focus on the hydrodynamics of multiple outflows interacting within a parsec scale volume. We explore the extent to which transient outflows injecting directed energy and momentum into a subvolume of a molecular cloud can be converted into random turbulent motions. We show that turbulence can readily be sustained by these interactions and it is possible to broadly characterize an effective driving scale of the outflows. We compare the velocity spectrum obtained in our studies with that of isotropically forced hydrodynamic turbulence finding that in outflow-driven turbulence a power law of the form E (k)∝ k–β is indeed achieved. However, we find that a steeper spectrum β~ 2.74 is obtained in outflow-driven turbulence models than in isotropically forced …"
            ],
            [
                [

                ]
            ],
            [
                "Jonathan Carroll-Nellenback Computational Scientist, CIRC and Assistant Professor of Physics and Astronomy PhD, University of Rochester 476 Bausch & Lomb Hall ((585) ) 275-8557 johannjc@pas.rochester.edu Biography Jonathan Carroll-Nellenback, Ph.D., is an Assistant Professor of Physics and Astronomy and a computational scientist with the Center for Integrated Research Computing , and where he works with researchers to build and utilize computational and data analytics tools to solve research problems. Trained as a computational physicist, Jonathan applies his experience working with high-performance computing and visualization tools to a variety of disciplines, including health sciences. He also has experience adapting and optimizing code for the Blue Gene\/Q environment. Jonathan works directly with faculty and students from over 40 departments and centers across the University to demonstrate novel ways to visualize and analyze data in the VISTA Collaboratory. Using the direct connection to the supercomputers in the Research Data Center , Jonathan helps investigators integrate computational and visualization tools into their research to enable new discoveries. He received his Bachelors in Math from Asbury College and his Ph.D. in Physics and Astronomy from the University of Rochester, where he studied the turbulent formation and evolution of molecular clouds and the numerical modeling of highly compressible fluids. Part of Jonathan’s thesis was the design and construction of AstroBEAR , a massively parallel Adaptive Mesh Refinement code in use at the University of Rochester and publicly available to the research community."
            ]
        ]
    ]
}