{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SSFD49BG",
            "zwT8_6wAAAAJ",
            [
                "Topological analysis of polymeric melts: Chain-length effects and fast-converging estimators for entanglement length",
                "Strain hardening of polymer glasses: Effect of entanglement density, temperature, and rate",
                "Strain hardening in polymer glasses: limitations of network models",
                "Strain hardening of polymer glasses: Entanglements, energetics, and plasticity",
                "End grafted polymer nanoparticles in a polymeric matrix: Effect of coverage and curvature",
                "Entanglements of an end-grafted polymer brush in a polymeric matrix",
                "Thermoreversible associating polymer networks. I. Interplay of thermodynamics, chemical kinetics, and polymer physics",
                "Controlled fragmentation of multimaterial fibres and films via polymer cold-drawing",
                "Particle-scale reversibility in athermal particulate media below jamming",
                "Why is understanding glassy polymer mechanics so difficult?"
            ],
            [
                "Primitive path analyses of entanglements are performed over a wide range of chain lengths for both bead spring and atomistic polyethylene polymer melts. Estimators for the entanglement length N e which operate on results for a single chain length N are shown to produce systematic O (1\/N) errors. The mathematical roots of these errors are identified as (a) treating chain ends as entanglements and (b) neglecting non-Gaussian corrections to chain and primitive path dimensions. The prefactors for the O (1\/N) errors may be large; in general their magnitude depends both on the polymer model and the method used to obtain primitive paths. We propose, derive, and test new estimators which eliminate these systematic errors using information obtainable from the variation in entanglement characteristics with chain length. The new estimators produce accurate results for N e from marginally entangled systems. Formulas …",
                "The strain hardening behavior of model polymer glasses is studied with simulations over a wide range of entanglement densities, temperatures, strain rates, and chain lengths. Entangled polymers deform affinely at scales larger than the entanglement length as assumed in entropic network models of strain hardening. The dependence of strain hardening on strain and entanglement density is also consistent with these models, but the temperature dependence has the opposite trend. The dependence on temperature, rate, and interaction strength can instead be understood as reflecting changes in the flow stress. Microscopic analysis of local rearrangements and the primitive paths between entanglements is used to test models of strain hardening. © 2006 Wiley Periodicals, Inc. J Polym Sci Part B: Polym Phys 44: 3487–3500, 2006",
                "Simulations are used to examine the microscopic origins of strain hardening in polymer glasses. While traditional entropic network models can be fit to the total stress, their underlying assumptions are inconsistent with simulation results. There is a substantial energetic contribution to the stress that rises rapidly as segments between entanglements are pulled taut. The thermal component of stress is less sensitive to entanglements, mostly irreversible, and directly related to the rate of local plastic rearrangements. Entangled and unentangled chains show the same strain hardening when plotted against the microscopic chain orientation rather than the macroscopic strain.",
                "Simulations are used to examine the microscopic origins of strain hardening in polymer glasses. While stress-strain curves for a wide range of temperature can be fit to the functional form predicted by entropic network models, many other results are fundamentally inconsistent with the physical picture underlying these models. Stresses are too large to be entropic and have the wrong trend with temperature. The most dramatic hardening at large strains reflects increases in energy as chains are pulled taut between entanglements rather than a change in entropy. A weak entropic stress is only observed in shape recovery of deformed samples when heated above the glass transition. While short chains do not form an entangled network, they exhibit partial shape recovery, orientation, and strain hardening. Stresses for all chain lengths collapse when plotted against a microscopic measure of chain stretching rather than …",
                "It has recently been proposed that the miscibility of nanoparticles with a polymer matrix can be controlled by grafting polymer chains to the nanoparticle surface. We examine this hypothesis using molecular dynamics simulations on a single nanoparticle of radius R (4σ ≤ R ≤ 16σ, where σ is the diameter of a polymer monomer) grafted with chains of length 500 in a polymer melt of chains of length 1000. The grafting density Σ is varied between 0.04–0.32 chains\/σ2. To facilitate equilibration a Monte Carlo double-bridging algorithm is applied - new bonds are formed across a pair of chains, creating two new chains each substantially different from the original. For the long brush chains studied here, the structure of the brush assumes its large particle limit even for R as small as 8σ, which is consistent with recent experimental findings and the small chain lattice simulations of Klos and Pakula. We study autophobic …",
                "We analyze the entanglement of polymer brushes embedded in long-chain melts and in good and ϑ solvents. Individual entanglements are identified using a modified version of primitive path analysis. Due to entropic collapse, the brushes embedded in the melt are more self-entangled than those in the implicit solvents. The self-entanglement of the brushes in the good and ϑ solvents as a function of coverage follows a simple scaling argument. We observe a depletion of entanglements near the systems' confining walls and offer several possible explanations. In the melt-embedded systems, the brushes entangle predominantly with the melt at low coverage and with themselves at high coverage. The peak of the brush−melt entanglement density is highest at an intermediate coverage, but the integrated areal brush−melt entanglement density continues to increase with coverage for the studied systems. This areal …",
                "Hybrid molecular dynamics\/Monte Carlo simulations are used to study melts of unentangled, thermoreversibly associating supramolecular polymers. In this first of a series of papers, we describe and validate a model that is effective in separating the effects of thermodynamics and chemical kinetics on the dynamics and mechanics of these systems, and is extensible to arbitrarily nonequilibrium situations and nonlinear mechanical properties. We examine the model’s quiescent (and heterogeneous) dynamics, nonequilibrium chemical dynamics, and mechanical properties. Many of our results may be understood in terms of the crossover from diffusion-limited to kinetically limited sticky bond recombination, which both influences and is influenced by polymer physics, i.e., the connectivity of the parent chains.",
                "Polymer cold-drawing 1, 2, 3, 4 is a process in which tensile stress reduces the diameter of a drawn fibre (or thickness of a drawn film) and orients the polymeric chains. Cold-drawing has long been used in industrial applications 5, 6, 7, including the production of flexible fibres with high tensile strength such as polyester and nylon 8, 9. However, cold-drawing of a composite structure has been less studied. Here we show that in a multimaterial fibre 10, 11 composed of a brittle core embedded in a ductile polymer cladding, cold-drawing results in a surprising phenomenon: controllable and sequential fragmentation of the core to produce uniformly sized rods along metres of fibre, rather than the expected random or chaotic fragmentation. These embedded structures arise from mechanical–geometric instabilities associated with ‘neck’propagation 2, 3. Embedded, structured multimaterial threads with complex transverse …",
                "We perform numerical simulations of repulsive, frictionless athermal disks in two and three spatial dimensions undergoing cyclic quasistatic simple shear to investigate particle-scale reversible motion. We identify three classes of steady-state dynamics as a function of packing fraction ϕ and maximum strain amplitude per cycle γ max. Point-reversible states, where particles do not collide and exactly retrace their intracycle trajectories, occur at low ϕ and γ max. Particles in loop-reversible states undergo numerous collisions and execute complex trajectories but return to their initial positions at the end of each cycle. For sufficiently large ϕ and γ max, systems display irreversible dynamics with nonzero self-diffusion. Loop-reversible dynamics enables the reliable preparation of configurations with specified structural and mechanical properties over a broad range of ϕ.",
                "In this Perspective, I describe recent work on systems in which the traditional distinctions between (i) unentangled versus well‐entangled systems and (ii) melts versus glasses seem least useful, and argue for the broader use in glassy polymer mechanics of two more dichotomies: systems which possess (iii) unary versus binary and (iv) cooperative versus noncooperative relaxation dynamics. I discuss the applicability of (iii–iv) to understanding the functional form of strain hardening. Results from molecular dynamics simulations show that the “dramatic” hardening observed in densely entangled systems is associated with a crossover from unary, noncooperative to binary, cooperative relaxation as strain increases; chains stretch between entanglement points, altering the character of local plasticity. Promising approaches for future research along these lines are discussed. © 2011 Wiley Periodicals, Inc. J Polym Sci …"
            ],
            [
                [
                    "soft matter physics"
                ]
            ]
        ]
    ]
}