{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SSHKH4L9",
            "nuqrAOUAAAAJ",
            [
                "NuGrid stellar data set. I. Stellar yields from H to Bi for stars with metallicities Z= 0.02 and Z= 0.01",
                "Application of a theory and simulation-based convective boundary mixing model for AGB star evolution and nucleosynthesis",
                "CHILI–the Chicago Instrument for Laser Ionization–a new tool for isotope measurements in cosmochemistry",
                "Carbon-rich presolar grains from massive stars: subsolar 12C\/13C and 14N\/15N ratios and the mystery of 15N",
                "MESA and NuGrid simulations of classical novae: CO and ONe nova nucleosynthesis",
                "Cosmogenic production rates and recoil loss effects in micrometeorites and interplanetary dust particles",
                "Silicon carbide grains of type C provide evidence for the production of the unstable isotope 32Si in supernovae",
                "Noble gases in 18 Martian meteorites and angrite Northwest Africa 7812—Exposure ages, trapped gases, and a re‐evaluation of the evidence for solar cosmic ray‐produced neon in …",
                "Potassic, high-silica Hadean crust",
                "Chronology of martian breccia NWA 7034 and the formation of the martian crustal dichotomy"
            ],
            [
                "We provide a set of stellar evolution and nucleosynthesis calculations that applies established physics assumptions simultaneously to low-and intermediate-mass and massive star models. Our goal is to provide an internally consistent and comprehensive nuclear production and yield database for applications in areas such as presolar grain studies. Our non-rotating models assume convective boundary mixing (CBM) where it has been adopted before. We include 8 (12) initial masses for Z= 0.01 (0.02). Models are followed either until the end of the asymptotic giant branch phase or the end of Si burning, complemented by simple analytic core-collapse supernova (SN) models with two options for fallback and shock velocities. The explosions show which pre-SN yields will most strongly be effected by the explosive nucleosynthesis. We discuss how these two explosion parameters impact the light elements and the s and p …",
                "The s-process nucleosynthesis in Asymptotic giant branch (AGB) stars depends on the modeling of convective boundaries. We present models and s-process simulations that adopt a treatment of convective boundaries based on the results of hydrodynamic simulations and on the theory of mixing due to gravity waves in the vicinity of convective boundaries. Hydrodynamics simulations suggest the presence of convective boundary mixing (CBM) at the bottom of the thermal pulse-driven convective zone. Similarly, convection-induced mixing processes are proposed for the mixing below the convective envelope during third dredge-up (TDU), where the  pocket for the s process in AGB stars forms. In this work, we apply a CBM model motivated by simulations and theory to models with initial mass M= 2 and , and with initial metal content Z= 0.01 and Z= 0.02. As reported previously, the He-intershell abundances of  and  are …",
                "We describe CHILI, the Chicago Instrument for Laser Ionization, a new resonance ionization mass spectrometer developed for isotopic analysis at high spatial resolution and high sensitivity of small samples like contemporary interstellar dust grains returned by the Stardust spacecraft. We explain how CHILI addresses the technical challenges associated with such analyses by pushing most technical specifications towards their physical limits. As an initial demonstration, after many years of designing and developing CHILI, we have analyzed presolar silicon carbide grains for their isotopic compositions of strontium, zirconium, and barium. Subsequently, after further technical improvements, we have used CHILI to analyze, for the first time without interference, all stable isotopes of iron and nickel simultaneously in presolar silicon carbide grains. With a special timing scheme for the ionization lasers, we separated iron …",
                "Carbon-rich grains with isotopic anomalies compared to the Sun are found in primitive meteorites. They were made by stars, and carry the original stellar nucleosynthesis signature. Silicon carbide grains of Type X and C and low-density (LD) graphites condensed in the ejecta of core-collapse supernovae. We present a new set of models for the explosive He shell and compare them with the grains showing 12 C\/13 C and 14 N\/15 N ratios lower than solar. In the stellar progenitor H was ingested into the He shell and not fully destroyed before the explosion. Different explosion energies and H concentrations are considered. If the supernova shock hits the He-shell region with some H still present, the models can reproduce the C and N isotopic signatures in C-rich grains. Hot-CNO cycle isotopic signatures are obtained, including a large production of 13 C and 15 N. The short-lived radionuclides 22 Na and 26 Al are …",
                "Classical novae are the result of thermonuclear flashes of hydrogen accreted by CO or ONe white dwarfs, leading eventually to the dynamic ejection of the surface layers. These are observationally known to be enriched in heavy elements, such as C, O and Ne, that must originate in layers below the H-flash convection zone. Building on our previous work, we now present stellar evolution simulations of ONe novae and provide a comprehensive comparison of our models with published ones. Some of our models include exponential convective boundary mixing to account for the observed enrichment of the nova ejecta even when accreted material has a solar abundance distribution. Our models produce maximum temperature evolution profiles and nucleosynthesis yields in good agreement with models that generate enriched ejecta by assuming that the accreted material was pre-mixed. We confirm for ONe novae the …",
                "We present a purely physical model to determine cosmogenic production rates for noble gases and radionuclides in micrometeorites (MMs) and interplanetary dust particles (IDPs) by solar cosmic‐rays (SCR) and galactic cosmic‐rays (GCR) fully considering recoil loss effects. Our model is based on various nuclear model codes to calculate recoil cross sections, recoil ranges, and finally the percentages of the cosmogenic nuclides that are lost as a function of grain size, chemical composition of the grain, and the spectral distribution of the projectiles. The main advantage of our new model compared with earlier approaches is that we consider the entire SCR particle spectrum up to 240 MeV and not only single energy points. Recoil losses for GCR‐produced nuclides are assumed to be equal to recoil losses for SCR‐produced nuclides. Combining the model predictions with Poynting‐Robertson orbital lifetimes, we …",
                "Carbon-rich grains are observed to condense in the ejecta of recent core-collapse supernovae (SNe) within a year after the explosion. Silicon carbide grains of type X are C-rich grains with isotopic signatures of explosive SN nucleosynthesis have been found in primitive meteorites. Much rarer silicon carbide grains of type C are a special sub-group of SiC grains from SNe. They show peculiar abundance signatures for Si and S, isotopically heavy Si, and isotopically light S, which appear to be in disagreement with model predictions. We propose that C grains are formed mostly from C-rich stellar material exposed to lower SN shock temperatures than the more common type X grains. In this scenario, extreme 32 S enrichments observed in C grains may be explained by the presence of short-lived 32 Si (τ 1\/2= 153 yr) in the ejecta, produced by neutron capture processes starting from the stable Si isotopes. No mixing …",
                "We present noble gas data for 16 shergottites, 2 nakhlites (NWA 5790, NWA 10153), and 1 angrite (NWA 7812). Noble gas exposure ages of the shergottites fall in the 1–6 Ma range found in previous studies. Three depleted olivine‐phyric shergottites (Tissint, NWA 6162, NWA 7635) have exposure ages of ~1 Ma, in agreement with published data for similar specimens. The exposure age of NWA 10153 (~12.2 Ma) falls in the range of 9–13 Ma reported for other nakhlites. Our preferred age of ~7.3 Ma for NWA 5790 is lower than this range, and it is possible that NWA 5790 represents a distinct ejection event. A Tissint glass sample contains Xe from the Martian atmosphere. Several samples show a remarkably low (21Ne\/22Ne)cos ratio < 0.80, as previously observed in a many shergottites and in various other rare achondrites. This was explained by solar cosmic ray‐produced Ne (SCR Ne) in addition to the …",
                "Understanding Hadean (>4 Ga) Earth requires knowledge of its crust. The composition of the crust and volatiles migrating through it directly influence the makeup of the atmosphere, the composition of seawater, and nutrient availability. Despite its importance, there is little known and less agreed upon regarding the nature of the Hadean crust. By analyzing the 87Sr\/86Sr ratio of apatite inclusions in Archean zircons from Nuvvuagittuq, Canada, we show that its protolith had formed a high (>1) Rb\/Sr ratio reservoir by at least 4.2 Ga. This result implies that the early crust had a broad range of igneous rocks, extending from mafic to highly silicic compositions.",
                "Martian meteorite Northwest Africa (NWA) 7034 and its paired stones are the only brecciated regolith samples from Mars with compositions that are representative of the average martian crust. These samples therefore provide a unique opportunity to constrain the processes of metamorphism and alteration in the martian crust, which we have investigated via U-Pu\/Xe, 40Ar\/39Ar, and U-Th-Sm\/He chronometry. U-Pu\/Xe ages are comparable to previously reported Sm-Nd and U-Pb ages obtained from NWA 7034 and confirm an ancient (>4.3 billion years) age for the source lithology. After almost 3000 million years (Ma) of quiescence, the source terrain experienced several hundred million years of thermal metamorphism recorded by the K-Ar system that appears to have varied both spatially and temporally. Such protracted metamorphism is consistent with plume-related magmatism and suggests that the source terrain …"
            ],
            [
                [
                    "Astrophysics",
                    "Stardust",
                    "Cosmochemistry",
                    "Cosmogenic Nuclides",
                    "Python"
                ]
            ]
        ]
    ]
}