{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SU4LCDD9",
            "LuwFvagAAAAJ",
            [
                "Successful practice in early career networks: insights from the polar sciences"
            ],
            [
                " Acquiring not only field-specific knowledge but also a set of transferable professional skills becomes increasingly important for Early Career Scientists (ECS) in Geosciences and other academic disciplines. Although the need for training in transferable skills adds to the work-load of an individual Early Career Scientist, it is often neglected within the traditional academic environments. International Early Career Networks (ECN) are global voluntary communities of early career scientists aiming (i) to advocate for early stage researchers; and (ii) to advance the careers of their members by raising their profiles and training them in specific transferable skills, such as networking, collaborating and outreach. Accordingly, ECN can be a tool to move beyond institutional barriers and to improve the inclusion of ECS into the international scientific community. In 2019 we conducted three surveys in order to assess ECN from the perspective of its members and regarding the structures of different ECN within a specific discipline and across disciplines. We use the survey results alongside with case studies from well-established and long term networks to elucidate the attributes that make a successful, sustainable ECN. Important characteristics of these international ECN include (1) developing the ECN organizational schemes to promote early career scientists within a specific discipline and across disciplines, (2) scoping for members needs, evaluating the performance of the network, and adapting to feedback, (3) continuity of the organizing committee by ensuring representation of different stages of ECS, and (4) diverse membership to provide strong foundational …"
            ],
            [
                [
                    "Marine biology",
                    "climate change",
                    "copepods",
                    "phytoplankton",
                    "land-use change"
                ]
            ],
            [
                "Elizabeth Jenkins News and Awards Professor Elizabeth Jenkins has been elected a Fellow of the American Physical Society Neutrino Physics in the Seesaw Model, Nucl. Phys. B672 (2003) 163-198\n(with A. Broncano and M.B. Gavela). Testing the Cosmic Coincidence Problem Problem and the Nature of Dark Energy, Phys. Rev. Lett. 87:141302 (2001) (with N. Dalal, K. Abazajian and A.V. Manohar) Large-Nc Baryons, Annu. Rev. Nucl. Part. Sci. 48 (1998) 81-119 Baryon Mass Splittings in the 1\/Nc Expansion, Phys. Rev. D52 (1995) 282-294\n(with R.F. Lebed) Spin-Flavor Structure of Large Nc Baryons, Phys. Rev. D51 (1995) 3697-3727\n(with R.F. Dashen and A.V. Manohar) Elizabeth Jenkins Ph. D., Harvard, 1989 Office: MH 5214 Phone: 858-534-5901 ejenkins@ucsd.edu My research area is theoretical particle physics. My recent work focuses on deriving rigorous results for hadrons in QCD, the theory of the strong interactions. First principle calculations are difficult in this theory because the Lagrangian description is given in terms of quarks and gluons, not hadrons. Progress has been made by introducing new calculational methods based on approximate symmetries of QCD, such as chiral symmetry and heavy quark spin-flavor symmetry. The most exciting recent development is the use of an expansion in 1\/Nc, where Nc is the number of colors, to show that static properties of baryons satisfy light quark spin-flavor symmetry relations to high accuracy. This development explains many of the successes of the phenomenological models, such as the non-relativistic quark model and chiral soliton model, directly in QCD."
            ]
        ]
    ]
}