{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SU4LCDD9",
            "LuwFvagAAAAJ",
            [
                "Successful practice in early career networks: insights from the polar sciences"
            ],
            [
                " Acquiring not only field-specific knowledge but also a set of transferable professional skills becomes increasingly important for Early Career Scientists (ECS) in Geosciences and other academic disciplines. Although the need for training in transferable skills adds to the work-load of an individual Early Career Scientist, it is often neglected within the traditional academic environments. International Early Career Networks (ECN) are global voluntary communities of early career scientists aiming (i) to advocate for early stage researchers; and (ii) to advance the careers of their members by raising their profiles and training them in specific transferable skills, such as networking, collaborating and outreach. Accordingly, ECN can be a tool to move beyond institutional barriers and to improve the inclusion of ECS into the international scientific community. In 2019 we conducted three surveys in order to assess ECN from the perspective of its members and regarding the structures of different ECN within a specific discipline and across disciplines. We use the survey results alongside with case studies from well-established and long term networks to elucidate the attributes that make a successful, sustainable ECN. Important characteristics of these international ECN include (1) developing the ECN organizational schemes to promote early career scientists within a specific discipline and across disciplines, (2) scoping for members needs, evaluating the performance of the network, and adapting to feedback, (3) continuity of the organizing committee by ensuring representation of different stages of ECS, and (4) diverse membership to provide strong foundational …"
            ],
            [
                [
                    "Marine biology",
                    "climate change",
                    "copepods",
                    "phytoplankton",
                    "land-use change"
                ]
            ]
        ]
    ]
}