{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SV9ZAFFY",
            "PNAYyPMAAAAJ",
            [
                "The seventh data release of the Sloan Digital Sky Survey",
                "The fifth data release of the Sloan Digital Sky Survey",
                "Stellar masses and star formation histories for 105 galaxies from the Sloan Digital Sky Survey",
                "The clustering of galaxies in the SDSS-III Baryon Oscillation Spectroscopic Survey: baryon acoustic oscillations in the Data Releases 10 and 11 Galaxy samples",
                "SDSS-III: Massive spectroscopic surveys of the distant universe, the Milky Way, and extra-solar planetary systems",
                "The eleventh and twelfth data releases of the Sloan Digital Sky Survey: final data from SDSS-III",
                "The Baryon oscillation spectroscopic survey of SDSS-III",
                "Cosmological constraints from the SDSS luminous red galaxies",
                "The eighth data release of the Sloan Digital Sky Survey: first data from SDSS-III",
                "The fourth data release of the sloan digital sky survey"
            ],
            [
                "This paper describes the Seventh Data Release of the Sloan Digital Sky Survey (SDSS), marking the completion of the original goals of the SDSS and the end of the phase known as SDSS-II. It includes 11,663 deg 2 of imaging data, with most of the~ 2000 deg 2 increment over the previous data release lying in regions of low Galactic latitude. The catalog contains five-band photometry for 357 million distinct objects. The survey also includes repeat photometry on a 120 long, 2 fdg 5 wide stripe along the celestial equator in the Southern Galactic Cap, with some regions covered by as many as 90 individual imaging runs. We include a co-addition of the best of these data, going roughly 2 mag fainter than the main survey over 250 deg 2. The survey has completed spectroscopy over 9380 deg 2; the spectroscopy is now complete over a large contiguous area of the Northern Galactic Cap, closing the gap that was …",
                "This paper describes the Fifth Data Release (DR5) of the Sloan Digital Sky Survey (SDSS). DR5 includes all survey quality data taken through 2005 June and represents the completion of the SDSS‐I project (whose successor, SDSS‐II, will continue through mid‐2008). It includes five‐band photometric data for 217 million objects selected over 8000 deg2 and 1,048,960 spectra of galaxies, quasars, and stars selected from 5713 deg2 of that imaging data. These numbers represent a roughly 20% increment over those of the Fourth Data Release; all the data from previous data releases are included in the present release. In addition to “standard” SDSS observations, DR5 includes repeat scans of the southern equatorial stripe, imaging scans across M31 and the core of the Perseus Cluster of galaxies, and the first spectroscopic data from SEGUE, a survey to explore the kinematics and chemical evolution of the Galaxy …",
                "We develop a new method to constrain the star formation histories, dust attenuation and stellar masses of galaxies. It is based on two stellar absorption-line indices, the 4000-Å break strength and the Balmer absorption-line index HδA. Together, these indices allow us to constrain the mean stellar ages of galaxies and the fractional stellar mass formed in bursts over the past few Gyr. A comparison with broad-band photometry then yields estimates of dust attenuation and of stellar mass. We generate a large library of Monte Carlo realizations of different star formation histories, including starbursts of varying strength and a range of metallicities. We use this library to generate median likelihood estimates of burst mass fractions, dust attenuation strengths, stellar masses and stellar mass-to-light ratios for a sample of 122 808 galaxies drawn from the Sloan Digital Sky Survey. The typical 95 per cent confidence range …",
                "We present a one per cent measurement of the cosmic distance scale from the detections of the baryon acoustic oscillations (BAO) in the clustering of galaxies from the Baryon Oscillation Spectroscopic Survey, which is part of the Sloan Digital Sky Survey III. Our results come from the Data Release 11 (DR11) sample, containing nearly one million galaxies and covering approximately 8500 square degrees and the redshift range 0.2 <  < 0.7. We also compare these results with those from the publicly released DR9 and DR10 samples. Assuming a concordance Λ cold dark matter (ΛCDM) cosmological model, the DR11 sample covers a volume of 13 Gpc3 and is the largest region of the Universe ever surveyed at this density. We measure the correlation function and power spectrum, including density-field reconstruction of the BAO feature. The acoustic features are detected at a significance of over 7σ in both the correlation …",
                "Building on the legacy of the Sloan Digital Sky Survey (SDSS-I and II), SDSS-III is a program of four spectroscopic surveys on three scientific themes: dark energy and cosmological parameters, the history and structure of the Milky Way, and the population of giant planets around other stars. In keeping with SDSS tradition, SDSS-III will provide regular public releases of all its data, beginning with SDSS Data Release 8 (DR8), which was made public in 2011 January and includes SDSS-I and SDSS-II images and spectra reprocessed with the latest pipelines and calibrations produced for the SDSS-III investigations. This paper presents an overview of the four surveys that comprise SDSS-III. The Baryon Oscillation Spectroscopic Survey will measure redshifts of 1.5 million massive galaxies and Lyα forest spectra of 150,000 quasars, using the baryon acoustic oscillation feature of large-scale structure to obtain percent …",
                "Comprehensive wide-field imaging and spectroscopic surveys of the sky have played a key role in astronomy, leading to fundamental new breakthroughs in our understanding of the Solar System; our Milky Way Galaxy and its constituent stars and gas; the nature, properties, and evolution of galaxies; and the universe as a whole. The Sloan Digital Sky Survey (SDSS), which started routine operations in 2000 April, has carried out imaging and spectroscopy over roughly 1\/3 of the Celestial Sphere. SDSS uses a dedicated 2.5 m wide-field telescope (Gunn et al. 2006), instrumented with a sequence of sophisticated imagers and spectrographs. The SDSS has gone through a series of stages. SDSS-I (York et al. 2000), which was in operation through 2005, focused on a “Legacy” survey of five-band imaging (using what was at the time the largest camera ever used in optical astronomy; Gunn et al. 1998) and …",
                "The Baryon Oscillation Spectroscopic Survey (BOSS) is designed to measure the scale of baryon acoustic oscillations (BAO) in the clustering of matter over a larger volume than the combined efforts of all previous spectroscopic surveys of large-scale structure. BOSS uses 1.5 million luminous galaxies as faint as i= 19.9 over 10,000 deg 2 to measure BAO to redshifts z< 0.7. Observations of neutral hydrogen in the Lyα forest in more than 150,000 quasar spectra (g< 22) will constrain BAO over the redshift range 2.15< z< 3.5. Early results from BOSS include the first detection of the large-scale three-dimensional clustering of the Lyα forest and a strong detection from the Data Release 9 data set of the BAO in the clustering of massive galaxies at an effective redshift z= 0.57. We project that BOSS will yield measurements of the angular diameter distance d A to an accuracy of 1.0% at redshifts z= 0.3 and z= 0.57 and …",
                "We measure the large-scale real-space power spectrum P (k) using luminous red galaxies (LRGs) in the Sloan Digital Sky Survey (SDSS) and use this measurement to sharpen constraints on cosmological parameters from the Wilkinson Microwave Anisotropy Probe (WMAP). We employ a matrix-based power spectrum estimation method using Pseudo-Karhunen-Loève eigenmodes, producing uncorrelated minimum-variance measurements in 20 k-bands of both the clustering power and its anisotropy due to redshift-space distortions, with narrow and well-behaved window functions in the range 0.01 h\/Mpc< k< 0.2 h\/Mpc. Results from the LRG and main galaxy samples are consistent, with the former providing higher signal-to-noise. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. They provide a striking confirmation of the predicted large …",
                "The Sloan Digital Sky Survey (SDSS) started a new phase in 2008 August, with new instrumentation and new surveys focused on Galactic structure and chemical evolution, measurements of the baryon oscillation feature in the clustering of galaxies and the quasar Lyα forest, and a radial velocity search for planets around~ 8000 stars. This paper describes the first data release of SDSS-III (and the eighth counting from the beginning of the SDSS). The release includes five-band imaging of roughly 5200 deg 2 in the southern Galactic cap, bringing the total footprint of the SDSS imaging to 14,555 deg 2, or over a third of the Celestial Sphere. All the imaging data have been reprocessed with an improved sky-subtraction algorithm and a final, self-consistent photometric recalibration and flat-field determination. This release also includes all data from the second phase of the Sloan Extension for Galactic Understanding …",
                "This paper describes the Fourth Data Release of the Sloan Digital Sky Survey (SDSS), including all survey‐quality data taken through 2004 June. The data release includes five‐band photometric data for 180 million objects selected over 6670 deg2 and 673,280 spectra of galaxies, quasars, and stars selected from 4783 deg2 of those imaging data using the standard SDSS target selection algorithms. These numbers represent a roughly 27% increment over those of the Third Data Release; all the data from previous data releases are included in the present release. The Fourth Data Release also includes an additional 131,840 spectra of objects selected using a variety of alternative algorithms, to address scientific issues ranging from the kinematics of stars in the Milky Way thick disk to populations of faint galaxies and quasars."
            ],
            [
                [
                    "Cosmology",
                    "Large Scale Structure of the Universe",
                    "Astronomical Surveys"
                ]
            ]
        ]
    ]
}