{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SWZWJOKI",
            "i8qTv-AAAAAJ",
            [
                "Social interaction and sensorimotor gating abnormalities in mice lacking Dvl1"
            ],
            [
                "Mice completely deficient for Dvl1, one of three mouse homologs of the Drosophila segment polarity gene Dishevelled, were created by gene targeting. Dvl1- deficient mice are viable, fertile, and structurally normal. Surprisingly, these mice exhibited reduced social interaction, including differences in whisker trimming, deficits in nest-building, less huddling contact during home cage sleeping, and subordinate responses in a social dominance test. Sensorimotor gating was abnormal, as measured by deficits in prepulse inhibition of acoustic and tactile startle. Thus, Dvl1 mutants may provide a model for aspects of several human psychiatric disorders. These results are consistent with an interpretation that common genetic mechanisms underlie abnormal social behavior and sensorimotor gating deficits and implicate Dvl1 in processes underlying complex behaviors."
            ],
            [
                [
                    "neuroscience",
                    "behavior",
                    "psychology",
                    "neurology",
                    "psychiatry"
                ]
            ],
            [
                "MICHAEL MCDONALD Associate Professor of Physics EMAIL: mcdonald@space.mit.edu PHONE: (617) 324-1075 Ronald McNair Building, 37-582c ASSISTANT: Personal Webpage MIT Kavli Institute for Astrophysics and Space Research \" Most Distant Massive Galaxy Cluster Identified \" [ , 1.16.16] \" Massive \"Phoenix Cluster\" Supersizes Star Creation \" [ NPR News , 8.17.12] Astrophysics - Extragalactic Astrophysics - High Energy Astrophysics - Optical\/IR Astronomy - Radio Astronomy Michael McDonald is  an astronomer in the Kavli Institute for Astrophysics and Space Research at the  Massachusetts Institute of Technology. His research focuses on the most massive  gravitationally-bound objects in the Universe: clusters of galaxies. In  particular, he is attempting to understand the life cycle of gas, stars, and  galaxies in these rich environments, and how highly energetic processes such as  supernovae and jets from supermassive black holes can influence the evolution  of these systems. This research makes extensive use of both ground- and  space-based telescopes at nearly all wavelengths, including (but not limited  to) the Magellan and ALMA observatories in Chile, the South Pole Telescope in  Antarctica, and the space-borne Chandra and Hubble telescopes. Aside from  research, Michael has been involved in the development of the Maryland-Magellan  Tunable Filter on the Baade telescope at Magellan and is a member of the  Science Working Group for the European Athena X-ray telescope, scheduled to  launch in the late 2020s. Michael McDonald is  from Kingston, Ontario in Canada. He graduated from Queen's University in  Canada in 2005 with a Bachelors degree in Physics and in 2007 with a Masters of  Science under the supervision of Prof. Stephane Courteau. He received a PhD  from the University of Maryland in 2011, after working with Prof. Sylvain  Veilleux on an emission-line study of giant elliptical galaxies. In 2012,  Michael was named a Hubble postdoctoral Fellow at the Kavli Institute for  Astrophysics and Space Research at the Massachusetts Institute of Technology.  As of July 1, 2015, Michael joins the faculty of the MIT Department of Physics  as an Assistant Professor. List of publications July 15, 2020 4:34 PM"
            ]
        ]
    ]
}