{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SXX3FVRK",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Stephen Walker Dr. Stephen Walker Assistant Professor, I started at UAH as an Assistant Professor in 2019. Prior to this I have been a NASA Postdoctoral Program (NPP) Fellow at NASA’s Goddard Space Flight Center, and a postdoctoral researcher at the University of Cambridge. My research concentrates on all aspects of galaxy clusters (the largest collapsed structures in the universe), from the outskirts where they are continuing to form from the cosmic web, to gas sloshing produced by galaxy cluster mergers, to studying AGN feedback in cluster cores, focusing on their X-ray emission. Dr. Stephen Walker's personal webpage PhD, University of Cambridge, 2014 Master of Physics, University of Oxford, 2010 AST 107 – Exploring the Cosmos II AST 471 – Astrophysics Hemang Jani, Liang Chen, and Lingze Duan, \"Pre-emission study of photoelectron dynamics in a GaAs\/AlGaAs photocathode,\" IEEE J. Quantum Electron. 56, 4000208 (2020) Srikamal Soundararajan and Lingze Duan, \"Time-stretch spectroscopy based on laser cavity tuning with a dual-function delay line,\" IEEE Photon. Tech. Lett., 31, 1385-1388 (2019) Dipen Barot, Gang Wang, and Lingze Duan, \"High resolution dynamic strain sensor using a polarization maintaining fiber Bragg grating,\" IEEE Photon. Tech. Lett. 31, 709-712 (2019) Chunfang Rao and Lingze Duan, \"Bidirectional, bimodal ultrasonic lamb wave sensing in a composite plate using a polarization-maintaining fiber Bragg grating,\" Sensors 19, 1375 (2019) Lin Yin, Liang Chen, Shuqin Zhang, Yunsheng Qian, Hemang Jani, and Lingze Duan, \"Femtosecond ultrafast dynamics study on the photoemission performance of reflection-mode GaAlAs photocathode,\" Mater. Sci. Semicond. Process. 91, 27-30 (2019) Bing Zeng and Lingze Duan, \"Carrier-envelope phase sensitive inversion driven by few-cycle pulse pairs,\" OSA Continuum 1, 1304-1312 (2018). > Srikamal Soundararajan, Lin Yang, Shuqin Zhang, Hemang Jani, and Lingze Duan, \"Time-wavelength optical sampling based on dynamic laser cavity tuning,\" J. Opt. Soc. Am. B 35, 1186-1191 (2018) Dipen Barot and Lingze Duan, \"Laser frequency analysis aided by electronic frequency dividers,\" IEEE J. Lightwave Technol. 36, 2524-2530 (2018) Richard Lieu and Lingze Duan, \"Does light from steady sources bear any observable imprint of the dispersive intergalactic medium?\" ApJ. 853, 135 (2018). Optics Building OPB 216 256.824.2593 stephen.walker@uah.edu Galaxy Clusters Active Galactic Nuclei Cosmology"
            ]
        ]
    ]
}