{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "SZA53K0U",
            "29RuFl0AAAAJ",
            [
                "Motility-driven glass and jamming transitions in biological tissues",
                "A density-independent rigidity transition in biological tissues",
                "Vibrational modes identify soft spots in a sheared disordered packing"
            ],
            [
                "Cell motion inside dense tissues governs many biological processes, including embryonic development and cancer metastasis, and recent experiments suggest that these tissues exhibit collective glassy behavior. To make quantitative predictions about glass transitions in tissues, we study a self-propelled Voronoi model that simultaneously captures polarized cell motility and multibody cell-cell interactions in a confluent tissue, where there are no gaps between cells. We demonstrate that the model exhibits a jamming transition from a solidlike state to a fluidlike state that is controlled by three parameters: the single-cell motile speed, the persistence time of single-cell tracks, and a target shape index that characterizes the competition between cell-cell adhesion and cortical tension. In contrast to traditional particulate glasses, we are able to identify an experimentally accessible structural order parameter that specifies …",
                "Cell migration is important in many biological processes, including embryonic development, cancer metastasis and wound healing. In these tissues, a cell’s motion is often strongly constrained by its neighbours, leading to glassy dynamics. Although self-propelled particle models exhibit a density-driven glass transition, this does not explain liquid-to-solid transitions in confluent tissues, where there are no gaps between cells and therefore the density is constant. Here we demonstrate the existence of a new type of rigidity transition that occurs in the well-studied vertex model for confluent tissue monolayers at constant density. We find that the onset of rigidity is governed by a model parameter that encodes single-cell properties such as cell–cell adhesion and cortical tension, providing an explanation for liquid-to-solid transitions in confluent tissues and making testable predictions about how these transitions differ from …",
                "We analyze low-frequency vibrational modes in a two-dimensional, zero-temperature, quasistatically sheared model glass to identify a population of structural “soft spots” where particle rearrangements are initiated. The population of spots evolves slowly compared to the interval between particle rearrangements, and the soft spots are structurally different from the rest of the system. Our results suggest that disordered solids flow via localized rearrangements that tend to occur at soft spots, which are analogous to dislocations in crystalline solids."
            ],
            [
                [
                    "Soft condensed matter physics",
                    "biophysics"
                ]
            ],
            [
                "M. Lisa Manning M. Lisa Manning William R. Kenan, Jr. Professor of Physics Biophysical Science Biotechnology 229-B Physics Building 315.443.3920 mmanning@syr.edu Research SIte Defects and deformation in disordered solids and glasses. Surface tension and emergent mechanical properties in developing embryonic tissues. Mitotic waves and pattern formation in biological tissues. Constitutive models for friction and shear banding. Electron microscope images of LP1 cell aggregates (top) and locally minimal energy cellular structures generated by our surface tension model (bottom). A&S Researchers Awarded $2.1M Grant to Study Causes of Congenital Heart Defects (Dec. 18, 2020) Researchers look to pinpoint mechanical forces that could be causing defects during the early stages of embryo development. The Physics Behind Tissue Flow in the Embryo (June 1, 2020) A&S team’s research published in PNAS. M. Lisa Manning Named William R. Kenan, Jr., Professor of Physics (Feb. 24, 2020) Manning has also been awarded a three-year Simons Foundation grant. Physics Department Earns Honors (Oct. 10, 2019) Faculty Embody Syracuse’s Research Prowess Syracuse Professor Named to Science News’ SN 10: Scientists to Watch (Sept. 27, 2018) Lisa Manning Included in Science News’ Annual List of 10 Young Scientists Making Their Mark American Physical Society to Honor Professor Lisa Manning (Oct. 23, 2017) Physicist will receive early-career award for research into soft, living matter Explore how physics predicts cancer cell behavior at Orange Central lecture (Oct. 4, 2017) Researcher examines cellular ‘traffic jams’ for clues to cancer treatment targets Join us at Orange Central! (Sept. 18, 2017) Special events through the College of Arts & Sciences will showcase the some of the best that Syracuse has to offer. M. Lisa Manning Awarded Simons Investigator Grant (Dec. 5, 2016) Prestigious international award encourages fearless, cutting-edge research Physicists Awarded NSF Grant to Study Cancer-Cell Behavior (Aug. 3, 2016) Professors Manning, Marchetti, Schwarz use soft-matter physics to find cure for cancer Biophysics Student Earns Top Honors at Statewide Research Conference (June 3, 2016) Kassidy Lundy ’16 to take her world-class research skills into Ph.D. program Syracuse Physicist Awarded Simons Foundation Collaboration Grant (April 13, 2016) M. Lisa Manning part of $10 million project exploring glassy solids Physicist to Receive Young Scientist Award in France (April 5, 2016) Lisa Manning will travel to France to accept Young Scientist Award Syracuse Hosts ‘Conference for Undergraduate Women in Physics’ (Feb. 10, 2016) Weekend conference examined intersectionality in scientific, sociological settings Syracuse Physicist Scores Back-to-Back Articles in Top Journals (Oct. 1, 2015) Lisa Manning breaks new ground in study of cell motion in biological tissues Syracuse Physicist Lands NIH Grant Award to Study Tissue, Organ Formation (Sept. 1, 2015) M. Lisa Manning uses grant to investigate forces in organ development Syracuse Physicist Awarded Grant to Study Physical Cell Biology (June 16, 2015) M. Lisa Manning to shed new light on formation of multicellular structures Syracuse Physicist Earns Cottrell Scholar Award (March 6, 2015) M. Lisa Manning to use prestigious award to study cell behavior Lisa Manning Included in Science News’ Annual List of 10 Young Scientists Making Their Mark M. Lisa Manning Awarded Simons Investigator Grant Jammed Cells Expose the Physics of Cancer Physicists Awarded NSF Grant to Study Cancer-Cell Behavior Syracuse Physicist Awarded Simons Foundation Collaboration Grant Physicist to Receive Young Scientist Award in France University Hosts Conference for Undergraduate Women in Physics Physics Professor Lisa Manning Named a Sloan Research Fellow Modeling Tissue Formation Four SU professors receive prestigious ‘CAREER’ awards from National Science Foundation Syracuse Physicist Earns Cottrell Scholar Award Physicist Awarded Grant to Study Physical Cell Biology Asthma cells scramble like 'there's a fire drill' Syracuse Physicist Lands NIH Grant Award to Study Tissue, Organ Formation Syracuse Physicist Scores Back-to-Back Articles in Top Journals 2008 Ph.D. in Physics University of California, Santa Barbara 2005 M.A. Physics University of California, Santa Barbara 2002 B.S. Physics B.S. Mathematics University of Virginia Awards & Professional Honors 2015 Cottrell Scholar, Research Corporation 2014 Scialog Fellow, Moore Foundation and Research Corporation 2014 Physics Department Teaching Award, Phys 211, Syracuse University 2014 Sloan Research Fellow, Alfred P. Sloan Foundation 2013 Physics Department Teaching Award, Phys 576, Syracuse University 2008 Postdoctoral fellowship, Princeton Center for Theoretical Science 2004 National Science Foundation Graduate Research Fellowship Rathbun, L.I., Colicino, E.G., Manikas, J. et al. Cytokinetic bridge triggers de novo lumen formation in vivo. Nat Commun 11, 1269 (2020). https:\/\/doi.org\/10.1038\/s41467-020-15002-8 M. L. Manning and A.J. Liu. Vibrational modes identify soft spots in a sheared disordered packing. Phys. Rev. Lett. 107 108302, arXiv:1012.4822 (2011). K. Chen, M. L. Manning, P. J. Yunker, W. G. Ellenbroek, Z. Zhang, A. J. Liu, and A. G. Yodh. Structural instabilities and low-frequency modes in colloidal glasses. \"Measurement of Correlations between Low-Frequency Vibrational Modes and Particle Rearrangements in Quasi-Two-Dimensional Colloidal Glasses.\" Phys. Rev. Lett.107 108301; arXiv:1103.2352 (2011). M. L. Manning, R. A. Foty, M. S. Steinberg, and E.-M. Schoetz, “Coaction of intercellular adhesion and cortical tension specifies tissue surface tension,” Proc. Nat. Acad. Sci. 107, 28 12517-12522,(2010). M. L. Manning, J. S. Langer, and J. M. Carlson. Strain localization in a shear transformation zone model for amorphous solids. Phys. Rev. E 76 056106 (2007)."
            ]
        ]
    ]
}