{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T0AGOMVI",
            "OxV7x84AAAAJ",
            [
                "Polyurethanes from vegetable oils",
                "Polyurethane elastomers",
                "Thermal stability of polyurethanes based on vegetable oils",
                "Effect of structure on properties of polyols and polyurethanes based on different vegetable oils",
                "Rigid polyurethane foams based on soybean oil"
            ],
            [
                "Vegetable oils are excellent but very heterogeneous renewable raw materials for polyols and polyurethanes. This review discusses the specific nature of vegetable oils and the effect of their structures on the structure of polyols and polyurethanes. One section is dedicated to polyols for rigid and flexible foams and methods of their preparation such as direct oxidation of oils, epoxidation followed by ring opening, hydroformylation, ozonolysis, and transesterification. The next section deals with preparation and structure‐property relationships in polyurethanes from different groups of polyols, different isocyanates, and different degrees of crosslinking. The final section covers the environmental aspects of bio‐based polyurethanes, i.e., thermal stability, hydrolytic stability, and some aspects of biodegradability.",
                "Polyurethanes are a broad class of polymers having only one aspect in common-the presence of the urethane group (-NHCO-O-). The urethane (carbamate) group is usually formed by reaction between isocyanate and hydroxyl groups, although alternative routes such as from bischloroformates and amines are used in special cases. Due to the great industrial importance of polyurethanes, the chemistry of isocyanates has been studied extensively. Isocyanate groups are very reactive and allow easy, quantitative conversion into urethane groups without by-products. High reactivity may also create problems, primarily due to the health hazard and possible side or unwanted reactions such as reaction with water or with already-formed urethane or urea groups. Isocyanate chemistry is covered by several excellent books on polyurethanes, t l0 Polyurethane elastomers are a very important group of products although their …",
                "A series of polyurethanes from polyols derived from soybean, corn, safflower, sunflower, peanut, olive, canola, and castor oil were prepared, and their thermal stability in air and nitrogen assessed by thermogravimetric analysis, FTIR, and GC\/MS. Oil‐based polyurethanes generally had better initial thermal stability (below 10% weight loss) in air than the polypropylene oxide‐based polyurethane, while the latter was more stable in nitrogen at the initial stage of degradation. If weight loss at a higher conversion is taken as the criterion of stability, then oil polyurethanes have better thermal stability both in air and in nitrogen. © 2000 John Wiley & Sons, Inc. J Appl Polym Sci 77: 1723–1734, 2000",
                "We synthesized six polyurethane networks from 4,4′‐diphenylmethane diisocyanate and polyols based on midoleic sunflower, canola, soybean, sunflower, corn, and linseed oils. The differences in network structures reflected differences in the composition of fatty acids and number of functional groups in vegetable oils and resulting polyols. The number average molecular weights of polyols were between 1120 and 1300 and the functionality varied from 3.0 for the midoleic sunflower polyol to 5.2 for the linseed polyol. The functionality of the other four polyols was around 3.5. Canola, corn, soybean, and sunflower oils gave polyurethane resins of similar crosslinking density and similar glass transitions and mechanical properties despite somewhat different distribution of fatty acids. Linseed oil–based polyurethane had higher crosslinking density and higher mechanical properties, whereas midoleic sunflower oil …",
                "Both HCFC‐ and pentane‐blown rigid polyurethane foams have been prepared from polyols derived from soybean oil. The effect of formulation variables on foam properties was studied by altering the types and amounts of catalyst, surfactant, water, crosslinker, blowing agent, and isocyanate, respectively. While compressive strength of the soy foams is optimal at 2 pph of surfactant B‐8404, it increases with increasing the amount of water, glycerin, and isocyanate. It also increases linearly with foam density. These foams were found to have comparable mechanical and thermoinsulating properties to foams of petrochemical origin. A comparison in the thermal and thermo‐oxidative behaviors of soy‐ and PPO‐based foams revealed that the former is more stable toward both thermal degradation and thermal oxidation. The lack of ether linkages in the soy‐based rather than in PPO‐based polyols is thought to be the …"
            ],
            [
                [
                    "Polymers"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}