{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T22CXDSO",
            "el7p_C4AAAAJ",
            [
                "Structural characterization and X-ray analysis by Williamson–Hall method for Erbium doped Aluminum Nitride nanoparticles, synthesized using inert gas condensation technique",
                "Structure and magnetism in Ga-rich MnGa\/GaN thin films and unexpected giant perpendicular anisotropy in the ultra-thin film limit"
            ],
            [
                "We have synthesized AlN nanoparticles (NPs) doped in-situ with Er (AlN:Er) using inert gas condensation technique. Using x-ray diffraction (XRD) peak broadening analysis with the Williamson–Hall (W–H) Uniform Deformation Model (UDM) the crystallite size of the NPs and the strain in NPs were found to be 80±38 nm and 3.07×10−3±0.9×10−3 respectively. In comparison, using the Debye–Scherrer's (DS) formula, we have inferred that the crystallite size of the NPs was 23±6 nm and the average strain was 4.3×10−3±0.4×10−3. The scanning electron microscopy images show that the NPs are spherical and have an average diameter of ∼300 nm. The crystallite size is smaller than the size of the NPs revealing their polycrystalline behavior. In addition, the NPs strain, stress and energy density were also calculated using W–H analysis combined with the Uniform Deformation Stress Model (UDSM) and the Uniform …",
                "We report structural, surface, and magnetic investigations of ferromagnetic Ga-rich MnGa thin and ultra-thin films grown on semiconducting GaN(0001) using molecular beam epitaxy. The Mn:Ga composition ratio is varied from ≈1 (stoichiometric) to ≈0.42 (very Ga-rich) for different samples. We find that the L10 MnGa phase is preserved down to a Mn:Ga ratio of ≈0.81. As the Ga concentration increases, we observe the coexistence of more Ga-rich phases, namely Mn3Ga5 and Mn2Ga5. Room temperature scanning tunneling microscopy imaging reveals highly epitaxial films, with atomically smooth and highly reconstructed surfaces. Magnetic characterizations show how the magnetic properties evolve with changing composition and that giant perpendicular magnetic anisotropy is induced by reducing the size of our films."
            ],
            [
                [
                    "magnetism",
                    "crystal growth",
                    "diffraction",
                    "scanning probe microscopy"
                ]
            ]
        ]
    ]
}