{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T2ZMMLNO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Arthur M. Jaffe Arthur M. Jaffe Landon T. Clay Professor of Mathematics and Theoretical Science Arthur Jaffe's major scientific work has been in the realm of understanding quantum theory and the mathematics that it inspires. Jaffe solved a fundamental question by showing the compatibility of special relativity, quantum theory, and interactions. With J. Glimm he constructed the first mathematically-complete and non-trivial examples of relativistic quantum field theories. Recently Jaffe's research has focused on the relation between super-symmetry and a new mathematical subject -- non-commutative geometry-- where one builds quantum space into the notion of space-time. In the 1970's, Jaffe was instrumental in starting a series of summer schools for mathematical physics in Cargèse, Corsica , which inspired many future leaders in the field. Jaffe was active in the 1970's in founding the International Association of Mathematical Physics and later served for 6 years as President of the Association. While Chairman of the Harvard Mathematics Department (1987-1990) he began a program that brought numerous mathematical visitors from Russia and Eastern Europe to the United States . He served as president of the American Mathematical Society (1997-1998), and later was Chair of the Council of Scientific Society Presidents and of the Mathematics Section of the AAAS. During the early 1980's Jaffe served on the David Committee to revitalize funding for mathematical research, writing \"Ordering the Universe: the Role of Mathematics.\" This article has been reprinted in several places and translated into several languages. In 1993, Jaffe wrote a widely-quoted article with Frank Quinn entitled \"Theoretical Mathematics\" evoking extended discussion about the concept of mathematical proof and the relations between mathematics and physics. In 1998, Jaffe guided the conception of the Clay Mathematics Institute and of its programs. He was a Founding Member of its Board of Directors and a Founding Member of its Corporation; he served as its Founding President from 1999 to 2002. In this role Jaffe brought mathematics research into public focus, and also encouraged students to pursue mathematical careers. Jaffe has also served as a member of several other boards. Jaffe edited numerous journals and book series, and for twenty years was Chief Editor of Springer's Communications in Mathematical Physics, a leading journal in his field. He has written over 150 scientific articles, he has co-authored two books, has two volumes of collected reprints, and serves as coeditor of several Summer School and Conference Proceedings publications. Jaffe is a Member of the National Academy of Sciences and is a Fellow of the American Academy of Arts and Sciences. CV List of Publications _______________________________ Barbara Drauschke Lyman 338 jaffe@physics.harvard.edu p: (617) 495-4320 Personal Site Picture Language Project"
            ]
        ]
    ]
}