{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T32G3U9D",
            "SXwwAxkAAAAJ",
            [
                "What drives nematic order in iron-based superconductors?",
                "Anomalous suppression of the orthorhombic lattice distortion in superconducting Ba (Fe 1-x Co x) 2 As 2 single crystals",
                "Preemptive nematic order, pseudogap, and orbital order in the iron pnictides",
                "Effects of nematic fluctuations on the elastic properties of iron arsenide superconductors",
                "Evidence for a Lifshitz transition in electron-doped iron arsenic superconductors at the onset of superconductivity",
                "Competing order and nature of the pairing state in the iron pnictides",
                "Unconventional pairing in the iron arsenide superconductors",
                "Effect of magnetic frustration on nematicity and superconductivity in iron chalcogenides",
                "Visualization of electron nematicity and unidirectional antiferroic fluctuations at high temperatures in NaFeAs",
                "Observation of Incipient Charge Nematicity in "
            ],
            [
                "Although the existence of nematic order in iron-based superconductors is now a well-established experimental fact, its origin remains controversial. Nematic order breaks the discrete lattice rotational symmetry by making the x and y directions in the iron plane non-equivalent. This can happen because of a regular structural transition or as the result of an electronically driven instability—in particular, orbital order or spin-driven Ising-nematic order. The latter is a magnetic state that breaks rotational symmetry but preserves time-reversal symmetry. Symmetry dictates that the development of one of these orders immediately induces the other two, making the origin of nematicity a physics realization of the ‘chicken and egg problem’. In this Review, we argue that the evidence strongly points to an electronic mechanism of nematicity, placing nematic order in the class of correlation-driven electronic instabilities, like …",
                "High-resolution x-ray diffraction measurements reveal an unusually strong response of the lattice to superconductivity in Ba (Fe 1− x Co x) 2 As 2. The orthorhombic distortion of the lattice is suppressed and, for Co doping near x= 0.063, the orthorhombic structure evolves smoothly back to a tetragonal structure. We propose that the coupling between orthorhombicity and superconductivity is indirect and arises due to the magnetoelastic coupling, in the form of emergent nematic order, and the strong competition between magnetism and superconductivity.",
                "Starting from a microscopic itinerant model, we derive and analyze the effective low-energy model for collective magnetic excitations in the iron pnictides. We show that the stripe magnetic order is generally preempted by an Ising-nematic order, which breaks C 4 lattice symmetry but preserves O (3) spin-rotational symmetry. This leads to a rich phase diagram as function of doping, pressure, and elastic moduli, displaying split magnetic and nematic tricritical points. The nematic transition may instantly bring the system to the verge of a magnetic transition, or it may occur first, being followed by a magnetic transition at a lower temperature. In the latter case, the preemptive nematic transition is accompanied by either a jump or a rapid increase of the magnetic correlation length, triggering a pseudogap behavior associated with magnetic precursors. Furthermore, due to the distinct orbital character of each Fermi pocket, the …",
                "We demonstrate that the changes in the elastic properties of the FeAs systems, as seen in our resonant ultrasound spectroscopy data, can be naturally understood in terms of fluctuations of emerging nematic degrees of freedom. Both the softening of the lattice in the normal, tetragonal phase as well as its hardening in the superconducting phase are consistently described by our model. Our results confirm the view that structural order is induced by magnetic fluctuations.",
                "The iron arsenic high-temperature superconductors 1, 2 exhibit particularly rich phase diagrams. In the AE (Fe 1− x T x) 2 As 2 family (known as ‘122’, with AE being Ca, Sr or Ba and T being a transition metal), the simultaneous structural\/magnetic phase transition that occurs at elevated temperature in the undoped material splits and is suppressed by carrier doping 3, 4. A superconducting region appears as likely in the orthorhombic\/antiferromagnetic (AFM) state as in the tetragonal\/paramagnetic state 3, 5, 6. An important question then is what determines the critical doping at which superconductivity emerges, as the AFM order is fully suppressed only close to optimal doping. Here we report evidence from angle-resolved photoemission spectroscopy that marked changes in the Fermi surface coincide with the onset of superconductivity in electron-doped Ba (Fe 1− x Co x) 2 As 2. The presence of the AFM order leads …",
                "We show that the competition between magnetism and superconductivity can be used to determine the pairing state in the iron arsenides. To this end we demonstrate that the itinerant antiferromagnetic (AFM) phase and the unconventional s+− sign-changing superconducting (SC) state are near the borderline of microscopic coexistence and macroscopic phase separation, explaining the experimentally observed competition of both ordered states. In contrast, conventional s++ pairing is not able to coexist with magnetism. Expanding the microscopic free energy of the system with competing orders around the multicritical point, we find that static magnetism plays the role of an intrinsic interband Josephson coupling, making the phase diagram sensitive to the symmetry of the Cooper-pair wave function. We relate this result to the quasiparticle excitation spectrum and to the emergent SO (5) symmetry of systems with …",
                "We use magnetic long-range order as a tool to probe the Cooper-pair wave function in the iron arsenide superconductors. We show theoretically that antiferromagnetism and superconductivity can coexist in these materials only if Cooper pairs form an unconventional, sign-changing state. The observation of coexistence in Ba (Fe 1− x Co x) 2 As 2 then demonstrates unconventional pairing in this material. The detailed agreement between theory and neutron-diffraction experiments, in particular, for the unusual behavior of the magnetic order below T c, demonstrates the robustness of our conclusions. Our findings strongly suggest that superconductivity is unconventional in all members of the iron arsenide family.",
                "Over the past few years iron chalcogenides have been intensively studied as part of the wider family of iron-based superconductors, with many intriguing results reported so far on intercalated and monolayer FeSe. Nevertheless, bulk FeSe itself remains an unusual case when compared with pnictogen-based iron superconductors, and may hold clues to understanding the more exotic derivatives of the FeSe system. The FeSe phase diagram is distinct from the pnictides: the orthorhombic distortion, which is likely to be of a ‘spin-nematic’nature in numerous pnictides, is not accompanied by magnetic order in FeSe, and the superconducting transition temperature T c rises significantly with pressure before decreasing. Here we show that the magnetic interactions in FeSe, as opposed to most pnictides, demonstrate an unusual and unanticipated frustration, which suppresses magnetic (but not nematic) order, triggers ferro …",
                "Superconductivity in the iron pnictides is often closely connected to a nematic state in which the tetragonal symmetry of the crystal is spontaneously broken. Determining the dominant interactions responsible for this symmetry breaking is essential to understanding the superconducting state. Here, we use atomic-resolution variable-temperature scanning tunnelling spectroscopy to probe the nanoscale electronic structure of the nematically ordered, parent pnictide NaFeAs and compare it with non-nematic LiFeAs. Local electronic nematicity is only manifest in NaFeAs and is found to persist to high temperatures in the nominally tetragonal phase of the crystal. The spatial distribution and energy dependence of the electronic anisotropy at high temperatures is explained by the persistence of large-amplitude, short-range, unidirectional, antiferroic fluctuations, indicating that strong density-wave fluctuations exist and …",
                "Using electronic Raman spectroscopy, we report direct measurements of charge nematic fluctuations in the tetragonal phase of strain-free Ba (Fe 1− x Co x) 2 As 2 single crystals. The strong enhancement of the Raman response at low temperatures unveils an underlying charge nematic state that extends to superconducting compositions and which has hitherto remained unnoticed. Comparison between the extracted charge nematic susceptibility and the elastic modulus allows us to disentangle the charge contribution to the nematic instability, and to show that charge nematic fluctuations are weakly coupled to the lattice."
            ],
            [
                [
                    "Theoretical Condensed Matter Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}