{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T37ZBW3N",
            "HoLIReUAAAAJ",
            [
                "Vesicles from Pluronic\/poly (lactic acid) block copolymers as new carriers for oral insulin delivery",
                "Improved bioavailability of curcumin in liposomes prepared using a pH-driven, organic solvent-free, easily scalable process",
                "Enhancement of curcumin bioavailability by encapsulation in sophorolipid-coated nanoparticles: An in vitro and in vivo study",
                "Hybrid liposomes composed of amphiphilic chitosan and phospholipid: Preparation, stability and bioavailability as a carrier for curcumin",
                "A review of biodegradable polymeric systems for oral insulin delivery",
                "Improving curcumin solubility and bioavailability by encapsulation in saponin-coated curcumin nanoparticles prepared using a simple pH-driven loading method",
                "Pluronics modified liposomes for curcumin encapsulation: Sustained release, stability and bioaccessibility",
                "Pluronic P85\/poly (lactic acid) vesicles as novel carrier for oral insulin delivery",
                "In vitro & in vivo targeting behaviors of biotinylated pluronic F127\/poly (lactic acid) nanoparticles through biotin–avidin interaction",
                "Enhanced effect of folated pluronic F87-PLA\/TPGS mixed micelles on targeted delivery of paclitaxel"
            ],
            [
                "The morphologies of poly(lactic acid)-b-Pluronic-b-poly(lactic acid) (PLA-F127-PLA) aggregates in aqueous solutions were reported previously to be vesicular nano-particles by our group. In the present study, we seek to investigate the feasibility of using PLA-F127-PLA vesicles as oral delivery carrier for insulin. Both in vitro and in vivo release behavior of insulin loaded in PLA-F127-PLA vesicles were studied. A biphasic release behavior was observed for the in vitro release of insulin from PLAF127-29 vesicles. More importantly, it was found in the diabetic mice tests that the blood glucose concentration of oral insulin-loaded PLAF127-29 vesicles decreased from 18.5 to 5.3 mmol\/L within 4.5 h and the minimum blood glucose concentration (about 4.5 mmol\/L) was achieved after about 5 h. Furthermore, the blood glucose concentration was maintained at this level for at least an additional 18.5 h. These results proved …",
                "The poor water solubility and bioavailability of curcumin can be improved by encapsulating it into liposomes. However, the existing encapsulation technologies, such as the thin film method and the ethanol injection method, are complex and require the use of organic solvents. In this study, an organic solvent-free and easily scalable encapsulation technique was studied by utilizing the pH-dependent solubility properties of curcumin. Phospholipid was dissolved in water to form liposomes. Curcumin was deprotonated and dissolved under alkaline conditions and then encapsulated into the liposomes after acidification. Morphological observation and X-ray diffraction analysis confirmed that curcumin liposomes had been successfully prepared. Curcumin liposomes prepared by the pH-driven method were stable during storage. During in vitro digestion, curcumin liposomes prepared by the pH-driven method showed …",
                "There is great interest in developing colloidal delivery systems to enhance the water solubility and oral bioavailability of curcumin, which is a hydrophobic nutraceutical claimed to have several health benefits. In this study, a natural emulsifier was used to form sophorolipid-coated curcumin nanoparticles. The curcumin was loaded into sophorolipid micelles using a pH-driven mechanism based on the decrease in curcumin solubility at lower pH values. The sophorolipid-coated curcumin nanoparticles formed using this mechanism were relatively small (61 nm) and negatively charged (−41 mV). The nanoparticles also had a relatively high encapsulation efficiency (82%) and loading capacity (14%) for curcumin, which was present in an amorphous state. Both in vitro and in vivo studies showed that the curcumin nanoparticles had an appreciably higher bioavailability than that of free curcumin crystals (2.7–3.6-fold …",
                "Hybrid liposomes, composed of amphiphilic chitosan and phospholipid, were prepared and used to evaluate the effect of amphiphilic polymers on the properties of liposomes. Successful preparation of the hybrid liposomes was confirmed using physicochemical characteristics, including morphology, particle size and zeta potential. Physical stability studies (exposure to solutions of increasing ionic strength and heat treatment) indicated that the hybrid liposomes had better ionic stability than amphiphilic chitosan-based polymeric liposomes and higher thermal stability than traditional phospholipid liposomes. Curcumin was then encapsulated in the hybrid liposomes. Compared with phospholipid liposomes, the hybrid liposomes displayed better storage stability and more sustained curcumin release. Cellular uptake experiments showed that the hybrid liposomes significantly increased the bioavailability of curcumin …",
                "Currently, repeated routine subcutaneous injections of insulin are the standard treatment for insulin-dependent diabetic patients. However, patients’ poor compliance for injections often fails to achieve the stable concentration of blood glucose. As a protein drug, the oral bioavailability of insulin is low due to many physiological reasons. Several carriers, such as macromolecules and liposomes have been used to deliver drugs in vivo. In this review article, the gastrointestinal barriers of oral insulin administration are described. Strategies for increasing the bioavailability of oral insulin, such absorption enhancers, enzyme inhibitors, enteric coatings are also introduced. The potential absorption mechanisms of insulin-loaded nanoparticles across the intestinal epithelium, including intestinal lymphatic route, transcellular route and paracellular route are discussed in this review. Natural polymers, such as chitosan and its …",
                "Curcumin is a bioactive phytochemical that can be utilized as a nutraceutical or pharmaceutical in functional foods, supplements, and medicines. However, the application of curcumin as a nutraceutical in commercial food and beverage products is currently limited by its low water-solubility, chemical instability, and poor oral bioavailability. In this study, all-natural colloidal delivery systems were developed to overcome these challenges, which consisted of saponin-coated curcumin nanoparticles formed using a pH-driven loading method. The physicochemical and structural properties of the curcumin nanoparticles formed using this process were characterized, including particle size distribution, surface potential, morphology, encapsulation efficiency, and loading capacity. Fourier transform infrared spectroscopy and X-ray diffraction indicated that curcumin was present in the nanoparticles in an amorphous form. The …",
                "The present work evaluated the feasibility of different pluronics (F127, F87 and P85) utilized as modifiers to improve the stability and bioaccessibility of curcumin liposomes (cur-Lps). Pluronics modified curcumin liposomes (cur-pluronic-Lps) were prepared by thin film evaporation combined with dynamic high pressure microfluidization. The particle size and polydispersity index of cur-pluronic-Lps was significantly lower than cur-Lps. Fourier transform infrared spectroscopy analysis revealed that curcumin was loaded in liposomes successfully and X-ray diffraction suggested that curcumin in the liposomes was in an amorphous state. In vitro release studies demonstrated that 73.4%, 63.9%, 66.7% and 58.9% curcumin released from cur-Lps, cur-F127-Lps, cur-F87-Lps and cur-P85-Lps, respectively. Compared with cur-Lps, cur-pluronic-Lps showed a slower release rate and lower cumulative release percentage for …",
                "Poly(lactic acid)-b-Pluronic-b-poly(lactic acid) (PLA-P85-PLA) vesicles were developed as novel carrier for oral insulin delivery. PLA-P85-PLA block copolymer was synthesized by ring opening polymerization of the monomer l-lactide using Pluronic copolymer P85 as the initiator. Insulin-loaded PLA-P85-PLA vesicles were prepared by dialysis method and the mean diameter of insulin-loaded PLA-P85-PLA vesicles was determined to be 178 nm. The cytotoxicity studies using human ovarian cancer cells OVCAR-3 indicate that PLA-P85-PLA block copolymer has good biocompatibility. Both in vitro and in vivo release behavior of insulin loaded in PLA-P85-PLA vesicles were studied. It was observed that insulin was released out gradually from PLA-P85-PLA vesicles and almost all insulin was released out 7.5 h later. More importantly, for the oral administration of insulin-loaded PLA-P85-PLA vesicles at insulin doses …",
                "Biotinylated Pluronic F127\/poly(lactic acid) block copolymers (B-F127–PLA) were successfully synthesized previously by our group. In the present study, the release behaviors of paclitaxel-loaded B-F127–PLA nanoparticles and their targeting properties to human ovarian carcinoma cells were investigated. Paclitaxel (pac) loaded in B-F127–PLA nanoparticles shows an initial burst release in the first 6 h and followed by a slow release. The in vitro targeting behaviors of B-F127–PLA nanoparticles against human ovarian cancer cells (OVCAR-3, SKOV-3) were investigated by 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide (MTT) tests and fluorescence microscopy (FM) technique. Targeting was based on a three-step biotin–avidin targeting approach using biotinylated anti-CA125 antibody specific for the CA-125 antigen that is highly expressed on OVCAR-3 cells but not expressed on SKOV-3 cells. MTT …",
                "Targeted drug delivery systems have great potential to overcome the side effect and improve the bioavailability of conventional anticancer drugs. In order to further improve the antitumor efficacy of paclitaxel (PTX) loaded in folated Pluronic F87\/poly(lactic acid) (FA-F87-PLA) micelles, D-α-tocopheryl poly(ethylene glycol) 1000 succinate (TPGS or Vitamin E TPGS) were added into FA-F87-PLA to form FA-F87-PLA\/TPGS mixed micelles. The LE of PTX-loaded mixed micelles (13.5%) was highest in the mass ratio 5 to 3 of FA-F87-PLA to TPGS. The in vitro cytotoxicity assays indicated that the IC50 values for free PTX injections, PTX-loaded FA-F87-PLA micelles and PTX-loaded FA-F87-PLA\/TPGS mixed micelles after 72 h of incubation were 1.52, 0.42 and 0.037 mg\/L, respectively. The quantitative cellular uptake of coumarin 6-loaded FA-F87-PLA\/TPGS and FA-F87-PLA micelles showed that the cellular uptake …"
            ],
            [
                [

                ]
            ],
            [
                "Ziling Li Ziling Li Ziling Li li.10530@osu.edu Physics Research Building, 3024 191 West Woodruff Avenue Columbus, Ohio 43210 Google Map"
            ]
        ]
    ]
}