{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T3LB1HMF",
            "vyrKARwAAAAJ",
            [
                "Landauer conductance of Luttinger liquids with leads",
                "Deconfinement and chiral symmetry restoration at finite temperatures in SU (2) and SU (3) gauge theories",
                "Quantum Hall Effect",
                "Localization as an alternative to Goldstone's theorem",
                "Edge modes, edge currents, and gauge invariance in p x+ i p y superfluids and superconductors",
                "Chiral symmetry restoration in baryon rich environments",
                "Scales of chiral symmetry breaking in quantum chromodynamics",
                "Edge Waves in the Quantum Hall effect.",
                "Topological terms in one-and two-dimensional quantum Heisenberg antiferromagnets",
                "Problems with finite density simulations of lattice QCD"
            ],
            [
                "We show that the dc conductance of a quantum wire containing a Luttinger liquid and attached to noninteracting leads is given by e 2\/h per spin orientation, regardless of the interactions in the wire. This explains the recent observations of the absence of conductance renormalization in long high-mobility GaAs wires by Tarucha, Honda, and Saku [Solid State Commun. 94, 413 (1995)].",
                "At zero temperature SU (2) and SU (3) gauge theories confine quarks and spontaneously break chiral symmetry. At some nonzero temperatures T c (T F) these gauge theories lose confinement (chiral symmetry breaking). The order of these phase transitions and the relation between T c and T F have been studied with use of simulation methods which neglect internal fermion loops. For SU (2) both transitions are second order and 1<~ T F T c< 1.30. For SU (3) the transitions are first order and 1<~ T F T c<~ 1.05, with T c≈ 200 MeV.",
                "This book is a compilation of major reprint articles on one of the most intriguing phenomena in modern physics: the quantum Hall effect. Together with a detailed introduction by the editor, this volume serves as a stimulating and valuable reference for students and research workers in condensed matter physics and for those with a particle physics background. The papers have been chosen with the intention of emphasizing the topological aspects of the quantum Hall effect and its connections with other branches of theoretical physics, such as topological quantum field theories and string theory. The contents include sections on integer effect, fractional effect, effect of global topology, effective theories, edge states and non-Abelian statistics.",
                "We study the field theory approach to Anderson localization paying special attention to the way in which localized states avoid Goldstone's theorem. We provide a formal derivation of Wegner's non-linear σ model for the localization transition and discuss those properties which are unusual, but necessary, if it is to give a correct description of physics near the mobility edge.",
                "The excitation spectrum of a two-dimensional p x+ i p y fermionic superfluid, such as a thin film of 3 He− A, includes a gapless Majorana-Weyl fermion which is confined to the boundary by Andreev reflection. There is also a persistent ground-state boundary current which provides a droplet containing N particles with angular momentum ħ N\/2. Both of these boundary effects are associated with bulk Chern-Simons effective actions. We show that the gapless edge mode is required for the gauge invariance of the total effective action, but the same is not true of the boundary current.",
                "Chiral symmetry restoration in an environment rich in baryons is studied by computer simulation methods in SU(2) and SU(3) gauge theories in the quenched approximation. The basic theory of symmetry restoration as a function of chemical potential is illusstrated and the implementation of the ideas on a lattice is made explicit. A simple mean field model is presented to guide one's expectations. The second order conjugate-gradient iterative method and the pseudo-fermion Monte Carlo procedure are convergent methods of calculating the fermion propagator in an environment rich in baryons. Computer simulations of SU(3) gauge theory show an abrupt chiral symmetry restoring transition and the critical chemical potential and induced baryon density are estimated crudely. A smoother transition is observed for the color group SU(2).",
                "Computer simulations indicate that the range of the force responsible for chiral symmetry breaking in quantum chromodynamics is relatively short, independent of confinement, and depends strongly on the color representation of the quarks. Chiral-symmetry restoration temperatures are obtained for quarks in either the fundamental or the adjoint representations of color SU (2). Results on higher representations support the symmetry-breaking pattern (\" tumbling\") suggested by Raby, Dimopoulos, and Susskind.",
                "I show that the bosonized form of the low energy edge excitations at the surface of a droplet of two-dimensional quantum Hall liquid can be understood in terms of coherent “ripplon” deformations in the shape of the droplet. When interacting with an electromagnetic field the resulting chiral boson theory has anomalies that are cancelled, via the Callan-Harvey mechanism, by contributions from the bulk. I also consider non-Abelian generalization of the bosonization that may be useful for chiral spin states.",
                "We show that the Wess-Zumino kinetic terms of individual spins combine to provide nontrivial topological terms for one-dimensional antiferromagnetic spin chains but do not produce a Hopf term for antiferromagnets on two-dimensional squares lattices. This result suggests that some other mechanism is needed to account for the neutral fermions which may be present in high-T c materials.",
                "We present a discussion of problems that have arisen in attempts to understand the behavior of lattice QCD at high densities. The effects observed in the lattice simulations do not seem to be consistent with what we expect from the usual ideas of chiral symmetry breaking. In particular, at zero quark mass, there does not seem to be a massive baryon at finite density."
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                "Michael Stone 2117 Engineering Sciences Building (217) 333-2891 (217) 333-9819 m-stone5@illinois.edu Course page and online notes for Phys509 \"Mathematical Methods II\" Course page and online notes for Phys508 \"Mathematical Methods I\" Professor Michael Stone Professor Stone received his Ph.D. from the Department of Applied Mathematics and Theoretical Physics at the University of Cambridge in 1976. He joined the Department of Physics at the University of Illinois as an assistant professor in 1981. He served as the Deputy Director for the Institute of Theoretical Physics at the University of California, Santa Barbara from 1992 until 1994. He serves on the editorial boards of the International Journal of Modern Physics B , Modern Physics Letters B , and Physical Review Letters . He was the divisional associate editor for Physical Review Letters from 1997 until 1999. The main focus of Professor Stone's current research is the dynamics of vortices in superfluids and superconductors. He has resolved a decades-long puzzle about the fundamental mechanism of dissipation in superconductors by clarifying the motion of Abrikosov vortices under the influence of a Magnus force. Previously, he explored and clarified the extent to which topological constraints impose \"anomalous\" behavior on physical systems, such as superfluid liquid helium, and has linked such behavior to the Berry's phase. He has also greatly extended the range of models to which bosonization can be applied and has successfully extracted implications for physical systems. In addition, he has explored the \"edge wave\" states observed in experiments on the quantum Hall effect and has clarified their nature by linking them to one-dimensional chiral field theories. Professor Stone's contributions have been characterized by a combination of sophisticated mathematical formalism and deep physical insight. Applications of Field Theory to Condensed Matter Physics Mike Stone This program is aimed at advancing the theoretical understanding of a variety of condensed matter systems, each involving many strongly coupled degrees of freedom. Attention is primarily focused on the following areas: electronic liquid crystal phases in Mott insulators; the quantum Hall effect; geometric phases and their condensed matter implications; superfluids and superconductors, including vortex motion in dirty systems, quantum critical behavior of magnetic impurities in -wave superconductors; vulcanized matter and the vulcanization transition; structural glasses and network-forming systems, glassiness of superfluid helium-three in aerogel, shapes adopted by large biological macromolecules, and static and dynamic properties of polysoap macromolecules. Research Honors Fellow, Institute of Physics (UK) (2011) Fellow, American Physical Society (2009) Spring 2018 PHYS 509 Spring 2014 V. Dwivedi, M. Stone. Classical chiral kinetic theory and anomalies in even space-time dimensions, J. Phys. A 47, 025401 (2014). K. Roberts, R. Budakian,  M Stone. Numerical study of the stability regions for half-quantum vortices in superconducting Sr2RuO4, Phys. Rev. B 88, 094503-7  (2013) M. Stone, V. Dwivedi. Classical version of the non-Abelian gauge anomaly, Phys. Rev. D 88, 045012-8 (2013). M. Stone. An Analogue of Hawking Radiation in the Quantum Hall effect, Class, Quantum Grav. 30, 085003-1-14 (2013) M. Stone. Gravitational anomalies and thermal Hall effect in topological insulators, Phys. Rev. B 85, 184503-1-10 (2012). Y. Liu, A. Roy, and M. Stone. A Non-Abelian Berry transport, spin coherent states and Majorana points, J. Phys. A 45, 135304-1-20 (2012). M. Stone, C.-K. Chiu, and A. Roy.  Symmetries, dimensions and topological insulators: the mechanism behind the face of the Bott clock. J. Physics A 44, 045001 (2011). M. Stone and Y. Lin, Josephson currents in quantum Hall devices. Phys. Rev. B 83, 224501 (2011). M. Stone, C-K Chiu, and A Roy.  Symmetries, dimensions and topological insulators: the mechanism behind the face of the Bott clock. J. Phys. A 44, 045001 (2011). A. Roy and M. Stone. Fullerenes, zero-modes and self-adjoint extensions. J. Phys. A 43, 015203 (2010)."
            ]
        ]
    ]
}