{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T4OHOLLL",
            "WRTzLdgAAAAJ",
            [
                "Planck 2013 results. XII. Diffuse component separation",
                "Planck intermediate results-IX. Detection of the Galactic haze with Planck",
                "The Fermi haze: a gamma-ray counterpart to the microwave haze",
                "Planck intermediate results. XII: Diffuse Galactic components in the Gould Belt system",
                "Possible evidence for dark matter annihilations from the excess microwave emission around the center of the Galaxy seen by the Wilkinson Microwave Anisotropy Probe"
            ],
            [
                "Planck has produced detailed all-sky observations over nine frequency bands between 30 and 857 GHz. These observations allow robust reconstruction of the primordial cosmic microwave background (CMB) temperature fluctuations over nearly the full sky, as well as new constraints on Galactic foregrounds, including thermal dust and line emission from molecular carbon monoxide (CO). This paper describes the component separation framework adopted by Planck for many cosmological analyses, including CMB power spectrum determination and likelihood construction on large angular scales, studies of primordial non-Gaussianity and statistical isotropy, the integrated Sachs-Wolfe effect, gravitational lensing, and searches for topological defects. We test four foreground-cleaned CMB maps derived using qualitatively different component separation algorithms. The quality of our reconstructions is evaluated …",
                "Using precise full-sky observations from Planck, and applying several methods of component separation, we identify and characterise the emission from the Galactic “haze” at microwave wavelengths. The haze is a distinct component of diffuse Galactic emission, roughly centered on the Galactic centre, and extends to | b |  ~ 35−50° in Galactic latitude and | l |  ~ 15−20° in longitude. By combining the Planck data with observations from the Wilkinson Microwave Anisotropy Probe, we were able to determine the spectrum of this emission to high accuracy, unhindered by the strong systematic biases present in previous analyses. The derived spectrum is consistent with power-law emission with a spectral index of −2.56 ± 0.05, thus excluding free-free emission as the source and instead favouring hard-spectrum synchrotron radiation from an electron population with a spectrum (number density per energy) dN\/dE ∝ E-2.1 …",
                "The Fermi Gamma-ray Space Telescope reveals a diffuse inverse Compton (IC) signal in the inner Galaxy with a similar spatial morphology to the microwave haze observed by WMAP, supporting the synchrotron interpretation of the microwave signal. Using spatial templates, we regress out π 0 gammas, as well as IC and bremsstrahlung components associated with known soft-synchrotron counterparts. We find a significant gamma-ray excess toward the Galactic center with a spectrum that is significantly harder than other sky components and is most consistent with IC from a hard population of electrons. The morphology and spectrum are consistent with it being the IC counterpart to the electrons which generate the microwave haze seen at WMAP frequencies. In addition, the implied electron spectrum is hard; electrons accelerated in supernova shocks in the disk which then diffuse a few kpc to the haze region …",
                "We perform an analysis of the diffuse low-frequency Galactic components in the southern part of the Gould Belt system (130° ≤ l ≤ 230° and −50° ≤ b ≤ −10°). Strong ultra-violet flux coming from the Gould Belt super-association is responsible for bright diffuse foregrounds that we observe from our position inside the system and that can help us improve our knowledge of the Galactic emission. Free-free emission and anomalous microwave emission (AME) are the dominant components at low frequencies (ν < 40 GHz), while synchrotron emission is very smooth and faint. We separated diffuse free-free emission and AME from synchrotron emission and thermal dust emission by using Planck data, complemented by ancillary data, using the correlated component analysis (CCA) component-separation method and we compared our results with the results of cross-correlation of foreground templates with the frequency …",
                "The Wilkinson Microwave Anisotropy Probe (WMAP) experiment has revealed an excess of microwave emission from the region around the center of our Galaxy. It has been suggested that this signal, known as the “WMAP haze,” could be synchrotron emission from relativistic electrons and positrons generated in dark matter annihilations. In this article, we revisit this possibility. We find that the angular distribution of the WMAP haze matches the prediction for dark matter annihilations with a cusped density profile, ρ (r)∝ r− 1.2 in the inner kiloparsecs. Comparing the intensity in different WMAP frequency bands, we find that a wide range of possible weakly interacting massive particle (WIMP) annihilation modes are consistent with the spectrum of the haze for a WIMP with a mass in the 100 GeV to multi-TeV range. Most interestingly, we find that to generate the observed intensity of the haze, the dark matter annihilation …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}