{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T54MP8V0",
            "LGNFXjwAAAAJ",
            [
                "Topological characterization of fractional quantum hall ground states from microscopic hamiltonians"
            ],
            [
                "We show how to numerically calculate several quantities that characterize topological order starting from a microscopic fractional quantum Hall Hamiltonian. To find the set of degenerate ground states, we employ the infinite density matrix renormalization group method based on the matrix-product state representation of fractional quantum Hall states on an infinite cylinder. To study localized quasiparticles of a chosen topological charge, we use pairs of degenerate ground states as boundary conditions for the infinite density matrix renormalization group. We then show that the wave function obtained on the infinite cylinder geometry can be adapted to a torus of arbitrary modular parameter, which allows us to explicitly calculate the non-Abelian Berry connection associated with the modular T transformation. As a result, the quantum dimensions, topological spins, quasiparticle charges, chiral central charge, and Hall …"
            ],
            [
                [
                    "Condensed Matter Theory. mikezaletel : berkeley"
                ]
            ],
            [
                "Mike Zaletel Mike Zaletel Assistant Professor 549 Birge mikezaletel@berkeley.edu Michael Zaletel joined the Department of Physics faculty in July 2018 and is the Thomas and Alison Schneider Chair. An Oakland native, he received his AA from Deep Springs College, his AB with highest honors in physics from Harvard University in 2009, and his Ph.D. at Berkeley working with Professor Joel Moore . In 2017, after a postdoctoral position in the quantum computing division of Microsoft Research at Station Q in Santa Barbara, he joined the faculty at Princeton Physics in 2017. He says he is excited to be returning to Berkeley as the Thomas and Alison Schneider Chair in Physics. Zaletel received the William L. McMillan Award for outstanding contributions in condensed matter physics in 2018. Zaletel's research focuses on theoretical condensed matter physics and its intersection with quantum information and computational approaches. He aims to understand the behavior of electrons in 'quantum' materials where entanglement and the strong interactions between electrons conspire to form new phases of matter. In addition to pen-and-paper calculations, he is particularly interested in using ideas from quantum information to help design computational algorithms which can efficiently model these materials. Aside from the fundamental interest of exploring 'emergent' phenomena that can arise from the interplay of quantum mechanics and many particles, he hopes to find new ways to harness these materials for the control and processing of quantum information."
            ]
        ]
    ]
}