{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T5CNEUZQ",
            "wgY05wsAAAAJ",
            [
                "The adventure of carbon stars-Observations and modeling of a set of C-rich AGB stars",
                "Dynamics and habitability in circumstellar planetary systems of known binary stars",
                "Modelling the atmosphere of the carbon-rich Mira RU Virginis"
            ],
            [
                "",
                "We present a survey on exoplanetary systems of binary stars with stellar separations less than 100 au. For a sample of 11 binaries that harbour detected circumstellar giant planets, we investigate the frequency of systems with secular resonances (SR) affecting the habitable zone (HZ). SR are connected to dynamically unstable or chaotic regions by enforcing highly eccentric motion. We apply a semi-analytical method to determine the locations of linear SR, which is based on finding the apsidal precession frequencies of the massive bodies. For configurations where the giant planet is located exterior to the HZ, we find that there is always an SR interior to its orbit; the exact location of the SR strongly depends on the system's architecture. In systems with the giant planet interior to the HZ, no SR can occur in the Newtonian framework. Taking into account the general relativistic precession of the perihelion, which …",
                ""
            ],
            [
                [
                    "Stellar astrophysics",
                    "Cosmic dust",
                    "Evolved stars",
                    "Mass loss",
                    "Stellar parameters"
                ]
            ],
            [
                "Gioia Rau Gioia Rau Research Assistant Professor Astrophysics; Galactic Astronomy; Evolved stars: Red giants Red supergiants AGB stars; Atmospheres of evolved stars Stellar Evolution; Exoplanets; General Astronomy. Biography Dr. Gioia Rau joined Catholic University of America in November 2017, working at Goddard Space Flight Center in the Exoplanets and Stellar Astrophysics lab. Dr. Rau studies the atmospheres of cool, giant stars, focusing on their chromospheric and atmospheric activity. She does so combining high-spectral resolution space-based Hubble Space Telescope data, with high-angular resolution ground-based interferometric data from observatories such as CHARA, ESO’s VLTI, and ALMA. She has been awarded several observing proposals as PI and Co-I. Before that, in 2017 she was a visiting research scientist at ESO\/Garching (Germany), after completing her PhD in Vienna (Austria, 2012-2016) on the study of Atmospheres of carbon-rich Asymptotic Giant Branch (AGB) stars, which received the prestigious fellowship grant \"Abschlussstipendium, Universität Wien\". She received her Master degree with honors (cum laude) at La Sapienza University in 2011. In the final year of her Master she was awarded, for being 1 of the 4 students among the whole Science faculty (including Physics, Mathematics, Chemistry, Biology) having the highest-grade point average, the prestigious “Master Thesis' fellowship abroad”. Thanks to this she developed her Master Thesis at NASA\/JPL-CalTech. Link to CV: https:\/\/www.gioiarau.com\/cv Link to pubblications: https:\/\/www.gioiarau.com\/publications Research interests include: Atmospheres and chromospheres of cool, evolved stars (AGB stars, K-M giants and supergiants), Stellar evolution, Mass loss & stellar parameters, Cosmic dust, Circumstellar environments, High-angular resolution optical interferometry, Radio\/sub-mm interferometry, Exoplanets. Previous: Cosmology, CMB. Current Projects Studying the chromospheric emission of red giant and red supergiant stars with the CHARA interferometer. • HST observations of cool evolved stars, modeling their chromospheric emission to understand their mass loss. • Investigating the origin of the molecular and dust environment in the atmospheres of AGB stars with the ESO's VLT interferometer, and consequently their mass loss. • Properties of Eta Carinae with ALMA. • TESS, K2 and other NASA missions’ observations of cool, evolved stars. Other Activities Gioia’s passion for Astrophysics and research started early in her life, when she discovered the fascination and joy that learning about the Universe brings her. Since 2008 she founds exciting and rewarding to communicate with the public, being enthusiastically active in public outreach, and believing in the importance of promoting the role of science in society. Indeed, outside scientific research, one of Gioia's greatest passion is outreach. She has been working at the Planetarium of Rome and has been involved with several astronomical expositions, events, and conferences, in the DC area, Vienna, and Rome. She is also passionate about philosophy, art, nature, photography, volleyball, skiing, and loves spending time in the Nature. (301) 286-6322 rau@cua.edu Secondary Email: gioia.rau@nasa.gov Ph.D., Astronomy, University of Vienna, Austria M.S., Astronomy and Astrophysics, Sapienza University of Rome, Italy M.S. Thesis, California Institute of Technology (Caltech), USA B.A., Physics, Sapienza University of Rome, Italy The Mars Rover and the Story of a Curious Little Girl July 29, 2020 Falcon 9 capsule with astronauts docked at the International Space Station May 31, 2020 The Stars Could Help Unify Us April 25, 2020 Mission to the Moon: Apollo 11 at 50 July 20, 2019 Astronomer and astrophysicist Duília Fernandes de Mello is one of Brazil’s most recognized scientist in the world May 06, 2019 (301) 286-6322 rau@cua.edu Secondary Email: gioia.rau@nasa.gov Ph.D., Astronomy, University of Vienna, Austria M.S., Astronomy and Astrophysics, Sapienza University of Rome, Italy M.S. Thesis, California Institute of Technology (Caltech), USA B.A., Physics, Sapienza University of Rome, Italy The Mars Rover and the Story of a Curious Little Girl July 29, 2020 Falcon 9 capsule with astronauts docked at the International Space Station May 31, 2020 The Stars Could Help Unify Us April 25, 2020 Mission to the Moon: Apollo 11 at 50 July 20, 2019 Astronomer and astrophysicist Duília Fernandes de Mello is one of Brazil’s most recognized scientist in the world May 06, 2019"
            ]
        ]
    ]
}