{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T5IWEAAF",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Toggle navigation Ullrich Lab About Us Contact Research Projects Lab Pictures Publications Teaching Course\/Advanced Lab development Small Satellite Research Lab Outreach Internships Science Shows ' Teaching Outreach Welcome to the Ullrich Group Research We use time-resolved spectroscopic techniques for the characterization of ultrafast processes in biomolecues, medically relevant molecules and nanomaterials. Learn More Teaching Course developments with focus on experiential learning: advanced undergraduate laboratory, biophotonics course, service learning through science shows, UGA cubesat. Learn More Outreach Laboratory internships for high school students and teachers, science shows for schoools, after-school and community programs. Learn More Recent News Invited publication in themed issue of PCCP Our research on the photophysics of the modified DNA base 2-thiouracil was published as an invited article in the PCCP special issue: Prebiotic Chemistry and the Molecular Origins of Life. Science Shows on Discover UGA Science show performances by our service learning course \"communicating science to diverse audiences\" featured in the May issue of Discover UGA: Helping communities. Small Satelite Lab receives NASA and Air Force grants Small Satelite lab receives funding from NASA and the Air Force to build and launch two cubesats. The projects are featured in a UGA news release and the UGA front page. Openings We currently have openings for undergraduate and graduate students. Contact Details Prof. Susanne Ullrich Department of Physics and Astronomy University of Georgia Athens, GA 30602 P : (706) 542-0344 E : ullrich@physast.uga.edu Copyright © Last updated 1\/2017 Susanne Ullrich, Associate Professor of Physics ullrich@uga.edu 706-542-0344 243 103 lab https:\/\/www.physast.uga.edu\/research\/ullrich-group\/ Biographical Information PhD, The University of York , 2002 Diplom Physik (MSc Physics), J.W. Goethe-Universitat Frankfurt , 1997 Honors and Awards Feodor-Lynen Fellow, Alexander von Humboldt Foundation, 2002-2004 Exploring Dynamics and Functionality of Biophotonic Molecules via Time-Resolved Spectroscopy Biophotonic functions are triggered through light activation. The photoexcited biomolecules can undergo a variety of competing processes and the competition between these processes governs the selectivity, efficiency and reliability of their function. However, biophotonic molecules are not isolated and the local environment (e.g. solvent, protein shell) can have a large effect on dynamical processes. Nature can use specific intermolecular interactions to alter the energetic and dynamic properties of isolated building blocks thus the efficiency of a particular function can be enhanced with respect to undesired processes. Our approach towards a molecular level understanding of biophotonic processes is to design time-resolved spectroscopic experiments in a controlled environment to distinguish between intrinsic and environmentally superimposed molecular properties. We use modern femtosecond and picosecond time-resolved pump-probe spectroscopies − both transient absorption and photoelectron photoion coincidence spectroscopy − to investigate dynamic biophotonic processes in the gas-phase, in molecular clusters, where the complexity of the environment can be varied, and in solution. Combined with ab initio calculations outcomes of our research include a molecular level understanding of biophotonic stability and the efficiency of biophotonic processes as well as molecular dynamics criteria for the rational design of novel biophotonic systems. A. Mohamadzade, S. Bai, M. Barbatti, S. Ullrich: Intersystem crossing photodynamics of 4- thiouracil studied by time-resolved photoelectron spectroscopy, 2018, Chem. Phys. , DOI: 10.1016\/j.chemphys.2018.08.011. C. McNitt, H. Cheng, S. Ullrich, V. Popik, M. Bjerknes: Multiphoton Activation of Photo-SPAAC ’Click’ Reagents Enables In-situ Labeling with Submicron Resolution, J. Amer. Chem. Soc. , 2017, 139 , 4029–14032. J. A. Sánchez-Rodríguez, A. Mohamadzade,  S. Mai,  B. Ashwood,  M. Pollum,  P. Marquetand,  L. González,  C. E. Crespo-Hernández, S. Ullrich:  2-Thiouracil intersystem crossing photodynamics studied by wavelength-dependent photoelectron and transient absorption spectroscopies, Phys. Chem. Chem. Phys. , 2017, 19 , 19756-19766. H. Yu, J. A. Sanchez-Rodriguez, M. Pollum, C. E. Crespo-Hernández, S. Mai, P. Marquetand, L. González, S. Ullrich: Internal conversion and intersystem crossing pathways in UV excited, isolated uracils and their implications in prebiotic chemistry, Phys. Chem. Chem. Phys ., 2016, 18 , 20168-20176. T. J. Godfrey, H. Yu, M. S. Biddle, S. Ullrich: A Wavelength Dependent Investigation of the Indole Photophysics via Ionization and Fragmentation Pump-Probe Spectroscopies, Phys. Chem. Chem. Phys. , 2015, 17 , 25197-209. H. Yu, N. L. Evans, A. S. Chatterly, G. M. Roberts, V. G. Stavros, S. Ullrich: Tunneling Dynamics of the NH 3 Ã-State Observed by Time-resolved Photoelectron and H-atom Kinetic Energy Spectroscopies. J. Phys. Chem. A , 2014, 118 , 9438. T. J. Godfrey, H. Yu, S. Ullrich: Investigation of electronically excited indole relaxation dynamics via photoionization and fragmentation pump-probe spectroscopy, J. Chem. Phys. , 2014, 141 , 044314. G. M. Roberts, C. A. Williams, J. D. Young, A. S. Chatterley, H. Yu, S. Ullrich, V. G. Stavros: Probing Ultrafast Dynamics in Photoexcited Pyrrole: Timescales for 1πσ* Mediated H-atom Elimination, Faraday Discussions 163: Photo-initiated Quantum Molecular Dynamics, 2013, 163 , 95. G. M. Roberts, C. A. Williams, J. D. Young, S. Ullrich, M. J. Paterson, V. G. Stavros: Unraveling Ultrafast Dynamics in Photoexcited Aniline, J. Amer. Chem. Soc., 2012, 134 , 12578. N. L. Evans, H. Yu, G. M. Roberts, V. G. Stavros, S. Ullrich: Observation of Ultrafast NH3 (Ã) State Relaxation Dynamics using a Combination of Time-resolved Photoelectron Spectroscopy and Photoproduct Detection, Phys. Chem. Chem. Phys. 2012., 14 , 10401. H. Yu, N. L. Evans, V. G. Stavros, S. Ullrich: Investigation of Multiple Electronic Excited State Relaxation Pathways Following 200 nm Photolysis of Gas-phase Imidazole, Phys. Chem. Chem. Phys. 2012, 14 , 6259. G. M. Roberts, C. A. Williams, M. J. Paterson, S. Ullrich, V. G. Stavros: Comparing the ultraviolet photostability of azole chromophores, Chemical Sciences 2012, 3 , 1192. C. A. Williams, G. M. Roberts, H. Yu, N. L. Evans, S. Ullrich, V. G. Stavros: Exploring Ultrafast H-Atom Elimination versus Photofragmentation Pathways in Pyrazole Following 200 nm Excitation, J. Phys. Chem. 2012, 116 , 2600. R. Crespo-Otero, M. Barbatti, H. Yu, N. L. Evans, S. Ullrich: The ultrafast dynamics of UV-excited imidazole, ChemPhysChem 2011, 12 , 3365. M. Barbatti, S. Ullrich: Ionization potentials of adenine along the internal conversion pathways, Phys. Chem. Chem. Phys. 2011, 13 , 15492. N. L. Evans, S. Ullrich, C. J. Bennett, R. I. Kaiser: On the Interaction of Adenine with Ionizing Radiation – Mechanistical Studies and Astrobiological Implications, Astrophys. J. 2011, 730 , 69. N. L. Evans, S. Ullrich: Wavelength dependence of electronic relaxation in isolated adenine using UV femtosecond time-resolved photoelectron spectroscopy, J. Phys. Chem. A 2010, 114 , 11225. A. N. Brouillette, N. Evans, W. M. Potter, S. Ullrich: Time-resolved Photoelectron Spectroscopy and the Photoprotective Properties of Adenine, The Journal of Undergraduate Research in Physics, Volume 22, 2009. C. Z. Bisgaard, H. Satzger, S. Ullrich, A. Stolow: Excited state dynamics of isolated DNA bases: A case study of Adenine, ChemPhysChem 2009, 10 , 101. A. M. D. Lee, J. D. Coe, S. Ullrich, M.-L. Ho, S.-J. Lee, B.-M. Cheng, M. Z. Zgierski, I-C. Chen, T. J. Martínez, A. Stolow: Substituent effects on Dynamics at Conical Intersections: alpha,beta –enones, J. Phys. Chem. A 2007, 111 , 11948. H. R. Hudock, B. G. Levine, A. L. Thompson, H. Satzger, D. Townsend, N. Gador, S. Ullrich, A. Stolow, T. J. Martínez: Ab Initio Molecular Dynamics and Time-Resolved Photoelectron Spectroscopy of Electronically Excited Uracil and Thymine, J. Phys. Chem. 2007, 111 , 8500. H. Satzger, D. Townsend, M. Z. Zgierski, S. Patchkovskii, S. Ullrich, A. Stolow: Primary processes underlying the photostability of isolated DNA bases: adenine, PNAS 2006, 103 , 10196. E. Samoylova, H. Lippert, S. Ullrich, I.V. Hertel, W. Radloff, T. Schultz: Dynamics of photoinduced processes in adenine and thymine base pairs, J. Amer. Chem. Soc. 2005, 127 , 1782. S. Ullrich, T. Schultz, M.Z. Zgierski, A. Stolow: Electronic relaxation mechanism in DNA and RNA bases studied by time-resolved photoelectron spectroscopy, Phys. Chem. Chem. Phys. 2004, 6 , 2796. S. Ullrich, T. Schultz, M.Z. Zgierski, A. Stolow: Direct observation of electronic relaxation dynamics in adenine via time-resolved photoelectron spectroscopy, J. Amer. Chem. Soc., Communication 2004, 126 , 2262 Biophysics & Biomedical Physics Nanoscience & Nanotechnology Modern Optics Physics Education Atomic & Molecular Physics Toggle navigation Ullrich Lab About Us Contact Research Projects Lab Pictures Publications Teaching Course\/Advanced Lab development Small Satellite Research Lab Outreach Internships Science Shows ' Teaching Outreach Welcome to the Ullrich Group Research We use time-resolved spectroscopic techniques for the characterization of ultrafast processes in biomolecues, medically relevant molecules and nanomaterials. Learn More Teaching Course developments with focus on experiential learning: advanced undergraduate laboratory, biophotonics course, service learning through science shows, UGA cubesat. Learn More Outreach Laboratory internships for high school students and teachers, science shows for schoools, after-school and community programs. Learn More Recent News Invited publication in themed issue of PCCP Our research on the photophysics of the modified DNA base 2-thiouracil was published as an invited article in the PCCP special issue: Prebiotic Chemistry and the Molecular Origins of Life. Science Shows on Discover UGA Science show performances by our service learning course \"communicating science to diverse audiences\" featured in the May issue of Discover UGA: Helping communities. Small Satelite Lab receives NASA and Air Force grants Small Satelite lab receives funding from NASA and the Air Force to build and launch two cubesats. The projects are featured in a UGA news release and the UGA front page. Openings We currently have openings for undergraduate and graduate students. Contact Details Prof. Susanne Ullrich Department of Physics and Astronomy University of Georgia Athens, GA 30602 P : (706) 542-0344 E : ullrich@physast.uga.edu Copyright © Last updated 1\/2017"
            ]
        ]
    ]
}