{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T6C37VLX",
            "6GHzto0AAAAJ",
            [
                "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
                "Functional differential equations",
                "Common genetic determinants of vitamin D insufficiency: a genome-wide association study",
                "Genome-wide association study meta-analysis identifies seven new rheumatoid arthritis risk loci"
            ],
            [
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
                "Since difference equations are not the main concern of this paper, we do not dwell upon the properties of solutions and refer the reader to the references [1, 2} It is instructive on the other hand to consider another class of difference equations which generally are not discussed in much detail. Consider the equation (1.2) x (t)= h (t, x (trl),•••, x (trm)) where h is continuous on RnID+ l, 0<<...< rm'm> 1, are such that at least one of the ratios rj\/r k is irrational. In such a situation, it is no longer possible to specify real numbers (cr, xl,•••, x m) and, find a function x (t) satisfying (1.2) for any t> cr which also satisfies x (crrl)= xl'•.•, x (crr m)= xm'A reasonable initial value provlem for (1.2) can be specified in the following manner.",
                "Vitamin D is crucial for maintenance of musculoskeletal health, and might also have a role in extraskeletal tissues. Determinants of circulating 25-hydroxyvitamin D concentrations include sun exposure and diet, but high heritability suggests that genetic factors could also play a part. We aimed to identify common genetic variants affecting vitamin D concentrations and risk of insufficiency.We undertook a genome-wide association study of 25-hydroxyvitamin D concentrations in 33 996 individuals of European descent from 15 cohorts. Five epidemiological cohorts were designated as discovery cohorts (n=16 125), five as in-silico replication cohorts (n=9367), and five as de-novo replication cohorts (n=8504). 25-hydroxyvitamin D concentrations were measured by radioimmunoassay, chemiluminescent assay, ELISA, or mass spectrometry. Vitamin D insufficiency was defined as concentrations …",
                "To identify new genetic risk factors for rheumatoid arthritis, we conducted a genome-wide association study meta-analysis of 5,539 autoantibody-positive individuals with rheumatoid arthritis (cases) and 20,169 controls of European descent, followed by replication in an independent set of 6,768 rheumatoid arthritis cases and 8,806 controls. Of 34 SNPs selected for replication, 7 new rheumatoid arthritis risk alleles were identified at genome-wide significance (P< 5× 10− 8) in an analysis of all 41,282 samples. The associated SNPs are near genes of known immune function, including IL6ST, SPRED2, RBPJ, CCR6, IRF5 and PXK. We also refined associations at two established rheumatoid arthritis risk loci (IL2RA and CCL21) and confirmed the association at AFF3. These new associations bring the total number of confirmed rheumatoid arthritis risk loci to 31 among individuals of European ancestry. An additional 11 …"
            ],
            [
                [
                    "Rheumatic Disease",
                    "osteoporosis"
                ]
            ]
        ]
    ]
}