{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "T8MEWI5Z",
            "lRil9BYAAAAJ",
            [
                "Nanowire active-matrix circuitry for low-voltage macroscale artificial skin",
                "Three-dimensional nanopillar-array photovoltaics on low-cost and flexible substrates",
                "Wafer-scale assembly of highly ordered semiconductor nanowire arrays by contact printing",
                "Diameter-dependent electron mobility of InAs nanowires",
                "Toward the development of printable nanowire electronics and sensors",
                "Controlled nanoscale doping of semiconductors via molecular monolayers",
                "Effects of electron concentration on the optical absorption edge of InN",
                "Large-scale, heterogeneous integration of nanowire arrays for image sensor circuitry"
            ],
            [
                "Large-scale integration of high-performance electronic components on mechanically flexible substrates may enable new applications in electronics, sensing and energy 1, 2, 3, 4, 5, 6, 7, 8. Over the past several years, tremendous progress in the printing and transfer of single-crystalline, inorganic micro-and nanostructures on plastic substrates has been achieved through various process schemes 5, 6, 7, 8, 9, 10. For instance, contact printing of parallel arrays of semiconductor nanowires (NWs) has been explored as a versatile route to enable fabrication of high-performance, bendable transistors and sensors 11, 12, 13, 14. However, truly macroscale integration of ordered NW circuitry has not yet been demonstrated, with the largest-scale active systems being of the order of 1 cm 2 (refs 11, 15). This limitation is in part due to assembly-and processing-related obstacles, although larger-scale integration has been …",
                "Solar energy represents one of the most abundant and yet least harvested sources of renewable energy. In recent years, tremendous progress has been made in developing photovoltaics that can be potentially mass deployed 1, 2, 3. Of particular interest to cost-effective solar cells is to use novel device structures and materials processing for enabling acceptable efficiencies 4, 5, 6. In this regard, here, we report the direct growth of highly regular, single-crystalline nanopillar arrays of optically active semiconductors on aluminium substrates that are then configured as solar-cell modules. As an example, we demonstrate a photovoltaic structure that incorporates three-dimensional, single-crystalline n-CdS nanopillars, embedded in polycrystalline thin films of p-CdTe, to enable high absorption of light and efficient collection of the carriers. Through experiments and modelling, we demonstrate the potency of this approach …",
                "Controlled and uniform assembly of “bottom-up” nanowire (NW) materials with high scalability presents one of the significant bottleneck challenges facing the integration of nanowires for electronic applications. Here, we demonstrate wafer-scale assembly of highly ordered, dense, and regular arrays of NWs with high uniformity and reproducibility through a simple contact printing process. The assembled NW pitch is shown to be readily modulated through the surface chemical treatment of the receiver substrate, with the highest density approaching ∼8 NW\/μm, ∼95% directional alignment, and wafer-scale uniformity. Such fine control in the assembly is attained by applying a lubricant during the contact printing process which significantly minimizes the NW−NW mechanical interactions, therefore enabling well-controlled transfer of nanowires through surface chemical binding interactions. Furthermore, we …",
                "Temperature-dependent I−V and C−V spectroscopy of single InAs nanowire field-effect transistors were utilized to directly shed light on the intrinsic electron transport properties as a function of nanowire radius. From C−V characterizations, the densities of thermally activated fixed charges and trap states on the surface of untreated (i.e., without any surface functionalization) nanowires are investigated while enabling the accurate measurement of the gate oxide capacitance, therefore leading to the direct assessment of the field-effect mobility for electrons. The field-effect mobility is found to monotonically decrease as the radius is reduced to <10 nm, with the low temperature transport data clearly highlighting the drastic impact of the surface roughness scattering on the mobility degradation for miniaturized nanowires. More generally, the approach presented here may serve as a versatile and powerful platform for in …",
                "In recent years, there has been tremendous progress in the research and development of printable electronics on mechanically flexible substrates based on inorganic active components, which provide high performances and stable device operations at low cost. In this regard, various approaches have been developed for the direct transfer or printing of micro‐ and nanoscale, inorganic semiconductors on substrates. In this review article, we focus on the recent advancements in the large‐scale integration of single crystalline, inorganic‐nanowire (NW) arrays for electronic and sensor applications, specifically involving the contact printing of NWs at defined locations. We discuss the advantages, limitations, and the state‐of‐the‐art of this technology, and present an integration platform for future printable, heterogeneous‐sensor circuitry based on NW parallel arrays.",
                "One of the major challenges towards scaling electronic devices to the nanometre-size regime is attaining controlled doping of semiconductor materials with atomic accuracy, as at such small scales, the various existing technologies suffer from a number of setbacks. Here, we present a novel strategy for controlled, nanoscale doping of semiconductor materials by taking advantage of the crystalline nature of silicon and its rich, self-limiting surface reaction properties. Our method relies on the formation of a highly uniform and covalently bonded monolayer of dopant-containing molecules, which enables deterministic positioning of dopant atoms on the Si surfaces. In a subsequent annealing step, the dopant atoms are diffused into the Si lattice to attain the desired doping profile. We show the versatility of our approach through controlled p-and n-doping of a wide range of semiconductor materials, including ultrathin …",
                "InN films with free electron concentrations ranging from mid-1017 to mid-1020 cm−3 have been studied using optical absorption, Hall effect, and secondary ion mass spectrometry. The optical absorption edge covers a wide energy range from the intrinsic band gap of InN of about 0.7 to about 1.7 eV which is close to the previously accepted band gap of InN. The electron concentration dependence of the optical absorption edge energy is fully accounted for by the Burstein–Moss shift. Results of secondary ion mass spectrometry measurements indicate that O and H impurities cannot fully account for the free electron concentration in the films.",
                "We report large-scale integration of nanowires for heterogeneous, multifunctional circuitry that utilizes both the sensory and electronic functionalities of single crystalline nanomaterials. Highly ordered and parallel arrays of optically active CdSe nanowires and high-mobility Ge\/Si nanowires are deterministically positioned on substrates, and configured as photodiodes and transistors, respectively. The nanowire sensors and electronic devices are then interfaced to enable an all-nanowire circuitry with on-chip integration, capable of detecting and amplifying an optical signal with high sensitivity and precision. Notably, the process is highly reproducible and scalable with a yield of ≈80% functional circuits, therefore, enabling the fabrication of large arrays (i.e., 13 × 20) of nanowire photosensor circuitry with image-sensing functionality. The ability to interface nanowire sensors with integrated electronics on large scales …"
            ],
            [
                [
                    "Nanostructured materials and their technological applications (Electronics",
                    "Sensor",
                    "Photonics",
                    "Photovoltaics",
                    "etc.)"
                ]
            ]
        ]
    ]
}