{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TA6TM2TQ",
            "7FI5gAsAAAAJ",
            [
                "Recognition of unique carboxyl-terminal motifs by distinct PDZ domains",
                "Loss of 5-hydroxymethylcytosine is an epigenetic hallmark of melanoma",
                "Genome-wide regulation of 5hmC, 5mC, and gene expression by Tet1 hydroxylase in mouse embryonic stem cells",
                "How significant is a protein structure similarity with TM-score= 0.5?",
                "Risk factors and mechanism of transplacental transmission of hepatitis B virus: a case‐control study",
                "Astrocyte Kir4. 1 ion channel deficits contribute to neuronal dysfunction in Huntington's disease model mice",
                "Foxo1 mediates insulin action on apoC-III and triglyceride metabolism",
                "Synthetic strategies to nanostructured photocatalysts for CO 2 reduction to solar fuels and chemicals",
                "The response of T4 lysozyme to large‐to‐small substitutions within the core and its relation to the hydrophobic effect",
                "Imaging calcium microdomains within entire astrocyte territories and endfeet with GCaMPs expressed using adeno-associated viruses"
            ],
            [
                "The oriented peptide library technique was used to investigate the peptide-binding specificities of nine PDZ domains. Each PDZ domain selected peptides with hydrophobic residues at the carboxyl terminus. Individual PDZ domains selected unique optimal motifs defined primarily by the carboxyl terminal three to seven residues of the peptides. One family of PDZ domains, including those of the Discs Large protein, selected peptides with the consensus motif Glu-(Ser\/Thr)-Xxx-(Val\/Ile) (where Xxx represents any amino acid) at the carboxyl terminus. In contrast, another family of PDZ domains, including those of LIN-2, p55, and Tiam-1, selected peptides with hydrophobic or aromatic side chains at the carboxyl terminal three residues. On the basis of crystal structures of the PSD-95-3 PDZ domain, the specificities observed with the peptide library can be rationalized.",
                "DNA methylation at the 5 position of cytosine (5-mC) is a key epigenetic mark that is critical for various biological and pathological processes. 5-mC can be converted to 5-hydroxymethylcytosine (5-hmC) by the ten-eleven translocation (TET) family of DNA hydroxylases. Here, we report that “loss of 5-hmC” is an epigenetic hallmark of melanoma, with diagnostic and prognostic implications. Genome-wide mapping of 5-hmC reveals loss of the 5-hmC landscape in the melanoma epigenome. We show that downregulation of isocitrate dehydrogenase 2 (IDH2) and TET family enzymes is likely one of the mechanisms underlying 5-hmC loss in melanoma. Rebuilding the 5-hmC landscape in melanoma cells by reintroducing active TET2 or IDH2 suppresses melanoma growth and increases tumor-free survival in animal models. Thus, our study reveals a critical function of 5-hmC in melanoma development and directly links …",
                "DNA methylation at the 5 position of cytosine (5mC) in the mammalian genome is a key epigenetic event critical for various cellular processes. The ten-eleven translocation (Tet) family of 5mC-hydroxylases, which convert 5mC to 5-hydroxymethylcytosine (5hmC), offers a way for dynamic regulation of DNA methylation. Here we report that Tet1 binds to unmodified C or 5mC- or 5hmC-modified CpG-rich DNA through its CXXC domain. Genome-wide mapping of Tet1 and 5hmC reveals mechanisms by which Tet1 controls 5hmC and 5mC levels in mouse embryonic stem cells (mESCs). We also uncover a comprehensive gene network influenced by Tet1. Collectively, our data suggest that Tet1 controls DNA methylation both by binding to CpG-rich regions to prevent unwanted DNA methyltransferase activity, and by converting 5mC to 5hmC through hydroxylase activity. This Tet1-mediated antagonism of CpG …",
                " Motivation: Protein structure similarity is often measured by root mean squared deviation, global distance test score and template modeling score (TM-score). However, the scores themselves cannot provide information on how significant the structural similarity is. Also, it lacks a quantitative relation between the scores and conventional fold classifications. This article aims to answer two questions: (i) what is the statistical significance of TM-score? (ii) What is the probability of two proteins having the same fold given a specific TM-score? Results: We first made an all-to-all gapless structural match on 6684 non-homologous single-domain proteins in the PDB and found that the TM-scores follow an extreme value distribution. The data allow us to assign each TM-score a P-value that measures the chance of two randomly selected proteins obtaining an equal or higher TM-score. With a TM-score at 0 …",
                "Intrauterine hepatitis B virus (HBV) infection has been suggested to be caused by transplacental transmission that cannot be blocked by hepatitis B vaccine. This would decrease the effectiveness of hepatitis B vaccine. This study examined the risk factors and mechanism of transplacental HBV transmission. A case‐control study included 402 newborn infants from 402 HBsAg‐positive pregnant women. Among these, 15 newborn infants infected with HBV by intrauterine transmission were selected as cases, and the rest as controls. A pathology study included 101 full‐term placentas from the HBsAg‐positive pregnant women above and 14 from HBsAg‐negative pregnant women. Immunohistochemistry staining and HBV DNA in situ hybridization were used to estimate the association of intrauterine HBV infection and HBV infection in the placentas. HBeAg positivity in mothers' sera (OR = 17.07, 95%CI 3.39–86.01 …",
                "Huntington's disease (HD) is characterized by striatal medium spiny neuron (MSN) dysfunction, but the underlying mechanisms remain unclear. We explored roles for astrocytes, in which mutant huntingtin is expressed in HD patients and mouse models. We found that symptom onset in R6\/2 and Q175 HD mouse models was not associated with classical astrogliosis, but was associated with decreased Kir4. 1 K+ channel functional expression, leading to elevated in vivo striatal extracellular K+, which increased MSN excitability in vitro. Viral delivery of Kir4. 1 channels to striatal astrocytes restored Kir4. 1 function, normalized extracellular K+, ameliorated aspects of MSN dysfunction, prolonged survival and attenuated some motor phenotypes in R6\/2 mice. These findings indicate that components of altered MSN excitability in HD may be caused by heretofore unknown disturbances of astrocyte-mediated K …",
                "The apolipoprotein apoC-III plays an important role in plasma triglyceride metabolism. It is predominantly produced in liver, and its hepatic expression is inhibited by insulin. To elucidate the inhibitory mechanism of insulin in apoC-III expression, we delivered forkhead box O1 (Foxo1) cDNA to hepatocytes by adenovirus-mediated gene transfer. Foxo1 stimulated hepatic apoC-III expression and correlated with the ability of Foxo1 to bind to its consensus site in the apoC-III promoter. Deletion or mutation of the Foxo1 binding site abolished insulin response and Foxo1-mediated stimulation. Likewise, Foxo1 also mediated insulin action on intestinal apoC-III expression in enterocytes. Furthermore, elevated Foxo1 production in liver augmented hepatic apoC-III expression, resulting in increased plasma triglyceride levels and impaired fat tolerance in mice. Transgenic mice expressing a constitutively active Foxo1 allele …",
                "Artificial photosynthesis represents one of the great scientific challenges of the 21st century, offering the possibility of clean energy through water photolysis and renewable chemicals through CO2 utilisation as a sustainable feedstock. Catalysis will undoubtedly play a key role in delivering technologies able to meet these goals, mediating solar energy via excited generate charge carriers to selectively activate molecular bonds under ambient conditions. This review describes recent synthetic approaches adopted to engineer nanostructured photocatalytic materials for efficient light harnessing, charge separation and the photoreduction of CO2 to higher hydrocarbons such as methane, methanol and even olefins.",
                "To further examine the structural and thermodynamic basis of hydrophobic stabilization in proteins, all of the bulky non‐polar residues that are buried or largely buried within the core of T4 lysozyme were substituted with alanine. In 25 cases, including eight reported previously, it was possible to determine the crystal structures of the variants. The structures of four variants with double substitutions were also determined. In the majority of cases the “large‐to‐small” substitutions lead to internal cavities. In other cases declivities or channels open to the surface were formed. In some cases the structural changes were minimal (mainchain shifts ≤ 0.3 Å); in other cases mainchain atoms moved up to 2 Å. In the case of Ile 29 → Ala the structure collapsed to such a degree that the volume of the putative cavity was zero. Crystallographic analysis suggests that the occupancy of the engineered cavities by solvent is usually low …",
                "Intracellular Ca2+ transients are considered a primary signal by which astrocytes interact with neurons and blood vessels. With existing commonly used methods, Ca2+ has been studied only within astrocyte somata and thick branches, leaving the distal fine branchlets and endfeet that are most proximate to neuronal synapses and blood vessels largely unexplored. Here, using cytosolic and membrane-tethered forms of genetically encoded Ca2+ indicators (GECIs; cyto-GCaMP3 and Lck-GCaMP3), we report well-characterized approaches that overcome these limitations. We used in vivo microinjections of adeno-associated viruses to express GECIs in astrocytes and studied Ca2+ signals in acute hippocampal slices in vitro from adult mice (aged ∼P80) two weeks after infection. Our data reveal a sparkling panorama of unexpectedly numerous, frequent, equivalently scaled, and highly localized Ca2+ microdomains …"
            ],
            [
                [
                    "Engineering Design",
                    "Knowledge Management",
                    "Advanced Manufacturing technology"
                ]
            ]
        ]
    ]
}