{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TAXD0KSL",
            "oegohBoAAAAJ",
            [
                "Modulus stabilization with bulk fields",
                "Phenomenology of a stabilized modulus",
                "Effective field theory of gravity for extended objects",
                "Bulk fields in the Randall-Sundrum compactification scenario",
                "Distinguishing the Higgs boson from the dilaton at the Large Hadron Collider",
                "Quantum stabilization of compactified AdS5",
                "Radiation and the classical double copy for color charges",
                "Dissipative effects in the worldline approach to black hole dynamics",
                "Warped supersymmetric grand unification",
                "High energy field theory in truncated AdS backgrounds"
            ],
            [
                "We propose a mechanism for stabilizing the size of the extra dimension in the Randall-Sundrum scenario. The potential for the modulus field that sets the size of the fifth dimension is generated by a bulk scalar with quartic interactions localized on the two 3-branes. The minimum of this potential yields a compactification scale that solves the hierarchy problem without fine-tuning of parameters.",
                "We explore the phenomenology of a stabilized modulus field in the Randall-Sundrum scenario. It is found that if the large separation between branes arises from a small bulk scalar mass then the modulus (i.e. radion) is likely to be lighter than the lowest Kaluza-Klein excitations of bulk fields, and consequently may be the first direct signature of the model. Four-dimensional general covariance completely determines the couplings of the modulus to Standard Model fields. The strength of these couplings is determined by a single parameter which is set by the TeV rather than the Planck scale.",
                "Using effective field theory (EFT) methods we present a Lagrangian formalism which describes the dynamics of nonrelativistic extended objects coupled to gravity. The formalism is relevant to understanding the gravitational radiation power spectra emitted by binary star systems, an important class of candidate signals for gravitational wave observatories such as LIGO or VIRGO. The EFT allows for a clean separation of the three relevant scales: r s, the size of the compact objects, r, the orbital radius, and r\/v, the wavelength of the physical radiation (where the velocity v is the expansion parameter). In the EFT, radiation is systematically included in the v expansion without the need to separate integrals into near zones and radiation zones. Using the EFT, we show that the renormalization of ultraviolet divergences which arise at v 6 in post-Newtonian (PN) calculations requires the presence of two nonminimal worldline …",
                "Recently, Randall and Sundrum proposed a solution to the hierarchy problem where the background spacetime is five dimensional. There are two 3-branes, and the mass scale for fields that propagate on one of the 3-branes is exponentially suppressed relative to the fundamental scale of the theory, which is taken to be the Planck mass M Pl. In this Brief Report we show that bulk fields with a five dimensional mass term of order M Pl have, after integrating over the extra dimension, modes with four-dimensional masses that are exponentially suppressed as well. This opens the possibility that in this scenario the standard model matter fields may correspond to degrees of freedom that are not confined to a 3-brane.",
                "It is likely that the LHC will observe a color-and charge-neutral scalar whose decays are consistent with those of the standard model (SM) Higgs boson. The Higgs interpretation of such a discovery is not the only possibility. For example, electroweak symmetry breaking could be triggered by a spontaneously broken, nearly conformal sector. The spectrum of states at the electroweak scale would then contain a narrow scalar resonance, the pseudo-Goldstone boson of conformal symmetry breaking, with Higgs-boson-like properties. If the conformal sector is strongly coupled, this pseudodilaton may be the only new state accessible at high energy colliders. We discuss the prospects for distinguishing this mode from a minimal Higgs boson at the LHC and ILC. The main discriminants between the two scenarios are (i) cubic self-interactions and (ii) a potential enhancement of couplings to massless SM gauge bosons.",
                "We investigate the role of quantum fluctuations in the system composed of two branes bounding a region of AdS. It is shown that the modulus effective potential generated by quantum fluctuations of both brane and bulk fields is incapable of stabilizing the space naturally at the separation needed to generate the hierarchy. Consequently, a classical stabilization mechanism is required. We describe the proper method of regulating the loop integrals and show that, for large brane separation, the quantum effects are power suppressed and therefore have negligible affects on the bulk dynamics once a classical stabilization mechanism is in place.",
                "We construct perturbative classical solutions of the Yang-Mills equations coupled to dynamical point particles carrying color charge. By applying a set of color to kinematics replacement rules first introduced by Bern, Carrasco and Johansson, these are shown to generate solutions of d-dimensional dilaton gravity, which we also explicitly construct. Agreement between the gravity result and the gauge theory double copy implies a correspondence between non-Abelian particles and gravitating sources with dilaton charge. When the color sources are highly relativistic, dilaton exchange decouples, and the solutions we obtain match those of pure gravity. We comment on possible implications of our findings to the calculation of gravitational waveforms in astrophysical black hole collisions, directly from computationally simpler gluon radiation in Yang-Mills theory.",
                "We derive a long wavelength effective point-particle description of four-dimensional Schwarzschild black holes. In this effective theory, absorptive effects are incorporated by introducing degrees of freedom localized on the worldline that mimic the interaction between the horizon and bulk fields. The correlation functions of composite operators in this worldline theory can be obtained by standard matching calculations. For example, we obtain the low frequency two-point function of multipole worldline operators by relating them to the long wavelength graviton black hole absorptive cross section. The effective theory is then used to predict the leading effects of absorption in several astrophysically motivated examples, including the dynamics of nonrelativistic black hole binary inspirals and the motion of a small black hole in an arbitrary background geometry. Our results can be written compactly in terms of absorption …",
                "We construct a realistic theory of grand unification in AdS 5 truncated by branes, in which the unified gauge symmetry is broken by boundary conditions and the electroweak scale is generated by the AdS warp factor. We show that the theory preserves the successful gauge coupling unification of the 4D MSSM at the leading-logarithmic level. Kaluza-Klein (KK) towers, including those of the XY gauge and colored Higgs multiplets, appear at the TeV scale, while the extra dimension provides natural mechanisms for doublet-triplet splitting and proton decay suppression. In one possible scenario supersymmetry is strongly broken on the TeV brane, in which case the lightest SU (3) C× SU (2) L× U (1) Y gauginos are approximately Dirac and the mass of the lightest XY gaugino is pushed well below that of the lowest gauge boson KK mode, improving the prospects for its production at the CERN LHC. The bulk Lagrangian …",
                "In this letter we show that, in five-dimensional anti-deSitter space (AdS) truncated by boundary branes, effective field theory techniques are reliable at high energy (much higher than the scale suggested by the Kaluza-Klein mass gap), provided one computes suitable observables. We argue that in the model of Randall and Sundrum for generating the weak scale from the AdS warp factor, the high energy behavior of gauge fields can be calculated in a {\\em cutoff independent manner}, provided one restricts Green's functions to external points on the Planck brane. Using the AdS\/CFT correspondence, we calculate the one-loop correction to the Planck brane gauge propagator due to charged bulk fields. These effects give rise to non-universal logarithmic energy dependence for a range of scales above the Kaluza-Klein gap."
            ],
            [
                [

                ]
            ],
            [
                "Walter Goldberger Walter Goldberger Associate Professor of Physics SPL 53A 203-432-6902 walter.goldberger@yale.edu Theoretical Particle Physics Ph.D., Caltech, 2001 Particle Theory Group Homepage Calendar Visitor Info Job Openings Welcome Our group works on diverse topics in theoretical high energy physics, including physics beyond the Standard Model, field theory, quantum chromodynamics, conformal bootstrap, and early universe physics. Yale University, Sloane Physics Lab, PO Box 208120, New Haven, CT 06520"
            ]
        ]
    ]
}