{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TBZE50ME",
            "Apxg6tgAAAAJ",
            [
                "On the ricci curvature of a compact kähler manifold and the complex monge‐ampére equation, I",
                "Riemannian geometry and geometric analysis",
                "Lectures on differential geometry",
                "On the parabolic kernel of the Schrödinger operator",
                "Mirror symmetry is T-duality",
                "On the proof of the positive mass conjecture in general relativity",
                "Harmonic functions on complete Riemannian manifolds",
                "Calabi's conjecture and some new results in algebraic geometry",
                "On the existence of hermitian‐yang‐mills connections in stable vector bundles",
                "Differential equations on Riemannian manifolds and their geometric applications"
            ],
            [
                "Let M be a compact Kahler manifold with Kahler metric C,,, g, rdz'@ ddzI. Then it is well known that the Ricci curvature of M can be computed in the following way. If R,; dz'C3 dZJ is the Ricci tensor, then",
                "Riemannian geometry is characterized, and research is oriented towards and shaped by concepts (geodesics, connections, curvature,...) and objectives, in particular to understand certain classes of (compact) Riemannian manifolds defined by curvature conditions (constant or positive or negative curvature,...). By way of contrast, geometric analysis is a perhaps somewhat less systematic collection of techniques, for solving extremal problems naturally arising in geometry and for investigating and characterizing their solutions. It turns out that the two fields complement each other very well; geometric analysis offers tools for solving difficult problems in geometry, and Riemannian geometry stimulates progress in geometric analysis by setting ambitious goals.",
                "In the Spring of 1984, the authors gave a series of lectures in the Institute for Advanced Studies in Princeton. These lectures, which continued throughout the 1984-1985 academic year, are published in this volume. This greatly anticipated volume is an essential reference tool for Differential Geometry. It describes the major achievements in Differential Geometry which has progressed rapidly in this century.",
                "(Aq (x, t)-~) u (x, t)= O(0.1) on a general Riemannian manifold. The function q (x, t) is assumed to be C 2 in the first variable and C 1 in the second variable. In classical situations [20], a Harnack inequality for positive solutions was established locally. However, the geometric dependency of the estimates is complicated and sometimes unclear. Our goal is to prove a Harnack inequality for positive solutions of (0.1)(w 2) by utilizing a gradient estimate derived in w 1. The method of proof is originated in [26] and [8], where they have studied the elliptic case, ie the solution is time independent. In some situations (Theorems 2.2 and",
                "It is argued that every Calabi-Yau manifold X with a mirror Y admits a family of supersymmetric toroidal 3-cycles. Moreover the moduli space of such cycles together with their flat connections is precisely the space Y. The mirror transformation is equivalent to T-duality on the 3-cycles. The geometry of moduli space is addressed in a general framework. Several examples are discussed.",
                "LetM be a space-time whose local mass density is non-negative everywhere. Then we prove that the total mass ofM as viewed from spatial infinity (the ADM mass) must be positive unlessM is the flat Minkowski space-time. (So far we are making the reasonable assumption of the existence of a maximal spacelike hypersurface. We will treat this topic separately.) We can generalize our result to admit wormholes in the initial-data set. In fact, we show that the total mass associated with each asymptotic regime is non-negative with equality only if the space-time is flat.",
                "It is well known that one can classify open Riemann surfaces into two classes: those which admit a non-constant bounded harmonic function and those which do not admit such a function. It turns out that this classification can also be described in terms of curvature of a certain complete Riemannian metric which induces the conformal structure on this surface. In fact, a theorem of Blanc-Fiala-Huber [2] says that a complete two-dimensional Riemannian manifold with non-negative curvature does not admit a non-constant bounded harmonic function. On the other hand, a theorem of Ahlfors states that a complete simply connected two-dimensional Riemannian manifold with curvature bounded from above by a negative constant does admit a non-constant bounded harmonic function. In this paper, we shall study similar problems on a higher-dimensional Riemannian manifold. We remark that, if we equip a domain in …",
                "We announce a proof of Calabi9s conjectures on the Ricci curvature of a compact Kähler manifold and then apply it to prove some new results in algebraic geometry and differential geometry. For example, we prove that the only Kähler structure on a complex projective space is the standard one.",
                "The Yang-Mills equations were introduced by theoretical physicists and are now accepted as a basic ingredient in particle theory. In the past decade these equations have become important in mathematics in two separate areas. It was observed early on that the twistor formalism of Penrose and the Atiyah-Singer index theory can be employed to good purpose in order to describe special solutions, called anti-selfdual solutions; see [29],[3]. Using techniques of algebraic geometry, Atiyah-Drinfeld-Hitchin-Manin [2] were able to describe all such solutions over S4 (or W4) in terms of holomorphic bundles on CP3. More recently a simpler description using stable vector bundles was obtained by Donaldson [81. The techniques of partial differential equations were used by Taubes [25],[26] to construct solutions on arbitrary four-manifolds. These results and compactness theorems of the first author were incorporated into a …",
                "Most of the problems in differential geometry can be reduced to problems in differential equations on Riemannian manifolds. Our main purpose here is to study these equations and their applications in geometry. In Section 1, we prove that if the volume of the geodesic balls of a complete Riemannian manifold grows at most like a quadratic polynomial, then there is no non-trivial positive superharmonic function defined on this manifold. In fact, a more precise quantitative result is obtained. We apply this to prove a Bernstein type theorem: If H is a function of the same sign defined on R3 with aH\/aX,= aHfaXz= O and aH\/aX, SO, then there is no graph defined on R2 whose mean curvature at each point is given by H. In Section 2, we simplify a proof of the “maximal principle” in [9] and give some applications. For example, if M is a complete Riemannian manifold such that outside a compact set the Ricci curvature is …"
            ],
            [
                [

                ]
            ],
            [
                "Shing-Tung Yau Shing-Tung Yau William Caspar Graustein Professor of Mathematics Science Ctr. 340 1 Oxford Street Cambridge MA 02138 yau@math.harvard.edu p: (617) 495-0836"
            ]
        ]
    ]
}