{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TCS8B2P8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Christopher M. Mauger Associate Professor (215) 746-1204 Experimental Particle Physics DRL 4N16 Homepage Professor Mauger was born in Philadelphia two blocks south of DRL at HUP and raised across the Delaware River in New Jersey.  He enjoyed science classes at the Franklin Institute as a child - especially demonstrations involving liquid nitrogen.  As a graduate student and postdoctoral scholar, he worked on several experiments in Kamioka and KEK including Super-Kamiokande, K2K and KamLAND where he began his work on neutrino interaction physics that is crucial for neutrino oscillation studies.  As a staff member at Los Alamos National Laboratory, he was one of the founding members of LBNE which is now called DUNE.  He also formed and led the CAPTAIN program.   After moving to Penn in 2016, he continues these and other efforts associated with neutrino science.  He also explores applied neutrino research with the WATCHMAN program. Professor Mauger conducts research in neutrino physics.  He measures neutrino properties with neutrino oscillation experiments.  His current efforts are determining the neutrino mass hierarchy and exploring leptonic CP violation.  Extracting robust results from neutrino oscillation experiments requires a detailed understanding of the underlying interaction physics.  As such, he explores each step of the process from fundamental interaction to the propagation of particles through the detector with his research program.  He leads the CAPTAIN program and explores neutrino interactions with the Minerva Experiment.  These efforts are in support of the long-baseline neutrino physics program in T2K and DUNE.  He also explores applications of neutrinos - including to nuclear non-proliferation - and is generally interested in applying fundamental nuclear and particle physics techniques to broader sets of problems."
            ]
        ]
    ]
}