{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TEJG36MU",
            "vYrOqkEAAAAJ",
            [
                "Solar fusion cross sections. II. The  chain and CNO cycles",
                "The Hoyle state in 12C",
                "Evidence for a new  state at 13.3 MeV",
                "The 7Be (d, p) 2α cross section at big bang energies and the primordial 7Li abundance",
                "High energy-resolution zero-degree facility for light-ion scattering and reactions at iThemba LABS",
                "SuN: Summing NaI (Tl) gamma-ray detector for capture reaction measurements",
                "Experimental determination of the 7Be+ p scattering lengths",
                "O 15 (α, γ) Ne 19 Breakout Reaction and Impact on X-Ray Bursts",
                " reaction applied to nova γ-ray emission",
                " reaction applied to nova γ-ray emission"
            ],
            [
                "The available data on nuclear fusion cross sections important to energy generation in the Sun and other hydrogen-burning stars and to solar neutrino production are summarized and critically evaluated. Recommended values and uncertainties are provided for key cross sections, and a recommended spectrum is given for B 8 solar neutrinos. Opportunities for further increasing the precision of key rates are also discussed, including new facilities, new experimental techniques, and improvements in theory. This review, which summarizes the conclusions of a workshop held at the Institute for Nuclear Theory, Seattle, in January 2009, is intended as a 10-year update and supplement to 1998, Rev. Mod. Phys. 70, 1265.",
                "The 7.65 MeV, J π= 0+, second excited state in 12 C is known as the Hoyle-state after Fred Hoyle. In the 1950s Hoyle proposed the existence of the state in order to account for the stellar abundance of carbon. Aside from its key role in the synthesis of the elements it is believed to possess a rather unusual structure, where the dominant degrees of freedom are those of α-particle clusters rather than nucleons. An understanding of the properties of the Hoyle state, for example its radius and excitations, has been the focus of a major experimental activity. Similarly, unravelling precisely why a cluster state should arise at precisely the right energy to promote synthesis of carbon has been a central theoretical challenge. To a significant extent, the Hoyle-state has become a cornerstone for state-of-the-art nuclear theory. This review examines the present status of both theory and experiment and indicates directions …",
                "The two reactions C 12 (He 4, He 4+ He 4+ He 4) He 4 and Be 9 (He 4, He 4+ He 4+ He 4) n were measured using an array of four double-sided strip detectors. Excited states in C 12 were reconstructed filtered by the condition that the α-decay proceeded via the Be 8 ground state. In both measurements, evidence was found for a new state at 13.3 (0.2) MeV with a width 1.7 (0.2) MeV. Angular correlation measurements from the C 12 (He 4, He 4+ He 4+ He 4) He 4 reaction indicates that the state may have J π= 4+.",
                "The WMAP satellite, devoted to observations of the anisotropies of the cosmic microwave background radiation, has recently provided a determination of the baryonic density of the universe with unprecedented precision. Using this, big bang nucleosynthesis calculations predict a primordial 7Li abundance that is a factor of 2–3 higher than that observed in Galactic halo dwarf stars. It has been argued that this discrepancy could be resolved if the 7Be(d, p)2α reaction rate were around a factor of 100 larger than has previously been considered. We have now studied this reaction, for the first time at energies appropriate to the big bang environment, at the CYCLONE radioactive‐beam facility at Louvain‐la‐Neuve. The cross section was found to be a factor of 10 smaller than derived from earlier measurements. It is concluded therefore that nuclear uncertainties cannot explain the discrepancy between observed and …",
                "The setup and experimental techniques for measurements of zero-degree inelastic scattering and reactions involving light ions with the K= 600 magnetic spectrometer at iThemba LABS are described. Measurements were performed for inelastic proton scattering at an incident energy of 200 MeV for targets ranging from 27 Al to 208 Pb. An energy-resolution of 45 keV (FWHM) was achieved by utilizing the faint-beam dispersion-matching technique. A background subtraction procedure was applied and allowed for the extraction of excitation energy spectra with low background. Measurements of the (p, t) reaction at zero degrees for E p= 100 and 200 MeV benefited from the difference in magnetic rigidity between the reaction products and the beam particles, resulting in background-free spectra with an excitation energy-resolution of 32 and 48 keV (FWHM), respectively, and a scattering angle resolution of 0.55° …",
                "High demand for nuclear reaction cross-section measurements relevant for astrophysical processes requires the development of new experimental techniques that allow for investigation of, often very low, cross-sections. For this purpose, a new 4 π Summing NaI (Tl) detector (SuN) has been constructed, which is an 8-fold segmented NaI (Tl) barrel read by 24 photomultipliers. The design of the detector will be presented and detailed results of the commissioning experiments utilizing standard calibration sources and known Al 27 (p, γ) Si 28 resonances will be discussed.",
                "The 7 Be+ p elastic cross section has been measured at the Centre de Recherches du Cyclotron RIB facility at Louvain-la-Neuve in the cm energy region from 0.3 to 0.75 MeV by bombarding a proton-rich target with a radioactive 7 Be beam. The recoil protons have been detected in the angular range θ cm= 120.2°–131.1° and θ cm= 156.6°–170.2° using the LEDA system. From a R-matrix analysis of the cross section data, we obtain the energy and the width of the 1+ resonance (E x= 0.77 MeV). The ℓ= 0 scattering lengths a 01= 25±9 fm (channel spin I= 1) and a 02=− 7±3 fm (channel spin I= 2) have been deduced. They are compared to values expected from charge-symmetry properties. Implications on the low energy S-factor of the 7 Be (p, γ) 8 B reaction are discussed.",
                "The breakout reaction O 15 (α, γ) Ne 19, which regulates the flow between the hot CNO cycle and the r p process, is critical for the explanation of the burst amplitude and periodicity of x-ray bursters. We report on the first successful measurement of the critical α-decay branching ratios of relevant states in Ne 19 populated via F 19 (He 3, t) Ne 19. Based on the experimental results and our previous lifetime measurements of these states, we derive the first experimental rate of O 15 (α, γ) Ne 19. The impact of our experimental results on the burst pattern and periodicity for a range of accretion rates is analyzed.",
                "The 18 F (p, α) 15 O reaction is recognized to be one of the most important reactions for nova γ-ray astronomy, as it governs the early E<~ 511 keV γ emission. However, in the nova temperature regime, its rate remains largely uncertain due to unknown low-energy resonance strengths. We report here the measurement of the 2 H (18 F, p) 19 F (α) 15 N one-nucleon transfer reaction, induced by a 14-MeV 18 F radioactive beam impinging on a CD 2 target; outgoing protons and 15 N (or α particles) were detected in coincidence in two silicon strip detectors. A distorted-wave Born approximation analysis of the data resulted in new limits to the contribution of low-energy resonances to the rate of the 18 F (p, α) 15 O reaction.",
                "The 18 F (p, α) 15 O reaction is recognized to be one of the most important reactions for nova γ-ray astronomy, as it governs the early E<~ 511 keV γ emission. However, in the nova temperature regime, its rate remains largely uncertain due to unknown low-energy resonance strengths. We report here the measurement of the 2 H (18 F, p) 19 F (α) 15 N one-nucleon transfer reaction, induced by a 14-MeV 18 F radioactive beam impinging on a CD 2 target; outgoing protons and 15 N (or α particles) were detected in coincidence in two silicon strip detectors. A distorted-wave Born approximation analysis of the data resulted in new limits to the contribution of low-energy resonances to the rate of the 18 F (p, α) 15 O reaction."
            ],
            [
                [
                    "Nuclear physics"
                ]
            ],
            [
                "Manoel Couder Manoel Couder Associate Professor B.Sc. (Physics) Université Catholique de Louvain, 1998 M.Sc. (Physics) Université Catholique de Louvain, 1999 Ph.D. (Physics) Université Catholique de Louvain, 2004 E-mail: mcouder@nd.edu Address: 222 Phone: (574) 631-3990 office or (574) 631-7716 nuclear science lab Fax: (574) 631-5952 My research focuses on the study of nuclear reactions, mostly of astrophysical importance but also related to isotope production for medical and research purposes. In the context of nuclear astrophysics, my interest lies in the study of radiative captures, the fusion of two nuclei with the release of gammas rays. Radiative captures, involving either hydrogen or helium, play a crucial role in the nucleosynthesis, the process in which most of the elements present in the universe are created. Most important radiative capture reactions have cross sections (reaction probabilities) so small that their measurement has been, until now, limited by background interference. My research concentrates on developing techniques to overcome that limitation through two different methods.  First, I am using the recoil separator technique at Notre Dame with the St. George recoil separator and in collaboration with Michigan State University for the SECAR separator. The second method I am using is to study low cross section nuclear reactions deep underground.  I am part of the CASPAR collaboration, which is installing a low energy accelerator in an old South Dakota gold mine transformed into a science laboratory. My research related to isotope production currently concentrates on the accelerator based production of 99m Tc. This isotope is used in 15 million diagnostic procedures every year in the USA. However, the last decade has seen serious shortages of this isotope, with more expected due to the decommissioning of aging nuclear reactors currently used for production. Various alternative ways of production are being explored. Each of those methods must be evaluated to ensure that the produced isotopes will be effective for medical use while minimizing the dose injected to the patient.  I am studying all the nuclear reactions generating Tc associated with the accelerator based 100 Mo(p,2n) 99m TC production method. Full Publications List http:\/\/orcid.org\/0000-0002-0636-744X CV - Prof. Couder"
            ]
        ]
    ]
}