{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TFD247CC",
            "UjCxYmAAAAAJ",
            [
                "Efficacy of anterior cervical fusion: comparison of titanium cages, polyetheretherketone (PEEK) cages and autogenous bone grafts",
                "The efficacy of quantitative gait analysis by the GAITRite system in evaluation of parkinsonian bradykinesia",
                "Subthalamic deep brain stimulation after anesthetic inhalation in Parkinson disease: a preliminary study",
                "Neuropsychological effects after chronic subthalamic stimulation and the topography of the nucleus in Parkinson's disease",
                "Tophaceous gout of the lumbar spine mimicking infectious spondylodiscitis and epidural abscess: MR imaging findings",
                "Pilot study of deep brain stimulation in refractory obsessive–compulsive disorder ethnic Chinese patients",
                "The epidemiology of Parkinson's disease",
                "Early-onset Parkinson's disease in a Chinese population: 99mTc-TRODAT-1 SPECT, Parkin gene analysis and clinical study",
                "Microelectrode recording can be a good adjunct in magnetic resonance image–directed subthalamic nucleus deep brain stimulation for parkinsonism",
                "Subthalamic deep brain stimulation in Parkinson’s disease under different anesthetic modalities: a comparative cohort study"
            ],
            [
                "This retrospective study was designed to analyze and compare the efficacy and outcomes of anterior cervical fusion using titanium cages, polyetheretherketone (PEEK) cages and autogenous tricortical bone grafts. Fifty-five patients who underwent segmental anterior discectomy with a follow-up period up to 12 months enrolled in this study. They were divided into three groups: titanium cage with biphasic calcium phosphate ceramic (Triosite; Zimmer, Berlin, Germany) in group A (n = 27); PEEK cage with Triosite in group B (n = 9); and autogenous tricortical iliac crest bone graft in group C (n = 19). The fusion rates after 6 months were 37.21% in group A , 93.3% in group B, and 84.85% in group C. The fusion rates after 1 year in groups A, B, and C were 46.51%, 100% and 100%, respectively. The PEEK cage is a viable alternative to autogenous tricortical bone grafts in anterior cervical fusion.",
                "The aim of this study was to assess whether the GAITRite gait analysis system an effective tool in evaluating parkinsonian bradykinesia. In their best ON and worst OFF states, 13 parkinsonian patients were asked to perform walking trail at their fastest velocity, and to submit to traditional timed tests. Significant correlations existed between OFF–ON improvement in gait parameters and in UPDRS III score (r 2= 0.59–0.78) except cadence. Among the gait parameters, stride length is the most effective indicator of timed test and UPDRS III score improvements. The GAITRite system is an efficient, yet effective device in evaluating parkinsonian bradykinesia and can be used as a substitute for the traditional timed test.",
                "The authors of this preliminary study investigated the outcome and feasibility of intraoperative microelectrode recording (MER) in patients with Parkinson disease (PD) undergoing deep brain stimulation of the subthalamic nucleus (STN) after anesthetic inhalation.The authors conducted a retrospective analysis of 10 patients with PD who received a desflurane anesthetic during bilateral STN electrode implantation. The MERs were obtained as an intraoperative guide for final electrode implantation and the data were analyzed offline. The functional target coordinates of the electrodes were compared preoperatively with estimated target coordinates.Outcomes were evaluated using the Unified Parkinson's Disease Rating Scale 6 months after surgery. The mean improvement in total and motor Unified Parkinson's Disease Rating Scale scores was 54.27 ± 17.96% and 48.85 ± 16.97 …",
                "The neuropsychological effects of chronic subthalamic nucleus (STN)-deep brain stimulation (DBS) as a treatment for Parkinson's disease are variable. Whether these side effects result from the target per se or current diffusion into neighboring structures is uncertain. In this study, the relationship between clinical outcomes and coordinates of active contact are analyzed and compared between patients with and without neuropsychological sequelae.Thirty-eight Parkinsonian patients who underwent bilateral STN-DBS were enrolled in this retrospective cohort study. They were followed for at least 12 months. During the follow-up period, they were divided into two groups for comparison; Group A included patients with neuropsychological side effects and Group B was composed of patients without neuropsychological side effects. The position of the active …",
                "We report a case of surgically proven tophaceous gout of the lumbar spine at the L5-S1 level that mimicked infectious spondylodiscitis and epidural abscess on magnetic resonance (MR) images in a 65-year-old woman. The spinal tophi were hypointense on T1-weighted images; focally and strongly hyperintense on T2-weighted images; and heterogeneously, marginally enhancing on contrast-enhanced T1-weighted images. The aim of this report is to emphasize the importance of considering this disease entity in the differential diagnosis of an epidural mass in a patient with chronic back pain.",
                "Aims:  Deep brain stimulation (DBS) of the ventral capsule\/ventral striatum (VC\/VS) is a promising alternative to ablative surgery in treatment of refractory obsessive–compulsive disorder (OCD). A pilot study was conducted to assess 15‐month outcomes of DBS in patients with refractory OCD in Taiwan.Methods:  Four adult patients with a 3‐year or more history of refractory OCD (Yale–Brown Obsessive–Compulsive Scale [Y‐BOCS] score of at least 28) met the criteria for DBS surgery. DBS electrodes were implanted bilaterally in the VC\/VS. Stimulation was adjusted for therapeutic benefit and absence of adverse effects. Psychiatric evaluation was conducted preoperatively, postoperatively, and at follow up at every 3 months for 15 months. Primary outcome measure was Y‐BOCS. Secondary outcomes included the Hamilton Depression Rating Scale (HAM‐D), and the Global Assessment of Function Scale …",
                "Parkinson's disease (PD) is the second most common neurodegenerative disorder and manifests as bradykinesia, rigidity, resting tremor and posture instability. Although the disease symptomatology can be well controlled by levodopa, related medications and deep brain stimulation, the etiology of PD remains obscure. The epidemiological features have been discussed in depth in the literature, but the methodologies used to approach the issues have varied greatly, and the results cover a wide range of factors and are generally inconclusive. The crude prevalence rate of PD has been reported to range from 15 per 100,000 to 12,500 per 100,000, and the incidence of PD from 15 per 100,000 to 328 per 100,000, with the disease being less common in Asian countries. Risk factor studies have pinpointed cigarette smoking, coffee\/tea consumption and alcohol drinking as being mostly related to a lower risk of PD. The …",
                "Early Onset Parkinson's Disease (EOPD) is characterized by selective degeneration of nigrostriatal dopaminergic neurons and a marked response to levodopa. However, at present, few methods are available as diagnostic tools for EOPD except for 18F-DOPA PET. In addition, little is known about the correlation between clinical severity, neuroimaging grading and genetic susceptibility. In the present study, 99mTc-TRODAT-1 SPECT and brain MRI were used to identify 30 cases of non-familial EOPD from a Chinese cohort of 230. All 30 PD patients had an age of onset of less than 55 years (mean age at onset, 41.5±9.3 years). Each of the 30 EOPD cases was sub-classified into one of five stages based on the 99mTc-TRODAT-1 SPECT findings. In the early stages of PD (stages 1 and 2), a lower uptake of 99mTc-TRODAT-1 in the putamen was found, while uptake in the caudate nucleus was normal. In the latter …",
                "The contribution of MER to improving bilateral STN-DBS is debatable. To resolve the controversy and elucidate the role of MER in DBS, we compared the outcome of bilateral STN-DBS surgery with and without MER in parkinsonian patients.From February 2002 to November 2002, the first 7 of 13 consecutive parkinsonian patients received STN-DBS without MER (group A), and the last 6 received STN-DBS with MER (group B). Pre- and postoperative assessments included scoring of UPDRS with video taping, and MR images.The mean Hoehn and Yahr stage was 3.6 in group A and 4.0 in group B. The mean follow-up was 7.4 months for group A and 5.3 months for group B. The mean coordinates of the tip of the permanent electrode relative to the mid–commissural point were x = 8.1 mm, y = 4.3 mm, and z = 5.9 mm for group A and x = 10.6 mm, y = 4.1 mm, and z = 6.9 mm for group B …",
                ""
            ],
            [
                [
                    "Neurosurgery",
                    "Parkinson disease",
                    "deep brain stimulation"
                ]
            ],
            [
                "Yuanchen Chi Graduate Student 211 Physics Hall ychi@iastate.edu 515-294-9361"
            ]
        ]
    ]
}