{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TFWTUOMU",
            "KYV34v8AAAAJ",
            [
                "Bounding noncommutative QCD",
                "Electroweak constraints on extended models with extra dimensions",
                "Operator analysis of  baryon masses in large  QCD",
                "Possible light U (1) gauge boson coupled to baryon number",
                "Maximal neutrino mixing from a minimal flavor symmetry",
                "Phenomenology of the pentaquark antidecuplet",
                "Masses of orbitally excited baryons in large Nc QCD",
                "Realistic models with a light U (1) gauge boson coupled to baryon number",
                "Decays of l=1 baryons: Quark model versus large ",
                "Classical scale invariance, the electroweak scale, and vector dark matter"
            ],
            [
                "Jurčo, Möller, Schraml, Schupp, and Wess have shown how to construct noncommutative SU(N) gauge theories from a consistency relation. Within this framework, we present the Feynman rules for noncommutative QCD and compute explicitly the most dangerous Lorentz-violating operator generated through radiative corrections. We find that interesting effects appear at the one-loop level, in contrast to conventional noncommutative U(N) gauge theories, leading to a stringent bound. Our results are consistent with others appearing recently in the literature that suggest collider limits are not competitive with low-energy tests of Lorentz violation for bounding the scale of spacetime noncommutativity.",
                "Electroweak measurements place significant bounds on higher-dimensional versions of the standard model in which the gauge and Higgs fields have Kaluza-Klein excitations. These bounds may be altered quantitatively if chiral matter is also allowed to propagate in the higher-dimensional “bulk.” We determine the electroweak constraints on a number of models of this type, including scenarios in which only the leptons or only the first two generations of matter fields propagate in the bulk. We also consider the possibility that different factors of the electroweak gauge group may be distinguished by their bulk or three-brane assignment, and study a minimal extra-dimensional Z′ model. We find typical bounds on the compactification scale between 1.5 and 4 TeV, and comment on models in which these bounds might be significantly relaxed.",
                "We consider in detail the mass operator analysis for the nonstrange l= 1 excited baryons in large N c QCD. We present a straightforward procedure for constructing the large N c baryon wave functions, and provide complete analytic expressions for the matrix elements of all the independent isosinglet mass operators. We discuss the relationship between the old-fashioned operator analyses based on nonrelativistic SU (6) symmetry and the modern large N c approach, which has a firmer theoretical foundation. We then suggest a possible dynamical interpretation for the subset of operators preferred strongly by the data.",
                "We discuss the phenomenology of a light U (1) gauge boson, γ B, that couples only to baryon number. We assume that the new U (1) gauge symmetry is spontaneously broken and that the γ B mass m B is smaller than m Z. We show for m ϒ< m B< m Z that the γ B coupling α B can be as large as∼ 0.1 without conflicting with the current experimental constraints. We argue that α B∼ 0.1 is large enough to produce visible collider signatures and that evidence for the γ B could be hidden in existing LEP data. We point out that γ B exchange can account for rapidity gap events in p− p scattering seen at the Tevatron.",
                "We study a number of models, based on a non-Abelian discrete group, that successfully reproduce the simple and predictive Yukawa textures usually associated with U (2) theories of flavor. These models allow for solutions to the solar and atmospheric neutrino problems that do not require altering successful predictions for the charged fermions or introducing sterile neutrinos. Although Yukawa matrices are hierarchical in the models we consider, the mixing between second-and third-generation neutrinos is naturally large. We first present a quantitative analysis of a minimal model proposed in earlier work, consisting of a global fit to fermion masses and mixing angles, including the most important renormalization group effects. We then propose two new variant models: The first reproduces all important features of the SU (5)× U (2) unified theory with neither SU (5) nor U (2). The second demonstrates that discrete …",
                "We consider the mass splittings and strong decays of members of the lowest-lying pentaquark multiplet, which we take to be a parity-odd antidecuplet. We derive useful decompositions of the quark model wave functions that allow for easy computation of color-flavor-spin matrix elements. We compute mass splittings within the antidecuplet including spin–color and spin–isospin interactions between constituents and point out the importance of hidden strangeness in rendering the nucleon-like states heavier than the S=1 state. Using recent experimental data on a possible S=1 pentaquark state, we make decay predictions for other members of the antidecuplet.",
                "We present the first phenomenological study of the masses of orbitally excited baryons in large Nc QCD. Restricting here to the nonstrange sector of the l=1 baryons, the 1\/Nc expansion is used to order and select a basis of effective operators that spans the nine observables (seven masses and two mixing angles). Fits are performed using subsets of the complete set of nine operators, including corrections up to O(1\/Nc) where leading order is Nc1. This study shows that the 1\/Nc expansion provides an excellent framework for analyzing the mass spectrum, and uncovers a new hierarchy of operator contributions.",
                "We recently showed that a new gauge boson γ B coupling only to baryon number is phenomenologically allowed, even if m B< m Z and α B≊ 0.2. In our previous work we assumed that kinetic mixing between the baryon number and hypercharge gauge bosons (via an F B μ ν F μ ν Y term) was small enough to evade constraints from precision electroweak measurements. In this paper we propose a class of models in which this term is naturally absent above the electroweak scale. We show that the generation of a mixing term through radiative corrections in the low-energy effective theory does not lead to a conflict with precision electroweak measurements and may provide a leptonic signal for models of this type at an upgraded Fermilab Tevatron.",
                "We study hadronic two-body decays of the orbitally excited, SU (6) 70-plet baryons in order to test the hypothesis that the successes of the nonrelativistic quark model have a natural explanation in the large-N c limit of QCD. By working in a Hartree approximation, we isolate a specific set of operators that contribute to the observed s-and d-wave decays in leading order in 1\/N c. We fit our results to the current experimental decay data, and make predictions for a number of allowed but unobserved modes. Our tentative conclusion is that there is more to the nonrelativistic quark model of baryons than large N c.",
                "We consider a classically scale-invariant extension of the standard model in which a dark, non-Abelian gauge symmetry is spontaneously broken via the Coleman-Weinberg mechanism. Higgs portal couplings between the dark and standard model sectors provide an origin for the Higgs mass squared parameter and, hence, the electroweak scale. We find that choices for model parameters exist in which the dark gauge multiplet is viable as dark matter."
            ],
            [
                [
                    "Elementary Particle Theory",
                    "Cosmology"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}