{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TGFJKWNG",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Seyed Mohammad  Hashemi Rafsanjani Asst. Professor sxh939@miami.edu I received my PhD in 2015 and then spent two years in the Institute of Optics at the University of Rochester. My research interest includes different areas of quantum optics and entanglement. I am particularly interested in manipulating properties of light at the single photon level. That is to control a property of a single photon without losing (absorption) it. Our group is particularly interested in control, manipulation, and measurement of different properties of the transverse profile of single photons. Due to the multi-dimensional nature of these states, these systems can be used for encoding more than one bit of information per photon and can be deployed in various communication, sensing, and imaging applications. Group Web Site Group Web Site Group Web Site 2015 Ph.D. Physics University of Rochester 2008 M.Sc. Physics University of Windsor 2006 B.S. Physics Sharif University of Technology 2017 - cur. Assistant Professor, University of Miami 2015 - 2017 Postdoctoral Associate, Institute of Optics, University of Rochester 2008 - 2009 Teaching Assistant, General physics lab, University of Rochester 2006 - 2008 Teaching Assistant, General physics lab, University of Windsor 2015 - 2017 Postdoctoral Associate , University of Rochester, Rochester, NY 2009 - 2014 Graduate research assistant, University of Rochester, Rochester, NY 2006 - 2008 Graduate research assistant, University of Windsor, Windsor, ON 2015 Transfer of the orbital angular momentum of light to its polarization via classical nonseparability | San Jose, CA S. M. Hashemi Rafsanjani, M. Mirhosseini, O. S. Magana-Loaiza, and R. W. Boyd, Transfer of the orbital angular momentum of light to its polarization via classical nonseparability, Frontiers in Optics 2015, FTu2F.1, San Jose, CA (2015). doi:10.1364\/FIO.2015.FTu2F.1 2014 Control of entanglement dynamics in open systems of more than two qubits | Buffalo, NY S. M. Hashemi Rafsanjani, J. H. Eberly, Control of entanglement dynamics in open systems of more than two qubits, 4th International Workshop on Entanglement, Decoherence, and Quantum Control, Buffalo, NY, Oct 22-24 (2014). http:\/\/www.physics.buffalo.edu\/QC_Workshop\/index.html View More Conferences | CLICK HERE To View More Conferences Seyed Mohammad Hashemi Rafsanjani, Mohammad Mirhosseini, Omar S. Magaña-Loaiza, Bryan T. Gard, Richard Birrittella, B. E. Koltenbah, C. G. Parazzoli, Barbara A. Capron, Christopher C. Gerry, Jonathan P. Dowling, Robert W. Boyd \"Quantum-enhanced interferometry with weak thermal light\"  Optica  (2017). [ Lu Gao, Seyed Mohammad Hashemi Rafsanjani, Yiyu Zhou, Zhe Yang, Omar S. MagañaLoaiza, Mohammad Mirhosseini, Jiapeng Zhao, Boshen Gao, and Robert W. Boyd \"Distributed angular double-slit interference with pseudo-thermal light\"  Applied Physics Letters  (2017). ["
            ]
        ]
    ]
}