{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TGS4VACX",
            "nQs9BGMAAAAJ",
            [
                "GEANT4—a simulation toolkit",
                "Geant4 developments and applications",
                "The BABAR detector",
                "Precision electroweak measurements on the Z resonance",
                "Recent developments in Geant4",
                "Search for Chargino and Neutralino Production at sqrt (s)= 192-209 GeV at LEP",
                "Search for the standard model Higgs boson at LEP",
                "Observation of  Violation in the  Meson System",
                "Experimental studies on multijet production ine+e− annihilation at PETRA energies",
                "Measurement of time-dependent  asymmetry in  decays"
            ],
            [
                "G eant 4 is a toolkit for simulating the passage of particles through matter. It includes a complete range of functionality including tracking, geometry, physics models and hits. The physics processes offered cover a comprehensive range, including electromagnetic, hadronic and optical processes, a large set of long-lived particles, materials and elements, over a wide energy range starting, in some cases, from 250 eV and extending in others to the TeV energy range. It has been designed and constructed to expose the physics models utilised, to handle complex geometries, and to enable its easy adaptation for optimal use in different sets of applications. The toolkit is the result of a worldwide collaboration of physicists and software engineers. It has been created exploiting software engineering and object-oriented technology and implemented in the C++ programming language. It has been used in applications in …",
                "Geant4 is a software toolkit for the simulation of the passage of particles through matter. It is used by a large number of experiments and projects in a variety of application domains, including high energy physics, astrophysics and space science, medical physics and radiation protection. Its functionality and modeling capabilities continue to be extended, while its performance is enhanced. An overview of recent developments in diverse areas of the toolkit is presented. These include performance optimization for complex setups; improvements for the propagation in fields; new options for event biasing; and additions and improvements in geometry, physics processes and interactive capabilities",
                "BABAR, the detector for the SLAC PEP-II asymmetric e+e− B Factory operating at the ϒ(4S) resonance, was designed to allow comprehensive studies of CP-violation in B-meson decays. Charged particle tracks are measured in a multi-layer silicon vertex tracker surrounded by a cylindrical wire drift chamber. Electromagnetic showers from electrons and photons are detected in an array of CsI crystals located just inside the solenoidal coil of a superconducting magnet. Muons and neutral hadrons are identified by arrays of resistive plate chambers inserted into gaps in the steel flux return of the magnet. Charged hadrons are identified by dE\/dx measurements in the tracking detectors and by a ring-imaging Cherenkov detector surrounding the drift chamber. The trigger, data acquisition and data-monitoring systems, VME- and network-based, are controlled by custom-designed online software. Details of the layout and …",
                "We report on the final electroweak measurements performed with data taken at the Z resonance by the experiments operating at the electron–positron colliders SLC and LEP. The data consist of 17 million Z decays accumulated by the ALEPH, DELPHI, L3 and OPAL experiments at LEP, and 600 thousand Z decays by the SLD experiment using a polarised beam at SLC. The measurements include cross-sections, forward–backward asymmetries and polarised asymmetries. The mass and width of the Z boson, m Z and Γ Z, and its couplings to fermions, for example the ρ parameter and the effective electroweak mixing angle for leptons, are precisely measured: m Z= 91.1875±0.0021 GeV, Γ Z= 2.4952±0.0023 GeV, ρ ℓ= 1.0050±0.0010, sin 2 θ eff lept= 0.23153±0.00016. The number of light neutrino species is determined to be 2.9840±0.0082, in agreement with the three observed generations of fundamental fermions …",
                "Geant4 is a software toolkit for the simulation of the passage of particles through matter. It is used by a large number of experiments and projects in a variety of application domains, including high energy physics, astrophysics and space science, medical physics and radiation protection. Over the past several years, major changes have been made to the toolkit in order to accommodate the needs of these user communities, and to efficiently exploit the growth of computing power made available by advances in technology. The adaptation of Geant4 to multithreading, advances in physics, detector modeling and visualization, extensions to the toolkit, including biasing and reverse Monte Carlo, and tools for physics and release validation are discussed here.",
                "Approximately 438 pb-1 of e+ e-data from the OPAL detector, taken with the LEP collider running at centre-of-mass energies of 192-209 Gev, are analyzed to search for evidence of chargino pair production, e+ e--> tilde chi^+ _1 tilde chi^-_1, or neutralino associated production, e+ e--> tilde chi^ 0_2 tilde chi^ 0_1. Limits are set at the 95% confidence level on the product of the cross-section for the process e+ e--> tilde chi^+ _1 tilde chi^-_1 and its branching ratios to topologies containing jets and missing energy, of jest with a lepton and missing energy, and on the product of the cross-section for e+ e--> tilde chi^ 0_2 tilde chi^ 0_1 and its branching ratio to jets. R-parity conservation is assumed throughout this paper. When these results are interpreted in the context of the Constrained Minimal Supersymmetric Standard Model, limits are also set on the masses of the tilde chi^+-_1, tilde chi^ 0_1 and tilde chi^ 0_2, and regions of the parameter space of the model are ruled out. Nearly model-independent limits are also set at the 95% confidence level on sigma (e+ e--> tilde chi^+ _1 tilde chi^-_1) with the assumption that each chargino decays via a W boson, and on sigma (e+ e--> tilde chi^ 0_2 tilde chi^ 0_1) with the tilde chi^ 0_2 assumed to decay via a Z^ 0.",
                "The four LEP Collaborations, ALEPH, DELPHI, L3 and OPAL, have collected a total of 2461 pb−1 of e+e− collision data at centre-of-mass energies between 189 and 209 GeV. The data are used to search for the Standard Model Higgs boson. The search results of the four Collaborations are combined and examined in a likelihood test for their consistency with two hypotheses: the background hypothesis and the signal plus background hypothesis. The corresponding confidences have been computed as functions of the hypothetical Higgs boson mass. A lower bound of 114.4 GeV\/c2 is established, at the 95% confidence level, on the mass of the Standard Model Higgs boson. The LEP data are also used to set upper bounds on the HZZ coupling for various assumptions concerning the decay of the Higgs boson.",
                "We present an updated measurement of time-dependent CP-violating asymmetries in neutral B decays with the BABAR detector at the PEP-II asymmetric B Factory at SLAC. This result uses an additional sample of ϒ (4 S) decays collected in 2001, bringing the data available to 32× 10 6 B B pairs. We select events in which one neutral B meson is fully reconstructed in a final state containing charmonium and the flavor of the other neutral B meson is determined from its decay products. The amplitude of the CP-violating asymmetry, which in the standard model is proportional to sin 2 β, is derived from the decay time distributions in such events. The result sin 2 β= 0.59±0.14 (stat)±0.05 (syst) establishes CP violation in the B 0 meson system. We also determine| λ|= 0.93±0.09 (stat)±0.03 (syst), consistent with no direct CP violation.",
                "Hadronic jet production bye + e −-annihilation has been studied in the energy range of 14.0–46.7 GeV. The data have been analysed in terms of a cluster algorithm and other topological quantities. The results are compared with 2nd order QCD calculations which incorporate models for the fragmentation of quarks and gluons into hadrons. At the higher energies we observe more spherical and 4-jet like events than predicted by these calculations. We cannot achieve a simultaneous description of the observed 3- and 4-jet production by adjusting the strong coupling constant α s  or the fragmentation parameters of the 2nd order QCD models. The observed excess of spherical events can partially be explained by the production of multi-parton events expected from higher order QCD contributions. Consequences of the presented results for the value of α s , determined in …",
                "We present updated measurements of time-dependent C P asymmetries in fully reconstructed neutral B decays containing a charmonium meson. The measurements reported here use a data sample of (465±5)× 10 6 Υ (4 S)→ B B decays collected with the BABAR detector at the PEP-II asymmetric energy e+ e− storage rings operating at the SLAC National Accelerator Laboratory. The time-dependent C P asymmetry parameters measured from J ψ K S 0, J ψ K L 0, ψ (2 S) K S 0, η c K S 0, χ c 1 K S 0, and J\/ψ K*(892) 0 decays are: C f= 0.024±0.020 (stat)±0.016 (syst) and− η f S f= 0.687±0.028 (stat)±0.012 (syst)."
            ],
            [
                [
                    "Geant4",
                    "Particle physics"
                ]
            ],
            [
                "›              John Alison John Alison Assistant Professor Nuclear and Particle Physics High Energy Physics Experiment Wean Hall 7420 Website PhD: University of Pennsylvania (2012) B.S.: University of Pittsburgh, Physics (2006) Curriculum ViTAE Assistant Professor, Carnegie Mellon University, 2018– Fermi\/McCormick Fellow: University of Chicago, 2013–2018 The recently-discovered Higgs boson was the final missing piece in our current theory of fundamental particles and their interactions, the Standard Model (SM); it is also believed to be the gateway to understanding what lies beyond. The SM is phenomenally successful but is known to be fundamentally incomplete. It only accounts for 15% of matter in the universe, doesn't include gravity, and cannot explain why the Higgs boson is so light. A dramatic extension to the SM is needed to address these missing pieces. In the coming years, data provided by the Large Hadron Collider, a mammoth particle collider located outside of Geneva, will allow us to search for evidence for a theory deeper than the SM. The Higgs boson is unlike any other form of matter we've ever seen and is expected to have deep connections with physics beyond the SM. Studying the properties of the Higgs boson and comparing to predictions will allow new theories to be tested directly, as well as furthering our understanding of this truly unique particle. My research focuses on the study of Higgs-boson pair production. This signature has the unique advantage that it can both directly probe models extending the SM and can constrain -- and ultimately measure -- one of the most distinctive and elusive properties of the Higgs boson: its interaction with itself. This self-interaction has deep connections with the cosmology of the early Universe and will allow us to understand how fundamental particles acquired mass. My group is also heavily involved in detector design and development. CMU is building detector modules for the High-Granularity Calorimeter, an upgrade to the existing CMS detector. We will do automated module assembly, wire bonding, and testing for over 5000 silicon modules. This work will all be done in-house on CMU's campus. Another major focus of my group is in using recent advances in machine learning to extract more physics from the data provided by the LHC. This includes both improving the algorithms that run in real-time to select which data to record for further analysis and improving classification and regression problems associated with the most common decays of the Higgs boson. ATLAS Collaboration, Constraints on mediator-based dark matter and scalar dark energy models using 13 TeV pp collision data collected by the ATLAS detector JHEP 05, 142 (2019) ATLAS Collaboration, Combination of searches for Higgs boson pairs in pp collisions at √ s = 13 TeV with the ATLAS detector Phys. Lett. B 800, 135103 (2019) ATLAS Collaboration, Search for pair production of higgsinos in final states with at least three b-tagged jets in √ s = 13 TeV collisions using the ATLAS detector Phys. Rev. D98 (2018) ATLAS Collaboration, Search for resonances in the mass distribution of jet pairs with one or two jets identified as b-jets at √ s = 13 TeV with the ATLAS detector Phys. Rev. D98 (2018) ATLAS Collaboration, Search for pair production of Higgs bosons in the bbbb final state at √ s = 13 TeV with the ATLAS detector, JHEP 01, 030 (2019) ATLAS Collaboration, Search for light resonances decaying to boosted quark pairs and produced in association with a photon or a jet at √ s=13 TeV with the ATLAS detector Phys. Lett. B 788 (2019) ATLAS Collaboration, Performance of the ATLAS Trigger System in 2015 Eur. Phys. J. C 77 317 (2017) ATLAS Collaboration, Search for strong gravity in multi-jet final states produced in pp collisions at √ s = 13 TeV using the ATLAS detector at the LHC JHEP 03, 026 (2016) ATLAS Collaboration, Search for New Phenomena in Dijet Mass and Angular Distributions with the ATLAS Detector at √ s = 13 TeV Phys. Lett. B 754 (2016) ATLAS Collaboration, Searches for Higgs boson pair production in the HH → bbττ, γγWW∗ , γγbb, bbbb channels with the ATLAS detector Phys. Rev. D92, 092004 (2015) inspire"
            ]
        ]
    ]
}