{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TH40WT3F",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Patrick A. Toale Assistant Professor, NTRC 304 Gallalee Hall (205) 348-5823 patoale@ua.edu Monday, 12-2pm; Wednesday, 12-2pm; Friday 12-2pm; or by appointment PhD, University of Colorado, Boulder, 2004 Dr. Toale’s research is in the field of particle astrophysics, an area that uses fundamental particles of cosmological origin to study astrophysical phenomena and vice versa. He is interested in understanding the processes that are occurring within and around some of the most extreme objects in the universe, like supernova remnants, active galactic nuclei, and gamma ray bursts. The particles that are most useful for studying these objects include charged particles called cosmic rays, high-energy photons called gamma rays, and neutrinos. Of these, both neutrinos and gamma rays are neutral and therefore are not deflected by the magnetic fields that permeate the universe. Additionally, neutrinos are weakly interacting, meaning they can travel cosmological distances without being absorbed or scattered. He is currently involved in two projects: the IceCube neutrino telescope, and the High Altitude Water Cherenkov (HAWC) gamma ray observatory. IceCube, buried in the ice below the South Pole, is the world’s largest neutrino detector and is designed to detect sources of astrophysical neutrinos. HAWC is currently under construction near the highest peak in Mexico (4100 m). When completed, HAWC will be the most sensitive detector of gamma rays for energies above 10 TeV. Dr. Toale received his PhD in Physics from the University of Colorado, Boulder, in 2004. From 2004 to 2010, he was a researcher with the particle astrophysics group at Pennsylvania State University. He joined the faculty of the Department of Physics and Astronomy at The University of Alabama in 2010. "
            ]
        ]
    ]
}