{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "THEWU6Y2",
            "38wQd24AAAAJ",
            [
                "Anisotropic upper critical field and possible Fulde-Ferrel-Larkin-Ovchinnikov state in the stoichiometric pnictide superconductor LiFeAs",
                "Trapping of neutral atoms with resonant microwave radiation"
            ],
            [
                "Measurements of the temperature and angular dependencies of the upper critical field H c 2 of a stoichiometric single crystal LiFeAs in pulsed magnetic fields up to 50 T were performed using a tunnel diode resonator. Complete H c 2∥ c (T) and H c 2⊥ c (T) functions with H c 2∥ c (0)= 17±1 T, H c 2⊥ c (0)= 26±1 T, and the anisotropy parameter γ H (T)≡ H c 2⊥ c\/H c 2∥ c decreasing from 2.5 at T c to 1.5 at T≪ T c were obtained. The results for both orientations are in excellent agreement with a theory of H c 2 for two-band s±pairing in the clean limit. We show that H c 2∥ c (T) is mostly limited by the orbital pair breaking, whereas the shape of H c 2⊥ c (T) indicates strong paramagnetic Pauli limiting and the inhomogeneous Fulde-Ferrel-Larkin-Ovchinnikov state below T F~ 5 K.",
                "We duscuss a resonant microwave trap for neutral atoms. Because of the long spontaneous radiation time this trap is remarkably different from the optical trap. It also has advantages over static magnetic traps that trap the excited spin state of the lowest electronic level, in that atoms predominantly in the spin ground state can be trapped. We analyze the relaxation-ejection lifetime of atoms in such a trap using the formalism of dressed atomic states. Results are appliedi to atomic hydrogen and the possibility of Bose-Einstein condensation is considered."
            ],
            [
                [
                    "Superconductivity",
                    "High Magnetic Fields",
                    "Renewable Energy"
                ]
            ],
            [
                "> Charles Agosta Ph.D. Charles Agosta, Ph.D. Professor of Physics 231 BioPhysics 141 BioPhysics (508) 793-7736 Lab Phone: (508) 793-7680 cagosta@clarku.edu Professor Agosta received his B.A. from Wesleyan University and his Ph.D. from Duke University. He completed post-doctoral work at Harvard University and at the Francis Bitter National Magnet Laboratory at the Massachusetts Institute of Technology and joined the Clark faculty in 1991. He chairs the 3\/2 Engineering Program Committee. Professor Agosta is CEO of MachFlow Energy Inc., and received a grant of $1 million from the Department of Energy. Prof. Agosta’s superconductivity research is funded by the NSF. Current Research and Teaching C. Agosta is a low temperature experimental physicist who was originally trained to study the properties of fluids at very low temperatures. His present research interests are lower dimensional superconductors in very high magnetic fields, dc microgrids, and heat transfer in gas boundary layers. Given his deep interest in complicated instrumentation, he and his students have developed a pulsed magnetic field laboratory where experiments are performed in one of the highest magnetic fields (51 tesla!) available at any university in the United States. His group studies anisotropic conducting materials at the extremes of parameter space, including temperature, pressure, and magnetic field to understand the relation of their chemical properties to correlated electron properties such as superconductivity, spin density waves, charge density waves, and the quantum Hall effect. Most of his measurements are made with a rf penetration depth technique developed in his laboratory and particularly well suited to the extreme conditions created in his laboratory. At his laboratory the magnetic field can be increased much above the level necessary to quench the superconducting or other correlated electron state to observe quantum oscillations and probe the Fermi surface. In this way, he can explore the fundamental properties of the charge carriers and test current theories of correlated electrons. Agosta is also CEO and co-founder of Machflow Energy, Inc., a clean-tech company that is developing highly innovative heat transfer technologies revolutionizing air conditioning and thermal management. Machflow has created a disruptive Bernoulli Principle-based heat pump that works in a closed cycle using noble gasses that have no adverse effects on the environment, such as global warming, and avoids high pressures and the weight of the associated compressors. Machflow was funded by Kleiner Perkins, the DOE, and prominent angel investors. Professor Agosta and his cofounder have been granted six patents for their work at Machflow Energy. Professor Agosta teaches many of the core courses in the Physics Department, but specializes in two signature courses, Electronics and The Technology of Renewable Energy. His renewable energy course is focusing on the technical and social issues of converting part of the campus to a dc microgrid, and leveraging the cogeneration plant on campus and future renewable energy sources. His most recent project is helping his students install a solar powered eight port USB charging station in the campus cafe. Prof. Agosta’s superconductivity research is funded by the NSF. Charles C. Agosta, \"Inhomogeneous Superconductivity in Organic and Related Superconductors,\" a review article in “Advances in Organic Conductors and Superconductors” Ed., Dr. Martin Dressel, Crystals 8 , 285 (2018).  https:\/\/doi.org\/10.3390\/cryst8070285 Charles C. Agosta, Nathanael A. Fortune, Scott T. Hannahs, Shuyao Gu, Lucy Liang, Ju-Hyun Park, and John A. Schleuter “Calorimetric Measurements of Magnetic-Field-Induced Inhomogeneous Superconductivity Above The Paramagnetic Limit,”  Phys. Rev. Lett. 118 , 267001 (2017). https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.267001 Charles C Agosta, Logan Bishop-Van Horn, Max Newman, “The Signature of Inhomogeneous Superconductivity,” J Low Temp. Phys, 185 , 220 (2016). http :\/\/dx.doi.org\/10.1007\/s10909-016-1657-y C. C. Agosta, J Jin, B. E. Smith, K. Cho, W. A. Coniglio, I. Mihut, and C. Martin, S. W. Tozer, T. P. Murphy, and E. C. Palm, J. A. Schlueter, “The FFLO State in κ-(BEDT-TTF) 2 Cu(NCS) 2, and A Semi-Empirical Method to Determine the Pauli-Limiting Field,” Phys. Rev. B, 85 , 214514 (2012). http:\/\/prb.aps.org\/abstract\/PRB\/v85\/i21\/e214514 William A. Coniglio, Laurel E. Winter, Kyuil Cho, and C. C. Agosta, B. Fravel, and L. K. Montgomery, “Unusual phase diagram and FFLO signature in λ-(BETS) 2 GaCl 4 from RF penetration depth measurements,” ,” Phys. Rev. B, 83 , 224507 (2011). http:\/\/prb.aps.org\/abstract\/PRB\/v83\/i22\/e224507 K. Cho, H. Kim, M. A. Tanatar, Y. J. Song, Y. S. Kwon, W. A. Coniglio, C. C. Agosta, A. Gurevich, and R. Prozorov, “ Anisotropic upper critical field and possible Fulde-Ferrel-Larkin-Ovchinnikov state in the stoichiometric pnictide superconductor LiFeAs ,” Phys. Rev. B, 83 , 060502(R) (2011). Rapid Communication  http:\/\/prb.aps.org\/abstract\/PRB\/v83\/i6\/e060502 C. Martin, C. C. Agosta, S. W. Tozer, H. A. Radovan, E. C. Palm, T. P. Murphy, and J. L. Sarrao “Evidence for the FFLO state in CeCoIn 5 from penetration depth measurements” Phys. Rev. B 71 , 020503 (2005). http:\/\/prb.aps.org\/abstract\/PRB\/v71\/i2\/e020503 C. Martin, C. C. Agosta, S.W. Tozer, H. A. Radovan, T. Kinoshota, and M. Tokumoto “Critical field and Shubnikov-de Haas oscillations of κ-(BEDT-TTF) 2 Cu(NCS) 2 under pressure” J. Low Temp. Phys. 138 , 1025 (2005). http:\/\/springerlink.metapress.com\/content\/m78w8236h6231664\/fulltext.pdf T. Coffey, Z. Bayindir, J. F. DeCarolis, M. Bennett, G. Esper and C. C. Agosta, “Measuring Radio Frequency Properties Of Materials In Pulsed Magnetic Fields With A Tunnel Diode Oscillator,” Rev. Sci. Instr., 71 , 4600 (2000). http:\/\/scitation.aip.org\/content\/aip\/journal\/rsi\/71\/12\/10.1063\/1.1321301 J. S. Brooks, C. C. Agosta, M. Tokumoto, S. J. Klepper, A. S. Perel, G. Athas, D. A. Howe, “Novel Interplay of Fermi-Surface Behavior and Magnetism in a Low Dimensional Organic Conductor,” Phys. Rev. Lett ., 69 , 156 (1992). Charles C. Agosta, Isaac F. Silvera, H.T.C. Stoof and B.J. Verhaar, “Trapping of Neutral Atoms with Resonant Microwave Radiation,” Phys. Rev. Lett ., 62 , 2361 (1989). Charles C. Agosta, Suwen Wang, L. H. Cohen and H. Meyer, “Transport Properties of Helium near the Liquid-Vapor Critical Point. IV. The Shear Viscosity of 3 He and 4 He,” Journal of Low Temperature Physics , 67 , 237 (1987). https:\/\/commerce.metapress.com\/content\/j773k4p11x373217 R. P. Behringer, J. N. Shaumeyer, C. A. Clark, and C. C. Agosta, “Turbulent Onset in Moderately Large Convecting Layers,” Phys Rev A , A26 , 3723 (1982)."
            ]
        ]
    ]
}