{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "THS0V9L1",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Ramamurti Shankar Ramamurti Shankar JW Gibbs Professor of Physics SPL 55 203-432-6917 r.shankar@yale.edu CV Theoretical Condensed Matter Physics Ramamurti Shankar, recently appointed as the J.W. Gibbs Professor of Physics, focuses his research on theoretical condensed matter physics and quantum field theory. Early in his career, Shankar studied elementary particles, the smallest particles from which everything else is made, and their interaction with each other. When he joined the Yale faculty, his focus shifted to statistical mechanics, a field founded by J.W. Gibbs, the Yale scientist who made major theoretical contributions to physics, chemistry, and mathematics. Shankar’s research led to several significant solutions to existing problems in this field. His latest area of interest is the quantum Hall effect, in which as the number of particles carrying an electrical charge is continuously increased, the electrical conductivity rises, not continuously, but in steps whose heights are stable to a part in a billion. Shankar earned his undergraduate degree from the Indian Institute of Technology and his Ph.D. in theoretical physics from the University of California-Berkeley. After serving as a junior fellow at Harvard University for three years, he began his teaching career at Yale in 1977 as J. W. Gibbs instructor of physics. He was named a full professor of physics in 1988, and chaired the department from 2001 to 2007. Shankar designed and taught, for nearly a decade, Physics 301a, a one-semester course aimed at first-years and sophomores, to bridge the gap between their mathematical knowledge and the expectations of their teachers. The book he wrote based on his lectures, “Basic Training in Mathematics,” now serves as the text for the course at Yale and elsewhere. His Physics 200 and 201 lectures, available online as part of Open Yale Courses and other platforms like iTunes and YouTube, have been viewed over 20 million times. Shankar is the author of four other books: “Principles of Quantum Mechanics,” “Fundamentals of Physics” (two volumes), and “Quantum Field Theory and Condensed Matter.” His books have been translated into Chinese, Polish, and Greek. He has published more than 100 peer-reviewed articles in scientific journals. In 2009, the American Physical Society honored Shankar with the Julius Edgar Lilienfeld Prize. His teaching at Yale has been recognized with the Harwood F. Byrnes\/Richard B. Sewall Teaching Prize. In 2014, he was elected to the American Academy of Arts and Sciences. Ph.D., California, Berkeley, 1974 Skip to content R. Shankar Personal Page open primary menu R. Shankar CV Selected Lectures & Talks Selected Publications Books Student Quotes Errata Fundamentals of Physics Vol 1 Errata QFT&CM Fundamenatals of Physics Vol II Errata Principles of QM Errata Errata Vol I Expanded R. Shankar Office: 55 Sloane Physics Laboratory Department of Physics, Yale University P.O. Box 208120, New Haven, CT 06520 Phone: (203) 432 – 6917 ; Fax: (203) 432 – 6175 E-mail: r.shankar@yale.edu Research Interests Apart from my graduate years spent on S-matrix theory, my interests have focused on quantum field theory in one form or another, with a weakness for exact solutions and low dimensions. In the earlier period, I applied it to particle physics, to find the quark-gluon coupling constant using finite-energy sum rules, and in collaboration with Witten, exact S-matrices for certain field theories. I worked extensively on the Gross- Neveu model, discovering there the only known example of self- triality , exemplified by a theory which has three equivalent, mutually dual, representation , all with the same Lagrangian . The transformation I discovered there was used byWitten to establish, in a transparent way, world-sheet supersymmetry in string theory. It has appeared more recently in condensed matter systems with SO( 8) symmetry. I then switched to statistical mechanics. Here my best efforts were in systems with random impurities. G. Murthy and I worked out several exact solutions for such systems. These solutions are particularly useful since intuition is not a very reliable guide in systems with competing interactions, e.g. a random magnet in which each spin receives conflicting signals from its neighbors on which way to align. I also worked out the exact long-distance limit of an Ising system with random bonds spread around the critical value using bosonization and also resolved a controversy. I then turned to systems where quantum mechanics played a role and worked out an exact solution to a metal insulator transition in one dimension, and the physics of antiferromagnets , sometimes in collaboration with Read or Sachdev , who have also been my sounding boards on countless occasions. Subsequently I applied the renormalization group to nonrelativistic Fermi systems. The presence of a Fermi-surface necessitates a modification of the standard RG procedure which integrates out all high energies. I was able, using this new approach, to recover the results of Landau’s fermi liquid theory, a notoriously mysterious and difficult subject. The RG approach is simpler, more straightforward, and also contains information about the instabilities which invalidate the Fermi-liquid approximation. This idea has also found applications in searches for non-Fermi liquids in high T_c materials and in physics at finite matter density. Of late, I have been working on developing a Hamiltonian description of the Fractional Quantum Hall Effect, often in collaboration with G. Murthy. The theory has now reached a point where one can compute gaps for all observed fractions, finite temperature properties like polarization and relaxation rate. The theory manages to map the electronic variables in terms of which the problem is originally posed to the Composite Fermion variables that describe the ultimate quasiparticles .  Murthy and I have extended this approach to fractional Chern insulators. Important contributions to physics Discovered a small parameter that justifies most calculations performed in physics: 1\/ego, where ego is the author’s ego.  Author WordPress Theme by Compete Themes Skip to toolbar Log In Search"
            ]
        ]
    ]
}