{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TIA2OBUU",
            "Mwu-ErYAAAAJ",
            [
                "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
                "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
                "Perioperative management of antithrombotic therapy: antithrombotic therapy and prevention of thrombosis: American College of Chest Physicians evidence-based clinical practice …",
                "2006 Canadian clinical practice guidelines on the management and prevention of obesity in adults and children [summary]",
                "A comparison of three months of anticoagulation with extended anticoagulation for a first episode of idiopathic venous thromboembolism",
                "Systematic overview of warfarin and its drug and food interactions",
                "Effects of the angiotensin-receptor blocker telmisartan on cardiovascular events in high-risk patients intolerant to angiotensin-converting enzyme inhibitors: a randomised …",
                "A comparison of two intensities of warfarin for the prevention of recurrent thrombosis in patients with the antiphospholipid antibody syndrome",
                "Perioperative bridging anticoagulation in patients with atrial fibrillation",
                "Clinical impact of bleeding in patients taking oral anticoagulant therapy for venous thromboembolism: a meta-analysis"
            ],
            [
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
                "This guideline addresses the management of patients who are receiving anticoagulant or antiplatelet therapy and require an elective surgery or procedure.The methods herein follow those discussed in the Methodology for the Development of Antithrombotic Therapy and Prevention of Thrombosis Guidelines. Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines article of this supplement.In patients requiring vitamin K antagonist (VKA) interruption before surgery, we recommend stopping VKAs 5 days before surgery instead of a shorter time before surgery (Grade 1B). In patients with a mechanical heart valve, atrial fibrillation, or VTE at high risk for thromboembolism, we suggest bridging anticoagulation instead of no bridging during VKA interruption (Grade 2C); in patients at low risk, we suggest …",
                "Obesity is now reaching epidemic proportions in both developed and developing countries and is affecting not only adults but also children and adolescents. Over the last 20 years, obesity has become the most prevalent nutritional problem in the world, eclipsing undernutrition and infectious disease as the most significant contributor to ill health and mortality. It is a key risk factor for many chronic and noncommunicable diseases. In Canada, the prevalence of overweight and obesity has increased over recent decades among both children and adults in all areas of the country. According to the most recent estimates from the 2004 Canadian Community Health Survey, 1 59% of the adult population is overweight (ie, body mass index [BMI]≥ 25 kg\/m2) and 1 in 4 (23%) is obese (ie, BMI≥ 30 kg\/m2). The sheer numbers of people who are overweight and obese highlight a pressing public health problem that shows no signs of improving in the near future. What is more alarming is the problem of obesity among children and adolescents in Canada, which is advancing at an even more rapid pace than obesity among adults. In 2004, 1 in 4 (26%) Canadian children and adolescents aged 2–17 years was overweight. The obesity rate has increased dramatically in the last 15 years: from 2% to 10% among boys and from 2% to 9% among girls. 1, 2 This increase is cause for concern, since there is a tendency for obese children to remain obese as adults. Moreover, obesity-related health problems are now occurring at a much earlier age and continue to progress into adulthood. Given the recent temporal obesity trends among children and youth, the …",
                "Patients who have a first episode of venous thromboembolism in the absence of known risk factors for thrombosis (idiopathic thrombosis) are often treated with anticoagulant therapy for three months. Such patients may benefit from longer treatment, however, because they appear to have an increased risk of recurrence after anticoagulant therapy is stopped.In this double-blind study, we randomly assigned patients who had completed 3 months of anticoagulant therapy for a first episode of idiopathic venous thromboembolism to continue receiving warfarin, with the dose adjusted to achieve an international normalized ratio of 2.0 to 3.0, or to receive placebo for a further 24 months. Our goal was to determine the effects of extended anticoagulant therapy on rates of recurrent symptomatic venous thromboembolism and bleeding.A prespecified interim analysis of efficacy led to the early …",
                "Warfarin is a highly efficacious oral anticoagulant, but its use is limited by a well-founded fear of bleeding. Drug and food interactions are frequently cited as causes of adverse events with warfarin. We provide an updated systematic overview of the quality, clinical effect, and importance of these reported interactions.MEDLINE, TOXLINE, IPA, and EMBASE databases from October 1993 to March 2004. Database searches combined the keywordwarfarinwithdrug interactions,herbal medicines,Chinese herbal drugs, andfood-drug interactions.Eligible articles contained original reports of warfarin drug or food interactions in human subjects. Non-English articles were included if sufficient information could be abstracted.Reports were rated independently by 2 investigators for interaction direction, clinical severity, and quality of evidence. Quality of evidence was …",
                "Angiotensin-converting enzyme (ACE) inhibitors reduce major cardiovascular events, but are not tolerated by about 20% of patients. We therefore assessed whether the angiotensin-receptor blocker telmisartan would be effective in patients intolerant to ACE inhibitors with cardiovascular disease or diabetes with end-organ damage.After a 3-week run-in period, 5926 patients, many of whom were receiving concomitant proven therapies, were randomised to receive telmisartan 80 mg\/day (n=2954) or placebo (n=2972) by use of a central automated randomisation system. Randomisation was stratified by hospital. The primary outcome was the composite of cardiovascular death, myocardial infarction, stroke, or hospitalisation for heart failure. Analyses were done by intention to treat. This trial is registered with ClinicalTrials.gov, number NCT00153101.The median duration of follow-up was …",
                "Many patients with the antiphospholipid antibody syndrome and recurrent thrombosis receive doses of warfarin adjusted to achieve an international normalized ratio (INR) of more than 3.0. However, there are no prospective data to support this approach to thromboprophylaxis.We performed a randomized, double-blind trial in which patients with antiphospholipid antibodies and previous thrombosis were assigned to receive enough warfarin to achieve an INR of 2.0 to 3.0 (moderate intensity) or 3.1 to 4.0 (high intensity). Our objective was to show that high-intensity warfarin was more effective in preventing thrombosis than moderate-intensity warfarin.A total of 114 patients were enrolled in the study and followed for a mean of 2.7 years. Recurrent thrombosis occurred in 6 of 56 patients (10.7 percent) assigned to receive high-intensity warfarin and in 2 of 58 patients (3.4 percent …",
                "It is uncertain whether bridging anticoagulation is necessary for patients with atrial fibrillation who need an interruption in warfarin treatment for an elective operation or other elective invasive procedure. We hypothesized that forgoing bridging anticoagulation would be noninferior to bridging with low-molecular-weight heparin for the prevention of perioperative arterial thromboembolism and would be superior to bridging with respect to major bleeding.We performed a randomized, double-blind, placebo-controlled trial in which, after perioperative interruption of warfarin therapy, patients were randomly assigned to receive bridging anticoagulation therapy with low-molecular-weight heparin (100 IU of dalteparin per kilogram of body weight) or matching placebo administered subcutaneously twice daily, from 3 days before the procedure until 24 hours before the procedure and then for 5 to 10 days …",
                "Clinicians should consider the clinical impact of anticoagulant-related bleeding when deciding on the duration of anticoagulant therapy in patients with venous thromboembolism.To provide reliable estimates of the clinical impact of anticoagulant-related bleeding, defined as the case-fatality rate of major bleeding and the risk for intracranial bleeding.MEDLINE (January 1989 to May 2003), Cochrane Controlled Trial Registry, thromboembolism experts, and reference lists; English-language literature only.Randomized, controlled trials and prospective cohort studies that investigated patients with venous thromboembolism who received oral anticoagulant therapy (target international normalized ratio, 2.0 to 3.0) for at least 3 months and that reported …"
            ],
            [
                [
                    "perioperative antithrombotic management",
                    "venous thromboembolism",
                    "anticoagulant therapy"
                ]
            ],
            [
                "Joseph Hamilton Landon C. Garland Distinguished Professor of Physics Fellow of the American Physical Society Fellow of the American Association for the Advancement of Science Alexander von Humboldt Prize 1979 from Federal Republic of Germany, Beams Award for Research 1974, Pegram Award for Teaching 1988, Slack Award for Service 2008 from SESAPS, Award for International Cooperation from the American Association for the Advancement of Science, Award for International Scientific and Technological Cooperation with the People's Republic China 2003, Flerov Prize for research, Russia, Eight Honorary Doctor Degrees. phone: 615-322-2456 6413B Stevenson PhD, Indiana University, 1958"
            ]
        ]
    ]
}