{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TIEHM527",
            "nGjMRrQAAAAJ",
            [
                "First observation of the Greisen-Zatsepin-Kuzmin suppression",
                "Observation of Direct CP Violation in  Decays",
                "Observation of Direct CP Violation in  Decays",
                "Observation of Direct CP Violation in  Decays",
                "Measurement of the flux of ultrahigh energy cosmic rays from monocular observations by the High Resolution Fly’s Eye experiment",
                "Measurements of direct  violation,  symmetry, and other parameters in the neutral kaon system",
                "Measurements of direct  violation,  symmetry, and other parameters in the neutral kaon system",
                "Indications of proton-dominated cosmic-ray composition above 1.6 EeV",
                "The surface detector array of the Telescope Array experiment",
                "New Measurement of K e 4+ Decay and the s-Wave π π-Scattering Length a 0 0"
            ],
            [
                "The High Resolution Fly’s Eye (HiRes) experiment has observed the Greisen-Zatsepin-Kuzmin suppression (called the GZK cutoff) with a statistical significance of five standard deviations. HiRes’ measurement of the flux of ultrahigh energy cosmic rays shows a sharp suppression at an energy of 6× 10 19 eV, consistent with the expected cutoff energy. We observe the ankle of the cosmic-ray energy spectrum as well, at an energy of 4× 10 18 eV. We describe the experiment, data collection, and analysis and estimate the systematic uncertainties. The results are presented and the calculation of the statistical significance of our observation is described.",
                "We have compared the decay rates of K L and K S to π+ π− and π 0 π 0 final states using a subset of the data from the KTeV experiment (E832) at Fermilab. We find that the direct-CP-violation parameter Re (ε′\/ε) is equal to [28.0±3.0 (stat)±2.8 (syst)]× 10− 4. This result definitively establishes the existence of CP violation in a decay process.",
                "We have compared the decay rates of K L and K S to π+ π− and π 0 π 0 final states using a subset of the data from the KTeV experiment (E832) at Fermilab. We find that the direct-CP-violation parameter Re (ε′\/ε) is equal to [28.0±3.0 (stat)±2.8 (syst)]× 10− 4. This result definitively establishes the existence of CP violation in a decay process.",
                "We have compared the decay rates of K L and K S to π+ π− and π 0 π 0 final states using a subset of the data from the KTeV experiment (E832) at Fermilab. We find that the direct-CP-violation parameter Re (ε′\/ε) is equal to [28.0±3.0 (stat)±2.8 (syst)]× 10− 4. This result definitively establishes the existence of CP violation in a decay process.",
                "We have measured the cosmic ray spectrum above 10 17.2 eV using the two air-fluorescence detectors of the High Resolution Fly’s Eye observatory operating in monocular mode. We describe the detector, phototube, and atmospheric calibrations, as well as the analysis techniques for the two detectors. We fit the spectrum to a model consisting of galactic and extragalactic sources.",
                "We present a series of measurements based on K L, S→ π+ π− and K L, S→ π 0 π 0 decays collected in 1996–1997 by the KTeV experiment (E832) at Fermilab. We compare these four K→ π π decay rates to measure the direct CP violation parameter Re (ε′\/ε)=(20.7±2. 8)× 10− 4. We also test CPT symmetry by measuring the relative phase between the CP violating and CP conserving decay amplitudes for K→ π+ π−(φ+−) and for K→ π 0 π 0 (φ 00). We find the difference between the relative phases to be Δ φ≡ φ 00− φ+−=(+ 0.39±0. 5 0), and the deviation of φ+− from the superweak phase to be φ+−− φ SW=(+ 0.61±1. 1 9); both results are consistent with CPT symmetry. In addition, we present new measurements of the K L-K S mass difference and K S lifetime: Δ m=(5261±1 5)× 10 6 ħ s− 1 and τ S=(89.65±0. 0 7)× 10− 12 s.",
                "We present a series of measurements based on K L, S→ π+ π− and K L, S→ π 0 π 0 decays collected in 1996–1997 by the KTeV experiment (E832) at Fermilab. We compare these four K→ π π decay rates to measure the direct CP violation parameter Re (ε′\/ε)=(20.7±2. 8)× 10− 4. We also test CPT symmetry by measuring the relative phase between the CP violating and CP conserving decay amplitudes for K→ π+ π−(φ+−) and for K→ π 0 π 0 (φ 00). We find the difference between the relative phases to be Δ φ≡ φ 00− φ+−=(+ 0.39±0. 5 0), and the deviation of φ+− from the superweak phase to be φ+−− φ SW=(+ 0.61±1. 1 9); both results are consistent with CPT symmetry. In addition, we present new measurements of the K L-K S mass difference and K S lifetime: Δ m=(5261±1 5)× 10 6 ħ s− 1 and τ S=(89.65±0. 0 7)× 10− 12 s.",
                "We report studies of ultrahigh-energy cosmic-ray composition via analysis of depth of air shower maximum (X max﻿), for air shower events collected by the High-Resolution Fly’s Eye (HiRes) observatory. The HiRes data are consistent with a constant elongation rate d⟨ X max﻿⟩\/d [log﻿(E)] of 47.9±6.0 (stat)±3.2 (syst) g\/cm 2\/decade for energies between 1.6 and 63 EeV, and are consistent with a predominantly protonic composition of cosmic rays when interpreted via the QGSJET01 and QGSJET-II high-energy hadronic interaction models. These measurements constrain models in which the galactic-to-extragalactic transition is the cause of the energy spectrum ankle at 4× 10 18 eV.",
                "The Telescope Array (TA) experiment, located in the western desert of Utah, USA, is designed for the observation of extensive air showers from extremely high energy cosmic rays. The experiment has a surface detector array surrounded by three fluorescence detectors to enable simultaneous detection of shower particles at ground level and fluorescence photons along the shower track. The TA surface detectors and fluorescence detectors started full hybrid observation in March, 2008. In this article we describe the design and technical features of the TA surface detector.",
                "A sample of 4× 10 5 events from the decay K+→ π+ π− e+ ν e (K e 4) has been collected in experiment E865 at the Brookhaven Alternating Gradient Synchrotron. The analysis of these data yields new measurements of the K e 4 branching ratio [(4.11±0.01±0.11)× 10− 5], the s-wave π π scattering length [a 0 0= 0.216±0.013 (stat)±0.004 (syst)±0.005 (theor)], and the form factors F, G, and H of the hadronic current and their dependence on the invariant π π mass."
            ],
            [
                [
                    "Cosmic Rays",
                    "Astroparticle Physics",
                    "Particle Physics"
                ]
            ]
        ]
    ]
}