{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TIWLPWPG",
            "JlIGtLEAAAAJ",
            [
                "Localization-delocalization transition of indirect excitons in lateral electrostatic lattices",
                "Trapping indirect excitons in a GaAs quantum-well structure with a diamond-shaped electrostatic trap",
                "Biexcitons in two-dimensional systems with spatially separated electrons and holes",
                "Effective student teams for collaborative learning in an introductory university physics course",
                "Correlating student interest and high school preparation with learning and performance in an introductory university physics course",
                "Concentration-dependent mobility in organic field-effect transistors probed by infrared spectromicroscopy of the charge density profile",
                "Personality types and student performance in an introductory physics course"
            ],
            [
                "We study transport of indirect excitons in GaAs\/AlGaAs coupled quantum wells in linear lattices created by laterally modulated gate voltage. The localization-delocalization transition for transport across the lattice was observed with reducing lattice amplitude or increasing exciton density. The exciton interaction energy at the transition is close to the lattice amplitude. These results are consistent with the model, which attributes the localization-delocalization transition to the interaction-induced percolation of the exciton gas through the external potential. We also discuss applications of the lattice potentials for estimating the strength of disorder and exciton interaction.",
                "We report on the principle and realization of a new trap for excitons—the diamond electrostatic trap—which uses a single electrode to create a confining potential for excitons. We also create elevated diamond traps which permit evaporative cooling of the exciton gas. We observe the collection of excitons towards the trap center with increasing exciton density. This effect is due to screening of disorder in the trap by the excitons. As a result, the diamond trap behaves as a smooth parabolic potential which realizes a cold and dense exciton gas at the trap center.",
                "The binding energy and wave functions of two-dimensional indirect biexcitons are studied analytically and numerically. It is proven that stable biexcitons exist only when the distance between electron and hole layers is smaller than a certain critical threshold. Numerical results for the biexciton binding energies are obtained using the stochastic variational method and compared with the analytical asymptotics. The threshold interlayer separation and its uncertainty are estimated. The results are compared with those obtained by other techniques, in particular, the diffusion Monte Carlo method and the Born-Oppenheimer approximation.",
                "We have studied the types of student teams that are most effective for collaborative learning in a large freshman university physics course. We compared teams in which the students were all of roughly equal ability to teams with a mix of student abilities, we compared teams with three members to teams with four members, and we examined teams with only one female student and the rest of the students male. We measured team effectiveness by the gains on the Force Concept Inventory and by performance on the final examination. None of the factors that we examined had significant impact on student learning. We also investigated student satisfaction as measured by responses to an anonymous evaluation at the end of the term, and found small but statistically significant differences depending on how the nine teams in the group were constructed.",
                "We have studied the correlation of student performance in a large first year university physics course with their reasons for taking the course and whether or not the student took a senior-level high school physics course. Performance was measured both by the Force Concept Inventory and by the grade on the final examination. Students who took the course primarily for their own interest outperformed students who took the course primarily because it was required, both on the Force Concept Inventory and on the final examination; students who took a senior-level high school physics course outperformed students who did not, also both on the Force Concept Inventory and on the final exam. Students who took the course for their own interest and took high school physics outperformed students who took the course because it was required and did not take high school physics by a wide margin. However, the …",
                "The authors show that infrared imaging of the charge density profile in organic field-effect transistors (FETs) can probe transport characteristics which are difficult to access by conventional contact-based measurements. Specifically, they carry out experiments and modeling of infrared spectromicroscopy of poly(3-hexylthiophene) (P3HT) FETs in which charge injection is affected by a relatively low resistance of the gate insulators. They conclude that the mobility of P3HT has a power-law density dependence, which is consistent with the activated transport in disorder-induced tails of the density of states.",
                "We measured the personality type of the students in a large introductory physics course of mostly life science students using the True Colors instrument. We found large correlations of personality type with performance on the precourse Force Concept Inventory (FCI), both term tests, the postcourse FCI, and the final examination. We also saw correlations with the normalized gain on the FCI. The personality profile of the students in this course is very different from the profile of the physics faculty and graduate students, and also very different from the profile of students taking the introductory physics course intended for physics majors and specialists."
            ],
            [
                [
                    "Physics Education Research",
                    "Condensed Matter Theory"
                ]
            ],
            [
                "Andrew Meyertholen Andrew Meyertholen Ph.D, UC San Diego, 2009 Office: MHA 4515 ameyertholen@ucsd.edu"
            ]
        ]
    ]
}