{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TKTZ96XO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Peter S. Shaffer Professor shafferp@uw.edu 206-543-6705 C218 Office Hours: By appointment Physics Education Biography S.B., Applied Mathematics, Massachusetts Institute of Technology, 1982 Ph.D., Physics, University of Washington, 1992 Peter S. Shaffer is a Professor in the Physics Department.  He joined the UW Physics Education Group in 1985 and has been deeply involved in the development of both Tutorials in Introductory Physics and Physics by Inquiry .  Some of his current work includes examining student understanding of electric circuits, kinematics, dynamics,  spectroscopy, and introductory quantum mechanics.  He is also involved in research to probe student scientific reasoning ability. Physics Education Group (PEG) PHYS 401 A: Special Problems PHYS 501 A: Tutorials in Teaching Physics PHYS 401 A: Special Problems PHYS 410 A: Physics by Inquiry for In-Service Teachers PHYS 411 A: Physics by Inquiry for Lead Teachers PHYS 501 A: Tutorials in Teaching Physics PHYS 503 A: Tutorials in Teaching Physics PHYS 502 A: Tutorials in Teaching Physics PHYS 410 A: Physics by Inquiry for In-Service Teachers PHYS 411 A: Physics by Inquiry for Lead Teachers PHYS 501 A: Tutorials in Teaching Physics PHYS 410 A: Physics by Inquiry for In-Service Teachers PHYS 413 A: Physics by Inquiry for Lead Teachers PHYS 503 A: Tutorials in Teaching Physics PHYS 410 A: Physics by Inquiry for In-Service Teachers PHYS 411 A: Physics by Inquiry for Lead Teachers PHYS 412 A: Physics by Inquiry for Lead Teachers PHYS 502 A: Tutorials in Teaching Physics PHYS 410 A: Physics by Inquiry for In-Service Teachers PHYS 411 A: Physics by Inquiry for Lead Teachers PHYS 501 A: Tutorials in Teaching Physics PHYS 212 A: Physics by Inquiry I PHYS 410 A: Physics by Inquiry for In-Service Teachers PHYS 413 A: Physics by Inquiry for Lead Teachers PHYS 503 A: Tutorials in Teaching Physics Winter 2018 PHYS 211 A: Physics by Inquiry I PHYS 412 A: Physics by Inquiry for Lead Teachers PHYS 502 A: Tutorials in Teaching Physics Autumn 2017 PHYS 410 A: Physics by Inquiry for In-Service Teachers PHYS 411 A: Physics by Inquiry for Lead Teachers PHYS 501 A: Tutorials in Teaching Physics"
            ]
        ]
    ]
}