{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TKYJM6UH",
            "UFZtvPMAAAAJ",
            [
                "Gaps and Rings in an ALMA Survey of Disks in the Taurus Star-forming Region",
                "Direct imaging of the water snow line at the time of planet formation using two ALMA continuum bands",
                "New constraints on dust grain size and distribution in CQ Tauri",
                "An empirical sequence of disk gap opening revealed by rovibrational CO",
                "Compact Disks in a High-resolution ALMA Survey of Dust Structures in the Taurus Molecular Cloud",
                "EX Lupi from Quiescence to Outburst: Exploring the LTE Approach in Modeling Blended H2O and OH Mid-infrared Emission",
                "EX Lupi from Quiescence to Outburst: Exploring the LTE Approach in Modeling Blended H2O and OH Mid-infrared Emission",
                "Evolution of protoplanetary disks from their taxonomy in scattered light: Group I vs. Group II",
                "Measurements of water surface snow lines in classical protoplanetary disks",
                "The newborn planet population emerging from ring-like structures in discs"
            ],
            [
                "Rings are the most frequently revealed substructure in Atacama Large Millimeter\/submillimeter Array (ALMA) dust observations of protoplanetary disks, but their origin is still hotly debated. In this paper, we identify dust substructures in 12 disks and measure their properties to investigate how they form. This subsample of disks is selected from a high-resolution (~ 0 farcs 12) ALMA 1.33 mm survey of 32 disks in the Taurus star-forming region, which was designed to cover a wide range of brightness and to be unbiased to previously known substructures. While axisymmetric rings and gaps are common within our sample, spiral patterns and high-contrast azimuthal asymmetries are not detected. Fits of disk models to the visibilities lead to estimates of the location and shape of gaps and rings, the flux in each disk component, and the size of the disk. The dust substructures occur across a wide range of stellar mass and …",
                "Molecular snow lines in protoplanetary disks have been studied theoretically for decades because of their importance in shaping planetary architectures and compositions. The water snow line lies in the planet formation region at lesssim 10 AU, and so far its location has been estimated only indirectly from spatially unresolved spectroscopy. This work presents a proof-of-concept method to directly image the water snow line in protoplanetary disks through its physical and chemical imprint on the local dust properties. We adopt a physical disk model that includes dust coagulation, fragmentation, drift, and a change in fragmentation velocities of a factor of 10 between dry silicates and icy grains as found by laboratory work. We find that the presence of a water snow line leads to a sharp discontinuity in the radial profile of the dust emission spectral index α mm due to replenishment of small grains through fragmentation …",
                "",
                "The fundamental rovibrational band of CO near 4.7 μm is a sensitive tracer of the presence and location of molecular gas in the planet-forming region of protoplanetary disks at 0.01–10 AU. We present a new analysis of a high-resolution spectral survey (R~ 96,000, or ) of CO rovibrational lines from protoplanetary disks spanning a wide range of stellar masses and of evolutionary properties. We find that the CO emission originates in two distinct velocity components. Line widths of both components correlate strongly with disk inclination, as expected for gas in Keplerian rotation. By measuring the line flux ratios between vibrational transitions , we find that the two velocity components are clearly distinct in excitation. The broad component () probes the disk region near the magnetospheric accretion radius at  AU, where the gas is hot ( K). The narrow component …",
                "We present a high-resolution (~ 0 farcs 12,~ 16 au, mean sensitivity of 50 μJy beam− 1 at 225 GHz) snapshot survey of 32 protoplanetary disks around young stars with spectral type earlier than M3 in the Taurus star-forming region using the Atacama Large Millimeter Array. This sample includes most mid-infrared excess members that were not previously imaged at high spatial resolution, excluding close binaries and objects with high extinction, thereby providing a more representative look at disk properties at 1–2 Myr. Our 1.3 mm continuum maps reveal 12 disks with prominent dust gaps and rings, 2 of which are around primary stars in wide binaries, and 20 disks with no resolved features at the observed resolution (hereafter smooth disks), 8 of which are around the primary star in wide binaries. The smooth disks were classified based on their lack of resolved substructures, but their most prominent property is that …",
                "We present a comparison of archival Spitzer spectra of the strongly variable T Tauri EX Lupi, observed before and during its 2008 outburst. We analyze the mid-infrared emission from gas-phase molecules thought to originate in a circumstellar disk. In quiescence the emission shows a forest of H 2 O lines, highly excited OH lines, and the Q branches of the organics C 2 H 2, HCN, and CO 2, similar to the emission observed toward several T Tauri systems. The outburst emission shows instead remarkable changes: H 2 O and OH line fluxes increase, new OH, H 2, and H I transitions are detected, and organics are no longer seen. We adopt a simple model of a single-temperature slab of gas in local thermal equilibrium, a common approach for molecular analyses of Spitzer spectra, and derive the excitation temperature, column density, and emitting area of H 2 O and OH. We show how model results strongly depend on …",
                "We present a comparison of archival Spitzer spectra of the strongly variable T Tauri EX Lupi, observed before and during its 2008 outburst. We analyze the mid-infrared emission from gas-phase molecules thought to originate in a circumstellar disk. In quiescence the emission shows a forest of H 2 O lines, highly excited OH lines, and the Q branches of the organics C 2 H 2, HCN, and CO 2, similar to the emission observed toward several T Tauri systems. The outburst emission shows instead remarkable changes: H 2 O and OH line fluxes increase, new OH, H 2, and H I transitions are detected, and organics are no longer seen. We adopt a simple model of a single-temperature slab of gas in local thermal equilibrium, a common approach for molecular analyses of Spitzer spectra, and derive the excitation temperature, column density, and emitting area of H 2 O and OH. We show how model results strongly depend on …",
                "",
                "We present deep Herschel-PACS spectroscopy of far-infrared water lines from a sample of four protoplanetary disks around solar-mass stars, selected to have strong water emission at mid-infrared wavelengths. By combining the new Herschel spectra with archival Spitzer-IRS spectroscopy, we retrieve a parameterized radial surface water vapor distribution from 0.1 to 100 au using two-dimensional dust and line radiative transfer modeling. The surface water distribution is modeled with a step model composed of a constant inner and outer relative water abundance and a critical radius at which the surface water abundance is allowed to change. We find that the four disks have critical radii of~ 3–11 au, at which the surface water abundance decreases by at least 5 orders of magnitude. The measured values for the critical radius are consistently smaller than the location of the surface snow line, as predicted by the observed …",
                "ALMA has observed a plethora of ring-like structures in planet-forming discs at distances of 10–100 au from their host star. Although several mechanisms have been invoked to explain the origin of such rings, a common explanation is that they trace new-born planets. Under the planetary hypothesis, a natural question is how to reconcile the apparently high frequency of gap-carving planets at 10–100 au with the paucity of Jupiter-mass planets observed around main-sequence stars at those separations. Here, we provide an analysis of the new-born planet population emerging from observations of gaps in discs, under the assumption that the observed gaps are due to planets. We use a simple estimate of the planet mass based on the gap morphology, and apply it to a sample of gaps recently obtained by us in a survey of Taurus with ALMA. We also include additional data from recent published surveys, thus …"
            ],
            [
                [
                    "Planet formation",
                    "protoplanetary disks",
                    "high-resolution spectroscopy",
                    "millimeter interferometry"
                ]
            ],
            [
                "Skip to content Exoplanet Formation Research @ Texas State Dr. Andrea Banzatti research group Primary Menu Welcome People Publications Data SpExoDisks database Science & Beauty Welcome Welcome to our research group website! You can contact us at: SpExoDisks@gmail.com We research spectroscopy of exoplanet-forming disks, with particular focus on infrared spectra of molecular emission from the inner 10 astronomical units. Below you find a 1-slide summary of our research; for more details visit our Research page from the menu above. \/\/ Proudly powered by WordPress | Theme: blogsixteen Official Texas State University Disclaimer Skip to toolbar Log In"
            ]
        ]
    ]
}