{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TLU0HD63",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Leonid Chernyak Professor PSB 406 Leonid.Chernyak@ucf.edu 407-823-1543 Dr. Chernyak received his PhD in Physics from Weizmann Institute of Science (Israel) in 1996. He spent one year (1996-1997) as a Research Associate in  the Departments of Electrical Engineering at Colorado State University (Fort Collins, Colorado, USA) and Texas Tech  University (Lubbock, Texas, USA). He joined UCF in 1999 where he is a Professor. Highlights Syllabi Highlights Intervalence Band THz Laser in p\/p + Ge Heterostructure. PI: L. Chernyak Agency: Zaubertek, Inc. ; Period: 02.01.02-12.31.02; $33,673. New approach to revolutionize a photovoltaic detector performance using electron injection-induced effects in AlGaN. PI: L. Chernyak Agency: National Science Foundation ; Period: 06.15.02-05.31.04; $68,000. Acquisition of a cathodoluminescence system for research in III-Nitride nanostructures. PI: L. Chernyak (with Alfons Schulte as Co-PI) Agency: National Science Foundation ; Period: 07.15.02-07.31.04; $145,675. Studies of Electron Injection-Induced effects in GaN. PI: L. Chernyak Agency: American Chemical Society\/PRF ; Period: 08.01.02-08.31.04; $51,000. Physics of Electron Injection-Induced Effects in III-Nitrides. PI: L. Chernyak Agency: American Chemical Society\/PRF ; Period: 01.01.04-08.31.06; $80,000. Collaborative grant: Controlling AlGaN photovoltaic detector performance using electron injection. PI and NATO Project Director: L. Chernyak Agency: NATO ; Period: 06.01.04-05.31.06; $12,165 Summer Faculty Fellowship. PI: L. Chernyak Agency: National Research Council ; Period 06.01.04-08.01.04; $15,000 Studies of the Electron Injection-Induced Effects in III-Nitride Device Structures. PI: L. Chernyak Agency: National Science Foundation ; Period: 08.15.04-07.31.08; $210,000 Minority Carrier Diffusion Length Measurements in Silicon Carbide. PI: L. Chernyak Agency: Cree, Inc. ; Period: 08.09.04-09.09.04; $3,000 Cathodoluminescence studies of AlGaN epitaxial layers. PI: L. Chernyak Agency: Weizmann Institute of Science (Israel) ; Period: 12.15.05-02.15.06; $2,000 Luminescence Studies of AlGaN Epitaxial Layers. PI: L. Chernyak Agency: Gal-El Ltd. (Israel) ; Period: 04.15.06-12.31.06; $10,000 Phase II-Cathodoluminescence studies of AlGaN epitaxial layers. PI: L. Chernyak Agency: Weizmann Institute of Science (Israel) ; Period: 04.01.06-12.31.07; $12,000 Electron Beam studies in ZnO-based semiconductors. PI: L. Chernyak Agency: SVT Associates, Inc. ; Period: 02.15.06-05.01.07; $25,000 Surface Plasmon polariton dependence on metal surface morphology. PI: R. Peale; Co-PI: L. Chernyak Agency: Air Force Research Laboratory ; Period: 11.30.06-10.31.07; $21,420 (credited 50%) Phase III-Cathodoluminescence studies of AlGaN\/GaN epitaxial layers. PI: L. Chernyak Agency: Weizmann Institute of Science (Israel) ; Period: 03.15.07-12.31.07; $15,000 Studies of Point Defects in GaN using induced light emission. PI: L. Chernyak Agency: Weizmann Institute of Science (Israel) ; Period: 10.1.07-12.31.08; $28,000 Science for Peace-Improvement of UV Detectors. PI and NATO Project Director: L. Chernyak Agency: NATO ; Period: 07.25.06-10.31.10; $316,400 (credited 30%) Collaborative grant: Studies of electron injection in ZnO-based structures for Ultra-Violet detection. PI and NATO Project Director: L. Chernyak Agency: NATO ; Period: 01.18.08-01.17.10; $21,000 Electron Beam Probing of III-V Thin Films PI: L. Chernyak Agency: Weizmann Institute of Science (Israel) ; Period: 01.15.09-12.31.09; $26,000 Collaborative Research: Studies of Electron Injection-Induced Effects in ZnO-based Materials and Device Structures. PI: L. Chernyak Agency: National Science Foundation ; Period: 08.01.09-07.31.13; $215,277 Studies of the effects of electron injection in ZnO-based semiconductors. PI: L. Chernyak Agency: US-Israel Binational Science Foundation ; Period: 10.1.09-03.31.13; $64,500 Studies of III-V Structures Using Deep Level Spectroscopy PI: L. Chernyak Agency: Weizmann Institute of Science (Israel) ; Period: 01.01.10-12.31.10; $6,000 Spectral Cathodoluminescence Studies of AlGaN\/GaN HEMTs Degradation PI: L. Chernyak Agency: Israel Ministry of Defense; Period: 08.01.10-07.31.12; $150,000 Graduate Research Supplement: Collaborative Research: Studies of Electron Injection-Induced Effects in ZnO-based Materials and Device Structures. PI: L. Chernyak Agency: National Science Foundation ; Period: 07.15.10-07.31.13; $37,939 Collaborative Linkage Grant: Novel Generation of IV-VI semiconductor nano-structures for Infra-Red Applications. PI: L. Chernyak Agency: NATO ; Period: 07.15.2011-07.15.2013; $25,200 Towards Radiation Hard AlGaN\/GaN HENTs for Homeland Security. PI: L. Chernyak ; Co-PI: E. Flitsyian Agency: NATO ; Period: 02.01.2014-01.31.2017; $496,800 Diffusion length measurements and CL mapping of AIGaN. PI: L. Chernyak Agency: Agnitron Technology ; Period: 03.13.2014-07.15.2014; $2,500 O. Lopatiuk-Tirpak, W.V. Schoenfeld, L. Chernyak , F.X. Xiu, J.L. Liu, S. Jang, F. Ren, S.J. Pearton, A. Osinsky, P. Chow (2006) “Carrier concentration dependence of acceptor activation energy in p-type ZnO “ Appl. Phys. Lett., 88 , 202110 (3 pages). O. Lopatiuk, A. Osinsky, L. Chernyak (2006) “Minority carrier transport in ZnO and related materials, chapter in Zinc Oxide Bulk, Thin Films and Nanostructures , C. Jagadish and S. Pearton (Editors), Elsevier. O. Lopatiuk-Tirpak, L. Chernyak , F.X. Xiu, J.L. Liu, S. Jang, F. Ren, S.J. Pearton, K. Gartsman, Y. Feldman, A. Osinsky, P. Chow (2006) “Studies of Minority Carrier Diffusion Length Increase in p-type ZnO:Sb “ J. Appl. Phys. , 100 , 086101 (3 pages). O. Lopatiuk-Tirpak, L. Chernyak , L.J. Mandalapu, Z. Yang, J.L. Liu, K. Gartsman, Y. Feldman, Z. Dashevsky (2006) “Influence of electron injection on the photoresponse of ZnO homojunction diodes” Appl. Phys. Lett ., 89 , 142114 (3 pages). O. Lopatiuk-Tirpak, L. Chernyak , B.A. Borisov et. al. (2007) “Electron irradiation-induced increase of minority carrier diffusion length, mobility, and lifetime in Mg-doped AlN\/AlGaN short period superlattice” Appl. Phys. Lett., 91, 182103 (3 pages). O. Lopatiuk-Tirpak, L. Chernyak , Wang YL, et al. (2007) “Doping level dependence of electron irradiation-induced minority carrier diffusion length increase in Mg-doped GaN” Appl. Phys. Lett., 91 , 092197 (3 pages). O. Lopatiuk-Tirpak, L. Chernyak (2007) “Studies of minority carrier transport in ZnO Superlattices and Microstructures” 42 , 201-205. O. Lopatiuk-Tirpak, G. Nootz, E. Flitsiyan, L. Chernyak , et al. (2007) “Influence of electron injection on the temporal response of ZnO homojunction photodiodes” Appl. Phys. Lett., 91 , 042115 (3 pages). Y.I. Alivov, U. Ozgur, X. Gu, C. Liu, Y. Moon, H. Morkoc, O. Lopatiuk, L. Chernyak , C.W. Litton (2007) “Hybrid II-VI and III-V compound double heterostructures and their properties” J. Electron. Materials , 36 , 409-413. O. Lopatiuk-Tirpak, L. Chernyak , Y.L. Wang, et al. (2007) “Cathodoluminescence studies of carrier concentration dependence for the electron-irradiation effects in p-GaN” Appl. Phys. Lett., 90 , 172111 (3 pages). O. Lopatiuk, L. Chernyak , Y. Feldman, et al. (2007) “Studies of electron trapping in GaN doped with carbon” Thin Solid Films , 515 , 4365-436. O. Lupan, L. Chow, G.Y. Chai, L. Chernyak , O. Lopatiuk-Tirpak, H. Heinrich (2008) “Focused-ion-beam fabrication of ZnO nanorod-based UV photodetector using the in-situ lift-out technique” Physica Status Solidi A , 205 , 2673-2678. R.E. Peale, O. Lopatiuk, J. Cleary, S. Santos, J. Henderson, D. Clark, L. Chernyak ,  T.A. Winningham, E. Del Barco, H. Heinrich, W.R. Buchwald (2008) “Propagation of high-frequency surface plasmons on gold” J. of the Optical Society of America B , 25 , 1708-1713. O. Lupan, L. Chow, G. Chai, A. Schulte, S. Park, O. Lopatiuk-Tirpak, L. Chernyak , H. Heinrich (2008) “Biopolymer-assisted self-assembly of ZnO nanoarchitectures from nanorods Superlattices and Microstructures” , 43 , 292-302. Y.I. Alivov, B. Xiao, S. Akarca-Biyikli, Q. Fan, H. Morkoc, D. Johnstone, O. Lopatiuk-Tirpak, L. Chernyak , W. Litton (2008) “Properties of isotype n-ZnO\/n-GaN heterostructures studied by I-V-T and electron beam induced current methods” J. Phys.-Condensed Matter , 20 , 085201. L. Chernyak , C. Schwarz, E.S. Flitsiyan, K. Gartsman (2008) “Electron beam induced current profiling of ZnO p-n homojunctions “ Appl. Phys. Lett., 92 , 102106 (3 pages). Robert Peale, Elena S Flitsiyan, Casey M Swartz, Oleg Lupan, Leonid Chernyak , Lee Chow,     William Vernetson, Zinovi Dashevsky (2009) “Neutron transmutation doping and radiation hardness for solution-grown bulk and nano-structured ZnO” Performance and Reliability of Semiconductor Devices , MRS Proc., 1108 , A05-03. Y. Lin, E. Flitsyian, L. Chernyak, T. Malinauskas, R. Aleksiejunas, K. Jarasiunas,                  W. Lim, S.J. Pearton, K. Gartsman (2009) “Optical and electron beam studies of carrier transport in quasibulk GaN” Appl. Phys. Lett., 95 , 092101 (3 pages). Z. Dashevsky, V. Kasiyan, S. Asmontas, J. Gradauskas, E. Shirmulis, E. Flitsiyan, L. Chernyak (2009) “ Photothermal effect in narrow band gap PbTe semiconductor” J. Appl. Phys. , 106, 076105 (3 pages). Z. Dashevsky, R. Kreizman, E. Shufer, V. Kasiyan, E. Flitsiyan, M. Shatkhin, L. Chernyak (2009) “Nanocrystalline PbTe Films” Journal of Nanoelectronics and Optoelectronics , 4 , 1-6. E. Shufer, Z. Dashevsky, V. Kasiyan, E. Flitsiyan, L. Chernyak , K. Gartsman (2010) “Electrical conductivity and minority carrier diffusion in thermally oxidized PbTe thin films” Physica B , 405 , 1058-1061. L. Chernyak , E. Flitsiyan, M. Shatkhin, and Z. Dashevsky (2010) “Studies of Electron Trapping in ZnO Semiconductor” ECS Transactions , 28 (4), 3-11. Z. Dashevsky, E. Shufer, V. Kasiyan, E. Flitsiyan and L. Chernyak (2010) “Influence of oxygen treatment on transport properties of PbTe:In polycrystalline films”, Physica B , 405 (10), 2380-2384. E. Flitsyian, C. Schwarz, L. Chernyak , R.E. Peale, Z. Dashevsky, W. Vernetson (2011) “Neutron Irradiation-Induced Enhancement of Electronic Carrier Transport in ZnO” Radiation Effects and Defects in Solids ,166 (2), 104-11. Y. Lin, M. Shatkhin, E. Flitsiyan, L. Chernyak , Z. Dashevsky, S. Chu, J.L. Liu (2011) “Minority carrier transport in p-ZnO nanowires” J. Appl. Phys. , 109 , 016107 (3 pages). P. Onufrijevs, T. Serevicius, P. Scajev, G. Manolis, A. Medvids, L. Chernyak ,               E. Kuokstis, C.C. Yang, K. Jarasiunas (2011) “Characterization of Optical and Photoelectrical Properties of ZnO Crystals” ACTA PHYSICA POLONICA A , 119 (2), 274-276. G.P. Wang, S. Chu, N. Zhan, Y.Q. Lin, L. Chernyak , J.L. Liu (2011) “ZnO homojunction photodiodes based on Sb-doped p-type nanowire array and n-type film for ultraviolet detection” Appl. Phys. Lett. , 98 , 041107 (3 pages). Casey Schwarz, Yuqing Lin, Max Shathkin, Elena Flitsiyan and Leonid Chernyak (2011) “Cathodoluminescence studies of electron irradiation effects in n-type ZnO” J. Phys.: Condens. Matter, 23 , 334204. S. Chu, G.P. Wang, W.H. Zhou, Y.Q. Lin, L. Chernyak , J.Z. Zhao, J.Y. Kong, L. Li, J.J. Ren, J.L. Liu (2011) “Electrically pumped waveguide lasing from ZnO nanowires” NATURE NANOTECHNOLOGY, 6 (8), 506-510. C. Schwarz, E. Flitsiyan, L. Chernyak , V. Casian, R. Schneck, Z. Dashevsky, S. Chu, J.L. Liu (2011) “Impact of forward bias injection on minority carrier transport in p-type ZnO nanowires” J. Appl. Phys. , 110 , 056108 (3 pages). E. Flitsyian, Z. Dashevsky and L. Chernyak , “Minority carrier transport in ZnO and related materials”, in Advances in GaN and ZnO-based Thin Film, Bulk and Nanostructured Materials and Device , ed. S.J. Pearton, Springer (2012). C.F. Lo, L. Liu, T.S. Kang, F. Ren, C. Schwarz, E. Flitsiyan, L. Chernyak , H.Y. Kim,J. Kim,  S.P. Yun, O. Laboutin, Y. Cao, J.W. Johnson, S.J. Pearton (2012) ““Degradation of dc characteristics of InAlN\/GaN high electron mobility transistors by 5 MeV proton irradiation”, J. Vac. Sci. Technol. , 30 , 031202. V. Kasiyan, Z. Dashevsky, C.M. Schwarz, M. Shatkhin, E. Flitsiyan, L. Chernyak ,         D. Khokhlov (2012) “Infrared detectors based on semiconductor p-n junction of PbSe”, J. Appl. Phys. , 112 , 086101 (3 pages). J. Huang, S. Chu, J.Y. Kong, L. Zhang, C.M. Schwarz, G.P. Wang, L. Chernyak, Z.H. Chen, J.L. Liu (2013) “ZnO p-n Homojunction Random Laser Diode Based on Nitrogen-Doped p-type Nanowires”, Advanced Optical Materials , 1 (2), 179-185. C. Schwarz, A. Yadav, M. Shatkhin, E. Flitsiyan, L. Chernyak, V. Kasiyan, L. Liu, Y.Y. Xi, F. Ren, S.J. Pearton, C.F. Lo, J.W. Johnson, E. Danilova (2013)“Gamma irradiation impact on electronic carrier transport in AlGaN\/GaN high electron mobility transistors”, Appl. Phys. Lett. , 102 , 062102 (3 pages). Ya-Hsi Hwang, Yueh-Ling Hsieh, Lei Lei, Shun Li, Fan Ren, Stephen J. Pearton, Anupama Yadav, Casey Schwarz, Max Shatkhin, Luther Wang, Elena Flitsiyan, Leonid Chernyak , Albert G. Baca, Andrew A. Allerman, Carlos A. Sanchez and I. I. Kravchenko (2014)”Effect of low dose γ-irradiation on DC performance of circular AlGaN\/GaN high electron mobility transistors”, J. Vac. Sci. Technol. , B 32 , 031203. Anupama Yadav, Casey Schwarz, Max Shatkhin, Luther Wang, Elena Flitsiyan, Leonid Chernyak , Lu Liu, Y.H. Hwang, Fan Ren, Stephen J. Pearton, and Igor Lubomirsky (2014) “Effect of Annealing on Electronic Carrier Transport Properties of Gamma-Irradiated AlGaN\/GaN High Electron Mobility Transistors”, ECS Trans., 61 (4), 171-177. Ya-Hsi Hwang, Yueh-Ling Hsieh, L Lei, Shun Li, Fan Ren, Stephen J. Pearton, Anupama Yadav, Casey Schwarz, Max Shatkhin, L Wang, Elena Flitsiyan, Leonid Chernyak , Albert G Baca, A Allerman, Carlos A Sanchez, and I. I. Kravchenko (2014)“Effect of Gamma Irradiation on DC Performance of Circular-Shaped AlGaN\/GaN High Electron Mobility Transistors”, ECS Trans. , 61 (4), 205-210. Anupama Yadav, Elena Flitsiyan, Leonid Chernyak , Ya-Hsi Hwang, Yueh-Ling Hsieh, Lei Lei, Fan Ren, Stephen J. Pearton, and Igor Lubomirsky, “Impact of low dose gamma irradiation on electronic carrier transport in AlGaN\/GaN High Electron Mobility Transistors ” MRS Proceedings, 1792 , 2137760 (2015). Anupama Yadav, Elena Flitsiyan, Leonid Chernyak , Ya-Hsi Hwang, Yueh-Ling Hsieh, Lei Lei, Fan Ren, Stephen J. Pearton, and Igor Lubomirsky, “ Low and moderate dose gamma-irradiation and annealing impact on electronic and electrical  properties of AlGaN\/GaN High Electron Mobility Transistors” Radiation Effects and Defects in Solids, 170, 2 (2015). Elena Flitsiyan, Leonid Chernyak , Electron Injection Effects in Wide-Band-Gap Semiconductors, Lambert Academic Publishing, 1-56 (2014). Ya-Hsi Hwang, Yueh-Ling Hsieh, Lei Lei, Shun Li, Fan Ren, Stephen J. Pearton, Anupama Yadav, Casey Schwarz, Max Shatkhin, Luther Wang, Elena Flitsiyan, Leonid Chernyak , Albert G. Baca, Andrew A. Allerman, Carlos A. Sanchez, I. I. Kravchenko, “ Effect of low dose gamma-irradiation on DC performance of circular AlGaN\/GaN high electron mobility transistors ” J. Vac. Sci. Technol. B 32(3), (2014). Syllabi PHY 2048C (Section 2) Fall 2015 Condensed Matter Physics (3 times) Intermediate Physics Lab (once) Physics for Scientists and Engineers I, II (more than 10 times) Modern Physics  (twice) Coordinator of multi-section Physics for Scientists and Engineers II course (2004-2007) Coordinator of Summer Seminars (2005) Recitations for Physics for Scientists and Engineers I, II (each semester) Sushrut Modak Awards UCF Team to Receive Revolutionary Microscope The fastest detecting and most advanced electron microscope in the world is coming to the Department of Physics thanks to researchers at the University of… COS Faculty Receive Incentive Awards The College of Sciences is proud to announce the 2015-2016 winners for the Teaching Incentive Program and Research Incentive Award. Each year, UCF’s Academic Affairs’…"
            ]
        ]
    ]
}