{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TN7L66R8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Katepalli R. Sreenivasan 1968, B.E. (Mech. Engg.), Bangalore University 1970, M.E. (Aero. Engg.), Indian Institute of Science 1975, Ph.D. (Aero. Engg.), Indian Institute of Science 1985, M.A. (Privatim), Yale University 2006, D.Sc. (Honoris Causa), Lucknow University, India 2007, D.Sc. (Honoris Causa), University of Hyderabad, India 2008, D.Sc. (Honoris Causa), Romanian Academy, Bucharest Primary expertise: Fluid mechanics and turbulence. Other interests: complex fluids, nonlinear and nonequilibrium phenomena and cryogenic helium. Emerging interests: mathematical modeling of global change and biomechanical phenomena. Katepalli R. Sreenivasan katepalli.sreenivasan@nyu.edu Bobst, 70 Washington Square South, 1225 New York, New York (US) 10012 Phone: (212) 992-7914 Personal Homepage Katepalli R. Sreenivasan address home Home Curriculum Vitæ Data Images Speeches Other items Photographs In the news Home page New website: https:\/\/www.krsreenivasan.com Educated in India, Australia and the Johns Hopkins University, Katepalli R. Sreenivasan,\nsixty-one years of age, taught at Yale for twenty-two years from 1979, as the Harold W. Cheel\nProfessor of Mechanical Engineering from 1988, later holding joint appointments in the\nDepartments of Physics, Applied Physics and Mathematics. Between 1987 and 1992, he was the\nChair of the Mechanical Engineering Department and, in 1989, (the equivalent of) the Acting\nDean of Engineering and Applied Science. In 2002, desiring to learn how a public university\nworks, he moved to the University of Maryland as Distinguished University Professor, Glenn L.\nMartin Professor of Engineering and Professor of Physics, and served for a year and a half as\nthe Director of the Institute for Physical Science and Technology. He was then appointed as\nthe Director of the International Centre for Theoretical Physics in Trieste, Italy, www.ictp.it,\nwhere he holds a concurrent professorship in the name of the Center’s founding director, the\nlate Nobel Laureate Abdus Salam. He has been a visiting professor at Caltech, Rockefeller\nUniversity, Cambridge University, and the Institute for Advanced Study at Princeton, among\nothers. Sreenivasan’s research expertise is fluid dynamics in a broad sense, and has touched a few\nother areas of applied physics. He is the author of some 240 research papers, has supervised \nabout 30 Ph.D. theses and mentored numerous students at Yale and elsewhere. He has served the \nscientific community in several capacities, in both official and scholarly capacities. He has \nbeen instrumental in creating new entities such as the Topical Group in Statistical and \nNonlinear Physics of the American Physical Society. He is greatly interested in human rights, \nespecially as they apply to scientists, and presently holds a unique position with respect to \ninternational science and science policy, especially in developing countries. Among the academies to which Sreenivasan has been elected are the US National Academy of\nSciences and the US National Academy of Engineering, the American Academy of Arts and Sciences, \nthe Indian Academy of Sciences and the Indian National Science Academy, the Academy of Sciences \nfor the Developing World (TWAS), and the African Academy of Sciences. His honors include \nGuggenheim Fellowship, Otto Laporte Memorial Award of American Physical Society, TWAS Medal \nLecture in Engineering Science, Distinguished Alumnus Award and Centennial Professorship of \nthe Indian Institute of Science, Sir C.V. Raman Visiting Professorship of the Indian Academy \nof Sciences, the International Prize and Gold Medal in memory of Professors Modesto Panetti and\nCarlo Ferrari, Academia delle Scienze di Torino, Italy, National Order of Scientific Merit (the highest \nscientific honor) by the Brazilian Government and the Academy of Sciences, UNESCO Medal for \nPromoting International Scientific Cooperation and World Peace from the World Heritage Centre, \nFlorence, Italy, President Dr. Zakir Husain Memorial Award from the Duty Society and the Indian \nSociety of Applied and Industrial Mathematics, Honorary Member, Academia Torre e Tasso, \nDuino-Aurisina, Trieste, Italy, the Melvin Jones Fellow of the Lions Club (for humanitarian \nservice), the Dwight Nicholson Medal of the American Physical Society for human outreach, and \nthe 2009 Nusselt-Reynolds Prize from the Assembly of World Conference on Experimental Heat \nTransfer, Fluid Mechanics and Thermodynamics. He has delivered a number of named lectures, is \nFellow of several learned societies, and the recipient of three honorary doctorates. © 2009-2018 Katepalli R. Sreenivasan — Contact: krs@ictp.it"
            ]
        ]
    ]
}