{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TOQASEG2",
            "9JJkvQoAAAAJ",
            [
                "Molecular dynamics simulation on explosive boiling of liquid argon film on copper nanochannels",
                "Experimental investigation of capillary force in a novel sintered copper mesh wick for ultra-thin heat pipes",
                "Thermal management of high-power LEDs based on integrated heat sink with vapor chamber",
                "Pool boiling heat transfer enhancement by porous interconnected microchannel nets at different liquid subcooling",
                "Effect of structural parameters on pool boiling heat transfer for porous interconnected microchannel nets",
                "A comparative study of flow boiling performance in the interconnected microchannel net and rectangular microchannels",
                "Pool boiling performance and bubble dynamics on microgrooved surfaces with reentrant cavities",
                "Enhanced flow boiling in an interconnected microchannel net at different inlet subcooling",
                "Experimental study on the thermal performance of a novel ultra-thin aluminum flat heat pipe",
                "Lightweight current collector based on printed-circuit-board technology and its structural effects on the passive air-breathing direct methanol fuel cell"
            ],
            [
                "Phase change from liquid to vapor of the working fluid has been widely used in thermal control for microelectronic devices. In this study, the effects of nanochannels on the explosive phase transition of ultrathin liquid argon film on the copper substrate in confined space are investigated through molecular dynamics simulation. The results show that nanochannels significantly facilitate the thermal energy transfer from solid copper surface to the liquid argon which leads to a much more violent explosive boiling than the plain surface. Liquid argon atoms adjacent to the solid surface are instantly overheated and consequently a cluster of liquid argon detaches from the surface once the explosive boiling occurs. The temperature of the liquid argon when it separates from the solid surface increases with respect to the increasing nanochannel heights, while the time for the system to reach equilibrium decreases distinctly …",
                "A novel sintered copper mesh wick, fabricated by weaving, chemical deposition, and sintering, was developed for improving the performance of ultra-thin heat pipes. Capillary force of the deposited wick structures was experimentally examined by comparing with normal mesh wicks. In this study, the sintering process was used to enhance the adhesive strength of the surface structure. Capillary rate-of-rise tests with ethanol and acetone were performed to characterize the capillary force of wick structures. An infrared (IR) thermal imaging method was utilized to monitor the capillary rise processes. The effects of deposition time and sintering temperature on the capillary force were investigated. Test results indicate that the capillary force of the deposited wick structures was larger than that of a normal wick, and the rising velocity and capillary rise height increased as the deposition time increased from 5 to 20 min. The …",
                "An integrated heat sink with vapor chamber (IHSVC) is developed in this study for the thermal management of high-power light-emitting diodes (LEDs). The wick, as a key component of the IHSVC, is featured with parallel and orthogonal microgrooves, which were made using the micromilling method. Systematic experiments are conducted to characterize the thermal and optical performances, and the IHSVC is compared with the conventional heat sink (CHS) under the same operating conditions. Temperature rising tests indicate that the junction temperatures of the IHSVC system are always lower than those of the CHS at any current. In addition, the total thermal resistance Rj-a (from the junction to the ambient) of the IHSVC system is 0.83 °C\/W, which is 16.5% lower than that of the CHS at 3200 mA (approximately 130 W). The temperature distribution of the IHSVC is also more uniform. As for the optical performance …",
                "Porous interconnected microchannel nets are fabricated in this study using copper powder sintering and wire electric discharge machining. Pool boiling experiments are conducted with this enhanced structure using deionized water as a working fluid at atmospheric pressure with variation in the liquid subcooling. The results of this study indicate that the enhanced structure yields a higher heat transfer coefficient (HTC) than its solid copper counterpart at any liquid subcooling and suppresses the temperature excursion by lowering the wall superheat at the onset of nucleate boiling (ONB). Lowering the liquid subcooling temperature increases the HTC, which is more prevalent at the low heat fluxes. High-speed visualization at 2000 frames\/s demonstrates that the bubble departure diameter of the enhanced structure is smaller than that of the solid structure and increases with increasing heat flux for qa ≤ 475 kW\/m2 …",
                "Porous interconnected microchannel nets were developed using microfabrication techniques for pool boiling heat transfer enhancement with both subcooled and saturated deionized water as working fluid at atmospheric pressure. The effects of varying the powder morphology, powder size and channel width on the pool boiling heat transfer were studied. Experimental results showed that these structures exhibited a lower wall-superheat at the onset of nucleate boiling (ONB) and a higher nucleate boiling heat transfer coefficient (HTC) than the solid interconnected microchannel net. The sample of medium size powders (50–75 μm) yielded a maximum heat transfer coefficient while the powder morphology has little influence on the boiling heat transfer performance. At the low heat flux, the HTC was found to increase with decrease of the channel width while at the high heat flux, a reverse trend was observed. High …",
                "An interconnected microchannel net (IMN) was developed using microfabrication technique for flow boiling heat transfer enhancement. The flow boiling experiments were conducted using deionized water as the working fluid with variation in the heat flux and mass flux (G = 100, 180 and 250 kg m−2 s−1) and a comparison with conventional rectangular microchannels (RMC) was investigated. The results indicated that the IMN yielded higher heat transfer coefficient and lower pressure drop at G = 100 and 180 kg m−2 s−1 than that of the RMC. However, a reverse trend was observed at G = 250 kg m−2 s−1. A transition of boiling mechanism from the nucleate boiling region to the convective boiling region occurred with increase of vapor quality for both samples at G = 180 and 250 kg m−2 s−1 accompanied with the flow pattern changing from the bubbly flow to annular flow, which didn’t occur at G = 100 kg m−2 s−1 …",
                "Microgrooved surfaces with reentrant cavities (MSRCs) were fabricated on pure copper substrates by employing the orthogonal Ploughing\/Extrusion (P\/E) method. The pool boiling heat transfer characteristics of this enhanced structure at different liquid subcooling degrees were investigated with deionized water as the working fluid at atmospheric pressure. The results indicated that the MSRCs had a higher heat transfer coefficient (HTC) than the smooth copper sheet (SCS) at any liquid subcooling. In addition, the wall superheat at the onset of nucleate boiling (ONB) for the MSRC was lower. Studies on the visualization of bubble growth process were also conducted with a high-speed digital camera, which showed that there were two kinds of bubbles on the MSRC surface depending on the different locations of nucleation sites. i.e., in the reentrant cavities and in micro-grooves. The departure diameter of bubbles …",
                "An interconnected microchannel net (IMN) was developed by using traditional wire electric discharge machining method to explore the feasibility of enhancement and application in confined cooling. It features orthogonally parallel channels on the both sides with the channel depth exceeding half the substrate thickness to ensure the interconnectivity. Two-phase boiling heat transfer performance of the IMN was evaluated and a comparison with conventional rectangular microchannels (RMC) was investigated. Using deionized water as the coolant, flow boiling tests were conducted with variation in the heat flux and inlet subcooling of 10, 40 and 70 K. The results showed the IMN yielded higher heat transfer coefficient and lower pressure drop at subcooling of 10 and 40 K, while the advantage diminished when the subcooling increased to 70 K. A transition of boiling mechanism from the nucleate boiling region to the …",
                "This study proposes a novel ultra-thin aluminum flat heat pipe with thickness of 1.5 mm for the first time in order to satisfy the ever increasing requirements for cost-effective, physically compact and highly efficient thermal management solutions. The extruded aluminum tube contains multiple separate micro cavities that work as independent micro heat pipes and a two-level compressing process is applied to flatten the tube to the ideal thickness. Sintered aluminum fibers and aluminum fiber meshes with surface treatment are inserted into each cavity of the ultra-thin heat pipe as the extra wicks for comparison. The thermal response characteristics of the fabricated aluminum heat pipes, including the temperature uniformity, thermal resistance, and effects of wick structure and inclination angles, are fully investigated. Under large inclination angle (90°), the smooth heat pipe without any extra wick performs lower …",
                "To realize lightweight design of the fuel cell system is a critical issue before it is put into practical use. The printed-circuit-board (PCB) technology can be potentially used for production of current collectors or flow distributors. This study develops prototypes of a single passive air-breathing direct methanol fuel cell (DMFC) and also an 8-cell mono-polar DMFC stack based on PCB current collectors. The effects of diverse structural and operational factors on the cell performance are explored. Results show that the methanol concentration of 6 M promotes a higher cell performance with a peak power density of 18.3 mW cm−2. The combination of current collectors using a relatively higher anode open ratio and inversely a lower cathode open ratio helps enhance the cell performance. Dynamic tests are also conducted to reveal transient behaviors and its dependence on the operating conditions. To validate the real …"
            ],
            [
                [
                    "advanced manufacturing",
                    "micro\/nano technology",
                    "heat pipe",
                    "microchannels",
                    "thermal management"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}