{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TPV1KYB4",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Inès Montaño Inès Montaño Associate Professor ines.montano@nau.edu 19-222 By training I am a theoretical condensed matter physicist. I love anything related to quantum mechanics and the more abstract the better! However, I also love to be able to verify my simulations with experimental results which is why I always aim to work in strong collaboration with experimentalists. Originally from Germany, I came to the United States for a postdoc at Sandia National Laboratories (SNL) in Albuquerque, New Mexico. The postdoc turned into a staff position and I ended up working at SNL for a total of 13 years before I joined NAU in 2017 as Associate Professor. During my time at SNL, I worked on a variety of topics ranging from novel nanoscale devices such as quantum cascade lasers, to engineered materials such as hyperbolic metamaterials, all the way to topics related to quantum computing such as qubits with phosphorus donors in silicon. Here at NAU, I am leading the research group “Quantum Photonics and Emerging Phenomena (Q-PEP)”. In short, we are interested in anything related to quantum phenomena! This includes the modeling and simulation of novel optoelectronic nanoscale devices, light-matter interactions in a range of quantum systems, many-body problems in condensed matter physics, and quantum information physics. Most recent paper: I. Montaño, S. Campione, J.F. Klem, T.E. Beechem, O. Wolf, M.B. Sinclair, T.S. Luk, “Semiconductor Hyperbolic Metamaterials at the Quantum Limit”, Scientific Reports 8, 16694 (2018) Postdoctoral Fellow, Theoretical Condensed Matter Physics, Sandia National Laboratories, Albuquerque, NM, PhD, Theoretical Physics, Technical University of Berlin, Berlin, Germany Diploma, Physics, Technical University of Berlin, Berlin, Germany"
            ]
        ]
    ]
}