{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TQ8V2HH5",
            "oe-nu3QAAAAJ",
            [
                "A method to evaluate genome-wide methylation in archival formalin-fixed, paraffin-embedded ovarian epithelial cells",
                "Accurate inference of local phased ancestry of modern admixed populations"
            ],
            [
                "Background The use of DNA from archival formalin and paraffin embedded (FFPE) tissue for genetic and epigenetic analyses may be problematic, since the DNA is often degraded and only limited amounts may be available. Thus, it is currently not known whether genome-wide methylation can be reliably assessed in DNA from archival FFPE tissue.  Methodology\/Principal Findings Ovarian tissues, which were obtained and formalin-fixed and paraffin-embedded in either 1999 or 2011, were sectioned and stained with hematoxylin-eosin (H&E).Epithelial cells were captured by laser micro dissection, and their DNA subjected to whole genomic bisulfite conversion, whole genomic polymerase chain reaction (PCR) amplification, and purification. Sequencing and software analyses were performed to identify the extent of genomic methylation. We observed that 31.7% of sequence reads from the DNA in the 1999 archival FFPE tissue, and 70.6% of the reads from the 2011 sample, could be matched with the genome. Methylation rates of CpG on the Watson and Crick strands were 32.2% and 45.5%, respectively, in the 1999 sample, and 65.1% and 42.7% in the 2011 sample.  Conclusions\/Significance We have developed an efficient method that allows DNA methylation to be assessed in archival FFPE tissue samples.",
                "Population stratification is a growing concern in genetic-association studies. Averaged ancestry at the genome level (global ancestry) is insufficient for detecting the population substructures and correcting population stratifications in association studies. Local and phase stratification are needed for human genetic studies, but current technologies cannot be applied on the entire genome data due to various technical caveats. Here we developed a novel approach (aMAP, ancestry of Modern Admixed Populations) for inferring local phased ancestry. It took about 3 seconds on a desktop computer to finish a local ancestry analysis for each human genome with 1.4-million SNPs. This method also exhibits the scalability to larger datasets with respect to the number of SNPs, the number of samples and the size of reference panels. It can detect the lack of the proxy of reference panels. The accuracy was 99.4%. The aMAP …"
            ],
            [
                [

                ]
            ],
            [
                "Wenzhi Li Wenzhi Li Professor CP 226 305-348-7257 wenzhi.li@fiu.edu Condensed Matter Physics; Nanomaterials and Nanotechnology Dr. Wenzhi Li received his bachelor degree in physics from Shandong University in China in 1986, master degree in Physics from Beijing Normal University in 1991, and PhD in Physics from the Institute of Physics, Chinese Academy of Sciences in 1997. Right after he received his PhD, he was awarded the Royal Society (London) KC Wong Research Fellowship and studied the superconductivity of fullerene (carbon 60) doped with alkali metals and alkaline earth metals in the Department of Chemistry at Sussex University in England in 1998. Then, he accepted a senior research scientist position in the Physics Department at Boston College to study the physical properties and application of carbon nanotubes and related composites from 1999 to 2003. Dr. Li joined the faculty in the Physics Department at Florida International University as an Assistant Professor in 2003 and was tenured and promoted to an associate professor in 2009 and a full professor in 2015. Awards FIU Excellence Research Award, 2010. FIU Excellence In Faculty Scholarship, 2008. Chemical Physics Letters, Most Cited Paper 2003 - 2007 Award, Physical and Theoretical Chemistry, Elsevier, 2008. ISI Citation Classic Award, ISI Asia-Pacific Division, September, 2000. Second Prize Award for National Natural Science, \"Studies on Fabrication, Structure and Properties of Aligned Carbon Nanotubes\", the State Council of China, 2003. First Prize Award for Natural Science of Chinese Academy of Sciences, 2001. First Place Award for citation of a paper, Science and Technology Index Center, China, 2000. The National 100 Excellent Doctoral Dissertation Award, China 1999. Royal Society-KC Wong Research Fellowship, United Kingdom, 1997 - 1998. First Place Award for citation of a paper, Science and Technology Index Center, China, 1999. Fourth Place Award for citation of a paper, Science and Technology Index Center, China, 1998. The special prize of the president of the Chinese Academy of Sciences, China, 1997. Synthesis and characterization of low dimensional materials including thin films, nanowires, nanotubes, and nanoparticles. Study of electrochemical, electronic, and optical properties of low dimensional materials. Applications of nanomaterials for energy storage or conversion. Application of nanoscience to biology and medicine. Integration of MEMS technology, fabrication of nanoelectrodes and nanoelectronic devices."
            ]
        ]
    ]
}