{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TRP9LSTY",
            "Nq0hidMAAAAJ",
            [
                "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
                "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
                "Finding the missing heritability of complex diseases",
                "OARSI recommendations for the management of hip and knee osteoarthritis, Part II: OARSI evidence-based, expert consensus guidelines",
                "Association analyses of 249,796 individuals reveal 18 new loci associated with body mass index",
                "Body weight and mortality among women",
                "Genetic studies of body mass index yield new insights for obesity biology",
                "OARSI guidelines for the non-surgical management of knee osteoarthritis",
                "Genome-wide association study identifies novel breast cancer susceptibility loci",
                "The use of estrogens and progestins and the risk of breast cancer in postmenopausal women"
            ],
            [
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
                "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
                "Genome-wide association studies have identified hundreds of genetic variants associated with complex human diseases and traits, and have provided valuable insights into their genetic architecture. Most variants identified so far confer relatively small increments in risk, and explain only a small proportion of familial clustering, leading many to question how the remaining,‘missing’heritability can be explained. Here we examine potential sources of missing heritability and propose research strategies, including and extending beyond current genome-wide association approaches, to illuminate the genetics of complex diseases and enhance its potential to enable effective disease prevention or treatment.",
                "To develop concise, patient-focussed, up to date, evidence-based, expert consensus recommendations for the management of hip and knee osteoarthritis (OA), which are adaptable and designed to assist physicians and allied health care professionals in general and specialist practise throughout the world.Sixteen experts from four medical disciplines (primary care, rheumatology, orthopaedics and evidence-based medicine), two continents and six countries (USA, UK, France, Netherlands, Sweden and Canada) formed the guidelines development team. A systematic review of existing guidelines for the management of hip and knee OA published between 1945 and January 2006 was undertaken using the validated appraisal of guidelines research and evaluation (AGREE) instrument. A core set of management modalities was generated based on the agreement between guidelines. Evidence …",
                "Obesity is globally prevalent and highly heritable, but its underlying genetic factors remain largely elusive. To identify genetic loci for obesity susceptibility, we examined associations between body mass index and∼ 2.8 million SNPs in up to 123,865 individuals with targeted follow up of 42 SNPs in up to 125,931 additional individuals. We confirmed 14 known obesity susceptibility loci and identified 18 new loci associated with body mass index (P< 5× 10− 8), one of which includes a copy number variant near GPRC5B. Some loci (at MC4R, POMC, SH2B1 and BDNF) map near key hypothalamic regulators of energy balance, and one of these loci is near GIPR, an incretin receptor. Furthermore, genes in other newly associated loci may provide new insights into human body weight regulation.",
                "The relation between body weight and overall mortality remains controversial despite considerable investigation.We examined the association between body-mass index (defined as the weight in kilograms divided by the square of the height in meters) and both overall mortality and mortality from specific causes in a cohort of 115,195 U.S. women enrolled in the prospective Nurses' Health Study. These women were 30 to 55 years of age and free of known cardiovascular disease and cancer in 1976. During 16 years of follow-up, we documented 4726 deaths, of which 881 were from cardiovascular disease, 2586 from cancer, and 1259 from other causes.In analyses adjusted only for age, we observed a J-shaped relation between body-mass index and overall mortality. When women who had never smoked were examined separately, no increase in risk was observed among the …",
                "Obesity is heritable and predisposes to many diseases. To understand the genetic basis of obesity better, here we conduct a genome-wide association study and Metabochip meta-analysis of body mass index (BMI), a measure commonly used to define obesity and assess adiposity, in up to 339,224 individuals. This analysis identifies 97 BMI-associated loci (P< 5× 10− 8), 56 of which are novel. Five loci demonstrate clear evidence of several independent association signals, and many loci have significant effects on other metabolic phenotypes. The 97 loci account for∼ 2.7% of BMI variation, and genome-wide estimates suggest that common variation accounts for> 20% of BMI variation. Pathway analyses provide strong support for a role of the central nervous system in obesity susceptibility and implicate new genes and pathways, including those related to synaptic function, glutamate signalling, insulin secretion …",
                "To develop concise, up-to-date, patient-focused, evidence-based, expert consensus guidelines for the management of knee osteoarthritis (OA), intended to inform patients, physicians, and allied healthcare professionals worldwide.Thirteen experts from relevant medical disciplines (primary care, rheumatology, orthopedics, physical therapy, physical medicine and rehabilitation, and evidence-based medicine), three continents and ten countries (USA, UK, France, Netherlands, Belgium, Sweden, Denmark, Australia, Japan, and Canada) and a patient representative comprised the Osteoarthritis Guidelines Development Group (OAGDG). Based on previous OA guidelines and a systematic review of the OA literature, 29 treatment modalities were considered for recommendation. Evidence published subsequent to the 2010 OARSI guidelines was based on a systematic review conducted by the OA …",
                "Breast cancer exhibits familial aggregation, consistent with variation in genetic susceptibility to the disease. Known susceptibility genes account for less than 25% of the familial risk of breast cancer, and the residual genetic variance is likely to be due to variants conferring more moderate risks. To identify further susceptibility alleles, we conducted a two-stage genome-wide association study in 4,398 breast cancer cases and 4,316 controls, followed by a third stage in which 30 single nucleotide polymorphisms (SNPs) were tested for confirmation in 21,860 cases and 22,578 controls from 22 studies. We used 227,876 SNPs that were estimated to correlate with 77% of known common SNPs in Europeans at r 2> 0.5. SNPs in five novel independent loci exhibited strong and consistent evidence of association with breast cancer (P< 10-7). Four of these contain plausible causative genes (FGFR2, TNRC9, MAP3K1 and …",
                "The effect of adding progestins to estrogen therapy on the risk of breast cancer in postmenopausal women is controversial.To quantify the relation between the use of hormones and the risk of breast cancer in postmenopausal women, we extended our follow-up of the participants in the Nurses' Health Study to 1992. The women were asked to complete questionnaires every two years to update information on their menopausal status, use of estrogen and progestin preparations, and any diagnosis of breast cancer. During 725,550 person-years of follow-up, we documented 1935 cases of newly diagnosed invasive breast cancer.The risk of breast cancer was significantly increased among women who were currently using estrogen alone (relative risk, 1.32; 95 percent confidence interval, 1.14 to 1.54) or estrogen plus progestin (relative risk, 1.41; 95 percent confidence interval, 1.15 to …"
            ],
            [
                [
                    "Cancer Epidemiology",
                    "Genetic Epidemiology",
                    "Nutritional Epidemiology",
                    "Global Health"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}