{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TSH0KMNR",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "The atmosphere is a fragile layer of gas and aerosol surrounding our planet that warms us, provides the air to breathe, and protects us from harmful radiation. Weather impacts our daily lives and climate affects our future. The Earth's atmosphere extends from the ground into the space environment where the solar wind and magnetic storms rage. Atmospheric and Space Physics is the study of dynamical, thermal, radiational, electro- and magnetodynamical processes that determine the structure, composition, and energy and momentum budget of the atmosphere. The study of the upper atmosphere and ionosphere above 50 km (30 mi) is called aeronomy, above 80-100 km it is considered part of space physics. In our group, we explore the atmosphere with rocket and ground based experiments, satellite data, and various models. Rockets are the only means for in situ measurements between 50 and 150 km, the mesosphere and lower thermosphere. Ground based instruments, such as optical imagers, radar and lidar provide continuous monitoring and important long-term observations. Satellites allow us to study the atmosphere on a global-scale. Numerical models are used to untangle the various interacting dynamical, chemical and electrodynamics processes that occur over a wide range of spatio-temporal scales. Undergraduate students from different disciplines have designed rocket experiments for various missions since 2002. Graduate students pursuing a M.S. or Ph.D. degree can work on any of the various current faculty research projects. Atmospheric and Space Physicists are employed by the aerospace and defense industry, research labs and agencies like NASA, NOAA, NCAR, and the academic sector worldwide. For more information, please visit the pages of our faculty members or contact the Department of Physics and Astronomy at Clemson University. Atmospheric and Space Physics Group Pages Stephen R. Kaeppler - Experimental ionospheric physics and data analysis: ionospheric and auroral electrodynamics, rocket-based hardware development, incoherent scatter radar data analysis, and high frequency (HF) remote sensing of the bottomside ionosphere and software defined radio (SDR) hardware development. Miguel Larsen - Studies of the dynamics of the ionosphere, including waves and turbulence - Fact Sheet Gerald Lehmacher - Neutral and plasma measurements with rocket and radar techniques, turbulence Xian Lu - Observational study and numerical modeling of the atmospheric dynamics and space weather, atmospheric gravity waves, planetary waves and tides. John Meriwether - Airglow imaging with ground based Fabry-Perot interferometers, gravity waves, equatorial dynamics Jens Oberheide - Satellite data analysis, climate and weather of the Sun-Earth system, atmospheric tides"
            ]
        ]
    ]
}