{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TV7BJBFE",
            "l3bcCTwAAAAJ",
            [
                "82,000-year-old shell beads from North Africa and implications for the origins of modern human behavior",
                "Neanderthal exploitation of marine mammals in Gibraltar",
                "Optically stimulated luminescence dating of sediments over the past 200,000 years",
                "Partial bleaching and the decay form characteristics of quartz OSL",
                "Optical dating: methodological aspects",
                "Climatic implications of correlated Upper Pleistocene glacial and fluvial deposits on the Cinca and Gállego Rivers (NE Spain) based on OSL dating and soil stratigraphy",
                "Charge movements in quartz and their relevance to optical dating",
                "Methodological considerations in the optical dating of quartz",
                "Timing of Late Quaternary glaciations in the Himalayas of northern Pakistan",
                "Timing of late Quaternary glaciations south of Mount Everest in the Khumbu Himal, Nepal"
            ],
            [
                "The first appearance of explicitly symbolic objects in the archaeological record marks a fundamental stage in the emergence of modern social behavior in Homo. Ornaments such as shell beads represent some of the earliest objects of this kind. We report on examples of perforated Nassarius gibbosulus shell beads from Grotte des Pigeons (Taforalt, Morocco), North Africa. These marine shells come from archaeological levels dated by luminescence and uranium-series techniques to ≈82,000 years ago. They confirm evidence of similar ornaments from other less well dated sites in North Africa and adjacent areas of southwest Asia. The shells are of the same genus as shell beads from slightly younger levels at Blombos Cave in South Africa. Wear patterns on the shells imply that some of them were suspended, and, as at Blombos, they were covered in red ochre. These findings imply an early distribution of bead …",
                "Two coastal sites in Gibraltar, Vanguard and Gorham9s Caves, located at Governor9s Beach on the eastern side of the Rock, are especially relevant to the study of Neanderthals. Vanguard Cave provides evidence of marine food supply (mollusks, seal, dolphin, and fish). Further evidence of marine mammal remains was also found in the occupation levels at Gorham9s Cave associated with Upper Paleolithic and Mousterian technologies [Finlayson C, et al. (2006) Nature 443:850–853]. The stratigraphic sequence of Gibraltar sites allows us to compare behaviors and subsistence strategies of Neanderthals during the Middle Paleolithic observed at Vanguard and Gorham9s Cave sites. This evidence suggests that such use of marine resources was not a rare behavior and represents focused visits to the coast and estuaries.",
                "Optical dating of sediment using optically stimulated luminescence has become important for studying Earth surface processes, and this technique continues to develop rapidly. A group of closely linked luminescence methods can be used to estimate the time since grains of quartz and feldspar were last exposed to daylight by detecting their subsequent response to environmental ionizing radiation exposure. The technique is well suited to the dating of deposits as young as one year to several hundred thousand years. Recent technical developments have established a dating protocol with improved precision, a high degree of reliability, and an in-built means to detect incomplete signal removal during deposition. This approach has been extended to age estimation for single grains, opening up a wider range of potential environments and new possibilities for understanding postdepositional grain movement …",
                "Three exponential components have been isolated from observed high temperature OSL decay data of quartz. These components have been found to display differential bleaching and growth characteristics. It is postulated that changes in the ratio of the first two components (the “fast” and the “medium”) are responsible for the changes in decay form observed in partially bleached samples. Measurements have shown that a comparison of the observed ratios to the expected ratios (had a sample been fully bleached) may be able to differentiate sediments for which the OSL has only been partially reset prior to deposition.",
                "We have utilised the 514 nm line from a 2 W argon ion laser in application to mineral grains of quartz, zircon and apatite, extracted from samples of archaeological relevance. In this dating technique the age-dependent population of trapped electrons is measured by optically stimulated luminescence (OSL) rather than by thermoluminescence (TL). Hence only light-sensitive traps are sampled. This is particularly advantageous for unburnt sediment because of the reliance for zero setting on exposure to sunlight prior to deposition. For OSL this is accomplished in a matter of minutes whereas for TL there is often a substantial residual, particularly in the case of quartz, even after twenty four hours or so. The difficulties which arise are discussed, and some promising results presented.",
                "We correlate Upper Pleistocene glacial and fluvial deposits of the Cinca and Gállego River valleys (south central Pyrenees and Ebro basin, Spain) using geomorphic position, luminescence dates, and time-related trends in soil development. The ages obtained from glacial deposits indicate glacial periods at 85 ± 5 ka, 64 ± 11 ka, and 36 ± 3 ka (from glacial till) and 20 ± 3 ka (from loess). The fluvial drainage system, fed by glaciers in the headwaters, developed extensive terrace systems in the Cinca River valley at 178 ± 21 ka, 97 ± 16 ka, 61 ± 4 ka, 47 ± 4 ka, and 11 ± 1 ka, and in the Gállego River valley at 151 ± 11 ka, 68 ± 7 ka, and 45 ± 3 ka. The times of maximum geomorphic activity related to cold phases coincide with Late Pleistocene marine isotope stages and Heinrich events. The maximum extent of glaciers during the last glacial occurred at 64 ± 11 ka, and the terraces correlated with this glacial phase are …",
                "Combined thermoluminescence (TL), phosphorescence and optically stimulated luminescence (OSL) measurements have been used to trace the movement of charge within the lattice of a geological quartz sample when it is exposed to light (514 nm from an Ar ion laser). The evidence suggests that optical stimulation evicts charge from traps in the crystal lattice associated with the 325°C thermoluminescence (TL) emission and elevates it to the conduction band. Part of the charge recombines with luminescence centres to produce the observed optically stimulated luminescence (OSL), and a significant portion is re-trapped at the same or different localities in the lattice. Important implications for the optical dating of quartz are discussed, including the necessity of a pre-heat, the interpretation of the equivalent dose as a function of OSL measurement time and the ramifications of OSL recuperation.",
                "The optically-stimulated luminescence from quartz grains extracted from sediments at two archaeological sites has been studied. The sites were the Upper Palaeolithic site at Hengistbury Head, Dorset, U.K. and the Upper Aterian site at Chaperon Rouge, Morocco. Problems associated with the technique of optical dating are discussed, particularly the thermal treatment that is necessary to remove thermally unstable charge following artificial irradiation, and the extrapolation of growth curves to estimate the equivalent dose. The technique used is described and some preliminary dates are presented.",
                "Optically stimulated luminescence dating of Late Quaternary glaciogenic sediments was undertaken in critical areas of the Himalayas of northern Pakistan in order to examine the timing of glaciation. The dates demonstrate that several glaciations occurred during the last glacial cycle. In Swat, the Grabral 2 Stade and the Kalam I Stade were dated at ca. 77 ka and ca. 38 ka, respectively. The error on the former date is large and it is conceivable that the moraines may have formed during the early part of Oxygen Isotope Stage 3 rather than during Oxygen Isotope Stage 4. The Kalam I Stade, however, clearly represents a glaciation during Oxygen Isotope Stage 3. The oldest moraines and those at the lowest altitude in the Indus valley at Shatial have an age of ca. 60 ka. These also relate to a major glacial advance during Oxygen Isotope Stage 3. A younger series of moraines, the Jalipur Tillite, and glaciofluvial sands …",
                "Moraines south of Mount Everest in the Khumbu Himal were dated using optically stimulated luminescence. Clustering of ages and morphostratigraphy allowed three advances to be dated: (1) the Periche Glacial Stage (ca. 18–25 ka), (2) the Chhukung Glacial Stage (ca. 10 ka), and (3) the Lobuche Stage (ca. 1–2 ka). The Periche Stage is coincident with Oxygen Isotope Stage 2; the Chhukung Stage represents a late glacial or early Holocene glacial advance; and the Lobuche Stage is a late Holocene glacial advance that predates the Little Ice Age."
            ],
            [
                [
                    "OSL dating",
                    "Quaternary",
                    "geomorphology",
                    "neotectonics",
                    "thermochronology"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                  View Faculty Video   Edward Rhodes  Professor of Astronomy  Contact Information  E-mail:  erhodes@usc.edu  Phone: (213) 740-6329 Office: SHS 374        Education   Ph.D. Astronomy, University of California, Los Angeles, 9\/1977  M.A. Astronomy, University of California, Los Angeles, 6\/1971  B.S. Physics, University of California, Los Angeles, 6\/1968    Postdoctoral Training   Research Fellow, California Institute of Technology, 09\/01\/1977-08\/31\/1978    Academic Appointment, Affiliation, and Employment History  Tenure Track Appointments   Professor of Astronomy, University of Southern California, 09\/01\/1993-  Associate Professor of Astronomy, University of Southern California, 09\/01\/1985-08\/31\/1993  Assistant Professor of Astronomy, University of Southern California, 09\/01\/1979-08\/31\/1985   Research, Teaching, Practice, and Clinical Appointments   Adjunct Assistant Professor of Astronomy, University of Southern California, 09\/01\/1978-08\/31\/1979  Assistant Research Astronomer III, University of California, Los Angeles, 09\/01\/1978-08\/31\/1979   Visiting and Temporary Appointments   Visiting Professor of Physics, Stanford University, 01\/01\/2004-05\/31\/2004  Visiting Professor of Physics, Stanford University, 09\/01\/1996-12\/31\/1996  Associate Research Physicist, University of California, Santa Barbara, 03\/01\/1990-05\/31\/1990  Visiting Astronomer, Sacramento Peak National Observatory, 01\/01\/1975-04\/30\/1977   PostDoctoral Appointments   Research Fellow, California Institute of Technology, 09\/01\/1977-08\/31\/1978   Other Employment   Research Scientist, Jet Propulsion Laboratory, 10\/01\/2006-  Astronomer, Jet Propulsion Laboratory, 10\/01\/1983-09\/30\/2006  Senior Scientist, Jet Propulsion Laboratory, 10\/01\/1978-09\/30\/1983  Post Graduate Researcher III, University of California, Los Angeles, 09\/01\/1975-08\/31\/1977  Scientist III, Jet Propulsion Laboratory, 06\/01\/1970-08\/31\/1977  Research Associate, Aerospace Corporation, 01\/01\/1974-08\/31\/1975  Teaching Associate, University of California, Los Angeles, 09\/01\/1971-06\/15\/1973  Research Assistant, University of California, Los Angeles, 09\/01\/1969-06\/15\/1971  Instructor of Astronomy, Citrus College, 10\/01\/1970-01\/31\/1971  Engineer, Jet Propulsion Laboratory, 06\/01\/1969-08\/31\/1969  Associate Physicist, Aerojet-General Corporation, 06\/15\/1968-08\/31\/1968  Engineering Project Clerk II, Aerojet-General Corporation, 06\/15\/1967-09\/30\/1967  Physical Science Aide, U.S. Coast and Geodetic Survey, 06\/15\/1966-09\/30\/1966  Engineering Project Clerk II, Aerojet-General Corporation, 06\/15\/1965-09\/30\/1965  Engineering Student Trainee, California State Division of Highways, 06\/15\/1964-09\/30\/1964   Description of Research  Summary Statement of Research Interests  Professor Rhodes leads an active program in both ground- and space-based observational helioseismology. One of the pioneers in this field of solar physics he is a NASA-selected Co-Investigator on the Solar Oscillation Investigation (SOI). The SOI-Michelson Doppler Imager flys onboard the NASA-ESA Solar and Heliospheric Observatory spacecraft. Professor Rhodes is the Principal-Investigator for the 60-Foot Solar Tower at Mt. Wilson Observatory and the High Degree Helioseismic Network (HiDHN). This network consists of a second station in Ukraine, at the Crimean Astrophysical Observatory. HiDHN provides nearly continuous observations of the sun during the summer months.  Funded Research  Contracts and Grants Awarded   Support Payments for Operation of BiSON Spectrometer at Mount Wilson Observatory (University of Birmingham, Birmingham, England), Edward J. Rhodes, Jr., $11,000, 10\/01\/2014-09\/30\/2015  Support Payments for Operation of BiSON Spectrometer at Mount Wilson Observatory (University of Birmingham, Birmingham, England), Edward J. Rhodes, Jr., $5,500, 04\/01\/2014-09\/30\/2014  Support Payments for Operation of BiSON Spectrometer at Mount Wilson Observatory (University of Birmingham, Birmingham, England), Edward J. Rhodes, Jr., $11,000, 04\/01\/2013-03\/31\/2014  Support Payments for Operation of BiSON Spectrometer at Mount Wilson Observatory (University of Birmingham, Birmingham, England), Edward J. Rhodes, Jr., $11,000, 04\/01\/2012-03\/31\/2013  Support Payments for Operation of BiSON Spectrometer at Mount Wilson Observatory (University of Birmingham, Birmingham, England), Edward J. Rhodes, Jr., $11,000, 04\/01\/2011-03\/31\/2012  Support Payments for Operation of BiSON Spectrometer at Mount Wilson Observatory (University of Birmingham, Birmingham, England), Edward J. Rhodes, Jr., $11,000, 04\/01\/2010-03\/31\/2011  Study of Solar Cycle Variations in the Structure and Dynamics of the Solar Subsurface Shear Laye (NASA), Edward J. Rhodes, Jr., $333,000, 03\/01\/2008-02\/28\/2011  THE STUDY OF THE CHANGING SOLAR INTERIOR USING GLOBAL AND LOCAL (NASA), Edward J. Rhodes, Jr., $333,000, 05\/24\/2006-05\/23\/2010  SUPPORT FOR THE SOLAR OSCILLATION INVESTIGATION MICHELSON DOPPLER IMAGER EXPERIMENT-JPL CO-INVESTIGA (Goddard SpaceFlight Center), Edward Rhodes Jr, $60,200, 10\/01\/2008-03\/31\/2010  Support Payments for Operation of BiSON Spectrometer at Mount Wilson Observatory (University of Birmingham, Birmingham, England), Edward Rhodes, $22,000, 04\/01\/2008-03\/31\/2010  Partial Support For Algorithm Development And Transfer For Phases D and E of the Helioseismic and Ma (Stanford University), Edward J. Rhodes, Jr., $500,000, 02\/01\/2007-03\/31\/2010  Development of a Solar Disturbance Warning System Using Lunar-Based Observations of Solar Subsurface (NASA), Edward J. Rhodes, Jr., $94,900, 10\/01\/2007-09\/30\/2008  Support Payments for Operation of BiSON Spectrometer at Mount Wilson Observatory (University of Birmingham, Birmingham, England), Edward J. Rhodes, Jr., $5,500, 01\/01\/2008-03\/31\/2008  Support Payments for Operation of BiSON Spectrometer at Mount Wilson Observatory (University of Birmingham, Birmingham, England), Edward J. Rhodes, Jr., $39,000, 01\/01\/2007-12\/31\/2007  Cont Development And Implementation Of A Novel Method For (Stanford University), Edward J. Rhodes, Jr., $170,641, 07\/15\/2005-10\/31\/2007  SUPPORT FOR THE SOLAR OSCILLATION INVESTIGATION MICHELSON DOPPLER IMAGER EXPERIMENT-JPL CO-INVESTIGA (NASA Goddard SpaceFlight Center), Edward J. Rhodes, Jr., $57,500, 09\/15\/2006-09\/14\/2007  HELIOSEISMIC PROBING OF SOLAR INTERNAL AND DYNAMICS USING GONG+ (NSF), Edward J. Rhodes, Jr., $309,088, 07\/01\/2003-06\/30\/2007  THE STUDY OF THE CHANGING SOLAR INTERIOR USING GLOBAL & LOCAL (NASA), Edward J. Rhodes, Jr., $301,378, 05\/01\/2003-04\/30\/2007  PARTIAL SUPPORT FOR ALGORITHM DEVELOPMENT AND TRANSFER FOR PHASES (Stanford University), Edward J. Rhodes, Jr., $80,000, 05\/01\/2005-01\/31\/2007  Site Support for BiSON Station at Mount Wilson (University of Birmingham, Birmingham, England), Edward J. Rhodes, Jr., $4,400, 10\/01\/2006-12\/31\/2006  SUPPORT PAYMENTS FOR OPERATION OF BISON SPECTROMETER AT MOUNT WILSON OBSERVATORY (University of Brimingham, England), Edward J. Rhodes, Jr., $8,800, 10\/01\/2005-09\/30\/2006  SUPPORT FOR THE SOLAR OSCILLATION INVESTIGATION MICHELSON DOPPLER IMAGER EXPERIMENT-JPL CO-INVESTIGA (NASA Goddard SpaceFlight Center), Edward J. Rhodes, Jr, $50,600, 09\/15\/2005-09\/14\/2006  HIGH-DEGREE P-MODE STRUCTURE AND DYNAMIC STUDIES (NASA), Edward J. Rhodes, Jr, $257,000, 04\/01\/2002-03\/31\/2006  Site Support for BiSON Station at Mount Wilson (University of Birmingham, Birmingham, England), Edward J. Rhodes, Jr., $8,800, 09\/01\/2004-08\/31\/2005  DEVELOPMENT AND IMPLEMENTATION OF A NOVEL METHOD FOR FITTING (Stanford University), Edward J. Rhodes, Jr., $100,000, 03\/01\/2004-08\/31\/2005  JPL Guest Investigator Support for SOI (Goddard SpaceFlight Center), Edward J. Rhodes, Jr., $49,740, 07\/15\/2004-07\/14\/2005  Improvement in Data Environment for Global and Local Helioseismic Studies (NASA), Edward J. Rhodes, Jr., $29,658, 06\/15\/2004-06\/14\/2005  Computation of Frequencies and Frequency Splittings of P-Mode Oscillations (NASA), Edward J. Rhodes, Jr., $288,000, 04\/01\/2001-11\/30\/2004   USC Funding   Provost's Undergraduate Research Associates Program . Helioseismic Studies of Solar Internal Dynamics : Provides stipend and research support for USC undergrads Cesar Hernandez, Casey Chen, Richard Marcotte, Audrey Trieu, and Haochen Wang to participate in helioseismic research., $10,000, 2015-2016  Provost's Undergraduate Research Associates Program  . Helioseismic Studies of Solar Internal Dynamics: Provided stipend and research support for USC undergrads Nathan Fulmer, Shawn Rhoads, Cesar Hernandez, and Yifei Yang to participate in helioseismic research. , $9,500, 2014-2015  Provost's Undergraduate Research Associates Program   \t. Helioseismic Studies of Solar Internal Dynamics : Provided stipend and research support for USC undergrads Chris Steele, Nathan Fulmer, Shawn Rhoads, and Cesar Hernandez to participate in helioseismic research.   \t, $6,600, 2013-2014  Provost's Undergraduate Research Associates Program  . Helioseismic Studies of Solar Internal Dynamics: Provided stipend and research support for USC undergrads John Rising, Nathan Fulmer, and George Martin to participate in helioseismic research.  , $10,000, 2012-2013  Provost's Undergraduate Research Associates Program  . Helioseismic Studies of Solar Internal Dynamics: Provided stipend and research support for USC undergrads John Rising, Jesse Gallegos, and Nathan Fulmer to participate in helioseismic research.  , $10,000, 2011-2012  Provost's Undergraduate Research Associates Program  . Helioseismic Studies of Solar Internal Dynamics: Provided stipend and research support for USC undergrads Hanlong Chen, Jared Brooks, Jorge Rodriguez, and John Rising to participate in helioseismic research.  , $10,000, 2010-2011  Provost's Undergraduate Research Associates Program. Helioseismic Studies of Solar Internal Dynamics: Provided stipend and research support for USC undergrads Brittney Miller, Patrick McFaddin, and Hanlong Chen to participate in helioseismic research., $10,000, 2009-2010  College SOAR Awards. Helioseismic Studies of Solar Internal Dynamics: Provided stipend support for USC undergraduate students Jorge Rodriguez and Taran Huffman to participate in helioseismic research., $2,000, \r\n\t\tSpring\r\n\t2010  Provost's Undergraduate Research Fellowship Program. Helioseismic Studies of Solar Internal Dynamics: Supplied stipend support for USC undergrads Juan Lora and Jared Brooks, $5,000, 08\/24\/2008-05\/15\/2010  Rose Hills Science and Engineering Fellowships. Helioseismic Studies of Solar Internal Dynamics: Provided stipend support and research support for USC undergraduate students Jin Yoo, Taran Huffman,Anthony Spinella, and Jorge Rodriguez., $26,000, 08\/21\/2008-12\/15\/2009  Provost's Undergraduate Research Associates Program. Helioseismic Studies of Solar Internal Dynamics: Provided financial support for undergraduate students Brittney Miller, Joseph Oorebeek, and Patrick McFaddin to participate in helioseismic research., $10,000, 2008-2009  Women in Science and Engineering Fellowship. Helioseismic Studies of Solar Internal Dynamics: Provided stipend and research support for USC undergraduate student Brittney Miller to participate in helioseismic research., $13,000, 05\/15\/2007-12\/15\/2008  Provost's Undergraduate Research Associates Program. Helioseismic Studies of Solar Internal Dynamics: Provided support for USC undergraduate students Benedikt Riedel, Hector Pang, and Joseph Oorebeek to participate in helioseismology research., $10,000, 2007-2008    Affiliations with Research Centers, Labs, and Other Institutions   Jet Propulsion Laboratory, Research Scientist  NASA Solar and Heliospheric Observatory, Guest Investigator, http:\/\/sohowww.nascom.nasa.gov\/  Special Collections and Visual Resources Department of the Getty Research Library, Reader    Conferences and Other Presentations  Conference Presentations   \"Probing the Solar Interior on Multiple Time Scales Using Global Helioseismology\", HELAS VI\/SOHO 28\/SPACEINN: Helioseismology and Applications, Talk\/Oral Presentation, Max Planck Institute for Solar System Research, Goettingen, Germany, Max Planck Society, Invited, 09\/02\/2014  \"Subsurface Meridional Flow Results from MWO, GONG, and MDI During Solar Cycle 23\", Solar Physics Division of the American Astronomical Society, Poster, Boston, MA, American Astronomical Society, 06\/06\/2014  \"Determining the Instrumental Rotation Rate of MWO's 60-Foot Tower Image Plane and Its Impact of Results from Ring Diagram Analysis\", Fifty Years of Seismology of the Sun and Stars, Poster, Refereed Paper, Tucson, AZ, National Solar Observatory, 05\/07\/2013-05\/10\/2013  \"The Observational Helioseismology Programs at the Sacramento Peak and Mount Wilson Observatories\", Fifty Years of Seismology of the Sun and Stars, Talk\/Oral Presentation, Paper, Tucson, AZ, National Solar Observatory, Invited, 05\/07\/2013  \"Non-Standard Thermodynamic Structure of the Solar Susurface Shear Layer\", Living with a Star Helioseismology and MHD Simulation Workshop, Talk\/Oral Presentation, NASA Ames Research Center, Mountain View, CA, NASA, 02\/14\/2013  \"Solar Cycle Variations in the Solar Interior\", 2012 Fall Meeting of the American Geophysical Union, Talk\/Oral Presentation, Abstract, San Francisco, CA, American Geophysical Union, Invited, 12\/03\/2012  \"Solar Cycle Variations in p-Mode Frequencies, Widths, Amplitudes, and Asymmetries\", Local Helioseismology Comparison Group Workshop, Talk\/Oral Presentation, Stanford University, Stanford, CA, Stanford University, Invited, 08\/17\/2011  \"Temporal Changes in the Frequencies of the Solar p-Mode Oscillations During Solar Cycle 23\", IAU Symposium 273: Physics of Sun and Star Spots, Poster, Paper, Ventura, CA, International Astronomical Union , Invited, 08\/22\/2010-08\/26\/2010  \"Recent Progress in the Fitting of Both m-averaged and Un-averaged Solar Oscillation Power Spectra\", Local Helioseismology Comparison Group Workshop, Talk\/Oral Presentation, Stanford University, Stanford, CA, Stanford University, Invited, 08\/03\/2010  \"Solar Cycle Variations in p-Mode Frequencies, Widths, Amplitudes, and Asymmetries\", Local Helioseismology Comparison Group Workshop, Talk\/Oral Presentation, Stanford University, Stanford, CA, Stanford University, Invited, 08\/03\/2010  \"Temporal Changes in the Frequencies and Widths of the Solar p-Mode Oscillations\", GONG-SOHO 24: A New Era of Seismology of the Sun and Solar-like Stars, Poster, Refereed Paper, Aix-En_Provence, France, ESA, 06\/27\/2010-07\/02\/2010  \"Overview of USC's Vision for Relocation of National Solar Observatory to Los Angeles\", USC-JPL-Stanford-NSO Workshop, Talk\/Oral Presentation, Jet Propulsion Laboratory, Astronomy and Physics Directorate, Jet Propulsion , Invited, 12\/10\/2009  \"Solar Cycle Variations in p-Mode Frequencies, Widths, Amplitudes, and Asymmetries\", Helioseismic and Magnetic Imager Science Team Meeting, Talk\/Oral Presentation, Stanford University, Stanford University Solar Observatories Group, Invited, 09\/10\/2009  \"Subsurface Flows in the Solar Shear Layer as Measured By the Mount Wilson Observatory 60-Foot Solar Tower\", Local Helioseismology Comparison Group Workshop, Talk\/Oral Presentation, Stanford University, Stanford, CA, Stanford University, Invited, 03\/12\/2009  \"The Solar Cycle at High Degrees\", HELASNA3-4 Workshop, Talk\/Oral Presentation, University of Birmingham, England, HELAS NA3 and NA 4, Invited, 01\/06\/2009  \"The Centennial Anniversary of the Discovery of Magnetic Fields on the Sun\", Celebration in Honor of George Ellery Hale's Discovery, Keynote Lecture, Mount Wilson Observatory, USC Public Relations Office, Invited, 06\/26\/2008  \"Recent Progress in Helioseismic Peak-Bagging for Both Mode and Ridge Fitting\", Solar Dynamics Observatory Science Team Meeting, Talk\/Oral Presentation, Napa, CA, Stanford University Solar OIbservatories Group, Invited, 03\/27\/2008  \"A Quarter Century of shared Experiences With Professor Alessandro Cacciani\", Alessandro Cacciani Memorial Symposium, Talk\/Oral Presentation, University of Rome, La Sapienza, Italy, Department of Physics, Univ. of Rome, Invited, 02\/29\/2008  \"The Current Status of Analyzing High-Degree Modes\", SOHO 14\/GONG 2004 Workshop, Helio- and Asteroseismology: Towards a , Talk\/Oral Presentation, Yale University, Yale University Department of Astronomy, Invited, 07\/12\/2004  \"Helioseismic Probing of the Dynamic Solar Interior\", International Association of Geodesy and Aeronomy 2003, Talk\/Oral Presentation, Abstract, Sapporo, Japan, IAGA, Invited, 06\/30\/2003-07\/11\/2003  \"High-Degree p-Modes and the Sun's Evolving Surface\", SOHO 12\/GONG 2002 Workshop, Talk\/Oral Presentation, Big Bear Lake, CA, Big Bear Solar Observatory, Invited, 10\/31\/2002  \"Solar Cycle Variability of High-Frequency and High-Degree p-Mode Oscillation Frequencies\", SOHO 11 Symposium, Talk\/Oral Presentation, Davos, Switzerland, European Space Agency and NASA, Invited, 03\/11\/2002  \"Challenges in High-Degree Helioseismology\", Joint Meeting of the Solar Physics Division of the AAS and the American Geophysical Union, Talk\/Oral Presentation, Boston, MA, American Astronomical Society and American Geophys, Invited, 05\/29\/2001   Other Presentations   \"Helioseismic Studies of Solar Internal Dynamics, Part II\", Invited Lecture, Aerospace Corporation Employees Association Astronomy Club, El Segundo,CA, 11\/20\/2014  \"Helioseismic Studies of Solar Internal Dynamics, Part I\", Invited Lecture, Aerospace Corporation Employees Association Astronomy Club, El Segundo,CA, 07\/17\/2014  \"Solar Cycle Variations in the Solar Interior\", Astrophysics and Space Sciences Section Seminar, Jet Propulsion Laboratory, Pasadena, CA, 01\/24\/2013  \"Keeping Our Future Lunar Astronauts Healty By Observing the Sun from the Moon\", Invited Public Lecture, San Bernardino Valley Amateur Astronomers, San Bernardino County Natural History Museum, Redlands, CA, 03\/21\/2009  \"Why Go To The Moon To Study the Sun, or How Will We Protect The Health of Our future Lunar Astronauts?\", Invited Public Lecture, Orange County Amateur Astronomers, Chapman University, Orange, CA, 11\/09\/2007  \"Predicting Solar Disturbances by Monitoring the Sun From the Moon\", Invited Special Lecture in Astronomy, Department of Physics and Astronomy, California State University, Northridge, CSUN, Northridge, CA, 05\/20\/2007  \"Studying the Dynamic Solar Interior from Mount Wilson and From Space\", Invited Public Lecture, San Bernardino Valley Amateur Astronomers, San Bernardino County Natural History Museum, Redlands, CA, 11\/15\/2003  \"Studies of the Dynamic Solar Interior from Mount Wilson and From Space\", Invited Public Lecture, Los Angeles Astronomical Society, Griffith Observatory. Los Angeles, CA, 09\/08\/2003  \"Studies of the Changing Sun from Mount Wilson and From Space\", Invited Public Lecture, Orange County Amateur Astronomers, Chapman University, Orange, CA, 10\/11\/2002   Publications  Abstract   Pinkerton, S. F., Rhodes, Jr., E. J., Bogart, R. \r\n                                (2014).\r\n                            Sub-surface Meridional Flow Results from MWO, GONG, and MDI During Solar Cycle 23. Bulletin of the American Astronomical Society\/ American Astronomical Society.  Rhodes, Jr., E. J. \r\n                                (2012).\r\n                            Solar Cycle Variations in the Solar Interior. Transactions of the American Geophysical Union.  Rabello-Soares, C., Bogart, R., Basu, S., Rhodes, E. \r\n                                (2005).\r\n                            Ring  diagram Analysis of Data from the Mount Wilson Magneto-Optic Filter. Bulletin of the American Astronomical Society.   Book Chapter   Rhodes Jr, E. J., Kosovichev, A., Schou, J., Scheurer, P., Reiter, J. \r\n                                (1997).\r\n                            Measurements of Frequencies of Solar Oscillations from the MDI Medium-l Programs. pp. 287-310. The First Results from SOHO; Kluwer Acad. Pub..   Conference Proceeding   Rhodes, Jr., E. J. \r\n                                (2013).\r\n                            The Observational Helioseismology Programs at the Sacramento Peak and Mount Wilson Observatories. \r\n                                    In Kiran Jain, Sushanta C. Tripathy, Frank Hill, John W. Leibacher, Alexei A. Pevtsov (Ed.), pp. 61-72. San Francisco, CA. Astronomical Society of the Pacific Conference Series.  Pinkerton, S. F., Rhodes, Jr., E. J., Bogart, R., Orr, M., Martin, G., Spinella, A. \r\n                                (2013).\r\n                            Determining the Instrumental Rotation Rate of MWO's 60' Tower Image Plane and Its Impact on Results from Ring Diagram Analysis. \r\n                                    In Kiran Jain, Sushanta C. Tripathy, Frank Hill, John W. Leibacher, Alexei A. Pevtsov (Ed.), pp. 205-210. San Francisco, CA. Astronomical Society of the Pacific Conference Series\/Astronomical Society of the Pacific.  Rhodes, Jr., E. J., Reiter, J., Schou, J., Larson, T. P., Scherrer, P. H., Brooks, J., McFadden, P., Miller, B., Rodriguez, J., Yoo, J. \r\n                                (2011).\r\n                            Temporal Changes in the Frequencies and Widths of the Solar p-Mode Oscillations. 1. pp. 4 pages. Journal of Physics Conference Series.  Rhodes, Jr., E. J., Reiter, J., Schou, J., Larson, T., Scherrer, P. H., Brooks, J., McFadden, P., Miller, B., Rodriguez, J., Yoo, J. \r\n                                (2011).\r\n                            Temporal Changes in the Frequencies of the Solar p-Mode Oscillations During Solar Cycle 23. \r\n                                    In Debi Prasad Choudhary and Klaus G. Strassmeier (Ed.), pp. 389-393. Cambridge. IAU Symposium Proceedings Series\/Cambridge University Press.  Reiter, J., Rhodes Jr, E. J., Schou, J., Larson, T. P. \r\n                                (2009).\r\n                            The Solar Cycle at High Degrees. \r\n                                    In Michael J. Thompson and Yvonne  Elsworth (Ed.), pp. 2. HELAS NA3-4 Workshop:The Acoustic Solar Cycle.  Jain, K., Tripathy, S. C., Gonzalez-Hernandez, I., Armstrong, J. D., Jerreries, S. M., Rhodes Jr, E. J., Rose, P. \r\n                                (2008).\r\n                            Multi-Spectral analysis of Acoustic Mode Characteristics in Active Regions. pp. 389-394. ASP Conference Series.   Grant Report   Rhodes Jr, E. J., Basu, S., Didkovsky, L., Kosovichev, A. G., Schou, J. \r\n                                (2010).\r\n                            Technical Progress Report for NASA Grant NNX08AJ24G.  Rhodes Jr, E. J., Basu, S., Didkovsky, L., Kosovichev, A. G., Schou, J. \r\n                                (2009).\r\n                            Technical Progress Report for NASA Grant NNX08AJ24G.  Rhodes Jr, E. J., Basu, S., Bogart, R., Didkovsky, L., Kosovichev, A. G., Rabello-Soares, M. C., Reiter, J., Scherrer, P. H., Schou, J. \r\n                                (2008).\r\n                            Technical Progress Report for NASA Grant NNX06AC24G.  Rhodes Jr, E. J. \r\n                                (2007).\r\n                            Final Technical Report on NASA Grant NAG5-13538.   Journal Article   Reiter, J., Rhodes, Jr., E. J., Kosovichev, A. G., Schou, J., Scherrer, P. H., Larson, T. P. \r\n                                (2015).\r\n                            A Method for the Estimation of p-Mode Parameters from Averaged Solar Oscillation Power Spectra. The Astrophysical Journal\/The American Astronomical Society. \r\n                                Vol. 803 (2), pp. 42.  Rhodes Jr, E. J., Gonzalez Hernandez, I., Patron, J., Roca Cortes, T., Bogard, R., Hill, F., SOI Ring Diagrams Team 1999, .. \r\n                                (1999).\r\n                            A Synoptic View of the Subphotospheric Horizontal Velocity Flows in the Sun. Astrophys. J.. \r\n                                Vol. 535, pp. 454-463.   Other   Rhodes Jr, E. J., Didkovsky, L., Rose, P. \r\n                                (1998).\r\n                            A Comparison of Helioseismic Data from Mount Wilson and the Crimean Astrophysical Observatory. Izv. Krymskoy Astrofiz. Obs..   Proceedings   Howe, R., Bogart, R., Christensen-Dalsgaard, J., Larsen, R. M., Rhodes Jr, E. J., Rose, P., Schou, J. \r\n                                (2006).\r\n                            Solar Rotation and Zonal Flows from Mount Wilson 60-Ft Tower Data. Noordwijk, Netherlands. European Space Agency.  Jain, K., Hill, F., Tripathy, S. C., Antia, H. M., Armstrong, J. D., Jefferies, S. M., Rhodes Jr, E. J., Rose, P. \r\n                                (2006).\r\n                            A Comparison of Acoustic Mode Parameters Using Multi-Spectral Data. Noordwijk, Netherlands. European Space Agency.  Rhodes Jr, E. J., Kosovichev, A., Nigam, R., Scherrer, P., Schou, J., Christensen-Dalsgaard, J., Dziembowski, W., Goode, P., Gough, D., Reiter, J. \r\n                                (1998).\r\n                            Spherical and Aspherical Structure of the Sun: First Year of SOHO\/MDI Observations. \r\n                                    In F.-L. Deubner, J. Christensen-Dalsgaard and D. Kurtz (Ed.), pp. 157-164. Amsterdam. New Eyes See Inside the Sun and Stars, IAU Symposium; Kluwer Academic Pub..   Technical Report   Rhodes Jr, E. J. \r\n                                (2007).\r\n                            Final Technical Report on NSF Grant AST-0307934.  Rhodes Jr, E. J. \r\n                                (2007).\r\n                            Technical Progress Report for NASA Grant NNX06AC24G.  Rhodes, E., Reiter, J., Bogart, R., Kosovichev, A., Schou, J., Basu, S. \r\n                                (2006).\r\n                            Quarterly Technical Progress Report for Stanford University Sub-Award Number 14405890-269673.  Rhodes Jr, E. J. \r\n                                (2006).\r\n                            Final Technical Report for NASA Grant NAG5-11582.  Rhodes, E., Reiter, J., Bogart, R., Kosovichev, A., Schou, J., Basu, S. \r\n                                (2006).\r\n                            Quarterly Technical Progress Report for Stanford University Sub-Award Number 14405890-26967.  Rhodes, E., Reiter, J., Bogart, R., Kosovichev, A., Schou, J., Basu, S. \r\n                                (2006).\r\n                            Quarterly Technical Progress Report for Stanford University Sub-Award Number 1503196-33789-A.  Rhodes, E., Scherrer, P., Bogart, R., Schou, J., Basu, S., Reiter, J. \r\n                                (2005).\r\n                            Final Technical Report for Stanford University Sub-Award Number 11450040-29056-C.  Rhodes, E., Reiter, J., Kosovichev, A., Schou, J., Basu, S. \r\n                                (2005).\r\n                            Final Technical Report for NASA Grant NNG04GM01G.  Rhodes, Jr., E. J., Reiter, J. \r\n                                (2005).\r\n                            Progress Report for NASA Grant NAG5-13510. unpublished.  Rhodes, Jr., E. J. \r\n                                (2005).\r\n                            FY2004-FY2005 Progress Report for JPL Task Plan Number 71-7983. unpublished.  Rhodes, Jr., E. J., Reiter, J. \r\n                                (2005).\r\n                            Final Technical Report for NASA Grant NAG5-11001. Unpublished.    Advisement  Other Advisement or Time Devoted to Students   Dr. Rhodes is currently supervising eight undergraduate research students,including one Mellon Mays Undergraduate Fellow, two\r\nProvost's Undergraduate Research Fellows, three SOAR students, and two Undergraduate Research Associates \r\n, 2015-2016  Dr. Rhodes is currently mentoring Mellon Mays Undergraduate Fellow Sophia Singh, 2015-2016  Dr. Rhodes is currently mentoring Provost's undergraduate Research Fellows Yifei Yang and Roberto Nazario, 2015-2016  Dr. Rhodes currently mentoring Dornsife College Student Opportunities for Academic Research Awardees Audrey Trieu,\r\nHaochen Wang, and Casey Chen., 2015-2016  Dr. Rhodes is currently mentoring USC Presidential Scholar Audrey Trieu, 2015-2016  Dr. Rhodes supervised seven undergraduate research students, including one Mellon Mays Undergraduate Fellow, two SOAR students, three Undergraduate Research Associates, and two Lick Scholars, 2014-2015  Dr. Rhodes supervised five undergraduate research students, including one Mellon Mays Undergraduate Fellow, one Lick Scholar, and one Undergraduate Research\r\nAssociate , 05\/16\/2015-08\/14\/2015  Dr. Rhodes supervised a total of seven undergraduate research students, including  two Provost's Undergraduate Research Fellows, two SOAR students, and three Undergraduate Research Associates\r\n, 2013-2014  Dr. Rhodes mentored USC Presidential Scholar Daniel Campbell., 2013-2014  Dr. Rhodes supervised four undergraduate research students, including one Mellon Mays Undergraduate Fellow, one SURF Fellow, one Rose Hills Science and Engineering Summer Research Fellow, and one Undergraduate Research Associate, 05\/15\/2014-08\/14\/2014  Dr. Rhodes supervised six undergraduate research students,including one Presidential Scholar, two Provost's Undergraduate Research Fellows, one Lick Scholar, one Dean's Scholar, two Undergraduate Research Associates, and one SURF awardee, 05\/16\/2013-08\/15\/2013  Dr. Rhodes supervised a total of seven undergraduate research students, including one Presidential Scholar, one Barry M. Goldwater Scholar, three Provost's Undergraduate Research Fellows,and two Undergraduate Research Associates , 2012-2013  Dr. Rhodes supervised a total of eight undergraduate research students, including one Barry M. Goldwater Scholar, one Presidential Scholar, two Provost's Undergraduate Research Fellows, one Dean's Scholar, two Lick Scholars, and one SOAR awardee, 05\/16\/2012-08\/15\/2012  Dr. Rhodes supervised a total of seven undergraduate research students , 2011-2012  Dr. Rhodes supervised seven undergraduate researchers., 2009-2010  Dr. Rhodes supervised three undergraduate research fellows for the entire summer., 05\/15\/2009-08\/15\/2009  Dr. Rhodes supervised seven undergraduate researchers., 2008-2009  Dr. Rhodes supervised three undergraduate research fellows for the entire summer., 05\/15\/2008-08\/15\/2008  Dr. Rhodes served as the Faculty Adviser, Student Senate Academic Research Fund, 2007-2008  Dr. Rhodes sereved as an Academic Adviser for the Astronomy Program, 2007-2008  Dr. Rhodes supervised ten undergraduate researchers, \r\n\t\tSpring\r\n\t2008  Dr. Rhodes supervised nine undergraduate researchers, \r\n\t\tFall\r\n\t2007  Dr. Rhodes served as the Faculty Adviser for the Student Senate Academic Research Fund, 2006-2007  Dr. Rhodes served as an Academic Adviser for the Astronomy Program, 2006-2007  Dr. Rhodes supervised two Rose Hills Science and Engineering Research Fellows, 05\/15\/2007-08\/14\/2007  Dr. Rhodes supervised One Women in Science and Engineering (WiSE) Summer Research Fellow, 05\/15\/2007-08\/14\/2007  Dr. Rhodes supervised five undergraduate researchers, \r\n\t\tSpring\r\n\t2007  Dr. Rhodes supervised five undergraduate researchers, \r\n\t\tFall\r\n\t2006  Dr. Rhodes served as the Faculty Adviser for the Student Senate Academic Research Fund, 2005-2006  Dr. Rhodes served as an Academic Adviser for the Astronomy Program, 2005-2006  Dr. Rhodes supervised one Mellon Mays Undergraduate Fellow, 05\/15\/2006-08\/14\/2006  Dr. Rhodes supervised one Provost's Undergraduate Research Associate, 05\/15\/2006-08\/14\/2006  Dr. Rhodes supervised three undergraduate researchers, \r\n\t\tSpring\r\n\t2006  Dr. Rhodes supervised three undergraduate researchers, \r\n\t\tFall\r\n\t2005  Dr. Rhodes served as an Academic Adviser for the Astronomy Program, 2004-2005  Dr. Rhodes supervised one McNair Scholar, 05\/15\/2005-08\/14\/2005  Dr. Rhodes supervised two undergraduate researchers, \r\n\t\tSpring\r\n\t2005  Dr. Rhodes supervised two undergraduate researchers, \r\n\t\tFall\r\n\t2004  Dr. Rhodes supervised two undergraduate researchers, 2003-2004  Dr. Rhodes supervised two undergraduate researchers, 2001-2002   Guest Lectures in Courses   PHYS 190: Freshman Seminar Dr. Rhodes is currently scheduled to present a guest lecture on the sun and helioseismology , 11\/28\/2015  BISC 483: Geobiology and Astrobiology Dr. Rhodes presented a guest lecture on star formation, extra-solar planetary detection, theories of the formation of the solar system, and descriptions of the planets, planetary moons, asteroids, comets, meteors, and meteorites  , 04\/07\/2015  PHYS 190: Freshman Seminar Dr. Rhodes presented a guest lecture on the sun and helioseismology , 11\/05\/2014  PHYS 190: Freshman Seminar Dr. Rhodes presented a guest lecture on the sun and helioseismology , 11\/14\/2013  BISC 483: Geobiology and Astrobiology Dr. Rhodes presented a guest lecture on star formation, extra-solar planetary detection, theories of the formation of the solar system, and descriptions of the planets, planetary moons, asteroids, comets, meteors, and meteorites  , 04\/11\/2013  PHYS 190: Freshman Seminar Dr. Rhodes presented a guest lecture on the sun and helioseismology, 10\/24\/2012  PHYS 190: Freshman Seminar Dr. Rhodes presented a guest lecture on the sun and helioseismology , 11\/17\/2011  BISC 483: Geobiology and Astrobiology Dr. Rhodes presented a guest lecture on star formation, extra-solar planetary detection, theories of the formation of the solar system, and descriptions of the planets, planetary moons, asteroids, comets, meteors, and meteorites, 04\/07\/2011  PHYS 190: Freshman Seminar Dr. Rhodes presented a guest lecture on the sun and helioseismology, 11\/19\/2010  PHYS 190: Freshman Seminar Dr. Rhodes presented a guest lecture on the sun and helioseismology, 11\/18\/2009  BISC 483: Geobiology  and Astrobiology Dr. Rhodes presented a guest lecture on star formation, extra-solar planetary detection, theories of the formation of the solar system, and descriptions of the planets, planetary moons, asteroids, comets, meteors, and meteorites, 04\/09\/2009   Teaching Innovations and Multimedia Teaching   Dr. Rhodes served as an invited participant in an Introductory Astronomy Teaching Workshop which was, 03\/07\/2008-03\/08\/2008   Honors and Awards   NASA Group Achievement Award to Solar Dynamics Observatory Science Investigation Teams, 11\/3\/2012  USC Mellon Award for Excellence in Mentoring, 4\/22\/2008  USC or School\/Dept Award for Teaching, Latter-Day Saint Student  Association At The University of Southern California Outstanding Teaching Award, 3\/2\/2007  USC or School\/Dept Award for Teaching, LAS General Education Teaching Award, 1999  USC or School\/Dept Award for Teaching, Hewlett Foundation Multi-disciplinary Teaching Award, 1995  USC or School\/Dept Award for Teaching, Mortar Board Last Lecture Series Awardee, 1995  USC Zumberge Research and Innovation Fund Award, 1988  NASA Certificate of Recognition, 1983  USC or School\/Dept Award for Teaching, Mortar Board Teaching Excellence Award, 1983    Service to the University  Committees   Member, Mellon Mays Undergraduate Fellowship Program Steering Committee, 08\/22\/2009-  Member, University Faculty Environment Committee, 2013-2014  Member, University Faculty Environment Committee, 2012-2013  Member, Dornsife College Faculty Council, 2012-2013  Member, Research Caucus of the Dornsife College Faculty Council, 2012-2013  Member, Research Caucus of the Dornsife College Faculty Council, 2011-2012  Member, Dornsife College Faculty Council, 2011-2012  Member, University Faculty Environment Committee, 2011-2012  Member, Dornsife College Faculty Council, 2010-2011  Member, Research Caucus of the Dornsife College Faculty Council, 2010-2011  Member, Research Caucus of the Dornsife College Faculty Council, 2009-2010  Member, Dornsife College Faculty Council, 2009-2010  Member, Department of Physics and Astronomy Undergraduate Curriculum Committee, 2009-2010  Member, Mellon Mays Undergraduate Fellowship Program Steering Committee, 2008-2009  Member, College of Letters, Arts, and Sciences Faculty Council, 2007-2008  Member, Mellon Mays Undergraduate Fellowship Program Steering Committee, 2007-2008  Member, Research Caucus of the LAS Faculty Council, 2007-2008  Chair, Research Caucus of the LAS Faculty Council, 2006-2007  Member, College of Letters, Arts, and Sciences Faculty Council, 2006-2007  Member, Mellon Mays Undergraduate Fellowship Program Steering Committee, 2006-2007  Chair, Research Caucus of the LAS Faculty Council, 2005-2006  Member, Mellon Mays Undergraduate Fellowship Program Steering Committee, 2005-2006  Member, College of Letters, Arts, and Sciences Faculty Council\r\n, 2005-2006  Chair, Research Caucus of the LAS Faculty Council, 2004-2005  Member, Mellon Mays Undergraduate Fellowship Program Steering Committee, 2004-2005  Member, Provost's Task Force on Interdisciplinary Activities, 2004-2005  Member, College of Letters, Arts, and Sciences Faculty Council\r\n\r\n, 2004-2005    Media, Alumni, and Community Relations   Dr. Rhodes was quoted in a USC Dornsife College News Article entitled \"Pinkerton Wins Poster Contest\", 07\/27\/2014  Dr. Rhodes was featured in the article \"Black Pearls of the Sun\" in the Dornsife College Magazine , 10\/01\/2012-03\/23\/2013  Dr. Rhodes was featured in the article \"Seasons in the Sun,\" which appeared on page 43 of the Spring\/Summer 2010 issue of the USC College Magazine, 03\/24\/2010-09\/21\/2010  Dr. Rhodes was quoted on CNET news website concerning the status of the Mount Wilson Observatory following the Station Fire., 11\/11\/2009  Dr. Rhodes was quoted in an article in the UCLA Daily Bruin regarding the danger to the Solar Towers of the Mount Wilson Observatory that was being posed by the Station Fire, 09\/08\/2009  Dr. Rhodes was quoted again in another Los Angeles Times article concerning the threat posed to the Mount Wilson Observatory by the Station Fire., 09\/03\/2009  Dr. Rhodes was quoted in a Los Angeles Times article concerning the threat posed by the Station Fire to the Mount Wilson Observatory, 09\/02\/2009  Dr. Rhodes was quoted in a New York Times article about the threat posed by the Station Fire to the Mount Wilson Observatory, 09\/01\/2009  Dr. Rhodes was quoted in an online New York Times article concerning the threat posed to the Mount Wilson Observatory by the Station Fire., 08\/31\/2009  Dr. Rhodes was quoted in a Pasadena Star-News article concerning the 100th anniversary of the discovery of magnetic fields on the Sun at the Mount Wilson Observatory, 06\/27\/2008  Dr. Rhodes was featured in the article \"On the Rhodes Again,\" which appear in the Spring 2008 issue of the USC College Magazine, 03\/21\/2008-06\/22\/2008  Dr. Rhodes assisted in the preparation of an article for the College Newsletter on the trip that he organized to Antelope Valley for his Astronomy 100 students to view a total lunar eclipse., 02\/21\/2008  Dr. Rhodes was quoted in an Los Angeles Daily News article on the Feb 20, 2008 total lunar eclipse, 02\/19\/2008  Dr. Rhodes was featured in an article in the USC Chronicle, 10\/08\/2007  Dr. Rhodes was featured in the BBC TV series \"The Dynamic Universe\", 12\/08\/2006    Other Service to the University   Dr. Rhodes is currently mentoring USC Presidential Scholar Audrey Trieu, 08\/24\/2015-  Dr. Rhodes is currently mentoring Mellon Mays Undergraduate Fellow Sophia Singh, 03\/01\/2014-  USC Ambassador, 08\/23\/2010-  Faculty Part Time Employee of the Jet Propulsion Laboratory, 09\/01\/1978-  Dr. Rhodes in currently mentoring Provost's Undergraduate Research Fellows\r\nYifei Yang and Roberto Nazario, 2015-2016  Dr. Rhodes is currently mentoring Dornsife College SOAR\r\nAward Recipients Casey Chen, Haochen Wang, and Audrey Trieu, 2015-2016  Dr. Rhodes is currently mentoring Undergraduate Research Associates Cesar Hernandez and Richard Marcotte, 2015-2016  Dr. Rhodes mentored Dornsife Summer Undergraduate Research Fellow Casey Chen , 07\/14\/2015-08\/15\/2015  Dr. Rhodes mentored Lick Scholar April Nishinaka, 05\/16\/2015-08\/15\/2015  Dr. Rhodes mentored Dornsife SOAR Program Awardee Shawn Rhoads, 2014-2015  Dr. Rhodes mentored Dornsife SOAR Program Awardee April Nishinaka, 2014-2015  Dr. Rhodes mentored Undergraduate Research Associate and Latino Alumni Scholar Cesar Hernandez, 2014-2015  Dr. Rhodes mentored Dornsife SOAR Program Awardee Casey Chen, 2014-2015  Dr. Rhodes mentored Undergraduate Research Associate Yifei Yang, 2014-2015  Dr. Rhodes contacted 17 prospective Astronomy majors who had been admitted to USC for the class of 2019. Two of these 17 students, Audrey Trieu and Haochen Wang, are currently enrolled here as freshmen., 04\/10\/2015  Dr. Rhodes participated in interview panels for both Trustee and Presidential Scholar candidates, 02\/28\/2015-03\/07\/2015  Dr. Rhodes mentored Dornsife Summer Undergraduate Research Fellow Casey Chen, 07\/14\/2014-08\/15\/2014  Dr. Rhodes mentored Rose Hills Summer Science and Engineering Fellow April Nishinaka, 05\/16\/2014-08\/15\/2014  Dr. Rhodes mentored Lick Scholar and Undergraduate Research Associate Yifei Yang, 2013-2014  Dr. Rhodes mentored USC Presidential Scholar and Provost's Undergraduate Research Fellow Daniel Campbell, 2013-2014  Dr. Rhodes mentored Dean's Scholar and Provost's Undergraduate Research Fellow Eric Leventhal, 2013-2014  Dr. Rhodes mentored Undergraduate Research Associate John Rising, \r\n\t\tFall\r\n\t2013  Dr. Rhodes mentored HSBC Bank Fellow Shawn Rhoads, 05\/16\/2013-08\/15\/2013  Dr. Rhodes mentored Dornsife Summer Undergraduate Research Fellow Nathan Fulmer, 05\/16\/2013-08\/15\/2013  Dr. Rhodes mentored USC Presidential Scholar and Provost's Undergraduate Research Fellow Daniel Campbell, 2012-2013  Dr. Rhodes mentored Lick Scholar George Martin, 2012-2013  Dr. Rhodes mentored Undergraduate Research Associate John Rising, 2012-2013  Dr. Rhodes mentored Barry M. Goldwater Scholar and Rose Hills Summer Science and Engineering Fellow Matthew Orr, 02\/01\/2012-12\/01\/2012  Dr. Rhodes mentored Rose Hills Summer Science and Engineering Fellow Eric Hotchkiss, 05\/16\/2012-08\/15\/2012  Dr. Rhodes mentored Lick Scholar Travis De Ronde, 2011-2012  Dr. Rhodes mentored Provost's Undergraduate Research Fellow Jin Yoo, 2010-2011  Dr. Rhodes mentored Provost's Undergraduate Research Fellow Jared Brooks, 2010-2011  Dr. Rhodes mentored Mellon Mays Undergraduate Fellow Jorge Rodriguez, 2010-2011  Dr. Rhodes mentored Undergraduate Research Associate Hanlong Chen, 2010-2011  Dr. Rhodes mentored California Space Grant Research Opportunity Scholar Jared Brooks, 05\/16\/2010-08\/15\/2010  Dr. Rhodes mentored Rose Hills Summer Science and Engineering Research Fellow Jorge Rodriguez, 05\/16\/2010-08\/15\/2010  Dr. Rhodes mentored Rose Hills Summer Science and Engineering Research Fellow Jin Yoo, 05\/16\/2010-08\/15\/2010  Dr. Rhodes mentored Undergraduate Research Associate Patrick McFaddin, 2009-2010  Dr. Rhodes mentored Dornsife SOAR Program Awardee Taran Huffman, 2009-2010  USC Ambassador, 2009-2010  Faculty Part-Time Employee of the Jet Propulsion Laboratory, 2009-2010  Dr. Rhodes mentored Provost's Undergraduate Research Fellow Joseph Oorebeek, 2009-2010  Dr. Rhodes mentored Mellon Mays Undergraduate Fellow Jorge Rodriguez, \r\n\t\tSpring\r\n\t2010  Dr. Rhodes mentored USC Women in Science and Engineering Research Fellow Brittney Miller, \r\n\t\tFall\r\n\t2009  Dr. Rhodes mentored Rose Hills Summer Science and Engineering Research Fellow Taran Huffman, 05\/16\/2009-08\/15\/2009  Dr. Rhodes mentored Rose Hills Summer Science and Engineering Fellow Anthony Spinella, 05\/16\/2009-08\/15\/2009  Dr. Rhodes mentored Provost's Undergraduate Research Fellow Joseph Oorebeek, 2008-2009  Dr. Rhodes mentored Provost's Undergraduate Research Fellow Anthony Spinella, 2008-2009  USC Ambassador, 2008-2009  Faculty Part-Time Employee of the Jet Propulsion Laboratory, 2008-2009  Dr. Rhodes mentored Provost's Undergraduate Research Fellow Juan Lora, 2008-2009  Dr. Rhodes mentored Provost's Undergraduate Research Fellow Benedikt Riedel, 2008-2009  Dr. Rhodes mentored Provost's Undergraduate Research Fellow Hector Pang, 2008-2009  Dr. Rhodes mentored USC Women in Science and Engineering Research Fellow Brittney Miller, 2008-2009  Dr. Rhodes mentored Rose Hills Summer Science and Engineering Fellow Lawrence Yu, 05\/16\/2008-08\/15\/2008  USC Ambassador, 2007-2008  Faculty Part-Time Employee of the Jet Propulsion Laboratory, 2007-2008  USC Ambassador, 2006-2007  Faculty Part-Time Employee of the Jet Propulsion Laboratory, 2006-2007  USC Ambassador, 2005-2006  Faculty Part-Time Employee of the Jet Propulsion Laboratory\r\n, 2005-2006  Faculty Part-Time Employee of the Jet Propulsion Laboratory, 2004-2005  USC Ambassador, 2004-2005    Service to the Profession   Conferences Organized   Member, Scientific Organizing Committee, National Solar Observatory Workshop: Fifty Years of Seismology of the Sun and Stars, Tucson, AZ, 05\/06\/2013-05\/10\/2013  Member, Scientific Organizing Committee, IAU Symposium 273: Physics of Sun and Star Spots, Ventura, CA, 08\/22\/2010-08\/26\/2010  Member, Scientific Organizing Committee, SOHO 12\/GONG+2002 Local and Global Helioseismology: The Present and the Future, Big Bear Lake, CA, 10\/27\/2002-11\/01\/2002  Session Chairman for Session on Instrumentation and MIscellaneous Topics, Spring 2001 Meeting of the American Geophysical Union, Boston, MA, 05\/29\/2001  Session Chairman for Session on Helioseismology, American Geophysical Union Fall Meeting, San Francisco, CA, 12\/17\/1996  Chairman of Local Organizing Committee and Co-Chairman of Scientific Organizing Committee, GONG '94Symposium on Helio- and Asteroseismology of the Sun from the Earth and Space, USC Davidson Conference Center, 05\/16\/1994-05\/20\/1994  Member, Scientific Organizing Committee, Conference on Solar Seismology from Space, Snowmass, CO, 08\/17\/1983-08\/19\/1983  Session Chairman for Special Session on Solar Seismology, American Geophysical Union, Baltimore, MD, 05\/23\/1983-05\/28\/1983    Editorships and Editorial Boards   Editorial board, The Open Astronomy Journal, 08\/21\/2007-05\/15\/2010    Professional Offices   President of USC Chapter, Sigma Xi, 09\/01\/1988-05\/15\/2001    Professional Memberships   International Astronomical Union, 1977-  Sigma Xi, 1971-  American Astronomical Society, 1969-  American Geophysical Union, 1969-  Phi Beta Kappa, 1968-  Sigma Pi Sigma, 1968-   Media, Alumni, and Community Relations   Assisted with Celebration in Honor of the Centennial Anniversary of the Discovery of Magnetic Fields, 06\/26\/2008  Assisted with Story on Total Lunar Eclipse Trip to Mount Wilson Observatory, 08\/28\/2007    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}