{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TV7BJBFE",
            "l3bcCTwAAAAJ",
            [
                "82,000-year-old shell beads from North Africa and implications for the origins of modern human behavior",
                "Neanderthal exploitation of marine mammals in Gibraltar",
                "Optically stimulated luminescence dating of sediments over the past 200,000 years",
                "Partial bleaching and the decay form characteristics of quartz OSL",
                "Optical dating: methodological aspects",
                "Climatic implications of correlated Upper Pleistocene glacial and fluvial deposits on the Cinca and Gállego Rivers (NE Spain) based on OSL dating and soil stratigraphy",
                "Charge movements in quartz and their relevance to optical dating",
                "Methodological considerations in the optical dating of quartz",
                "Timing of Late Quaternary glaciations in the Himalayas of northern Pakistan",
                "Timing of late Quaternary glaciations south of Mount Everest in the Khumbu Himal, Nepal"
            ],
            [
                "The first appearance of explicitly symbolic objects in the archaeological record marks a fundamental stage in the emergence of modern social behavior in Homo. Ornaments such as shell beads represent some of the earliest objects of this kind. We report on examples of perforated Nassarius gibbosulus shell beads from Grotte des Pigeons (Taforalt, Morocco), North Africa. These marine shells come from archaeological levels dated by luminescence and uranium-series techniques to ≈82,000 years ago. They confirm evidence of similar ornaments from other less well dated sites in North Africa and adjacent areas of southwest Asia. The shells are of the same genus as shell beads from slightly younger levels at Blombos Cave in South Africa. Wear patterns on the shells imply that some of them were suspended, and, as at Blombos, they were covered in red ochre. These findings imply an early distribution of bead …",
                "Two coastal sites in Gibraltar, Vanguard and Gorham9s Caves, located at Governor9s Beach on the eastern side of the Rock, are especially relevant to the study of Neanderthals. Vanguard Cave provides evidence of marine food supply (mollusks, seal, dolphin, and fish). Further evidence of marine mammal remains was also found in the occupation levels at Gorham9s Cave associated with Upper Paleolithic and Mousterian technologies [Finlayson C, et al. (2006) Nature 443:850–853]. The stratigraphic sequence of Gibraltar sites allows us to compare behaviors and subsistence strategies of Neanderthals during the Middle Paleolithic observed at Vanguard and Gorham9s Cave sites. This evidence suggests that such use of marine resources was not a rare behavior and represents focused visits to the coast and estuaries.",
                "Optical dating of sediment using optically stimulated luminescence has become important for studying Earth surface processes, and this technique continues to develop rapidly. A group of closely linked luminescence methods can be used to estimate the time since grains of quartz and feldspar were last exposed to daylight by detecting their subsequent response to environmental ionizing radiation exposure. The technique is well suited to the dating of deposits as young as one year to several hundred thousand years. Recent technical developments have established a dating protocol with improved precision, a high degree of reliability, and an in-built means to detect incomplete signal removal during deposition. This approach has been extended to age estimation for single grains, opening up a wider range of potential environments and new possibilities for understanding postdepositional grain movement …",
                "Three exponential components have been isolated from observed high temperature OSL decay data of quartz. These components have been found to display differential bleaching and growth characteristics. It is postulated that changes in the ratio of the first two components (the “fast” and the “medium”) are responsible for the changes in decay form observed in partially bleached samples. Measurements have shown that a comparison of the observed ratios to the expected ratios (had a sample been fully bleached) may be able to differentiate sediments for which the OSL has only been partially reset prior to deposition.",
                "We have utilised the 514 nm line from a 2 W argon ion laser in application to mineral grains of quartz, zircon and apatite, extracted from samples of archaeological relevance. In this dating technique the age-dependent population of trapped electrons is measured by optically stimulated luminescence (OSL) rather than by thermoluminescence (TL). Hence only light-sensitive traps are sampled. This is particularly advantageous for unburnt sediment because of the reliance for zero setting on exposure to sunlight prior to deposition. For OSL this is accomplished in a matter of minutes whereas for TL there is often a substantial residual, particularly in the case of quartz, even after twenty four hours or so. The difficulties which arise are discussed, and some promising results presented.",
                "We correlate Upper Pleistocene glacial and fluvial deposits of the Cinca and Gállego River valleys (south central Pyrenees and Ebro basin, Spain) using geomorphic position, luminescence dates, and time-related trends in soil development. The ages obtained from glacial deposits indicate glacial periods at 85 ± 5 ka, 64 ± 11 ka, and 36 ± 3 ka (from glacial till) and 20 ± 3 ka (from loess). The fluvial drainage system, fed by glaciers in the headwaters, developed extensive terrace systems in the Cinca River valley at 178 ± 21 ka, 97 ± 16 ka, 61 ± 4 ka, 47 ± 4 ka, and 11 ± 1 ka, and in the Gállego River valley at 151 ± 11 ka, 68 ± 7 ka, and 45 ± 3 ka. The times of maximum geomorphic activity related to cold phases coincide with Late Pleistocene marine isotope stages and Heinrich events. The maximum extent of glaciers during the last glacial occurred at 64 ± 11 ka, and the terraces correlated with this glacial phase are …",
                "Combined thermoluminescence (TL), phosphorescence and optically stimulated luminescence (OSL) measurements have been used to trace the movement of charge within the lattice of a geological quartz sample when it is exposed to light (514 nm from an Ar ion laser). The evidence suggests that optical stimulation evicts charge from traps in the crystal lattice associated with the 325°C thermoluminescence (TL) emission and elevates it to the conduction band. Part of the charge recombines with luminescence centres to produce the observed optically stimulated luminescence (OSL), and a significant portion is re-trapped at the same or different localities in the lattice. Important implications for the optical dating of quartz are discussed, including the necessity of a pre-heat, the interpretation of the equivalent dose as a function of OSL measurement time and the ramifications of OSL recuperation.",
                "The optically-stimulated luminescence from quartz grains extracted from sediments at two archaeological sites has been studied. The sites were the Upper Palaeolithic site at Hengistbury Head, Dorset, U.K. and the Upper Aterian site at Chaperon Rouge, Morocco. Problems associated with the technique of optical dating are discussed, particularly the thermal treatment that is necessary to remove thermally unstable charge following artificial irradiation, and the extrapolation of growth curves to estimate the equivalent dose. The technique used is described and some preliminary dates are presented.",
                "Optically stimulated luminescence dating of Late Quaternary glaciogenic sediments was undertaken in critical areas of the Himalayas of northern Pakistan in order to examine the timing of glaciation. The dates demonstrate that several glaciations occurred during the last glacial cycle. In Swat, the Grabral 2 Stade and the Kalam I Stade were dated at ca. 77 ka and ca. 38 ka, respectively. The error on the former date is large and it is conceivable that the moraines may have formed during the early part of Oxygen Isotope Stage 3 rather than during Oxygen Isotope Stage 4. The Kalam I Stade, however, clearly represents a glaciation during Oxygen Isotope Stage 3. The oldest moraines and those at the lowest altitude in the Indus valley at Shatial have an age of ca. 60 ka. These also relate to a major glacial advance during Oxygen Isotope Stage 3. A younger series of moraines, the Jalipur Tillite, and glaciofluvial sands …",
                "Moraines south of Mount Everest in the Khumbu Himal were dated using optically stimulated luminescence. Clustering of ages and morphostratigraphy allowed three advances to be dated: (1) the Periche Glacial Stage (ca. 18–25 ka), (2) the Chhukung Glacial Stage (ca. 10 ka), and (3) the Lobuche Stage (ca. 1–2 ka). The Periche Stage is coincident with Oxygen Isotope Stage 2; the Chhukung Stage represents a late glacial or early Holocene glacial advance; and the Lobuche Stage is a late Holocene glacial advance that predates the Little Ice Age."
            ],
            [
                [
                    "OSL dating",
                    "Quaternary",
                    "geomorphology",
                    "neotectonics",
                    "thermochronology"
                ]
            ]
        ]
    ]
}