{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TYN8KSR2",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jessie Shelton Associate Professor 417 Loomis Laboratory (217) 244-7914 sheltonj@illinois.edu Professor Shelton received her PhD from MIT in 2006, after undergraduate work at Princeton.   She held postdoctoral appointments at Rutgers, Yale, and Harvard before arriving at the University of Illinois in 2014.  Shelton works on a broad range of topics in particle physics beyond the Standard Model, with particular interests in dark matter and the Higgs boson. Look up Prof. Shelton's recent work on her InSpire page. Research Honors Dean's Award for Excellence in Research (2020) Presidential Early Career Award for Science and Engineering (2019) W. Dale and Jeanne C. Compton Fellow (2019) Fellow, UIUC Center for Advanced Study (2019) DOE Early Career Award (2017) Fall 2018 PHYS 496 Fall 2017 PHYS 427 Spring 2017 PHYS 575 Fall 2015 PHYS 212 Spring 2015 PHYS 575 J. Kozaczuk, M. J. Ramsey-Musolf and J. Shelton, \"Exotic Higgs Decays and the Electroweak Phase Transition,'' arXiv:1911.10210 [hep-ph]. J. A. Evans, C. Gaidau and J. Shelton, \"Leak-in Dark Matter\", JHEP 2001, 032 (2020), arXiv:1909.04671 [hep-ph]. C. Gaidau and J. Shelton, \"A solar system test of self-interacting dark matter\", JCAP 1906 (2019) no.06, 022, arXiv:1811.00557 [hep-ph]. G. Baym, D.H. Beck, P. Geltenbort, and J. Shelton. Testing dark decays of baryons in neutron stars Phys.Rev.Lett. 121 , 061801 (2018) A. Coccaro, D. Curtin, H. J. Lubatti, H. Russell, and J. Shelton, \"Data-driven Model-independent Searches for Long-lived Particles at the LHC\", Phys.Rev. D94 (2016) no.11, 113003 [arXiv:1605.02742 [hep-ph]]. P. Adshead, Y. Cui and J. Shelton, \"Chilly Dark Sectors and Asymmetric Reheating,''  JHEP 1606, 016 (2016), arXiv:1604.02458 [hep-ph]. J. Shelton, S.L. Shapiro, and B.D. Fields, \"A black hole window into p-wave dark matter annihilation\",  Phys.Rev.Lett. 115 (2015) no.23, 231302 [arXiv:1506.04143 [astro-ph.HE]] D. Curtin, R. Essig, S. Gori, and J. Shelton, \"Illuminating Dark Photons with High-Energy Colliders\", JHEP 1502 (2015) 157 [arXiv:1412.0018 [hep-ph]]. D. Curtin, R. Essig, S. Gori, P. Jaiswal, A. Katz, T. Liu, Z. Liu, D. McKeen, J. Shelton, M. Strassler, Z. Surujon, B. Tweedie, and Y. Zhong, \"Exotic Decays of the 125 GeV Higgs Boson\", Phys.Rev. D90 (2014) 075004, arXiv:1312.4996 Happy Dark Matter Day from the scientists at ICASU Physicists at the University of Illinois at Urbana-Champaign have made significant contributions to our understanding of dark matter, through their work on multiple large-scale collaborative experiments. In the past two years, several new faculty hires at Illinois Physics have added their expertise and insight to the search for this elusive particle. And now a newly founded campus center, the Illinois Center for Advanced Studies of the Universe (ICASU), has taken on dark matter as a main research focus, synergizing efforts and supporting collaboration across scientific disciplines at Illinois and beyond. Accolades Inaugural Compton Fellows at Illinois Physics University of Illinois at Urbana-Champaign Assistant Professors Julia \"Jessie\" Shelton and Peter Adshead have been named W. Dale and Jeanne C. Compton Fellows in Physics. This faculty appointment supports outstanding research and high scholarly productivity of early-career physicists at Illinois Physics. Shelton and Adshead are the department’s inaugural class of Compton Fellows. The faculty will retain the title designation for as long as they hold faculty appointments at Illinois Physics. This named appointment comes with a one-time spending allowance to support ongoing research. Accolades Jessie Shelton selected for PECASE Physics Professor Julia “Jessie” Shelton of the University of Illinois at Urbana-Champaign has been awarded the 2019 Presidential Early Career Award for Scientists and Engineers (PECASE), the highest honor bestowed by the US government on scientists and engineers in the early stages of their independent research careers. Shelton is a theorist whose work spans a broad range of topics in particle physics beyond the standard model. She is especially interested in elucidating the nature of dark matter and in searching for unusual footprints of new physics at the Large Hadron Collider (LHC) at CERN in Switzerland. Her recent work focuses on possible decays of the Higgs boson to new particles, strategies to detect particles produced at the LHC that travel macroscopic distances before decaying, and the cosmological origin stories of \"hidden sector\" dark matter, i.e., dark matter that interacts far more strongly with other dark particles than it does with us. In the Media Jessie Shelton interviewed for Space.com: 'Here's What Happens When a Higgs Boson Dies—and What It Means for Particle Physics' Six years after discovering the Higgs boson , physicists have observed how the particle decays — a monumental contribution to scientists' understanding of the Standard Model of particle physics and the universe at large, study researchers said. Excitement swirled in the physics community when, in 2012, physicists discovered the Higgs boson, an elementary particle predicted by the Standard Model that relates to how objects have mass. But this discovery didn't mark the end of Higgs boson exploration. In addition to predicting the existence of Higgs boson particles, the Standard Model posits that 60 percent of the time, a Higgs boson particle will decay into fundamental particles called bottom quarks (b quarks)."
            ]
        ]
    ]
}