{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TYW6T8SL",
            "lQxvmH0AAAAJ",
            [
                "A fundamental limit on electric fields in air",
                "The physics of lightning",
                "A comparison between Monte Carlo simulations of runaway breakdown and terrestrial gamma-ray flash observations",
                "3He enhancements in large solar energetic particle events",
                "High-energy atmospheric physics: Terrestrial gamma-ray flashes and related phenomena"
            ],
            [
                "By modifying the avalanche mode of runaway breakdown to include positive feedback from gamma‐rays and positrons, it is found that enormous bursts of energetic radiation can be produced in strong electric fields in air, with peak fluxes up to one billion times greater than from conventional models. These bursts generate so many runaway electrons that the electric field is very rapidly discharged, resulting in a fundamental upper limit on the electric field strength achievable in air. This limit has important implications for the electrification of thunderstorms and the production of lightning.",
                "Despite being one of the most familiar and widely recognized natural phenomena, lightning remains relatively poorly understood. Even the most basic questions of how lightning is initiated inside thunderclouds and how it then propagates for many tens of kilometers have only begun to be addressed. In the past, progress was hampered by the unpredictable and transient nature of lightning and the difficulties in making direct measurements inside thunderstorms, but advances in instrumentation, remote sensing methods, and rocket-triggered lightning experiments are now providing new insights into the physics of lightning. Furthermore, the recent discoveries of intense bursts of X-rays and gamma-rays associated with thunderstorms and lightning illustrate that new and interesting physics is still being discovered in our atmosphere. The study of lightning and related phenomena involves the synthesis of many branches …",
                "Monte Carlo simulations of the runaway breakdown of air are used to calculate the spectra of terrestrial gamma‐ray flashes (TGFs), which are then compared with RHESSI and CGRO\/BATSE observations. It is found that the recent RHESSI spectrum is not consistent with a source altitude above 24 km but can be well fit by a source in the range of 15–21 km, depending upon the electric field geometry of the source. Because 15 km is not unusual for the tops of thunderstorms, especially at low latitudes, and is lower than typical minimum sprite altitudes, the RHESSI data imply that thunderstorms and not sprites may be the source of these TGFs. On the other hand, the soft energy spectrum seen in some BATSE TGFs is inconsistent with such large atmospheric depths, indicating that there may exist two distinct sources of TGFs, with altitudes below 21 km and above 30 km.",
                "We have measured the 3He abundance from ∼0.5 to 2 MeV nucleon−1 in 12 large solar energetic particle (SEP) events during the period 1997 November–1999 June. In five of the events, the 3He time‐intensity profile is similar to the 4He time‐intensity profile, indicating a common acceleration and transport origin for the two species. The average 3He\/4He ratio during these events is  , a factor of ∼5 enhancement over the solar wind value. During this same survey period, we have also measured the low‐energy ion intensities during quieter periods in between the large‐particle events. We find 3He and Fe remnants from impulsive events present on a majority of the days, implying that they fill a substantial volume (>50%) of the in‐ecliptic interplanetary medium during our survey. We suggest that these suprathermal ions may therefore be a source population that is available for further acceleration by interplanetary …",
                "It is now well established that both thunderclouds and lightning routinely emit x-rays and gamma-rays. These emissions appear over wide timescales, ranging from sub-microsecond bursts of x-rays associated with lightning leaders, to sub-millisecond bursts of gamma-rays seen in space called terrestrial gamma-ray flashes, to minute long glows from thunderclouds seen on the ground and in or near the cloud by aircraft and balloons. In particular, terrestrial gamma-ray flashes (TGFs), which are thought to be emitted by thunderclouds, are so bright that they sometimes saturate detectors on spacecraft hundreds of kilometers away. These TGFs also generate energetic secondary electrons and positrons that are detected by spacecraft in the inner magnetosphere. It is generally believed that these x-ray and gamma-ray emissions are generated, via bremsstrahlung, by energetic runaway electrons that are …"
            ],
            [
                [
                    "lightning",
                    "thunderstorms",
                    "Terrestrial gamma ray flashes (TGFs)",
                    "space physics",
                    "astrophysics"
                ]
            ]
        ]
    ]
}