{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TYZ75TIQ",
            "gx1V-rkAAAAJ",
            [
                "The seventh data release of the Sloan Digital Sky Survey",
                "Cosmological parameters from SDSS and WMAP",
                "Cosmological constraints from the SDSS luminous red galaxies",
                "Toward a halo mass function for precision cosmology: the limits of universality",
                "The second data release of the sloan digital sky survey"
            ],
            [
                "This paper describes the Seventh Data Release of the Sloan Digital Sky Survey (SDSS), marking the completion of the original goals of the SDSS and the end of the phase known as SDSS-II. It includes 11,663 deg 2 of imaging data, with most of the~ 2000 deg 2 increment over the previous data release lying in regions of low Galactic latitude. The catalog contains five-band photometry for 357 million distinct objects. The survey also includes repeat photometry on a 120 long, 2 fdg 5 wide stripe along the celestial equator in the Southern Galactic Cap, with some regions covered by as many as 90 individual imaging runs. We include a co-addition of the best of these data, going roughly 2 mag fainter than the main survey over 250 deg 2. The survey has completed spectroscopy over 9380 deg 2; the spectroscopy is now complete over a large contiguous area of the Northern Galactic Cap, closing the gap that was …",
                "We measure cosmological parameters using the three-dimensional power spectrum P (k) from over 200 000 galaxies in the Sloan Digital Sky Survey (SDSS) in combination with Wilkinson Microwave Anisotropy Probe (WMAP) and other data. Our results are consistent with a “vanilla” flat adiabatic cold dark matter model with a cosmological constant without tilt (n s= 1), running tilt, tensor modes, or massive neutrinos. Adding SDSS information more than halves the WMAP-only error bars on some parameters, tightening 1 σ constraints on the Hubble parameter from h≈ 0.74− 0.07+ 0.18 to h≈ 0.70− 0.03+ 0.04, on the matter density from Ω m≈ 0.25±0.10 to Ω m≈ 0.30±0.04 (1 σ) and on neutrino masses from< 11 to< 0.6 eV (95%). SDSS helps even more when dropping prior assumptions about curvature, neutrinos, tensor modes and the equation of state. Our results are in substantial agreement with the joint analysis …",
                "We measure the large-scale real-space power spectrum P (k) using luminous red galaxies (LRGs) in the Sloan Digital Sky Survey (SDSS) and use this measurement to sharpen constraints on cosmological parameters from the Wilkinson Microwave Anisotropy Probe (WMAP). We employ a matrix-based power spectrum estimation method using Pseudo-Karhunen-Loève eigenmodes, producing uncorrelated minimum-variance measurements in 20 k-bands of both the clustering power and its anisotropy due to redshift-space distortions, with narrow and well-behaved window functions in the range 0.01 h\/Mpc< k< 0.2 h\/Mpc. Results from the LRG and main galaxy samples are consistent, with the former providing higher signal-to-noise. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. They provide a striking confirmation of the predicted large …",
                "We measure the mass function of dark matter halos in a large set of collisionless cosmological simulations of flat ΛCDM cosmology and investigate its evolution at  . Halos are identified as isolated density peaks, and their masses are measured within a series of radii enclosing specific overdensities. We argue that these spherical overdensity masses are more directly linked to cluster observables than masses measured using the friends‐of‐friends algorithm (FOF), and are therefore preferable for accurate forecasts of halo abundances. Our simulation set allows us to calibrate the mass function at   for virial masses in the range   to ≲5%, improving on previous results by a factor of 2–3. We derive fitting functions for the halo mass function in this mass range for a wide range of overdensities, both at   and earlier epochs. Earlier studies have sought to calibrate a universal mass function, in the sense that the same …",
                "The Sloan Digital Sky Survey (SDSS) has validated and made publicly available its Second Data Release. This data release consists of 3324 deg 2 of five-band (ugriz) imaging data with photometry for over 88 million unique objects, 367,360 spectra of galaxies, quasars, stars, and calibrating blank sky patches selected over 2627 deg 2 of this area, and tables of measured parameters from these data. The imaging data reach a depth of r≈ 22.2 (95% completeness limit for point sources) and are photometrically and astrometrically calibrated to 2% rms and 100 mas rms per coordinate, respectively. The imaging data have all been processed through a new version of the SDSS imaging pipeline, in which the most important improvement since the last data release is fixing an error in the model fits to each object. The result is that model magnitudes are now a good proxy for point-spread function magnitudes for point …"
            ],
            [
                [
                    "Cosmology",
                    "Particle Astrophysics"
                ]
            ]
        ]
    ]
}