{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "TZHDS2WZ",
            "X6P8JOIAAAAJ",
            [
                "Preexposure chemoprophylaxis for HIV prevention in men who have sex with men",
                "Jet energy measurement with the ATLAS detector in proton-proton collisions at s√= 7 TeV",
                "6.5% efficient perovskite quantum-dot-sensitized solar cell",
                "Near-infrared fluorescent type II quantum dots for sentinel lymph node mapping",
                "Search for charged Higgs bosons decaying via H ±  →  τν in  events using pp collision data at  with the ATLAS detector",
                "Search for top-squark pair production in the single-lepton final state in pp collisions at ",
                "Multi-institutional melanoma lymphatic mapping experience: the prognostic value of sentinel lymph node status in 612 stage I or II melanoma patients",
                "IL-6 receptor inhibition with tocilizumab improves treatment outcomes in patients with rheumatoid arthritis refractory to anti-tumour necrosis factor biologicals: results from …",
                "Stretchable batteries with self-similar serpentine interconnects and integrated wireless recharging systems"
            ],
            [
                "Antiretroviral chemoprophylaxis before exposure is a promising approach for the prevention of human immunodeficiency virus (HIV) acquisition.We randomly assigned 2499 HIV-seronegative men or transgender women who have sex with men to receive a combination of two oral antiretroviral drugs, emtricitabine and tenofovir disoproxil fumarate (FTC–TDF), or placebo once daily. All subjects received HIV testing, risk-reduction counseling, condoms, and management of sexually transmitted infections.The study subjects were followed for 3324 person-years (median, 1.2 years; maximum, 2.8 years). Of these subjects, 10 were found to have been infected with HIV at enrollment, and 100 became infected during follow-up (36 in the FTC–TDF group and 64 in the placebo group), indicating a 44% reduction in the incidence of HIV (95% confidence interval, 15 to 63; P=0.005). In the FTC …",
                "The jet energy scale and its systematic uncertainty are determined for jets measured with the ATLAS detector at the LHC in proton-proton collision data at a centre-of-mass energy of s√=7 TeV corresponding to an integrated luminosity of 38 pb−1. Jets are reconstructed with the anti-k t algorithm with distance parameters R=0.4 or R=0.6. Jet energy and angle corrections are determined from Monte Carlo simulations to calibrate jets with transverse momenta p T≥20 GeV and pseudorapidities |η|<4.5. The jet energy systematic uncertainty is estimated using the single isolated hadron response measured in situ and in test-beams, exploiting the transverse momentum balance between central and forward jets in events with dijet topologies and studying systematic variations in Monte Carlo simulations. The jet energy uncertainty is less than 2.5 % in the central calorimeter region (|η|<0.8) for jets with 60≤p T<800 GeV, and is maximally 14 % for p T<30 GeV in the most forward region 3.2≤|η|<4.5. The jet energy is validated for jet transverse momenta up to 1 TeV to the level of a few percent using several in situ techniques by comparing a well-known reference such as the recoiling photon p T, the sum of the transverse momenta of tracks associated to the jet, or a system of low-p T jets recoiling against a high-p T jet. More sophisticated jet calibration schemes are presented based on calorimeter cell energy density weighting or hadronic properties of jets, aiming for an improved jet energy resolution and a reduced flavour dependence of the jet response. The systematic uncertainty of the jet energy determined from a combination of in situ techniques is …",
                "Highly efficient quantum-dot-sensitized solar cell is fabricated using ca. 2–3 nm sized perovskite (CH3NH3)PbI3 nanocrystal. Spin-coating of the equimolar mixture of CH3NH3I and PbI2 in γ-butyrolactone solution (perovskite precursor solution) leads to (CH3NH3)PbI3 quantum dots (QDs) on nanocrystalline TiO2 surface. By electrochemical junction with iodide\/iodine based redox electrolyte, perovskite QD-sensitized 3.6 μm-thick TiO2 film shows maximum external quantum efficiency (EQE) of 78.6% at 530 nm and solar-to-electrical conversion efficiency of 6.54% at AM 1.5G 1 sun intensity (100 mW cm−2), which is by far the highest efficiency among the reported inorganic quantum dot sensitizers.",
                "The use of near-infrared or infrared photons is a promising approach for biomedical imaging in living tissue 1. This technology often requires exogenous contrast agents with combinations of hydrodynamic diameter, absorption, quantum yield and stability that are not possible with conventional organic fluorophores. Here we show that the fluorescence emission of type II 2, 3 quantum dots can be tuned into the near infrared while preserving absorption cross-section, and that a polydentate phosphine coating renders them soluble, disperse and stable in serum. We then demonstrate that these quantum dots allow a major cancer surgery, sentinel lymph node mapping 4, 5, 6, to be performed in large animals under complete image guidance. Injection of only 400 pmol of near-infrared quantum dots permits sentinel lymph nodes 1 cm deep to be imaged easily in real time using excitation fluence rates of only 5 mW\/cm 2 …",
                "The results of a search for charged Higgs bosons are presented. The analysis is based on 4.6 fb− 1 of proton-proton collision data at collected by the ATLAS experiment at the Large Hadron Collider, using top quark pair events with a τ lepton in the final state. The data are consistent with the expected background from Standard Model processes. Assuming that the branching ratio of the charged Higgs boson to a τ lepton and a neutrino is 100%, this leads to upper limits on the branching ratio of top quark decays to abquarkandachargedHiggsbosonbetween5% and1% forchargedHiggsbosonmasses ranging from 90 GeV to 160 GeV, respectively. In the context of the scenario of the MSSM, tan β above 12-26, as well as between 1 and 2-6, can be excluded for charged Higgs boson masses between 90 GeV and 150 GeV.",
                "This paper presents a search for the pair production of top squarks in events with a single isolated electron or muon, jets, large missing transverse momentum, and large transverse mass. The data sample corresponds to an integrated luminosity of 19.5 fb− 1 of pp collisions collected in 2012 by the CMS experiment at the LHC at a center-of-mass energy of. No significant excess in data is observed above the expectation from standard model processes. The results are interpreted in the context of supersymmetric models with pair production of top squarks that decay either to a top quark and a neutralino or to a bottom quark and a chargino. For small mass values of the lightest supersymmetric particle, top-squark mass values up to around 650 GeV are excluded.",
                "Purpose: To compare the effect of pathologic sentinel lymph node (SLN) status with that of other known prognostic factors on recurrence and survival in patients with stage I or II cutaneous melanoma. Patients and Methods: We reviewed the records of 612 patients with primary cutaneous melanoma who underwent lymphatic mapping and SLN biopsy between January 1991 and May 1995 to determine the effects of tumor thickness, ulceration, Clark level, location, sex, and SLN pathologic status on disease-free and disease-specific survival.Results: In the 580 patients in whom lymphatic mapping and SLN biopsy were successful, the SLN was positive by conventional histology in 85 patients (15%) but negative in 495 patients (85%). SLN status was the most significant prognostic factor with respect to diseasefree and disease-specific survival by univariate and multiple covariate analyses. Although tumor thickness and ulceration influenced survival in SLN-negative patients, they provided no additional prognostic information in SLN-positive patients. Conclusion: Lymphatic mapping and SLN biopsy is highly accurate in staging nodal basins at risk for regional metastases in primary melanoma patients and identifies those who may benefit from earlier lymphadenectomy. Furthermore, pathologic status of the SLN in these patients with clinically negative nodes is the most important prognostic factor for recurrence. The information from SLN biopsy is particularly helpful in establishing stratification criteria for future adjuvant trials. J Clin Oncol 17: 976-983. 1999 by American Society of Clinical Oncology.",
                "The phase III RADIATE study examined the efficacy and safety of tocilizumab, an anti-IL-6 receptor monoclonal antibody in patients with rheumatoid arthritis (RA) refractory to tumour necrosis factor (TNF) antagonist therapy.499 patients with inadequate response to one or more TNF antagonists were randomly assigned to receive 8 mg\/kg or 4 mg\/kg tocilizumab or placebo (control) intravenously every 4 weeks with stable methotrexate for 24 weeks. ACR20 responses, secondary efficacy and safety endpoints were assessed.ACR20 was achieved at 24 weeks by 50.0%, 30.4% and 10.1% of patients in the 8 mg\/kg, 4 mg\/kg and control groups, respectively (less than p<0.001 both tocilizumab groups versus control). At week 4 more patients achieved ACR20 in 8 mg\/kg tocilizumab versus controls (less than p = 0.001). Patients responded regardless of most recently failed anti-TNF or the …",
                "An important trend in electronics involves the development of materials, mechanical designs and manufacturing strategies that enable the use of unconventional substrates, such as polymer films, metal foils, paper sheets or rubber slabs. The last possibility is particularly challenging because the systems must accommodate not only bending but also stretching. Although several approaches are available for the electronics, a persistent difficulty is in power supplies that have similar mechanical properties, to allow their co-integration with the electronics. Here we introduce a set of materials and design concepts for a rechargeable lithium ion battery technology that exploits thin, low modulus silicone elastomers as substrates, with a segmented design in the active materials, and unusual ‘self-similar’interconnect structures between them. The result enables reversible levels of stretchability up to 300%, while maintaining …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}