{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U01O1ASV",
            "n1q2kfUAAAAJ",
            [
                "Theory and observation of highly asymmetric atomic structure in scanning-tunneling-microscopy images of graphite",
                "Contamination-mediated deformation of graphite by the scanning tunneling microscope",
                "Computational study of hydrogen binding by metal-organic framework-5"
            ],
            [
                "Images of the (0001) surface of graphite observed in the scanning-tunneling microscope (STM) show a strong asymmetry in the tunneling current between neighboring carbon atoms in the hexagonal ring. The magnitude of this asymmetry is seen to be almost independent of the polarity and to decrease slightly with increasing amplitude of the bais voltage for voltages below 1 V. A theory is developed that explains this anomaly as a purely electronic effect, arising from the symmetry of the states scanned by the STM, which dominates over the topography of graphite. The predicted trends for the bias-voltage dependence of the asymmetry are confirmed experimentally.",
                "We demonstrate that surface deformation mediated by contamination plays a major role in images of graphite obtained by a scanning tunneling microscope in air. Atomic resolution has been obtained with the surface compressed by as much as 100 Å, where abnormally high atomic corrugations, up to 24 Å, are observed. Calculation of the deformation profile reveals that the force necessary to deform the surface must be spread over several thousand square angstroms. The measured deformation is negligible in vacuum with a clean sample and tip, and the corrugation is 0.9 Å.",
                "We report the results of quantum chemistry calculations on H2 binding by the metal-organic framework-5 (MOF)-5. Density functional theory calculations were used to calculate the atomic positions, lattice constant, and effective atomic charges from the electrostatic potential for the MOF-5 crystal structure. Second-order Møller-Plesset perturbation theory was used to calculate the binding energy of H2 to benzene and H2-1,4-benzenedicarboxylate-H2. To achieve the necessary accuracy, the large Dunning basis sets aug-cc-pVTZ, and aug-cc-pVQZ were used, and the results were extrapolated to the basis set limit. The binding energy results were 4.77 kJ\/mol for benzene, 5.27 kJ\/mol for H2-1,4-benzenedicarboxylate-H2. We also estimate binding of 5.38 kJ\/mol for Li-1,4-benzenedicarboxylate-Li and 6.86 kJ\/mol at the zinc oxide corners using second-order Møller-Plesset perturbation theory. In order to compare our …"
            ],
            [
                [
                    "Quantum chemistry calculations of new materials",
                    "melting",
                    "two dimensional materials"
                ]
            ],
            [
                "Eric Ganz Eric Ganz Eric Ganz Associate Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-2386 ganzx001@umn.edu Physics And Nanotechnology Building Minnesota Supercomputing Institute Ph.D., University of California, Berkeley, 1988 B.S., Stanford University, 1982 I am interested in modeling the properties of novel materials. This can include 2 dimensional materials, as well as porous frameworks materials such as metal organic frameworks and covalent organic framework materials. These new porous materials are built from molecular building blocks, and so can be designed to provide a very wide range of capabilities. Biography I'm a solid-state physicist with interests in computational studies of materials. Currently I am studying new classes of porous materials called metal organic frameworks, as well as two-dimensional materials. I am interested in modeling the properties of novel materials. We continue to explore a wide variety of topics in catalysis, melting, adsorption, and new 2D materials. We have also been studying single atom catalysts mounted in novel 2D layers. We have just completed a new study on a novel AlB6 quasi-2D monolayer in 2019. This material has remarkable properties including high stability, a very high in-plane stiffness, and potential superconductivity. It is formed from layers of Boron sheets surrounding planar tetracoordinate Aluminum atoms. Our calculations predict superconductivity at 4 Kelvin. Eric Ganz, Ariel B. Ganz, Li-Ming Yang and Matthew Dornfeld , The initial stages of melting of graphene between 4000 K and 6000 K Phys. Chem. Chem. Phys. [ abstract Li-Ming Yang, Ariel B. Ganz, Matthew Dornfeld and Eric Ganz, Computational Study of Quasi-2D Liquid State in Free Standing Platinum, Silver, Gold, and Copper Monolayers Condensed Matter [ abstract ] [ download condensedmatter-01-00001(1).pdf Li-Ming Yang, Eric Ganz, Zhongfang Chen, Zhi-Xiang Wang and Paul von Ragué Schleyer, Four Decades of the Chemistry of Planar Hypercoordinate Compounds Angewandte Chemie International Edition [ abstract Yang L, Yang V, Popov I A, Boldyrev A I, Heine T, Frauenheim T, Ganz E., Two-Dimensional Cu2Si Monolayer with Planar Hexacoordinate Copper and Silicon Bonding Journal of the American Chemical Society [ abstract Shabeer Ahmad Mian, Li-Ming Yang, Leton Chandra Saha, Ejaz Ahmed, Ajmal Muhammad, Eric Ganz, A Fundamental Understanding of Catechol and Water Adsorption on a Hydrophilic Silica Surface: Exploring the Underwater Adhesion Mechanism of Mussels on an Atomic Scale Langmuir [ abstract Li-Ming Yang, Eric D Ganz, Stian Svelle and Mats Tilset , Computational Exploration of Newly Synthesized Zirconium Metal-Organic Frameworks UiO-66, 67, 68 and Analogues J. Mater. Chem. C [ abstract L.-M. Yang, G.-Y. Fang, J. Ma, E. Ganz, and S.S. Han, Band Gap Engineering of MOF-5 by Atom Substitution J. Mol. Chem. C E. Ganz* and M. Dornfeld, Energetics and Thermodynamics of the Initial Stages of Hydrogen Storage by Spillover on Prototypical Metal-Organic Framework and Covalent-Organic Framework Materials J. Phys. Chem. C [ abstract Eric Ganz and Matthew Dornfeld, Storage Capacity of Metal-Organic and Covalent-Organic Frameworks by Hydrogen Spillover J. Phys. Chem. C. 116, 3661 [ abstract ] [ download jp2106154.pdf Mayur Suri, Matthew Dornfeld, and Eric Ganz, Calculation of hydrogen storage capacity of metal-organic and covalentorganic frameworks by spillover , [ abstract ] [ download JCPSA613117174703_1.pdf T. Sagara and E. Ganz, “Calculations of Dihydrogen Binding to Doped Carbon Nanostructures”, J. Phys. Chem. C. (2008) T. Sagara, J. Ortony, and E. Ganz, New isoreticular metal-organic framework materials for high hydrogen storage capacity, Journal of Chemical Physics [ abstract ] [ download C:\\Users\\Eric\\Documents\\Papers\\Ganz\\New isoreticular metal-o"
            ]
        ]
    ]
}