{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U01O1ASV",
            "n1q2kfUAAAAJ",
            [
                "Theory and observation of highly asymmetric atomic structure in scanning-tunneling-microscopy images of graphite",
                "Contamination-mediated deformation of graphite by the scanning tunneling microscope",
                "Computational study of hydrogen binding by metal-organic framework-5"
            ],
            [
                "Images of the (0001) surface of graphite observed in the scanning-tunneling microscope (STM) show a strong asymmetry in the tunneling current between neighboring carbon atoms in the hexagonal ring. The magnitude of this asymmetry is seen to be almost independent of the polarity and to decrease slightly with increasing amplitude of the bais voltage for voltages below 1 V. A theory is developed that explains this anomaly as a purely electronic effect, arising from the symmetry of the states scanned by the STM, which dominates over the topography of graphite. The predicted trends for the bias-voltage dependence of the asymmetry are confirmed experimentally.",
                "We demonstrate that surface deformation mediated by contamination plays a major role in images of graphite obtained by a scanning tunneling microscope in air. Atomic resolution has been obtained with the surface compressed by as much as 100 Å, where abnormally high atomic corrugations, up to 24 Å, are observed. Calculation of the deformation profile reveals that the force necessary to deform the surface must be spread over several thousand square angstroms. The measured deformation is negligible in vacuum with a clean sample and tip, and the corrugation is 0.9 Å.",
                "We report the results of quantum chemistry calculations on H2 binding by the metal-organic framework-5 (MOF)-5. Density functional theory calculations were used to calculate the atomic positions, lattice constant, and effective atomic charges from the electrostatic potential for the MOF-5 crystal structure. Second-order Møller-Plesset perturbation theory was used to calculate the binding energy of H2 to benzene and H2-1,4-benzenedicarboxylate-H2. To achieve the necessary accuracy, the large Dunning basis sets aug-cc-pVTZ, and aug-cc-pVQZ were used, and the results were extrapolated to the basis set limit. The binding energy results were 4.77 kJ\/mol for benzene, 5.27 kJ\/mol for H2-1,4-benzenedicarboxylate-H2. We also estimate binding of 5.38 kJ\/mol for Li-1,4-benzenedicarboxylate-Li and 6.86 kJ\/mol at the zinc oxide corners using second-order Møller-Plesset perturbation theory. In order to compare our …"
            ],
            [
                [
                    "Quantum chemistry calculations of new materials",
                    "melting",
                    "two dimensional materials"
                ]
            ]
        ]
    ]
}