{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U0SJJ3RD",
            "2XSVMhsAAAAJ",
            [
                "Synthesis and Thermoelectric Properties of Bi2Se3 Nanostructures",
                "Improved charge transport of Nb-doped TiO 2 nanorods in methylammonium lead iodide bromide perovskite solar cells"
            ],
            [
                "Bismuth selenide (Bi2Se3) nanostructures were synthesized via solvothermal method. The crystallinity of the as-synthesized sample has been analyzed by X-ray diffraction, which shows the formation of rhombohedral Bi2Se3. Electron microscopy examination indicates that the Bi2Se3 nanoparticles have hexagonal flake-like shape. The effect of the synthesis temperature on the morphology of the Bi2Se3 nanostructures has also been investigated. It is found that the particle size increases with the synthesis temperature. Thermoelectric properties of the Bi2Se3 nanostructures were also measured, and the maximum value of dimensionless figure of merit (ZT) of 0.096 was obtained at 523 K.",
                "Nb-doped rutile nanorod-based methylammonium lead iodide bromide (MAPbI3−xBrx) perovskite solar cells have been developed by integrating an excellent photon-active perovskite sensitizer with the superior electron transporting rutile nanorods. It is found that there are two distinct stages in the formation of the perovskite materials prepared using non-stoichiometric mixed halide precursors, namely the orange colored bromine-rich transient state formed at 105 °C and the dark brown colored iodine-rich crystallized state formed at 155 °C. Optical, compositional, and crystalline properties of the perovskite samples at the two stages are studied by using UV-vis spectroscopy, energy-dispersive X-ray spectroscopy, and X-ray diffraction. The mixed halide materials undergo a transition from an intermediate cubic phase to a well-crystallized tetragonal perovskite phase through complicated diffusion, evaporation, and …"
            ],
            [
                [
                    "Thermoelectric nanomaterial",
                    "magnetic nanomaterial",
                    "environmental remediation"
                ]
            ]
        ]
    ]
}