{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U1QXIXYP",
            "Kxx6438AAAAJ",
            [
                "Direct patterning of nanoparticles and biomolecules by liquid nanodispensing",
                "Electrospray deposition of isolated chemically synthesized magnetic nanoparticles"
            ],
            [
                "We report on the localized deposition of nanoparticles and proteins, nano-objects commonly used in many nanodevices, by the liquid nanodispensing (NADIS) technique which consists in depositing droplets of a solution through a nanochannel drilled at the apex of an AFM tip. We demonstrate that the size of spots can be adjusted from microns down to sub-50 nm by tuning the channel diameter, independently of the chemical nature of the solute. In the case of nanoparticles, we demonstrated the ultimate limit of the method and showed that large arrays of single (or pairs of) nanoparticles can be reproducibly deposited. We further explored the possibility to deposit different visible fluorescent proteins using NADIS without loss of protein function. The intrinsic fluorescence of these proteins is characteristic of their structural integrity; the retention of fluorescence after NADIS deposition demonstrates that the proteins are …",
                "The deposition of isolated magnetic nanoparticles onto a substrate was performed using electrohydrodynamic spraying. Two kinds of nanoparticles were sprayed, 11 nm CoFe carbide nanospheres and 10.5 nm Fe nanocubes. By studying carefully the evolution of the sprayed charged droplets and the mechanism of nanoparticle dispersion in them, we could optimize the nanoparticle concentration within the initial nanoparticle solution (i) to reduce the magnetic interaction and therefore prevent agglomeration and (ii) to obtain in a relatively short period (1 h) a deposit of isolated magnetic nanoparticles with a density of up to 400 nanoparticles per µm2. These results open great perspectives for magnetic measurements on single objects using advanced magnetometry techniques as long as spintronics applications based on single chemically synthesized magnetic nanoparticles."
            ],
            [
                [
                    "Matériaux"
                ]
            ],
            [
                "Pierre Agostini Pierre Agostini Pierre Agostini Emeritus Professor agostini.1@osu.edu 614-247-4734 Physics Research Building, Room 4190 High harmonic generation, generation of femtosecond and sub- Laser-matter interaction, multiphoton processes, electron co Prytanée Militaire La Flèche, Baccalauréat Mathématiques Elémentaires, 1959 Université Aix-Marseille, Licence d'Enseignement en Physique, 1961 Université Aix-Marseille, Diplôme d'Etudes Approfondies, 1962 Université Aix-Marseille, Doctorat d'Université d' Aix-Marseille, 1968 William F. Meggers Award, Optical Society of America, 2007 Brief CV: http:\/\/www.physics.ohio-state.edu\/briefcvs\/agostini_briefcv.pdf Group website: http:\/\/www.dimauro.osu.edu"
            ]
        ]
    ]
}