{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U2G1RP1T",
            "wSZhlHgAAAAJ",
            [
                "Doping dependence of the spatially modulated dynamical spin correlations and the superconducting-transition temperature in ",
                "Magnetic excitations in pure, lightly doped, and weakly metallic ",
                " versus k Relations and Many Body Effects in the Model Insulating Copper Oxide Cu",
                "Effect of chemical inhomogeneity in bismuth-based copper oxide superconductors",
                "Doping Dependence of an -Type Cuprate Superconductor Investigated by Angle-Resolved Photoemission Spectroscopy",
                "Periodic density-of-states modulations in superconducting ",
                "Quantum critical behaviour in a high-T c superconductor",
                "Unusual magnetic order in the pseudogap region of the superconductor HgBa 2 CuO 4+ δ",
                "Neutron-scattering study of static antiferromagnetic correlations in ",
                "Charge order and its connection with Fermi-liquid charge transport in a pristine high-T c cuprate"
            ],
            [
                "Systematic low-energy neutron-scattering studies have been performed on float-zone-grown single crystals of La 2− x Sr x CuO 4 with x extending from zero doping, x= 0, to the overdoped, weakly superconducting regime, x= 0.25. For x beyond a critical doping value of x c≈ 0.05 the low-energy spin-fluctuation peak position shifts from (1 2, 1 2) to (1 2±δ, 1 2), and (1 2, 1 2±δ); x c also represents the onset concentration for superconductivity. For 0.06<~ x<~ 0.12 the incommensurability δ follows approximately the quantitative relation δ= x. However, beyond x≈ 0.12 the incommensurability tends to saturate around δ≈ 1\/8. The superconducting-transition temperature T c (x) for stoichiometric samples at a given doping scales linearly with δ up to the optimal doping value of x. The peak momentum width of the spin fluctuations at low energies is small throughout the superconducting concentration region except in the …",
                "We report a comprehensive neutron-scattering study of the evolution of the magnetic excitations in La 2− x Sr x CuO 4 for 0≤ x≤ 0.04. We first present accurate measurements of the magnetic correlation length and the sublattice magnetization of a carrier-free La 2 CuO 4 crystal and analyze these in the context of recent theoretical predictions. We then systematically investigate the influence of different dopants on the magnetism: Our measurements indicate that static vacancies in the La 2 Cu 1− y Zn y O 4 system affect the magnetic correlations in a similar manner as electrons in Pr 2− x Ce x CuO 4. The magnetic correlation length is much more rapidly suppressed as a function of x in La 2− x Sr x CuO 4, and for x≤ 0.04 we find that it obeys the empirical relation ξ− 1 (x, T)= ξ− 1 (x, 0)+ ξ− 1 (0, T), where ξ (0, T) is the measured correlation length of the carrier-free sample. We also report an extensive set of …",
                "We report angle resolved photoemission measurements on Sr 2 Cu O 2 Cl 2, an insulating layered copper oxide. We find that the overall width of the highest occupied band and the position of the band maximum at (π 2, π 2) agree with predictions of the t− J model and other calculations based on the Hubbard model. However, in many regions of the Brillouin zone, the shape of the band differs from these predictions. A comparison of our data with spectra previously reported on metallic samples leads to new suggestions for the phenomenology of doping.",
                "We examine the effect on the superconducting transition temperature (T c) of chemical inhomogeneities in Bi 2 Sr 2 CuO 6+ δ and Bi 2 Sr 2 CaCu 2 O 8+ δ single crystals. Cation disorder at the Sr crystallographic site is inherent in these materials and strongly affects the value of T c. Partial substitution of Sr by Ln (Ln= La, Pr, Nd, Sm, Eu, Gd, and Bi) in Bi 2 Sr 1.6 Ln 0.4 CuO 6+ δ results in a monotonic decrease of T c with increasing ionic radius mismatch. By minimizing Sr site disorder at the expense of Ca site disorder, we demonstrate that the T c of Bi 2 Sr 2 CaCu 2 O 8+ δ can be increased to 96 K. Based on these results we discuss the effects of chemical inhomogeneity in other bulk high-temperature superconductors.",
                "We present an angle-resolved photoemission doping dependence study of the n-type cuprate superconductor Nd 2− x Ce x CuO 4±δ, from the half-filled Mott insulator to the T c= 24 K superconductor. In Nd 2 CuO 4, we reveal the charge-transfer band for the first time. As electrons are doped into the system, this feature’s intensity decreases with the concomitant formation of near-E F spectral weight. At low doping, the Fermi surface is an electron-pocket (with volume∼ x) centered at (π, 0). Further doping leads to the creation of a new holelike Fermi surface (volume∼ 1+ x) centered at (π, π). These findings shed light on the Mott gap, its doping evolution, as well as the anomalous transport properties of the n-type cuprates.",
                "In this paper we show, using scanning tunneling spectroscopy, the existence of static striped density of electronic states in nearly optimally doped Bi 2 Sr 2 CaCu 2 O 8+ δ in zero field. The observed modulation is strongest at roughly half the superconducting gap energy and is aligned with the Cu-O bonds, with a periodicity of four lattice constants, exhibiting features characteristic of a two-dimensional system of line objects. These features also exhibit asymmetries between the two orthogonal directions locally, pointing to a possible broken symmetry state (ie, a stripe phase). We further show that the density of states modulation manifests itself as a shift of states from above to below the superconducting gap. The fact that a single energy scale (ie, the gap) appears for both superconductivity and stripes suggests that these two effects have the same microscopic origin.",
                "Quantum criticality is associated with a system composed of a nearly infinite number of interacting quantum degrees of freedom at zero temperature, and it implies that the system looks on average the same regardless of the time-and length scale on which it is observed. Electrons on the atomic scale do not exhibit such symmetry, which can only be generated as a collective phenomenon through the interactions between a large number of electrons. In materials with strong electron correlations a quantum phase transition at zero temperature can occur, and a quantum critical state has been predicted 1, 2, which manifests itself through universal power-law behaviours of the response functions. Candidates have been found both in heavy-fermion systems 3 and in the high-transition temperature (high-T c) copper oxide superconductors 4, but the reality and the physical nature of such a phase transition are still debated …",
                "The pseudogap region of the phase diagram is an important unsolved puzzle in the field of high-transition-temperature (high-T c) superconductivity, characterized by anomalous physical properties 1, 2. There are open questions about the number of distinct phases and the possible presence of a quantum-critical point underneath the superconducting dome 3, 4, 5. The picture has remained unclear because there has not been conclusive evidence for a new type of order. Neutron scattering measurements for YBa 2 Cu 3 O 6+ δ (YBCO) resulted in contradictory claims of no 6, 7 and weak 8, 9 magnetic order, and the interpretation of muon spin relaxation measurements on YBCO 10, 11 and of circularly polarized photoemission experiments on Bi 2 Sr 2 CaCu 2 O 8+ δ (refs 12, 13) has been controversial. Here we use polarized neutron diffraction to demonstrate for the model superconductor HgBa 2 CuO 4+ δ (Hg1201 …",
                "Neutron-scattering measurements have been performed to search for possible elastic incommensurate magnetic peaks in superconducting La 2− x Sr x CuO 4 with x= 0.10, 0.12, and 0.15. The most dramatic effects are found for x= 0.12; in this case, the peak intensity first appears at the onset of superconductivity T c (= 31 K). The resolution-limited peak width indicates that the static magnetic correlation length exceeds 200 Å isotropically in the CuO 2 planes. Weak elastic peaks are also observed at low temperatures for x= 0.10 while for x= 0.15 any incommensurate elastic scattering is below the limit of detectability. Elastic peaks are observed in Zn-substituted nonsuperconducting La 1.88 Sr 0.12 Cu 0.97 Zn 0.03 0 4. However, in this case, the Zn substitution degrades the magnetic order; the peak appears at lower temperature (17 K) and the correlation length is shorter (80 Å) than that in the Zn-free x= 0.12 sample.",
                "Electronic inhomogeneity appears to be an inherent characteristic of the enigmatic cuprate superconductors. Here we report the observation of charge–density–wave correlations in the model cuprate superconductor HgBa 2 CuO 4+ δ (T c= 72 K) via bulk Cu L 3-edge-resonant X-ray scattering. At the measured hole-doping level, both the short-range charge modulations and Fermi-liquid transport appear below the same temperature of about 200 K. Our result points to a unifying picture in which these two phenomena are preceded at the higher pseudogap temperature by q= 0 magnetic order and the build-up of significant dynamic antiferromagnetic correlations. The magnitude of the charge modulation wave vector is consistent with the size of the electron pocket implied by quantum oscillation and Hall effect measurements for HgBa 2 CuO 4+ δ and with corresponding results for YBa 2 Cu 3 O 6+ δ, which indicates …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}