{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U3DJ3YJ5",
            "tvCkq8wAAAAJ",
            [
                "The determinants of father involvement and connections to children's literacy and language outcomes: Review of the literature",
                "Exploring magnitude of change in teacher efficacy and implications for students' literacy growth",
                "The Targeted Reading Intervention: Face‐to‐face vs. webcam literacy coaching of classroom teachers",
                "Mixed-methods analysis of rural special educators’ role stressors, behavior management, and burnout",
                "Improving struggling readers’ early literacy skills through a Tier 2 professional development program for rural classroom teachers: The targeted reading intervention",
                "Internalizing behaviors and hyperactivity\/inattention: Consequences for young struggling readers, and especially boys",
                "Child skills and teacher qualifications: Associations with elementary classroom teachers’ reading instruction for struggling readers",
                "Associations between teacher–child relationships, children’s literacy achievement, and social competencies for struggling and non-struggling readers in early elementary school",
                "Efficacy of self-regulated strategy development instruction for developing writers with and without disabilities in rural schools: A randomized controlled trial",
                "Rural classroom environments as contexts for teacher-child relationships"
            ],
            [
                "This review synthesizes findings from the literature about the impact of father involvement on children's literacy and language outcomes. Various proximal and distal factors influence levels of fathers’ involvement in literacy activities and fathers’ contributions to language development. Fathers’ education, income level, residence status, and relationship with the child's mother were indirect factors associated with children's literacy and language outcomes. Fathers also made unique, direct contributions to their children's literacy and language outcomes through the use of complex language, engagement in reading and writing activities, and responsive parenting behaviors. This review concludes by identifying gaps in the literature about other important contextual factors that may influence father involvement and about specific types of literacy activities that fathers engage in with their children.",
                "Increasingly, coaching-based professional development models are used to support classroom teachers' implementation of the literacy interventions. Research suggests that these models may positively impact classroom teachers' self-efficacy, which is critical to effective literacy instruction. The current study uses the context of a coaching-based professional model, the Targeted Reading Intervention, to examine how changes in three measures of teachers' sense of efficacy related to changes in students' literacy outcomes. Multilevel models suggest a significant and positive association between teachers' classroom management efficacy and students' growth in literacy skills. Both directions for future research and implications for practitioners are discussed.",
                "The targeted reading intervention (TRI) is a professional development program for rural kindergarten and first grade classroom teachers to help them provide effective reading strategies with struggling readers. In two randomized controlled trials, the TRI was delivered two ways: (1) literacy coaches provided support for classroom teachers through face‐to‐face classroom meetings or (2) coaches provided support to classroom teachers through live webcam technology. The purpose this study was to examine how face‐to‐face versus webcam coaching was related to teacher and struggling reader outcomes. Regression results suggested greater benefits with webcam literacy coaching for teacher fidelity and efficacy. Both struggling reader groups made equivalent gains across literacy measures, although there were greater gains on one child literacy measure in the webcam group.",
                "The researchers of this study used a mixed-methods approach to understand issues of rural special education teacher burnout. Results of survey responses (n = 64) and follow-up focus group interviews (n = 12) from rural special education teachers indicated several factors contributing to stress and burnout. Teachers noted that lack of clarity in their roles, too many facets to the roles, emotional exhaustion, and lack of accomplishment contributed to their perceptions. Good working relationships with colleagues and administrators, building relationships with students, and a high level of self-advocacy were noted as helping to maintain mental health and a work–life balance. Possible steps to alleviate risk factors of rural special education teacher burnout are discussed.",
                "This article reports the results of a randomized controlled trial that replicated and extended research on the Targeted Reading Intervention (TRI), a professional development program for kindergarten and first-grade teachers in low-wealth rural schools that helps enhance literacy skills of struggling readers. In weekly webcam coaching sessions, literacy coaches delivered real-time feedback to classroom teachers as they worked one-on-one with struggling readers. Teachers worked with 1 child for 15 minutes a day for 6 to 8 weeks before moving to another struggling reader. Hierarchical linear models replicated previous findings that struggling readers in TRI treatment classrooms showed greater gains in early literacy compared with struggling readers in control classrooms. This study extended previous TRI work by examining whether teachers who received a second year of TRI training produced greater gains for …",
                "Although evidence of negative associations between early literacy development and children’s behavior problems exists, the field still lacks an understanding of the complicated links between these two areas. Children’s gender has often not been included in much of the extant research as a potential moderating variable, yet gender differences may provide insights into the nuanced relationship between early literacy development and maladaptive behaviors. Results from the current study of 472 kindergarten and first-grade children suggested that compared with nonstruggling readers, teachers rated struggling readers as higher on internalizing behaviors and hyperactivity\/inattention, but not externalizing behaviors, when accounting for children’s socioeconomic status. Furthermore, higher levels of internalizing behaviors and hyperactivity\/inattention in struggling readers predicted lower reading scores at the end of …",
                "This study explored the extent to which kindergarten and first grade teachers provided individualized reading instruction to struggling readers during a unique one‐on‐one reading instruction task. Three outcomes of teachers’ instructional strategies were captured: code‐focused strategies, meaning‐focused strategies, and level of challenge. Child skills in decoding and vocabulary\/oral language as well as teacher qualifications of education, experience, and knowledge of reading were examined in relation to the three instructional strategies. Multilevel analyses showed relationships between child skills and reading instructional strategies, with teachers generally using code‐focused and meaning‐focused strategies, as well as an appropriate level of challenge, with children who struggled less with early reading. Although teacher education was not associated with any of the reading instructional strategies, teacher …",
                "Teacher–child relationships (TCRs) have been found to play important roles in children’s classroom experiences and learning during the elementary school years. Given the importance of TCRs, the present study examined the associations between conflictual and close TCRs, children’s literacy achievement, and children’s social competencies using a sample of 503 kindergarten and first grade non-struggling and struggling readers and their teachers in ten rural schools in the Southeastern United States. Moderation by struggling reader status was also explored in the associations between conflictual or close TCRs and children’s literacy achievement and social competencies. After controlling for child- and teacher-level characteristics, results from multilevel model analyses indicated that conflictual TCRs were significantly related to lower literacy achievement, more internalizing behaviors, more externalizing …",
                "A workshop with virtual consultation practice-based professional development model for self-regulated strategy development persuasive writing instruction was evaluated in a randomized controlled trial. Nineteen general education teachers and 564 Grade 5 and 6 students in 16 low-wealth rural schools participated. Following training, teachers provided instruction in their inclusive classrooms. Results indicated that students receiving instruction improved in the number of persuasive elements and words written when compared with students in the control group. Differences in element type were evaluated with largest effects noted for reasons and explanations. Student group differences were noted with nonstruggling students having greater gains than struggling students.",
                "The authors examined the associations between observed classroom management and teacher-child relationships with individual children during kindergarten and Grade 1. We used a sample of nonstruggling and struggling readers and their teachers in rural schools in the Southeastern United States to examine whether gender and struggling reader status explained associations between classroom management and conflictual or close teacher-child relationships. After controlling for child- and teacher-level characteristics, results from multilevel model analyses indicated that stronger classroom management was significantly related to less teacher-rated conflict, but was not related to teacher-rated closeness. Gender was a significant moderator, with boys who were in classrooms with lower levels of classroom management having poorer teacher-child relationships as rated by their teachers. Struggling reader …"
            ],
            [
                [
                    "literacy interventions",
                    "multi-tiered systems of support",
                    "struggling readers",
                    "coaching-based professional development"
                ]
            ],
            [
                ">\n    \n  \n    \n      Frank C. Porter Frank C. Porter Professor of Physics Contact information for Frank C. Porter fcp@caltech.edu Research Website B.S., Caltech, 1972; Ph.D., University of California, 1977. Research Fellow, Caltech, 1977-78; Weizmann Research Fellow, 1978-80; Senior Research Fellow, 1980-82; Assistant Professor, 1982-88; Associate Professor, 1988-94; Professor, 1994-. Publications"
            ]
        ]
    ]
}