{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U3PICVIE",
            "3lq0QK4AAAAJ",
            [
                "25 years of self-organized criticality: solar and astrophysics",
                "Scale‐free statistics of spatiotemporal auroral emissions as depicted by POLAR UVI images: Dynamic magnetosphere is an avalanching system",
                "Low frequency 1\/f-like fluctuations of the AE-index as a possible manifestation of self-organized criticality in the magnetosphere",
                "MESSENGER observations of dipolarization events in Mercury's magnetotail",
                "Comparative study of dynamical critical scaling in the auroral electrojet index versus solar wind fluctuations",
                "Coexistence of self-organized criticality and intermittent turbulence in the solar corona",
                "Reconnection and scale‐free avalanching in a driven current‐sheet model",
                "Structures in magnetohydrodynamic turbulence: Detection and scaling",
                "Observations and implications of large-amplitude longitudinal oscillations in a solar filament",
                "Longitudinally propagating arc wave in the pre‐onset optical aurora"
            ],
            [
                "Shortly after the seminal paper “Self-Organized Criticality: An explanation of 1\/f noise” by Bak et al. (1987), the idea has been applied to solar physics, in “Avalanches and the Distribution of Solar Flares” by Lu and Hamilton (1991). In the following years, an inspiring cross-fertilization from complexity theory to solar and astrophysics took place, where the SOC concept was initially applied to solar flares, stellar flares, and magnetospheric substorms, and later extended to the radiation belt, the heliosphere, lunar craters, the asteroid belt, the Saturn ring, pulsar glitches, soft X-ray repeaters, blazars, black-hole objects, cosmic rays, and boson clouds. The application of SOC concepts has been performed by numerical cellular automaton simulations, by analytical calculations of statistical (powerlaw-like) distributions based on physical scaling laws, and by observational tests of theoretically predicted …",
                "We report first results from a spatiotemporal statistical analysis of ionospheric emissions as observed by the Ultraviolet Imager (UVI) onboard the POLAR spacecraft during 4 months of 1997 and 1998. Approximately 12,300 individual emission events near local midnight with durations exceeding the sampling time of the image sequences are investigated. The probability distributions of these events over the lifetime T, maximum area A, integrated area S, maximum power W, and integrated energy output are shown to obey distinct power law relations p ∼ T−2.2, p ∼ A−1.8, p ∼ S−1.6, p ∼ W−1.7, p ∼ E−1.5 over a wide range of scales. The observed behavior is consistent with the behavior of statistical–physical avalanche models near a stationary critical state. These results support the hypothesis of self‐organized critical dynamics of the magnetosphere and suggest an important role for cross‐scale coupling effects …",
                "Low frequency stochastic variations of the geomagnetic AE-index characterized by 1\/f b -like power spectrum (where f is a frequency) are studied. Based on the analysis of experimental data we show that the B z -component of IMF, velocity of solar wind plasma, and the coupling function of Akasofu are insufficient factors to explain these behaviors of the AE-index together with the 1\/f b  fluctuations of geomagnetic intensity. The effect of self-organized criticality (SOC) is proposed as an internal mechanism to generate 1\/f b  fluctuations in the magnetosphere. It is suggested that localized spatially current instabilities, developing in the magnetospheric tail at the initial substorm phase can be considered as SOC avalanches or dynamic clusters, superposition of which leads to the 1\/f b  fluctuations of macroscopic …",
                "[1] Several series of large dipolarization events are documented from magnetic field observations in Mercury's magnetotail made by the MESSENGER spacecraft. The dipolarizations are identified by a rapid (∼ 1 s) increase in the northward component of the magnetic field, followed by a slower return (∼ 10 s) to pre‐onset values. The changes in field strength during an event frequently reach 40 nT or higher, equivalent to an increase in the total magnetic field magnitude by a factor of∼ 4 or more. The presence of spatially constrained dipolarizations at Mercury provides a key to understanding the magnetic substorm process in a new parameter regime: the dipolarization timescale, which is shorter than at Earth, is suspected to lead to efficient non‐adiabatic heating of the plasma sheet proton population, and the high recurrence rate of the structures is similar to that frequently observed for flux ropes and traveling …",
                "Based on an analysis of auroral electrojet (AE) index data, we demonstrate that the temporal evolution of magnetospheric perturbations exhibits non‐trivial power‐law relations consistent with the behavior of a general class of statistical physical models in the vicinity of a stationary critical point. We show that the ensemble average dynamics of the activity bursts in the AE index is essentially scale‐free and can be characterized in terms of spreading critical exponents η and δ. The lifetime T and the size S of the bursts show strong algebraic correlation that is approximated by the dependence S ∼ T1+η+δ. For times shorter than 3.5 hours, we find scaling features in the AE index that are independent of the solar wind input, thus indicating the internal magnetospheric origin of the revealed effects.",
                "An extended data set of extreme ultraviolet images of the solar corona provided by the SOHO spacecraft is analyzed using statistical methods common to studies of self-organized criticality (SOC) and intermittent turbulence (IT). The data exhibit simultaneous hallmarks of both regimes: namely, power-law avalanche statistics as well as multiscaling of structure functions for spatial activity. This implies that both SOC and IT may be manifestations of a single complex dynamical process entangling avalanches of magnetic energy dissipation with turbulent particle flows.",
                "Uritsky et al. [2002], through a study of Polar UVI auroral image sequences, have produced a set of scale‐free probability distributions for several characteristic properties of the evolving bright emission regions in the nightside auroral oval. These distributions almost certainly reflect the dynamics of the plasma sheet. A scale‐free avalanching process involving reconnection and\/or current diversion over an exceptionally broad range of spatiotemporal scales is implied. The most straightforward, and at present sole, explanation for this behavior is that the plasma sheet dynamics is in the neighborhood of self‐organized criticality (SOC). However, the auroral images provide only an indirect measure of the plasma sheet dynamics. Confirmation of this state in the plasma sheet would require multispatiotemporal‐scale in situ plasma sheet studies that, with the advent of multispacecraft missions, are now possible. To suggest …",
                "We present a systematic analysis of statistical properties of turbulent current and vorticity structures at a given time using cluster analysis. The data stem from numerical simulations of decaying three-dimensional magnetohydrodynamic turbulence in the absence of an imposed uniform magnetic field; the magnetic Prandtl number is taken equal to unity, and we use a periodic box with grids of up to 1536 3 points and with Taylor Reynolds numbers up to 1100. The initial conditions are either an X-point configuration embedded in three dimensions, the so-called Orszag-Tang vortex, or an Arn’old-Beltrami-Childress configuration with a fully helical velocity and magnetic field. In each case two snapshots are analyzed, separated by one turn-over time, starting just after the peak of dissipation. We show that the algorithm is able to select a large number of structures (in excess of 8000) for each snapshot and that the …",
                "On 2010 August 20, an energetic disturbance triggered large-amplitude longitudinal oscillations in a nearby filament. The triggering mechanism appears to be episodic jets connecting the energetic event with the filament threads. In the present work, we analyze this periodic motion in a large fraction of the filament to characterize the underlying physics of the oscillation as well as the filament properties. The results support our previous theoretical conclusions that the restoring force of large-amplitude longitudinal oscillations is solar gravity, and the damping mechanism is the ongoing accumulation of mass onto the oscillating threads. Based on our previous work, we used the fitted parameters to determine the magnitude and radius of curvature of the dipped magnetic field along the filament, as well as the mass accretion rate onto the filament threads. These derived properties are nearly uniform along the filament …",
                "We present the first systematic observational evidence for a traveling periodic structure in the pre‐onset optical aurora – the longitudinally propagating arc wave (LPAW) – associated with flapping oscillations in the magnetotail. The LPAW is characterized by azimuthally moving intensity enhancements inside auroral arcs as seen by THEMIS ground‐based all‐sky imagers. It travels westward in the pre‐midnight auroral sector during the 10–20 minutes preceding auroral breakup with a velocity of 2–10 km\/s, time period 40–110 s, and wavelength 250–420 km. Magnetically conjugate measurements by THEMIS satellites show low frequency plasma oscillations consistent with the parameters of the arc wave in the course of current sheet thinning. When mapped into tail, wavelength (4800–9400 km) and velocity (70–190 km\/s) of the LPAW are compatible with observations and theoretical predictions for current sheet …"
            ],
            [
                [
                    "Space Plasma Physics",
                    "Theory of Complexity"
                ]
            ]
        ]
    ]
}