{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U3UB5M6D",
            "RrvWEHIAAAAJ",
            [
                "Interface-induced multiferroism by design in complex oxide superlattices",
                "A high-spin ground-state donor-acceptor conjugated polymer",
                "Effect of negative chemical pressure on the prototypical itinerant magnet MnSi",
                "Designing antiphase boundaries by atomic control of heterointerfaces",
                "Unusual Fe–H bonding associated with oxygen vacancies at the (001) surface of Fe3O4",
                "Fermions and bosons in nonsymmorphic  with sixfold degeneracy",
                "Atomic-scale determination of spontaneous magnetic reversal in oxide heterostructures",
                "Surface sum frequency generation spectroscopy on non-centrosymmetric crystal GaAs (001)",
                "Rumpling and Enhanced Covalency at the SrTiO3(001) Surface",
                "Manipulating the polar mismatch at the  (111) interface"
            ],
            [
                "Interfaces between materials present unique opportunities for the discovery of intriguing quantum phenomena. Here, we explore the possibility that, in the case of superlattices, if one of the layers is made ultrathin, unexpected properties can be induced between the two bracketing interfaces. We pursue this objective by combining advanced growth and characterization techniques with theoretical calculations. Using prototype La2\/3Sr1\/3MnO3 (LSMO)\/BaTiO3 (BTO) superlattices, we observe a structural evolution in the LSMO layers as a function of thickness. Atomic-resolution EM and spectroscopy reveal an unusual polar structure phase in ultrathin LSMO at a critical thickness caused by interfacing with the adjacent BTO layers, which is confirmed by first principles calculations. Most important is the fact that this polar phase is accompanied by reemergent ferromagnetism, making this system a potential candidate for …",
                "Interest in high-spin organic materials is driven by opportunities to enable far-reaching fundamental science and develop technologies that integrate light element spin, magnetic, and quantum functionalities. Although extensively studied, the intrinsic instability of these materials complicates synthesis and precludes an understanding of how fundamental properties associated with the nature of the chemical bond and electron pairing in organic materials systems manifest in practical applications. Here, we demonstrate a conjugated polymer semiconductor, based on alternating cyclopentadithiophene and thiadiazoloquinoxaline units, that is a ground-state triplet in its neutral form. Electron paramagnetic resonance and magnetic susceptibility measurements are consistent with a high-to-low spin energy gap of 9.30 × 10−3 kcal mol−1. The strongly correlated electronic structure, very narrow bandgap, intramolecular …",
                "The evolution of the magnetic and charge transport properties of the itinerant magnetic metal MnSi with the substitution of Al and Ga on the Si site is investigated. We observe an increase in unit cell volume indicating that both Al and Ga substitutions create negative chemical pressure. There are substantial increases in the Curie temperature and the ordered moment demonstrating that the substitutions give the magnetism a stronger itinerant character. The substitutions also increase the range of temperature and field where the skyrmion phase is stable due to a change in the character of the magnetism. In contrast to the behavior of pure MnSi and expectations for the intrinsic anomalous Hall effect, we find a significant temperature dependence to the magnitude and sign of anomalous Hall conductivity constant in Al or Ga substituted samples. This temperature dependence likely reflects changes in the spin-orbit …",
                "Extended defects are known to have critical influences in achieving desired material performance. However, the nature of extended defect generation is highly elusive due to the presence of multiple nucleation mechanisms with close energetics. A strategy to design extended defects in a simple and clean way is thus highly desirable to advance the understanding of their role, improve material quality, and serve as a unique playground to discover new phenomena. In this work, we report an approach to create planar extended defects—antiphase boundaries (APB) —with well-defined origins via the combination of advanced growth, atomic-resolved electron microscopy, first-principals calculations, and defect theory. In La2\/3Sr1\/3MnO3 thin film grown on Sr2RuO4 substrate, APBs in the film naturally nucleate at the step on the substrate\/film interface. For a single step, the generated APBs tend to be nearly …",
                "An unusual Fe-H bonding rather than conventional OH bonding is identified at Fe3O4 (001) surface. This abnormal behavior is associated with the oxygen vacancies which exist on the surface region but also penetrate deep into the bulk Fe3O4. In contrast, OH bonding becomes preferential as generally expected on an ozone processed surface, which has appreciably less oxygen vacancies. Such bonding site selective behavior, depending on oxygen vacancy concentrations, is further confirmed with DFT calculations. The results demonstrate an opportunity for tuning the chemical properties of oxide surfaces or oxide clusters.",
                "PdSb 2 is a candidate for hosting sixfold-degenerate exotic fermions (beyond Dirac and Weyl fermions). The nontrivial band crossing protected by the nonsymmorphic symmetry plays a crucial role in physical properties. We have grown high-quality single crystals of PdSb 2 and characterized their physical properties under several stimuli (temperature, magnetic field, and pressure). While it is a diamagnetic Fermi-liquid metal under ambient pressure, PdSb 2 exhibits a large magnetoresistance with continuous increase up to 14 T, which follows Kohler's scaling law at all temperatures. This implies one-band electrical transport, although multiple bands are predicted by first-principles calculations. By applying magnetic field along the [111] direction, de Haas–van Alphen oscillations are observed with frequency of 102 T. The effective mass is nearly zero (0.045 m 0) with the Berry phase close to π, confirming that the …",
                "Interfaces between transition metal oxides are known to exhibit emerging electronic and magnetic properties. Here we report intriguing magnetic phenomena for La2\/3Sr1\/3MnO3 films on an SrTiO3 (001) substrate (LSMO\/STO), where the interface governs the macroscopic properties of the entire monolithic thin film. The interface is characterized on the atomic level utilizing scanning transmission electron microscopy and electron energy loss spectroscopy (STEM-EELS), and density functional theory (DFT) is employed to elucidate the physics. STEM-EELS reveals mixed interfacial stoichiometry, subtle lattice distortions, and oxidation-state changes. Magnetic measurements combined with DFT calculations demonstrate that a unique form of antiferromagnetic exchange coupling appears at the interface, generating a novel exchange spring-type interaction that results in a remarkable spontaneous magnetic reversal of …",
                "Femtosecond broadband sum frequency generation (SFG) spectroscopy is applied to surface studies of the archetypical non-centrosymmetric semiconductor GaAs (001). Azimuthal angular dependence studies in reflection geometry under eight possible polarization configurations reveal strong surface-bulk interference owing to heterodyne amplification. The crystal symmetry and the surface quadrupole contributions need to be considered to properly interpret the resulting nonlinear spectroscopic signals. In addition, over bandgap excitation by one of the incident beams brings the semiconductor surface to a transient excited state, enabling enhanced sensitivity of broadband SFG to probe the surface electronic properties of non-centrosymmetric semiconductors. These findings suggest that this technique can be generally applied to surface studies of other non-centrosymmetric crystals.",
                "The surface of SrTiO3 (001) is considered to be weakly polar, and in this work, we study the validity of this notion. It exhibits a surface structural distortion, quantified here using low energy electron diffraction at room temperature. Structural analysis shows the presence of strong surface rumpling in the TiO2 terminated surface with the oxygen atoms moving outward and Ti atoms moving inward. Density functional calculations confirm the measured rumpling, and experimental data show the distortion is localized at the surface. Angle-dependent core-level X-ray photoemission spectroscopy (XPS) shows that the surface rumpling strongly impacts the electronic structure of the surface. This observation is reinforced by density functional theory, which demonstrates that the valence state of Ti at the surface is reduced while O is enhanced, where we found the Ti–O bonds are more covalent near the surface. Our results show …",
                "Heteroepitaxial growth of transition-metal oxide films on the open (111) surface of SrTi O 3 results in significant restructuring due to the polar mismatch. Monitoring the structure and composition on an atomic scale of LaNi O 3\/SrTi O 3 (111) interface as a function of processing conditions has enabled the avoidance of the expected polar catastrophe. Using atomically resolved transmission electron microscopy and spectroscopy as well as low-energy electron diffraction, the structure of the thin film, from interface to the surface, has been studied. In this paper, we show that the proper processing can lead to a structure that is ordered, coherent with the substrate without intermediate structural phase. Angle-resolved x-ray photoemission spectroscopy shows that the oxygen content of thin films increases with the film thickness, indicating that the polar mismatch is avoided by the presence of oxygen vacancies."
            ],
            [
                [
                    "Condensed matter physics",
                    "Surface and interface physics"
                ]
            ],
            [
                "Top Mohammad Saghayezhian Research Assistant Professor W. Plummer 229-D Nicholson Hall, Tower Dr. (225) 578-4147 smoha12@lsu.edu"
            ]
        ]
    ]
}