{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U4449UF9",
            "7L58djQAAAAJ",
            [
                "Changes in the state of polarization of a random electromagnetic beam on propagation",
                "Model for a partially coherent Gaussian beam in atmospheric turbulence with application in Lasercom",
                "The far-zone behavior of the degree of polarization of electromagnetic beams propagating through atmospheric turbulence",
                "Generalized Stokes parameters of random electromagnetic beams",
                "Light sources generating far fields with tunable flat profiles",
                "Polarization changes in partially coherent electromagnetic beams propagating through turbulent atmosphere"
            ],
            [
                "We show that the state of polarization of the polarized portion of a random, statistically stationary, electromagnetic beam may change on propagation, even in free space. We derive analytic formulas for the orientation angle and for the magnitudes of the major and of the minor axes of the polarization ellipse in terms of the elements of the 2 × 2 cross-spectral density matrix of the electric field. We also obtain conditions for the invariance of the state of polarization on propagation. We illustrate the results by a numerical example relating to an electromagnetic Gaussian Schell-model beam.",
                "Analytic expressions for the mutual coherence function (MCF) and the scintillation index of a partially coherent lowest order Gaussian beam wave propagating through the atmosphere (based on Kolmogorov spectrum model) are developed for the pupil plane of a receiving system. Partial coherence of the beam is modeled as a thin (complex) phase screen with Gaussian spectrum (Rytov theory and ABCD ray matrices are applied). The relation between the second-and fourth-order statistics for a beam with any degree of coherence in the atmosphere is introduced with the help of ‘‘effective’’beam parameters, deduced from the free-space MCF. In particular, the scintillation (in weak and strong atmospheric conditions), based on these parameters, is studied as a function of the diffuser’s strength and that of the atmosphere. The model is applied for the calculation of the SNR and bit error rates (OOK modulation) of the …",
                "It is shown analytically that the degree of polarization of a beam generated by an electromagnetic Gaussian Schell-model source which propagates through atmospheric turbulence tends to its value at the source plane with increasing distance of propagation. This result is independent of the spectral degrees of correlation of the source and of the strength of atmospheric turbulence. These conclusions are illustrated by a numerical example.",
                "A generalization of the Stokes parameters of a random electromagnetic beam is introduced. Unlike the usual Stokes parameters, which depend on one spatial variable, the generalized Stokes parameters, depend on two spatial variables. They obey precise laws of propagation, both in free space and in any linear medium, whether deterministic or random. With the help of the generalized Stokes parameters, the changes in the ordinary Stokes parameters upon propagation can be determined. Numerical examples of such changes are presented. The generalized Stokes parameters contain information not only about the polarization properties of the beam but also about its coherence properties. We illustrate this fact by expressing the degree of coherence of the electromagnetic beam in terms of one of the generalized Stokes parameters.",
                "Planar, scalar, optical Schell-model, and quasi-homogeneous sources with correlations that are Fourier transforms of multi-Gaussian functions are introduced. It is demonstrated that far fields produced by these families of sources carry interesting characteristics, being flatlike with adjustable steepness of the edge. Beam conditions for such sources are also derived.",
                "In this paper, we study the effects of turbulent atmosphere on the degree of polarization of a partially coherent electromagnetic beam, which propagates through it. The beam is described by a 2× 2 cross-spectral density matrix and is assumed to be generated by a planar, secondary, electromagnetic Gaussian Schell-model source. The analysis is based on a recently formulated unified theory of coherence and polarization and on the extended Huygens–Fresnel principle. We study the behaviour of the degree of polarization in the intermediate zone, ie in the region of space where coherence properties of the beam and the atmospheric turbulence are competing. We illustrate the analysis by numerical examples."
            ],
            [
                [
                    "Optics",
                    "Optical Turbulence",
                    "Atmospheric optics",
                    "Ocean optics"
                ]
            ]
        ]
    ]
}