{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U4449UF9",
            "7L58djQAAAAJ",
            [
                "Changes in the state of polarization of a random electromagnetic beam on propagation",
                "Model for a partially coherent Gaussian beam in atmospheric turbulence with application in Lasercom",
                "The far-zone behavior of the degree of polarization of electromagnetic beams propagating through atmospheric turbulence",
                "Generalized Stokes parameters of random electromagnetic beams",
                "Light sources generating far fields with tunable flat profiles",
                "Polarization changes in partially coherent electromagnetic beams propagating through turbulent atmosphere"
            ],
            [
                "We show that the state of polarization of the polarized portion of a random, statistically stationary, electromagnetic beam may change on propagation, even in free space. We derive analytic formulas for the orientation angle and for the magnitudes of the major and of the minor axes of the polarization ellipse in terms of the elements of the 2 × 2 cross-spectral density matrix of the electric field. We also obtain conditions for the invariance of the state of polarization on propagation. We illustrate the results by a numerical example relating to an electromagnetic Gaussian Schell-model beam.",
                "Analytic expressions for the mutual coherence function (MCF) and the scintillation index of a partially coherent lowest order Gaussian beam wave propagating through the atmosphere (based on Kolmogorov spectrum model) are developed for the pupil plane of a receiving system. Partial coherence of the beam is modeled as a thin (complex) phase screen with Gaussian spectrum (Rytov theory and ABCD ray matrices are applied). The relation between the second-and fourth-order statistics for a beam with any degree of coherence in the atmosphere is introduced with the help of ‘‘effective’’beam parameters, deduced from the free-space MCF. In particular, the scintillation (in weak and strong atmospheric conditions), based on these parameters, is studied as a function of the diffuser’s strength and that of the atmosphere. The model is applied for the calculation of the SNR and bit error rates (OOK modulation) of the …",
                "It is shown analytically that the degree of polarization of a beam generated by an electromagnetic Gaussian Schell-model source which propagates through atmospheric turbulence tends to its value at the source plane with increasing distance of propagation. This result is independent of the spectral degrees of correlation of the source and of the strength of atmospheric turbulence. These conclusions are illustrated by a numerical example.",
                "A generalization of the Stokes parameters of a random electromagnetic beam is introduced. Unlike the usual Stokes parameters, which depend on one spatial variable, the generalized Stokes parameters, depend on two spatial variables. They obey precise laws of propagation, both in free space and in any linear medium, whether deterministic or random. With the help of the generalized Stokes parameters, the changes in the ordinary Stokes parameters upon propagation can be determined. Numerical examples of such changes are presented. The generalized Stokes parameters contain information not only about the polarization properties of the beam but also about its coherence properties. We illustrate this fact by expressing the degree of coherence of the electromagnetic beam in terms of one of the generalized Stokes parameters.",
                "Planar, scalar, optical Schell-model, and quasi-homogeneous sources with correlations that are Fourier transforms of multi-Gaussian functions are introduced. It is demonstrated that far fields produced by these families of sources carry interesting characteristics, being flatlike with adjustable steepness of the edge. Beam conditions for such sources are also derived.",
                "In this paper, we study the effects of turbulent atmosphere on the degree of polarization of a partially coherent electromagnetic beam, which propagates through it. The beam is described by a 2× 2 cross-spectral density matrix and is assumed to be generated by a planar, secondary, electromagnetic Gaussian Schell-model source. The analysis is based on a recently formulated unified theory of coherence and polarization and on the extended Huygens–Fresnel principle. We study the behaviour of the degree of polarization in the intermediate zone, ie in the region of space where coherence properties of the beam and the atmospheric turbulence are competing. We illustrate the analysis by numerical examples."
            ],
            [
                [
                    "Optics",
                    "Optical Turbulence",
                    "Atmospheric optics",
                    "Ocean optics"
                ]
            ],
            [
                "Olga  Korotkova o.korotkova@miami.edu (305) 284-6866 My group focuses on various issues relating to interaction of electromagnetic radiation (predominantly light) with such random media as atmospheric and oceanic turbulence, particulate media (e.g. human tissues), rough surfaces, etc. Two basic problems: a) direct - modulation of properties of radiation and b) inverse - active\/passive sensing of the random structures are of interest. Our research runs from intrinsically theoretical (prediction of new phenomena) to purely practical (new approaches for communication and radar systems) and often involves, as an auxiliary stage, computer simulations. One of our new concentration areas is the possibility of using light with arbitrary spectral, coherence and polarization properties for enhancement of performance of the systems of interest. 2003 Ph.D. Applied Mathematics, GPA 4.0 University of Central Florida 2002 M.S. Mathematical Sciences, GPA 4.0 University of Central Florida 1999 B.S. Applied Mathematics, GPA 3.8 (Red Diploma) Samara State University (Russia) 2007 - 2007 MCAT Physics Lecturer, PRINCETON REVIEW INC. (part time) Rochester, NY 2007 - 2007 Assistant Professor in Research, UNIV. OF ROCHESTER, Dept. of Physics and Astronomy Rochester, NY 2006 - 2007 Research Scientist, UNIV. OF ROCHESTER, Dept. of Physics and Astronomy Rochester, NY 2004 - 2006 Research Associate in Physics, UNIV. OF ROCHESTER, Dept. of Physics and Astronomy Rochester, NY 2003 - 2004 Research Scientist, UNIV. OF CENTRAL FLORIDA, CREOL Orlando, FL 2003 - 2003 Research Assistant, FLORIDA SPACE INSTITUTE -CUBIC Co. Orlando, FL 2000 - 2003 Graduate Teaching Assistant, UNIV. OF CENTRAL FLORIDA, Dept. of Mathematics Orlando, FL Honorary State Assistantship, Samara State University, 1994-1999 Teaching Award, University of Central Florida, 2001 Merit Award, University of Central Florida, 2002 Scholarly and Creative Activities Award, College of Arts and Sciences, Univ. of Miami, May 2010. 2002 Speckle propagation through atmospheric turbulence: effects of partial coherence of the target | Orlando, FL AeroSense: SPIE Meeting (April, 2002, Orlando, FL). Contributed talk “Speckle propagation through atmospheric turbulence: effects of partial coherence of the target”. 2002 Speckle propagation through atmosphere: effects of a random phase screen at the source | Seattle, WA 47th SPIE Annual Meeting (July, 2002, Seattle, WA). Contributed talk “Speckle propagation through atmosphere: effects of a random phase screen at the source”. View More Conferences | CLICK HERE To View More Conferences Memberships SERVICE TO JOURNALS AND PROFESSIONAL SOCIETIES Topical Editor for : Optics Letters, Optical Society of America (2010-2016) 6 years - max term Member of Editorial Board for : Journal of Optics, European Optical Society (2014-present) Member of Editorial Board for : Computer Optics, Samara State Aerospace University (2016-present) Member of Editorial Board for Electronic Journal of EOS : Rapid Communications (2006-2010) Member of Organizing Committee for the 2011 OSA Annual Meeting, 2013-2015 Photonics West SPIE Conference Conference co-chair at SPIE symposium “Photonics West”, “Free-Space Laser Communication Technologies XIX and Atmospheric Propagation of Electromagnetic Waves I”, (San Jose CA, Jan 2007, jointly with S. Mecherle) Conference chair (sole) at SPIE symposium “Photonics West”: “Atmospheric propagation of electromagnetic waves II” (San Jose, CA, Jan 2008), “Atmospheric propagation of electromagnetic waves III” (San Jose, CA, Jan 2009) “Atmospheric and oceanic propagation of electromagnetic waves IV” (San Francisco, CA, Jan 2010) “Atmospheric and oceanic propagation of electromagnetic waves V” (San Francisco, CA, Jan 2011) “Atmospheric and oceanic propagation of electromagnetic waves VI” (San Francisco, CA, Jan 2012) Host : Technical Session of Atmospheric Propagation and Laser Communication group at “Photonics West” SPIE symposium (San Jose, CA, Jan 2008, Jan 2009; San Francisco, Jan 2010) Paper Reviewer : Physical Review Letters, Physical Review A, Journal of Optical Society of America A, Applied Optics, Optics Express, Optics Letters, Journal of Biomedical Optics, Optics Communications, Waves in Random and Complex media, Optical Engineering, Photonics Technology Letters, Applied Physics B, Journal of Geophysical Research – Oceans. Grant Reviewer : AFOSR, NASA. SERVICE TO THE UNIVERSITY OF MIAMI Supervisor of Ph.D. students: S. Sahin (2012), Z. Tong (2013), N. Farwell (2014), X. Chen (exp. 2019), J. Li (exp. 2019) Dissertation committee member of Ph.D. candidates: P. Bhandari (UM Physics), R. Aryal (UM Physics), R. Delgadillo (UM Physics), J. Guomin (UM Engineering); Supervisor of undergraduate students: H. Jacks (2010), J. Reimers (2011), A. Avramovich (2016); Supervisor of high-school students: G. Martinez-Piedra (2017). Opponent for Ph. D. thesis: L. Mokhtarpour, Dalhousie University, Halifax, Canada (January 2016); L.-P. Leppänen, Eastern University of Finland, Joensuu, Finland (May 2016) The member of the Graduate Admission Committee (2007-2012) The organizer of the Optics Seminar (Spring 2009 - Spring 2013) The organizer of the Department of Physics Colloquium (Fall 2010 - present) Contributor for the UM NEXUS project (Fall 2011 – present) developed 3 case studies, gave invited lectures at NEXUS participating universities (UM, Spring 2016, University of Maryland, Fall 2016) Panel contributor for forty 8th graders from Winston Park K-8 Center (April 30, 2013) Member of UM Independent Major Proposal Committee (Spring 2013) Panel contributor for the new faculty workshop (August 2013) A member of the UM major disciplinary committee (Fall 2013 – Spring 2014) 4 panels The Chair of the Graduate Admissions Committee (Fall 2012-present) A member of Physics Department faculty search committee (2013-2014, 2015-2016) A member of Chemistry Department faculty search committee (2014-2015) A member for Dean of Graduate School search committee (2015-2016) Chair of the Physics Department Faculty search committee in optics (2016-2017) CAS committee for Provost Research Awards selection (Fall 2017) LIST OF SPECIALTIES: Theoretical and Experimental Classical Optics, Coherence and Polarization of Light; Wave Propagation and INTERESTS Scattering in Random and Complex Media; Beam Propagation in Atmospheric and Oceanic Turbulence; Laser Communications and LIDAR Systems; Light Propagation and Scattering in Human Tissues; Medical Imaging, Microscopy and Tomography Olga Korotkova Partially coherent beam propagation in turbulent atmosphere with applications   (SaarBrucken, Germany. VDM. 2009). Olga Korotkova Random beams: theory and applications   (Boca Raton, FL, USA. CRC Press. 2013)."
            ]
        ]
    ]
}