{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U4O4YFW8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Mim Lal Nakarmi Associate Professor Brooklyn College (718)951-5000 x2867 MLNakarmi@brooklyn.cuny.edu Website Ph. D. from Kansas State University in 2005 Wide bandgap semiconductor material synthesis, and characterization for photonic applications. My research interests are the development and study of novel materials for UV photonic applications. My research projects include the epitaxy and nanostructure growth of wide band gap semiconductors such as GaN, AlN, ZnO, BN using Chemical vapor deposition (CVD) technique and characterization of the materials for their electrical, optical, structural properties.  Selected Publications:  Cai, B., M.L. Nakarmi, B.S. Franks and R.C. Rai. \"Electro-optical Effects and Temperature-dependent Electrical Properties of LuFe2O4 Thin Films.\" Thin Solid Films 562: 490-94. (Books and Publications: Peer Reviewed Article) 2014 Oder, Tom Nelson, Andrew Smith, Mark Freeman, Michael McMaster, Bo Cai and Mim Lal Nakarami. \"Properties of ZnO Thin Films Co-doped With Lithium and Phosphorus.\" Journal of Electronic Materials. Online first in March issue. DOI: 10.1007\/s11664-014-3074-9. (Books and Publications: Peer Reviewed Article) 2014 Cai, B., M.L. Nakarmi, T.N. Oder, M. McMaster, N. Velpukonda and A. Smith. \"Elevated Temperature Dependent Transport Properties of Phosphorus and Arsenic Doped Zinc Oxide Thin Films.\" Journal of Applied Physics 114: 223709. (Books and Publications: Peer Reviewed Article) 2013 Oder, T.N., A. Smith, M. Freeman, M. McMaster, B. Cai and M.L. Nakarmi. \"Properties of Sputter Deposited ZnO Films Co-doped With Lithium and Phosphorus.\" Materials Research Society Symposium Proceedings 1494: Z04-48. (Books and Publications: Peer Reviewed Article) 2013 Nakarmi, M.L., B. Cai, J.Y. Lin and H.X. Jiang. \"Three-step Growth Method for High-quality AlN Epilayers.\" Physica Status Solidi A 209: 126-29. (Books and Publications: Peer Reviewed Article) 2012 Rai, R.C., A. Delmont, A. Sprow, B. Cai and M.L. Nakarmi. \"Spin-Charge-Orbital Coupling in Multiferroic LuFe2O4 Thin Films.\" Applied Physics Letters 100: 212904. (Books and Publications: Peer Reviewed Article) 2012 Rai, R.C., M. Guminia, S. Wilser, B. Cai and M.L. Nakarmi. \"Elevated Temperature Dependence of Energy Band Gap of ZnO Thin Films Grown by E-Beam Deposition.\" Journal of Applied Physics 111: 073511. (Books and Publications: Peer Reviewed Article) 2012 Rai, R.C., S. Wilser, M. Guminiak, B. Cai and M.L. Nakarmi. \"Optical and Electronic Properties of NiFe2O4 and CoFe2O4 Thin Films.\" Applied Physics A 104. (Books and Publications: Peer Reviewed Article) 2011 Cai, Bo and Mim L. Nakarmi. \"TEM Analysis of Microstructures of AlN\/Sapphire Grown by MOCVD.\" Materials Research Society Symposium Proceedings 1202: I05. (Books and Publications: Peer Reviewed Article) 2010 Chen, Zhuo, T. Salagaj, C. Jenson, K. Strobl, Mim Nakarmi and Kai Shum. \"ZnO Nanostructures Epitaxially Grown on ZnO Seeded Si (100) Substrates by Chemical Vapor Deposition.\" Materials Research Society Symposium Proceedings 1178: AA06-21. (Books and Publications: Peer Reviewed Article) 2009 Chen, Zhuo, T. Salagaj, C. Jenson, K. Strobl, Mim Nakarmi and Kai Shum.\" ZnO Thin Film Deposition on Sapphire Substrates by Chemical Vapor Deposition.\" Materials Research Society Symposium Proceedings 1167: O07-09. (Books and Publications: Peer Reviewed Article) 2009 Chen, Zhuo, T. Salagaj, C. Jenson, K. Strobl, V. Hongpinyo, Boon Ooi, Mim Nakarmi and Kai Shum. \"Two-photon Absorption Induced Photoluminescence in a ZnO Nanostructure.\" Materials Research Society Symposium Proceedings 1178: AA09-13. (Books and Publications: Peer Reviewed Article) 2009 Nakarmi, M.L., N. Nepal, J.Y. Lin and H.X. Jiang. \"Photoluminescence Studies of Impurity Transitions in Mg-doped AlGaN Alloys.\" Applied Physics Letters 94: 091903. (Books and Publications: Peer Reviewed Article) 2009 Dahal, R., J. Li, Z.Y. Fan, M.L. Nakarmi, T.M. Al Tahtamouni, J.Y. Lin and H.X. Jiang. \"AlN MSM and Schottky Photodetectors.\" Journal of Physics C: Solid State Physics 5: 2148. (Books and Publications: Peer Reviewed Article) 2008 Sedhain, A., N. Nepal, M.L. Nakarmi, T.M. Al Tahtamouni, J.Y. Lin, H.X. Jiang, Z. Gu and J.H. Edgar. \"Photoluminescence Properties of AlN Homoepilayers With Different Orientations.\" Applied Physics Letters 93: 041905. (Books and Publications: Peer Reviewed Article) 2008 Pantha, B.N., N. Nepal, T.M. Al Tahtamouni, M.L. Nakarmi, J. Li, J.Y. Lin and H.X. Jiang. \"Correlation Between Biaxial Stress and Free Exciton Transition in AlN Epilayers.\" Applied Physics Letters 91: 121117. (Books and Publications: Peer Reviewed Article) 2007 Pantha, B.N., R. Dahal, M.L. Nakarmi, N. Nepal, J. Li, J.Y. Lin, H.X. Jiang, Q.S. Paduano and David Weyburne. \"Correlation Between Optoelectronic and Structural Properties and Epilayer Thickness of AlN.\" Applied Physics Letters 90: 241101. (Books and Publications: Peer Reviewed Article) 2007 Fan, Z.Y., J. Li, M.L. Nakarmi, J.Y. Lin and H.X. Jiang. \"AlGaN\/GaN\/AlN Quantum-well Field-effect Transistors With Highly Resistive AlN Epilayers.\" Applied Physics Letters 88: 073513. (Books and Publications: Peer Reviewed Article) 2006 Li, J., Z.Y. Fan, R. Dahal, M.L. Nakarmi, J.Y. Lin and H.X. Jiang. \"200 nm Deep Ultraviolet Photodetectors Based on AlN.\" Applied Physics Letters 89: 213510. (Books and Publications: Peer Reviewed Article) 2006 Nakarmi, M.L., N. Nepal, C. Ugolini, T.M. Altahtamouni, J.Y. Lin and H.X. Jiang. \"Correlation Between Optical and Electrical Properties of Mg-doped AlN Epilayers.\" Applied Physics Letters 89: 152120. (Books and Publications: Peer Reviewed Article) 2006 Nepal, N., M.L. Nakarmi, H.U. Jang, J.Y. Lin and H.X. Jiang. \"Growth and Photoluminescence Studies of Zn-doped AlN Epilayers.\" Applied Physics Letters 89: 192111. (Books and Publications: Peer Reviewed Article) 2006 Nakarmi, M.L., K.H. Kim, M. Khizar, Z.Y. Fan, J.Y. Lin and H.X. Jiang. \"Electrical and Optical Properties of Mg-doped Al0.7Ga0.3N Alloys.\" Applied Physics Letters 86: 092108. (Books and Publications: Peer Reviewed Article) 2005 Nakarmi, M.L., N. Nepal, J.Y. Lin and H.X. Jiang. \"Unintentionally Doped n-type Al0.67Ga0.33N Epilayers.\" Applied Physics Letters 86: 261902. (Books and Publications: Peer Reviewed Article) 2005 Chen, L. and B.J. Skromme; R.F. Dalmau, R. Schlesser and Z. Sitar; C. Chen, W. Sun, J. Yang and M.A. Khan; M.L. Nakarmi, J.Y. Lin and H.X. Jiang. \"Band-edge Exciton States in AlN Single Crystals and Epitaxial Layers.\" Applied Physics Letters 85: 4334. (Books and Publications: Peer Reviewed Article) 2004 Fan, Z.Y., M.L. Nakarmi, J.Y. Lin and H.X. Jiang. \"Delta-doped AlGaN\/GaN Heterostructure Field-Effect Transistors With Incorporation of AlN Epilayers.\" Symposium Proceeding, Material Research Society 798: 101. (Books and Publications: Peer Reviewed Article) 2004 Nakarmi, M.L., K. Zhu, K.H. Kim, J.Y. Lin and H.X. Jiang. \"Transport Properties of Gighly Conductive n-type Al-rich AlxGa1-xN (x > 0.7).\" Applied Physics Letters 85: 3769. (Books and Publications: Peer Reviewed Article) 2004 Nakarmi, M.L., K.H. Kim, K. Zhu, J.Y. Lin and H.X. Jiang.\" Mg doped Al-rich AlGaN Alloys for Deep UV Emitters.\" Proceedings of the SPIE International Society for Optical Engineering 5530: 54. (Books and Publications: Peer Reviewed Article) 2004 Nam, K.B., J. Li, M.L. Nakarmi, J.Y. Lin and H.X. Jiang. \"Unique Optical Properties of AlGaN Alloys and Related Ultraviolet Emitter.\" Applied Physics Letters 85: 5264. (Books and Publications: Peer Reviewed Article) 2004 Zhu, K., M.L. Nakarmi, K.H. Kim, J.Y. Lin and H.X. Jiang. \"Silicon Doping Dependence of Highly Conductive n-type Al0.7Ga0.3N Epilayers.\" Applied Physics Letters 85: 4669. (Books and Publications: Peer Reviewed Article) 2004 Frazier, R.M., J. Stapleton, G.T. Thaler, C.R. Abernathy and S.J. Pearton; R. Rairigh, J. Kelly and A.F. Hebard; M.L. Nakarmi, K.B. Nam, J.Y. Lin and H.X. Jiang; J.M. Zavada; and R.G. Wilson. \"Properties of Co-,Cr-,or Mn-implanted AlN.\" Journal of Applied Physics 94: 1592. (Books and Publications: Peer Reviewed Article) 2003 Li, J., K.B. Nam, M.L. Nakarmi, J.Y. Lin and H.X. Jiang. \"Band Structure and Fundamental Optical Transitions in Wurzite AlN.\" Applied Physics Letters 83: 5163. (Books and Publications: Peer Reviewed Article) 2003 Nakarmi, M.L., K.H. Kim, J. Li, J.Y. Lin and H.X. Jiang. \"Enhanced p-type Conduction in GaN and AlGaN by Mg-d-doping.\" Applied Physics Letters 82: 3041. (Books and Publications: Peer Reviewed Article) 2003 Li, J., K.B. Nam, M.L. Nakarmi, J.Y. Lin and H.X. Jiang. \"Band-edge Photoluminescence of AlN Epilayers.\" Applied Physics Letters 81: 3365. (Books and Publications: Peer Reviewed Article) 2002 Li, J., K.B. Nam, T.N. Oder, K.H. Kim, M.L. Nakarmi, J.Y. Lin and H.X. Jiang. \"Time-resolved Photoluminescence Studies of Al-rich AlGaN Alloys.\" Proceedings of the SPIE International Society for Optical Engineering 4643: 250. (Books and Publications: Peer Reviewed Article) 2002 Li, J., T.N. Oder, M.L. Nakarmi, J.Y. Lin and H.X. Jiang.\"Optical and Electrical Properties of Mg-doped p-type AlxGa1-xN.\" Applied Physics Letters 80: 1210. (Books and Publications: Peer Reviewed Article) 2002"
            ]
        ]
    ]
}