{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U54WPC5E",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Ralph Z Roskies Professor 312A Schenley Place. 4420 Bayard Street 412-648-3094 roskies@pitt.edu Roskies is the author of over 60 papers in theoretical elementary particle physics, including aspects of lattice gauge theory and symbolic computation methods applied to fundamental problems in quantum electrodynamics. In 1984, together with Professor Michael Levine of Carnegie Mellon University and James Kasdorf from Westinghouse, he developed the proposal to the National Science Foundation for what became the Pittsburgh Supercomputing Center (PSC).  As Scientific Director, Roskies oversaw operations, planned its future course, and concerned himself with its scientific impact. Roskies was also co-PI of the NSF Extreme Science and Engineering Discovery Environment (XSEDE) project, the NSF’s largest cyber infrastructure project. He has served as advisor to and as reviewer of a large number of U.S. and international supercomputing centers. PSC is a joint effort of Carnegie Mellon and the University of Pittsburgh. It has been a national leader in providing the highest capability computing to the US national research community. It has pioneered developments in file systems, heterogeneous computing, parallel algorithms and data intensive computing. Its most recent supercomputer, called Bridges, offers leading edge computation including low latency, high bandwidth nodes, large shared memory nodes, GPUs, virtual machines, persistent databases, and powerful I\/O. It is designed to make it easy for users who have not traditionally used high performance computing to scale up from desktop systems, small clusters or laptops. Roskies retired from PSC in 2017. He is currently Vice Chancellor for Research Computing at the University of Pittsburgh and heads the Center for Research Computing (CRC) at Pitt. The CRC provides leading-edge computational resources to Pitt researchers, provides training in their use, and offers personalized consulting to Pitt researchers. See www.crc.pitt.edu . Selected Publications “An Overview of the XSEDE Extended Collaborative Support Program”. N Wilkins-Diehr, S Sanielevici, J Alameda, J Cazes, L Crosby, M Pierce, R Roskies. High Performance Computer Applications 6th International Conference, ISUM 2015, Mexico City, Mexico, March 9-13, 2015, Revised Selected Papers Gitler, Isidoro, Klapp, Jaime (Eds.) Springer International Publishing. ISBN 978-3-319-32243-8, 3-13, 2016. 10.1007\/978-3-319-32243-8.XSEDE “Value Added, Cost Avoidance, and Return on Investment”,  Stewart, Craig A.; Roskies, Ralph; Knepper, Richard; Moore, Richard L.; Whitt, Justin; Cockerill, Timothy M. , IUScholarWorks, http:\/\/hdl.handle.net\/2022\/20145 . “Bridges: A Uniquely Flexible HPC Resource for New Communities and Data Analytics”, Nystrom, N. A., Levine, M. J., Roskies, R. Z., and Scott, J. R. 2015 (submitted). In Proceedings of the 2015 Annual Conference on Extreme Science and Engineering Discovery Environment (St. Louis, MO, July 26-30, 2015). XSEDE15. ACM, New York, NY, USA. DOI= http:\/\/dx.doi.org\/10.1145\/2792745.2792775 . XSEDE: Accelerating Scientific Discovery\",  with John Towns, Timothy Cockerill, Maytal Dahan, Ian Foster, Kelly Gaither, Andrew Grimshaw, Victor Hazlewood, Scott Lathrop, Dave Lifka, Gregory D. Peterson, J. Ray Scott, Nancy Wilkins-Diehr, Computing in Science & Engineering, vol.16, no. 5, 62-74, doi:10.1109\/MCSE.2014.80 (2014) \"Loop Representations of the Quark Determinant in Lattice QCD,\" R. Roskies, A. Duncan, E. Eichten, H. Thacker, Phys. Rev. D60, 54505, (1999). \"Analytic Evaluation of Sixth Order Contribution to the Electron's g Factor,\" R. Roskies, M. J. Levine & E. Remiddi, Quantum Electrodynamics ed. T. Kinoshita, World Scientific, (1990). \"Lanczos Calculation of the Spectrum of Hamiltonian Lattice Gauge Theory,\" R. Roskies, J. W. Choe, A. Duncan, Phys. Rev. D37, 472, (1988). 412-648-3094"
            ]
        ]
    ]
}