{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U62QK8RW",
            "XTCzrycAAAAJ",
            [
                "Optical critical points of thin-film  alloys: A comparative  study",
                "Growth and strain compensation effects in the ternary Si1−x−yGexCy alloy system",
                "Ge–Sn semiconductors for band-gap and lattice engineering",
                "Temperature dependence of the dielectric function and the interband critical-point parameters of GaP",
                "Microscopic theory of intervalley scattering in GaAs: k dependence of deformation potentials and scattering rates",
                "Carrier concentration and lattice absorption in bulk and epitaxial silicon carbide determined using infrared ellipsometry",
                "Model dielectric functions for native oxides on compound semiconductors",
                "Isotope and temperature shifts of direct and indirect band gaps in diamond-type semiconductors",
                "Optical properties of bulk and thin-film  on Si and Pt",
                "Visible and ultraviolet Raman scattering studies of  alloys"
            ],
            [
                "The E 0, E 0+ Δ 0, E 1, E 1+ Δ 1, E 0′, and E 2 optical transitions have been measured in Ge 1− y Sn y alloys (y< 0.2) using spectroscopic ellipsometry and photoreflectance. The results indicate a strong nonlinearity (bowing) in the compositional dependence of these quantities. Such behavior is not predicted by electronic structure calculations within the virtual crystal approximation. The bowing parameters for Ge 1− y Sn y alloys show an intriguing correlation with the corresponding bowing parameters in the Ge 1− x Si x system, suggesting a scaling behavior for the electronic properties that is the analog of the scaling behavior found earlier for the vibrational properties. A direct consequence of this scaling behavior is a significant reduction (relative to prior theoretical estimates within the virtual crystal approximation) of the concentration y c for a crossover from an indirect-to a direct-gap system.",
                "Strain compensation is an important aspect of heterostructure engineering. In this letter, we discuss the synthesis of pseudomorphic Si1−yCy and Si1−x−yGexCy alloy layers on a silicon (100) substrate by molecular beam epitaxy using solid sources and the controlled strain compensation that results from the introduction of the ternary system. The introduction of C into substitutional sites in the crystal lattice is kinetically stabilized by low‐temperature growth conditions (400–550 °C) against thermodynamically favored silicon‐carbide phases. The lattice constant in Ge is about 4% larger than in Si, whereas in diamond it is 52% smaller. Consequently, the compressive strain caused by 10.8% Ge in a pseudomorphic Si1−xGex alloy can be compensated by adding about 1% carbon into substitutional lattice sites of the film assuming Vegard’s law of linear change of the lattice constant in the alloy as a function of the …",
                "We describe a class of Si-based semiconductors in the Ge1−xSnx system. Deuterium-stabilized Sn hydrides provide a low-temperature route to a broad range of highly metastable compositions and structures. Perfectly epitaxial diamond-cubic Ge1−xSnx alloys are grown directly on Si(100) and exhibit high thermal stability, superior crystallinity, and crystallographic and optical properties, such as adjustable band gaps and lattice constants. These properties are completely characterized by Rutherford backscattering, low-energy secondary ion mass spectrometry, high-resolution transmission electron microscopy, x-ray diffraction (rocking curves), as well as infrared and Raman spectroscopies and spectroscopic ellipsometry. Ab initio density functional theory simulations are also used to elucidate the structural and spectroscopic behavior.",
                "We have used spectroscopic ellipsometry to measure the dielectric function ε (ω) of GaP from 10 to 640 K in the 1.6–5.6-eV photon-energy region. By performing a line-shape analysis of the observed structures, the interband critical-point (CP) parameters (strength, threshold energy, broadening, and excitonic phase angle) and their temperature dependence have been determined. Special emphasis is put on the E 0′, E 0′+ Δ 0′, and E 2 CP's. We determine the spin-orbit splitting of Γ 15 c to be Δ 0′= 160±10 meV. The observed decrease in energy of the CP's (after correction for the effect of thermal expansion) and the corresponding increase in broadening with increasing temperature agree reasonable well with results of a calculation that takes into account the Debye-Waller and self-energy terms of the deformation-potential-type electron-phonon interaction. New local empirical pseudopotential form factors …",
                "The ‘‘rigid‐pseudoion’’ model is applied to intervalley scattering processes in GaAs. The intervalley deformation potentials (IDPs) that we obtain at high‐symmetry points are in good agreement with previous calculations. We find that the IDPs show a strong dependence on the wave vector of the intervalley phonon, therefore a numerical integration over the Brillouin zone (e.g., with the tetrahedron method) is necessary to obtain realistic scattering rates that can be compared with those obtained from experiments. We calculate the lifetimes of electrons at the L and X valleys as a function of temperature (L: 2.2±0.5 ps; X: 130±20 fs at room temperature) and discuss our results in comparison with recent ultrafast laser experiments and Monte Carlo simulations. Finally, the IDPs show an anisotropy that might be important when simulating electrical transport in hot‐electron devices.",
                "We have measured the dielectric function of bulk nitrogen-doped 4H and 6H SiC substrates from 700 to 4000 cm− 1 using Fourier-transform infrared spectroscopic ellipsometry. Photon absorption by transverse optical phonons produces a strong reststrahlen band between 797 and 1000 cm− 1 with the effects of phonon anisotropy being observed in the region of the longitudinal phonon energy (960 to 100 cm− 1). The shape of this band is influenced by plasma oscillations of free electrons, which we describe with a classical Drude equation. For the 6H-SiC samples, we modify the Drude equation to account for the strong effective mass anisotropy. Detailed numerical regression analysis yields the free-electron concentrations, which range from 7× 10 17 to 10 19 cm− 3, in good agreement with electrical and secondary ion mass spectrometry measurements. Finally, we observe the Berreman effect near the longitudinal …",
                "Analytical models with eight parameters have been found which describe the dielectric functions of native or electrochemically grown oxide layers on the compound semiconductors GaP, GaAs, GaSb, InP, InAs, and InSb in the 1.6 to 5.6 eV photon energy range. These model functions agree with the experimental optical constants to within the accuracy of the measurements. They will be useful for the design and analysis of semiconductor laser structures, solar cells, and other electro‐optical devices.",
                "We calculate the isotope and temperature shifts of the indirect and direct band gaps in natural silicon (M= 28.09 u), in natural diamond C 12 and its isotope C 13, in natural germanium (M= 72.59 u), and the isotope Ge 70, and in the isotope mixture Ge 75.7, due to the deformation-potential-type electron-phonon interaction (within the pseudopotential-bond-charge-model framework). We compare these results to existing experimental information and to data obtained by us with spectroscopic ellipsometry. We find that there are small, but noticeable shifts of the band gaps between different isotopes (about 13 meV for diamond, 1 meV for germanium). The isotopic influence on the broadenings of the E 1 transition in Ge is also observed.",
                "We have studied the optical properties (complex dielectric function) of bulk SrTiO3 and thin films on Si and Pt using spectroscopic ellipsometry over a very broad spectral range, starting at 0.03 eV [using Fourier transform infrared (FTIR) ellipsometry] to 8.7 eV. In the bulk crystals, we analyze the interband transitions in the spectra to determine the critical-point parameters. To interpret these transitions, we performed band structure calculations based on ab initio pseudopotentials within the local-density approximation. The dielectric function was also calculated within this framework and compared with our ellipsometry data. In the FTIR ellipsometry data, we notice a strong lattice absorption peak due to oxygen-related vibrations. Two longitudinal optic (LO) phonons were also identified. In SrTiO3 films on Si, the refractive index below the band gap decreases with decreasing thickness because of the increasing influence …",
                "We report Raman studies of the Si–Si phonon band in Si1−xGex alloys, where the excitation is by visible and ultraviolet (351 nm) light. At a wavelength 351 nm, the optical penetration depth is extremely shallow (≈5 nm). By varying the excitation from 351 to 514 nm, the optical penetration depth spans from 5 to 300 nm. Two sets of samples were examined. Thin layers grown using molecular beam epitaxy were coherently strained to match the lattice constant of the silicon substrate. Thick layers grown using organo–metallic chemical vapor deposition were strain relaxed. For the thin, strained layers, visible excitation produces a spectrum, which is a superposition of the substrate and the epilayer phonon bands. Reducing the wavelength (and, consequently, penetration depth) allows us to isolate the epilayer spectrum. Phonon energies obtained using all excitation wavelengths agree. We conclude that Raman …"
            ],
            [
                [
                    "Experimental Condensed Matter Physics"
                ]
            ]
        ]
    ]
}