{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U6DTU42M",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jerry Draayer Roy P. Daniels Professor of Physics LSU Distinguished Research Master Ph.D., 1968 - Iowa State University 221-E Nicholson Hall, Tower Dr. (225) 578-6844-Office draayer@phys.lsu.edu President, Southeastern Universities Research Association ( SURA ) Nuclear Theory and Computational Physics Our program is focused on the low-energy structure of atomic nuclei. The challenge\n                     is to understand nuclear collective phenomena, like rotations and vibrations, in terms\n                     of interactions between the constituent nucleons. Both microscopic (shell-model) and\n                     the macroscopic (collective) pictures are believed to be applicable because of the\n                     coexistence of regular motion, like that associated with closed orbits in classical\n                     physics, and a background of irregular or chaotic behavior, as for open classical\n                     orbits. Algebraic (group theory), many-body, and high-performance computing methodologies\n                     are combined in a study of strongly deformed nuclei. Examples include enhanced electromagnetic\n                     transition rates, superdeformed configurations, and single as well as double beta\n                     decay strengths in rare earth and actinide nuclei. Another area of interest is nonlinear\n                     phenomena, in particular, analytic and numeric tools for dealing with nonlinear processes,\n                     consequences of nonlinear couplings in physical systems, and how nonlinear effects\n                     are manifest in atomic nuclei. Current and Select Publications T. Dytrych, K.D. Sviratcheva, C. Bahri, J.P. Draayer and J.P. Vary, \"Dominant role\n                     of symplectic symmetry in 'ab initio' no-core shell model results for light nuclei,\" Phys. Rev. C 76 , 014315 (2007). Tomas Dytrych, Kristina D. Sviratcheva, Chairul Bahri, Jerry P. Draayer and James\n                     P. Vary, \" Evidence for symplectic symmetry in Ab initio no-core shell model results\n                     for light nuclei,\" Phys. Rev. Lett. 98 , 162503 (2007). K.D. Sviratcheva, J.P. Draayer and J.P. Vary, \"Dynamical symmetries reflected in realistic\n                     interactions,\" to appear in the proceedings of 25th International Workshop on Nuclear\n                     Theory, Rila, Bulgaria, 26 June-1 July 2006. e-Print: nucl-th\/0703067 K.D. Sviratcheva, A.I. Georgieva and J.P. Draayer, \"Microscopic description of isospin\n                     mixing pairing correlations in the framework of an algebraic Sp(4) model,\" Bulg. J. Phys. 32 , 159-174 (2005). K.D. Sviratcheva, C. Bahri, A.I. Georgieva and J.P. Draayer, \"Physical significance\n                     of q deformation and many-body interactions in nuclei,\" Phys. Rev. Lett. 93 , 152501 (2004)."
            ]
        ]
    ]
}