{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U7TFM5OC",
            "4bSu2YsAAAAJ",
            [
                "Demonstration of a state-insensitive, compensated nanofiber trap",
                "Current-induced polarization and the spin Hall effect at room temperature",
                "Strong interactions of single atoms and photons near a dielectric boundary",
                "Valley-polarized exciton–polaritons in a monolayer semiconductor"
            ],
            [
                "We report the experimental realization of an optical trap that localizes single Cs atoms≃ 215 nm from the surface of a dielectric nanofiber. By operating at magic wavelengths for pairs of counterpropagating red-and blue-detuned trapping beams, differential scalar light shifts are eliminated, and vector shifts are suppressed by≈ 250. We thereby measure an absorption linewidth Γ\/2 π= 5.7±0.1 MHz for the Cs 6 S 1\/2, F= 4→ 6 P 3\/2, F′= 5 transition, where Γ 0\/2 π= 5.2 MHz in free space. An optical depth d≃ 66 is observed, corresponding to an optical depth per atom d 1≃ 0.08. These advances provide an important capability for the implementation of functional quantum optical networks and precision atomic spectroscopy near dielectric surfaces.",
                "Electrically induced electron spin polarization is imaged in n-type ZnSe epilayers using Kerr rotation spectroscopy. Despite no evidence for an electrically induced internal magnetic field, current-induced in-plane spin polarization is observed with characteristic spin lifetimes that decrease with doping density. The spin Hall effect is also observed, indicated by an electrically induced out-of-plane spin polarization with opposite sign for spins accumulating on opposite edges of the sample. The spin Hall conductivity is estimated as 3±1.5 Ω− 1 m− 1\/| e| at 20 K, which is consistent with the extrinsic mechanism. Both the current-induced spin polarization and the spin Hall effect are observed at temperatures from 10 to 295 K.",
                "Cavity quantum electrodynamics provides the setting for quantum control of strong interactions between a single atom and one photon. Many such atom–cavity systems interacting by coherent exchanges of single photons could be the basis for scalable quantum networks. However, moving beyond current proof-of-principle experiments involving just one or two conventional optical cavities requires the localization of individual atoms at distances≲ 100 nm from a resonator’s surface. In this regime an atom can be strongly coupled to a single intracavity photon while at the same time experiencing significant radiative interactions with the dielectric boundaries of the resonator. Here, we report using real-time detection and high-bandwidth feedback to select and monitor single caesium atoms located∼ 100 nm from the surface of a microtoroidal optical resonator. Strong radiative interactions of atom and cavity field probe …",
                "Single layers of transition metal dichalcogenides are two-dimensional (2D) direct-bandgap semiconductors with degenerate, but inequivalent,‘valleys’ in the electronic structure that can be selectively excited by polarized light. Coherent superpositions of light and matter, exciton–polaritons, have been observed when these materials are strongly coupled to photons, but these hybrid quasiparticles do not harness the valley sensitivity of the monolayer semiconductors. Here, we observe valley-polarized exciton–polaritons in monolayers of MoS 2 embedded in a dielectric microcavity. These light–matter quasiparticles emit polarized light with spectral Rabi splitting and anticrossing indicative of strongly coupled exciton–polaritons in the topologically separate spin-coupled valleys. The interplay of intervalley depolarization and cavity-modified exciton dynamics in the high-cooperativity regime causes valley-polarized …"
            ],
            [
                [
                    "Nanomaterials",
                    "solid-state quantum optics",
                    "photonics",
                    "magnetism"
                ]
            ],
            [
                "Nathaniel Stern Nathaniel Stern Associate Professor PhD, University of California, Santa Barbara, 2008 n-stern@northwestern.edu 847-467-0625 Tech F245 Professor Stern’s research is focused on the fundamental quantum interactions of photons with atoms, nano-scale structures, and magnetic materials. Stern’s research objective is to explore the novel optical, spin, and magnetic properties of integrated nano-scale and hybrid photonic systems, focusing on the quantum interactions and collective behavior between photons and low-dimensional electronic structures. Probing a variety of systems such as single-atomic layer materials and hybrid photonic devices with diverse experimental approaches such as time-resolved spectroscopy and single-photon detection, the Stern Group works to understand how light and matter interact on the smallest scales, with potential impact throughout the disciplines of photonics, quantum information, magnetism, materials science, and nanoscience. Awards and Honors Alfred P. Sloan Research Fellowship, 2013 Department of Energy Early Career Research Award, 2014 Northwestern-Argonne Early Career Investigator Award for Energy Research, 2014 Office of Naval Research Young Investigator Award, 2016 Selected Publications T.  LaMountain, H. Bergeron, I. Balla, T. K. Stanev, Mark C. Hersam, N. P. Stern “ Valley-Selective Optical Stark Effect Probed by Kerr Rotation. ” arXiv:1710.09739 (2017) S.C. Ellis, S. Kuhlmann, K. Kuehn, H. Spinka, D. Underwood, R. R. Gupta, L. Ocola, P. Liu, G. Wei, N. P. Stern, J. Bland-Hawthorn, P. Tuthill “ Photonic ring resonator filters for astronomical OH suppression. \" Optics Express 25, 15868-15889, (2017) Y.-J. Chen, J. D. Cain, T. K. Stanev, V. P. Dravid, N. P. Stern “ Valley-Polarized Exciton-Polaritons in a Monolayer Semiconductor. \" Nature Photonics 11, 431–435, (2017) G. Wei, D. A. Czaplewski, E. J. Lenferink, T. K. Stanev, I.W. Jung, N. P. Stern “ Size-tunable Lateral Confinement in Monolayer Semiconductors. ” Scientific Reports 7, Article 3324, (2017) D. J. Park, J. C. Ku, L. Sun, C. M. Lethiec, N. P. Stern, G. C. Schatz, and C. A. Mirkin “ Directional emission from dye-functionalized plasmonic DNA superlattice microcavities. ” Proceedings of the National Academy of Sciences 114, 457-461, (2017) G. Wei, T. K. Stanev, D. A. Czaplewski, I. W. Jung, and N. P. Stern “ Silicon-nitride photonic circuits interfaced with monolayer MoS2. ” Applied Phyics Letters 107, 091112, (2015) E. J. Lenferink, G. Wei, N. P. Stern \" Coherent optical non-reciporcity in axisymmetric resonators. \" Optics Express 22 , 16099- 16111 (2014) D. J. Alton, N. P. Stern, Takao Aoki, H. Lee, E. Ostby, K. J. Vahala, and H. J. Kimble “ Strong interactions of single atoms and photons near a dielectric boundary ” Nature Physics 7, 159 (2011) N. P. Stern, D. W. Steuerman, S. Mack, A. C. Gossard, and D.D. Awschalom “ Time-resolved dynamics of the spin Hall effect ” Nature Physics 4, 843 (2008) N. P. Stern, S. Ghosh, G. Xiang, M. Zhu, N. Samarth, and D. D. Awschalom “ Current-Induced Polarization and the Spin Hall Effect at Room Temperature ” Phys. Rev. Lett. 97, 126603 (2006)"
            ]
        ]
    ]
}