{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U8RJKEMH",
            "tn6AALIAAAAJ",
            [
                "Ordered magnetic nanostructures: fabrication and properties",
                "Large magnetoresistance of electrodeposited single-crystal bismuth thin films",
                "Magnetic properties and colossal magnetoresistance of La (Ca) MnO3 materials doped with Fe",
                "Chiral Majorana fermion modes in a quantum anomalous Hall insulator–superconductor structure",
                "Perpendicular giant magnetoresistance of multilayered Со\/Cu nanowires",
                "Magnetization reversal of Co∕ Pt multilayers: Microscopic origin of high-field magnetic irreversibility",
                "Skyrmions in magnetic multilayers",
                "Structural and magneto-transport properties of electrodeposited bismuth nanowires",
                "Growth mechanisms and oxidation resistance of gold-coated iron nanoparticles",
                "Asymmetry in elementary events of magnetization reversal in a ferromagnetic\/antiferromagnetic bilayer"
            ],
            [
                "The fabrication methods and physical properties of ordered magnetic nanostructures with dimensions on the submicron to nanometer scale are reviewed. First, various types of nanofabrication techniques are described, and their capabilities and limitations in achieving magnetic nanostructures are discussed. Specifically, we address electron beam lithography, X-ray lithography, laser interference lithography, scanning probe lithography, step growth methods, nanoimprint, shadow masks, radiation damage, self-assembled structures, and the use of nanotemplates. Then the magnetic properties of these nanostructures are reviewed, including properties of single dots, magnetic interactions in arrays, dynamic effects, magnetic behavior of nanostructured lines and wires, giant magnetoresistance effect, and properties of films with arrays of holes. Finally, the physical properties in hybrid systems, where the magnetic …",
                "Single-crystal bismuth thin films 1 to 20 micrometers thick were fabricated by electrodeposition and suitable annealing. Magnetoresistance up to 250 percent at 300 kelvin and 380,000 percent at 5 kelvin as well as clean Shubnikov–de Haas oscillations were observed, indicative of the high quality of these films. A hybrid structure was also made that showed a large magnetoresistive effect of 30 percent at 200 oersted and a field sensitivity of 0.2 percent magnetoresistance per oersted at room temperature.",
                "The effect of Fe doping (< 20%) on the Mn site in the ferromagnetic (x= 0.37) and the antiferromagnetic (x= 0.53) phases of La 1− x Ca x Mn O 3 has been studied. The same ionic radii of Fe 3+ and Mn 3+ cause no structure change in either series, yet conduction and ferromagnetism have been consistently suppressed by Fe doping. Colossal magnetoresistance has been shifted to lower temperatures, and in some cases enhanced by Fe doping. Doping with Fe bypasses the usually dominant lattice effects, but depopulates the hopping electrons and thus weakens the double exchange.",
                "Majorana fermion is a hypothetical particle that is its own antiparticle. We report transport measurements that suggest the existence of one-dimensional chiral Majorana fermion modes in the hybrid system of a quantum anomalous Hall insulator thin film coupled with a superconductor. As the external magnetic field is swept, half-integer quantized conductance plateaus are observed at the locations of magnetization reversals, giving a distinct signature of the Majorana fermion modes. This transport signature is reproducible over many magnetic field sweeps and appears at different temperatures. This finding may open up an avenue to control Majorana fermions for implementing robust topological quantum computing.",
                "We have successfully fabricated multilayered Co\/Cu nanowires with different diameters and various layer thicknesses by electrodeposition. They display a large perpendicular giant magnetoresistance up to 11% at room temperature and 22% at 5 K. The spin-flip diffusion length has been directly measured to be about 210 Å for this system.",
                "We investigate the magnetization reversal in [Co (4 Å)∕ Pt (7 Å)] 50 multilayers with perpendicular magnetic anisotropy both macroscopically by the first-order reversal curve (FORC) technique and microscopically by transmission x-ray microscopy (TXRM) and resonant x-ray small angle scattering (SAS). In particular, we focus on the nucleation and saturation processes. The onset of magnetization reversal is dominated by irreversible processes corresponding to the avalanchelike propagation of one-dimensional stripe domains that originate from earlier nucleated zero-dimensional bubble domains. In a second stage we observe mainly reversible behavior where the overall domain topology is preserved. Finally another irreversible process brings the sample to negative saturation, corresponding to the contraction and annihilation of domains. Interestingly, even well beyond the apparent major-loop saturation field …",
                "Symmetry breaking together with strong spin–orbit interaction gives rise to many exciting phenomena within condensed matter physics. A recent example is the existence of chiral spin textures, which are observed in magnetic systems lacking inversion symmetry. These chiral spin textures, including domain walls and magnetic skyrmions, are both fundamentally interesting and technologically promising. For example, they can be driven very efficiently by electrical currents, and exhibit many new physical properties determined by their real-space topological characteristics. Depending on the details of the competing interactions, these spin textures exist in different parameter spaces. However, the governing mechanism underlying their physical behaviors remains essentially the same. In this review article, the fundamental topological physics underlying these chiral spin textures, the key factors for materials …",
                "Arrays of semimetallic Bi nanowires have been successfully fabricated by electrodeposition. Each nanowire consists of elongated Bi grains along the wire direction. Very large positive magnetoresistance of 300% at low temperatures and 70% at room temperature with quasilinear field dependence has been observed. These features are desirable for wide-range field sensing applications.",
                "We report the chemical synthesis of Fe-core\/Au-shell nanoparticles by a reverse micelle method and the investigation of their growth mechanisms and oxidation-resistant characteristics. The core−shell structure and the presence of the Fe and Au phases have been confirmed by transmission electron microscopy, energy dispersive spectroscopy, X-ray diffraction, Mössbauer spectroscopy, and inductively coupled plasma techniques. Additionally, atomic-resolution Z-contrast imaging and electron energy loss spectroscopy (EELS) in a scanning transmission electron microscope (STEM) have been used to study details of the growth processes. The Au shell grows by nucleating on the Fe-core surface before coalescing. The magnetic moments of such nanoparticles, in the loose powder form, decrease over time due to oxidation. The less than ideal oxidation resistance of the Au shell may have been caused by the rough …",
                "Real-time magneto-optical indicator film images reveal distinct asymmetry in the motion of a single domain wall in a wedged-NiFe\/uniform-FeMn bilayer due to the nucleation and behavior of an exchange spring in the antiferromagnetic layer. Magnetization reversal from the ground state begins at the thick end of the wedge where the exchange anisotropy field (H E) is minimal and the magnetostatic field (H MS) is maximal, whereas reversal into the ground state begins from the thin end where H E is maximal and H MS is minimal."
            ],
            [
                [
                    "Nanomagnetism and spin transport"
                ]
            ],
            [
                "Kai Liu Kai Liu  Professor and  Robert L. McDevitt, K.S.G., K.C.H.S. and Catherine H. McDevitt, L.C.H.S.  Chair in Physics Office: 544 Reiss Science Building Lab: 111-117 Regents Hall Telephone: (202) 687-6135 kai.liu@georgetown.edu Website: Group Page ; Curriculum Vitae ; Publications ; ResearcherID ; Google Scholar . Prof. Kai Liu received his Ph.D. in Physics from the Johns Hopkins University in 1998. He then carried out postdoctoral research at the University of California – San Diego. He joined the University of California – Davis faculty in 2001, where he was promoted to Associate Professor in 2005 and Professor in 2008.  He transitioned to the Georgetown University during 2018-19. Prof. Liu was recipient of an Alfred P. Sloan Research Fellowship (2005) and a UC Davis Chancellor’s Fellowship (2007) . He is an elected Fellow of the Institute of Physics (UK, 2011) , American Physical Society (2012) , IEEE (2016) , and American Association for the Advancement of Science (2019) .  He served as the Program Co-Chair for the 2007 Annual Conference on Magnetism and Magnetic Materials in Tampa (2007 MMM) and the 2011 International Magnetics Conference in Taipei (2011 Intermag) , as the General Chair for the 2016 MMM in New Orleans, and as an Associate Editor for APL Materials (2018-19). He is currently serving as Secretary for the International Union of Pure and Applied Physics (IUPAP) Commission on Magnetism (2018-2021). Prof. Liu’s research focuses on synthesis and experimental investigation of nanostructured materials, particularly in nanomagnetism and spintronics, which have potential applications in magnetic recording, low dissipation information storage and nanoelectronics. Current research topics include: Topological spin textures such as magnetic skyrmions and chiral domain walls; High magnetic anisotropy materials such as L1 0 FePt for the emerging heat-assisted magnetic recording media; Magneto-ionic control of metal\/oxide interfaces towards energy-efficient nanoelectronics and neuromorphics; Low density metallic foams for hydrogen storage, etc. Selected Recent Publications E. C. Burks, D. A. Gilbert, P. D. Murray, C. Flores, T. E. Felter, S. Charnvanichborikarn, S. O. Kucheyev, J. Colvin, G. Yin and Kai Liu, “3D Nanomagnetism in Low Density Interconnected Nanowire Networks”, Nano Letters, 21 , 716-722 (2021). G. Chen, A. Mascaraque, H.Y. Jia, B. Zimmermann, M. Robertson, R. Lo Conte, M. Hoffmann, M.A.G. Barrio, H.F. Ding, R. Wiesendanger, E. Michel, S. Blügel, A. Schmid, and Kai Liu, “Large Dzyaloshinskii–Moriya interaction induced by chemisorbed oxygen on a ferromagnet surface”, Science Advances, 6 , eaba4924 (2020) . Z. L. Wang, X. D. Xue, H. W. Lu, Y. X. He, Z. W. Lu, Z. J. Chen, Y. Yuan, N. Tang, C. A. Dreyer, L. Quigley, N. Curro, K. S. Lam, J. H. Walton, T. Y. Lin, A. Y. Louie, D. A. Gilbert, Kai Liu, K. W. Ferrara, and Y. P. Li, “Two-way magnetic resonance tuning and enhanced subtraction imaging for non-invasive and quantitative biological imaging”, Nature Nanotechnology, 15 , 482-490 (2020). P. D. Murray,  D. A. Gilbert,  A. J. Grutter,  B. J. Kirby,  D. Hernandez-Maldonado,  M. Varela, Z. E. Brubaker,  R. V. Chopdekar,  V. Taufour,  R. J. Zieve,  J. R. Jeffries,  E. Arenholz,  Y. Takamura, J. A. Borchers, and Kai Liu, “Interfacial-Redox-Induced Tuning of Superconductivity in YBa 2 Cu 3 O 7-δ “, ACS Applied Materials & Interfaces, 12 , 4741-4748 (2020). H. X. Yang, G. Chen, A. A. C. Cotta, A. T. N’Diaye, S. A. Nikolaev, E. A. Soares, W. A. A. Macedo, Kai Liu, A. K. Schmid, A. Fert, and M. Chshiev, “Significant Dzyaloshinskii-Moriya Interaction at Graphene-Ferromagnet Interfaces due to Rashba-effect”, Nature Materials, 17 , 605-609 (2018). D. A. Gilbert, E. C. Burks, S. V. Ushakov, P. Abellan, I. Arslan, T. E. Felter, A. Navrotsky, and Kai Liu, “Tunable Low Density Palladium Nanowire Foams”, Chemistry of Materials, 29 , 9814–9818 (2017). W. J. Jiang, G. Chen, Kai Liu, J. D. Zang, S. G. E. te velthuis and A. Hoffmann, “Skyrmions in magnetic multilayers”, Physics Reports, 704 , 1-49 (2017) . Q. L. He, L. Pan, A. L. Stern, E. C. Burks, X. Y. Che, G. Yin, J. Wang, B. Lian, Q. Zhou, E. S. Choi, K. Murata, X. F. Kou, T. X. Nie, Q. M. Shao, Y. B. Fan, S. C. Zhang, Kai Liu, J. Xia, and K. L. Wang, “Chiral Majorana fermion modes in a quantum anomalous Hall insulator-superconductor structure”, Science, 357 , 294-299 (2017) . D. A. Gilbert, A. J. Grutter, E. Arenholz, Kai Liu, B. J. Kirby, J. A. Borchers, B. B. Maranville, “Structural and Magnetic Depth Profiles of Voltage-Controlled Magneto-Ionic Heterostructures Beyond the Interface Limit”, Nature Communications, 7 , 12264 (2016) . D. A. Gilbert, J. Olamit, R. K. Dumas, B. J. Kirby, A. J. Grutter, B. B. Maranville, E. Arenholz, J. A. Borchers, and Kai Liu, “Controllable Positive Exchange Bias via Redox-Driven Oxygen Migration”, Nature Communications, 7 , 11050 (2016). D. A. Gilbert, B. B. Maranville, A. L. Balk, B. J. Kirby, P. Fischer, D. T. Pierce, J. Unguris, J. A. Borchers, and Kai Liu, “Realization of Ground State Artificial Skyrmion Lattices at Room Temperature”, Nature Communications, 6 , 8462 (2015) . D. A. Gilbert, G. T. Zimanyi, R. K. Dumas, M. Winklhofer, A. Gomez, N. Eibagi, J. L. Vicent, and Kai Liu, “Quantitative Decoding of Interactions in Tunable Nanomagnet Arrays Using First Order Reversal Curves”, Scientific Reports, 4 , 4204 (2014)."
            ]
        ]
    ]
}