{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U92SJKNH",
            "n64VLVcAAAAJ",
            [
                "Ionic liquids: not only structurally but also dynamically heterogeneous",
                "Dielectric spectroscopy study of myoglobin in glycerol–water mixtures",
                "Dynamics of Dicyanamide in ionic liquids is dominated by local interactions",
                "Ionische Flüssigkeiten: nicht nur strukturell, sondern auch dynamisch heterogen"
            ],
            [
                "In recent years, the complex and heterogeneous structure of ionic liquids has been demonstrated; however, the consequences on the dynamics have remained elusive. Here, we use femtosecond IR spectroscopy to elucidate the local structural dynamics in protic alkylammonium‐based ionic liquids. The structural relaxation after an ultrafast temperature increase, following vibrational excitation and subsequent relaxation of the N‐D (or N‐H) stretching vibration, is found to vary substantially between the ionic and hydrophobic subdomains. The dynamics in the ionic domains are virtually unaffected by the alkyl chain length and is, therefore, decoupled from viscosity. Equilibration within the hydrophobic subdomains, as evident from the dynamics of the C‐H stretching vibration, is faster than that in the ionic domains and shows a remarkably low thermal activation.",
                "Due to the interest in protein dynamics, there are numerous dielectric relaxation studies of proteins in water and in glass-forming aqueous solvents such as glycerol–water mixtures. In the regime of low frequencies, the inevitable dc-conductivity of such systems limits the resolution of dynamics that are slow compared with the solvent relaxation. Solutions of myoglobin in glycerol\/water mixtures of various compositions are measured by dielectric spectroscopy in the frequency range from 10 mHz to 10 MHz. The resolution of low frequency modes is improved by two approaches: electrical ‘cleaning’ and the analysis of the derivative of the real component of permittivity, which shows no direct signature of dc-conductivity. Effects of internal interfacial polarization are also addressed by measuring the same solvents in confinement as well as mixed with glass beads. We find two processes, the structural relaxation of the …",
                "The dynamics of probe molecules is commonly used to investigate the structural dynamics of room-temperature ionic liquids; however, the extent to which this dynamics reflects the dynamics of the ionic liquids or is probe specific has remained debated. Here, we explore to what extent the vibrational and rotational dynamics of the dicyanamide anion, a common ionic liquid anion, correlates with the structural relaxation of ionic liquids. We use polarization-resolved, ultrafast infrared spectroscopy to probe the temperature- and probe-concentration-dependent dynamics of samples with small amounts of 1-ethyl-3-methylimidazolium ([emim]+) dicyanamide ([DCA]−) dissolved in four [emim]+-based ionic liquids with tetrafluoroborate ([BF4]−), bis(trifluoromethylsulfonyl)imide ([NTf2]−), ethylsufate ([EtSO4]−), and triflate ([OTf]−) as anions. The transient spectra after broad-band excitation at 2000–2300 cm–1, resonant with …",
                "Die komplexe und heterogene Struktur von ionischen Flüssigkeiten wurde in den vergangenen Jahren aufgezeigt, ihre Auswirkung auf die Dynamik blieb jedoch offen. Hier verwenden wir Femtosekunden‐IR‐Spektroskopie, um die lokale strukturelle Dynamik in protischen Alkylammonium‐basierten ionischen Flüssigkeiten aufzuklären. Die Strukturrelaxation nach einem ultraschnellen Temperatursprung, der auf die Schwingungsanregung und Schwingungsrelaxation der N‐D‐ (oder N‐H‐Streckschwingung) folgt, ist in den ionischen und hydrophoben Unterstrukturen sehr unterschiedlich. Die Dynamik der ionischen Domänen wird durch die Länge der Alkylkette kaum beeinflusst und ist folglich von der Viskosität entkoppelt. Die Relaxation in den hydrophoben Bereichen, die durch die Dynamik der C‐H‐Streckschwingung zugänglich ist, ist um einen Faktor zwei schneller als die Dynamik in den ionischen …"
            ],
            [
                [
                    "Molecular Dynamics",
                    "Spectroscopy"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}