{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U9GO7VEE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "William Holzapfel William Holzapfel Professor 433 Physics South swlh@cosmology.berkeley.edu (510) 642-5036 The Holzapfel Laboratory for Experimental Cosmology I was born March 15, 1965 in Pittsburgh PA. After surviving an early program of experimentation with motorcycles and explosives, I went on to receive a B.A. in physics from Rennselear Polytechnic Institute in 1987. My graduate studies were completed in 1996 with a Ph.D. in physics from Berkeley. I was then a Fermi-McCormick fellow at the University of Chicago until I joined the faculty in 1998. My primary research interests are in the measurement and interpretation of anisotropies of the cosmic microwave background (CMB). Primary anisotropies of the CMB provide a probe of the universe at the time when the CMB photons last interacted with the matter. Measurements of CMB anisotropies place strong constraints on cosmological models. Within the context of a given model, high sensitivity measurements of the power spectrum of the CMB can be used to precisely determine cosmological parameters such as the density of energy and baryonic matter in the Universe. Hot electrons bound to clusters of galaxies Compton scatter the photons of the CMB. The resulting distortion of the incident blackbody spectrum in the direction of a cluster of galaxies – the Sunyaev-Zel'dovich (SZ) Effect - can be used as a sensitive probe of cosmology and cluster physics. Combining measurements of the SZ effect with X-ray observations provides a unique and physically based determination of the distance scale of the Universe and cluster baryon fraction. In addition, source counts of distant SZ clusters probe the growth of structure and provide constraints on the equation of state of the dark energy which is believed to dominate the dynamics of the Universe. Due to advances in the detector technology and observation strategy, the sensitivity of CMB anisotropy experiments is rapidly increasing. My group is actively involved in the design, construction and operation of several new CMB anisotropy projects as well as the development of cryogenics, electronics, optics, and detectors to enable future advances in this rapidly maturing field. Current Projects ACBAR : The Arcminute Cosmology Bolometer Array Receiver (ACBAR) is a 16 element, 230 mK, bolometer array designed to observe CMB anisotropies at 4 mm-wavelength frequencies with 4 arcminute resolution. With its high spatial resolution and broad frequency coverage, ACBAR provides an essential compliment to present and future balloon borne and orbital CMB missions. The receiver was deployed on the 2m VIPER telescope at the South Pole in December 2000 and is currently engaged in its fourth and final of observations. ACBAR has mapped several hundred square degrees of sky with unprecedented sensitivity. These maps have been used to produce the highest signal to noise measurement of the CMB power spectrum on fine angular scales. BICEP : BICEP (Background Imaging of Cosmic Extragalactic Polarization) is an experiment designed to measure the polarization of the cosmic microwave background (CMB) to unprecedented precision. For large values of the tensor to scalar ratio, BICEP has the potential to detect the polarization signature due to the inflationary gravitational wave background and determine the energy scale of inflation. More realistically, BICEP will perform a pioneering study of observations, analysis, and foreground removal necessary for detailed characterization of CMB polarization. The instrument operates at 100 GHz and 150 GHz achieving angular resolutions of 1.0° and 0.7°, respectively, with an array of 96 polarization-sensitive detectors. BICEP will be deployed to South Pole in December 2005, where it will begin its program to map a large region of the sky around the South Celestial Pole. APEX : The Atacama Pathfinder Experiment (APEX) is a 12-meter telescope at an elevation of 16,500 ft in the Chilean Andes. The telescope is a prototype for the ALMA array and was built by a European collaboration headed the Max Planck Institute. We are building a 300-element bolometer array receiver for use on this telescope. When placed on the APEX telescope, this receiver will be used to carry out a pioneering survey of the Sunyaev-Zeldovich effect due to distant clusters of galaxies. The first observations with APEZ will begin in November 2005. SPT : We are also working on an ambitious project to field a 1000 element array of background limited TES sensors on a dedicated 10-meter off axis telescope at the South Pole. The large number of detectors and dedicated telescope will allow us to carry out a definitive survey of distant SZ galaxy clusters in the Southern hemisphere. The South Pole telescope is scheduled to begin observation in December 2006. Publications W. L. Holzapfel, P. A. R. Ade, S. E. Church, P. D. Mauskopf, Y. Rephaeli, T. M. Wilbanks, and A. E. Lange, \"Limits on the peculiar velocities of two distant clusters using the Sunyaev-Zel'dovich effect,\" Ap J 481, 35 (1997). J.M. Kovac, E.M. Keitch, C. Pryke, J.E. Carlstrom, N.W. Halverson, and W.L. Holzapfel, \"Detection of polarization in the cosmic microwave background using DASI,\" Nature 420, 772-787 (2002). Halverson, N.W., Leitch, E.M., Pryke, C., Kovac, J., Carlstrom, J.E., Holzapfel, W.L., Dragovan, M., Cartwright, J.K., Mason, B.S., Padin, S., Pearson, T.J., Readhead, A.C.S., and Shepherd, M.C., \"Degree Angular Scale Interferometer First Results: A Measurement of the Cosmic Microwave Background Angular Power Spectrum,\" Ap J 568, 38 (2002). E.D. Reese, J.E. Carlstrom, M. Joy, J.J. Mohr, L. Grego, and W.L. Holzapfel, \"Determining the cosmic distance scale from interferometric measurements of the Sunyaev-Zeldovich effect,\" Ap J 581, 53-85 (2002). K.S. Dawson, W.L. Holzapfel, J.E. Carlstrom, M. Joy, S.J. LaRoque, A.D. Miller, and D. Nagai, \"Measurement of arcminute-scale cosmic microwave background anisotropy with the Berkeley-Illinois-Maryland association array,\" Ap J 581, 86 95 (2002). Runyan, M. C., P. A. R. Ade, R. S. Bhatia, J. J. Bock, M. D. Daub, J. H. Goldstein, C. V. Haynes, W. L. Holzapfel, C. L. Kuo, A. E. Lange, J. Leong, M. Lueker, M. Newcomb, J. B. Peterson, C. Reichardt, J. Ruhl, G. Sirbi, E. Torbet, C. Tucker, A. D. Turner, and D. Woolsey, \"ACBAR: The Arcminute Cosmology Bolometer Array Receiver,\" Ap JS 149, 265-287 (2003). Kuo, C. L., P. A. R. Ade, J. J. Bock, C. Cantalupo, M. D. Daub, J. Goldstein, W. L. Holzapfel, A. E. Lange, M. Lueker, M. Newcomb, J. B. Peterson, J. Ruhl, M. C. Runyan, and E. Torbet, \"High-Resolution Observations of the Cosmic Microwave Background Power Spectrum with ACBAR,\" Ap J 600, 32-51 (2004). Readhead, A. C. S., Myers, S. T., Pearson, T. J., Sievers, J. L., Mason, B. S., Contaldi, C. R., Bond, J. R., Bustos, R., Altamirano, P., Achermann, C., Bronfman, L., Carlstrom, J. E., Cartwright, J. K., Casassus, S., Dickinson, C., Holzapfel, W. L., Kovac, J. M., Leitch, E. M., May, J., Padin, S., Pogosyan, D., Pospieszalski, M., Pryke, C., Reeves, R., Shepherd, M. C., & Torres, S., \"Polarization Observations with the Cosmic Background Imager,\" Sci 306, 836 (2004)."
            ]
        ]
    ]
}