{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U9MU6KD8",
            "2fIu-goAAAAJ",
            [

            ],
            [

            ],
            [
                [
                    "computer،electricity،soilScience"
                ]
            ],
            [
                "Department of Materials Science and Engineering Department of Materials Science and Engineering ›              bios\n                                                      ›              Professor Mohammad F. Islam Mohammad F. \n                        Islam Professor of Materials Science and Engineering Wean Hall 3305 mohammad(through)cmu.edu 412-268-8999 412-268-7596 Address Department of Materials Science and Engineering Carnegie Mellon University 5000 Forbes Avenue Pittsburgh, PA 15213-3890 Bio Mohammad F. Islam received his Ph.D. in Physics from Lehigh University focusing on aggregation and adsorption behavior of polyelectrolytes. He then moved to the department of Physics and Astronomy at the University of Pennsylvania as a postdoctoral fellow. There he worked on colloidal systems and carbon nanotubes. Since joining Carnegie Mellon faculty, Islam has received National Science Foundation CAREER award, Alfred P. Sloan Research Fellowship, Kavli Frontiers Fellowship, and CIT George Tallman Ladd Research Award. Education Ph.D., Lehigh University Research Professor Islam’s research group employs both soft- and nanomaterials approaches to engineer multifunctional materials with tailored optical, electrical, thermal, and mechanical properties. The group also explores use of these unique materials in diverse applications such as fuel cells, supercapacitors, drug delivery vessels, etc. Publications (Selected Publications) B. D. Holt, J. J. Law, L. J. Wilson, K. N. Dahl, and M. F. Islam, “Sub-cellular Partitioning and Analysis of Gd 3+ -Loaded Ultra-short Single-walled Carbon Nanotubes”, ACS Applied Materials & Interfaces 7 , 5612 (2015). Y. J. Jeong and M. F. Islam, “Compressible Elastomeric Aerogels of Hexagonal Boron Nitride and Single-wall Carbon Nanotubes”, Nanoscale 7 , 12888 (2015). Y. Oh and M. F. Islam, “Preformed Nanoporous Carbon Nanotube Scaffold-Based Multifunctional Polymer Composites”, ACS Nano 9 , 4103 (2015). E. Wilson and M. F. Islam, “Ultracompressible, High-Rate Supercapacitors from Graphene-Coated Carbon Nanotube Aerogels”, ACS Applied Materials & Interfaces 7 , 5612 (2015). A. S. Campbell, Y. J. Jeong, S. M. Geier, R. R. Koepsel, A. J. Russell, and M. F. Islam, “Membrane\/Mediator-Free Rechargeable Enzymatic Biofuel Cell Utilizing Graphene\/Single-Wall Carbon Nanotube Cogel Electrodes”, ACS Applied Materials & Interfaces 7 , 4056 (2015). K. H. Kim, Y. Oh, and M. F. Islam, “Graphene Coating Makes Carbon Nanotube Aerogels Superelastic and Resistant to Fatigue”, Nature Nanotechnology 6 , 3481 (2012). K. H. Kim, Y. Oh, and M. F. Islam, “Mechanical and Thermal Management Characteristics of Ultrahigh Surface Area Single-Walled Carbon Nanotube Aerogels”, Advanced Functional Materials 6 , 3481 (2012). B. D. Holt, K. N. Dahl, and M. F. Islam, “Cells Uptake and Recover from Protein Stabilized Single Wall Carbon Nanotubes with Two Distinct Rates”, ACS Nano 6 , 3481 (2012). K. H. Kim, M. Vural, and M. F. Islam, “Single-Walled Carbon Nanotube Aerogel-Based Elastic Conductors”, Advanced Materials 23 , 2865 (2011). D. Kaya, N. L. Green, C. E. Maloney, and M. F. Islam, “Normal Modes and Density of States of Disordered Colloidal Solids”, Science 329 , 656 (2010). Islam's publications using Google Scholar Islam's publications using Research Gate Islam's publications using Thomson Reuters ResearcherID Website Carnegie Mellon College of Engineering Directions  Carnegie Mellon University 5000 Forbes Avenue Wean Hall 3325 412-268-2700 Fax 412-268-7596 2020 CMU YouTube Channel The MSE News Departmental Seminar Series MSE Faculty Research MSE Alumni Faculty-Courtesy MSE Emeritus Faculty Faculty-Adjunct MSE Staff - Point of Contact Graduate Student Advisory Committee GSAC Summer Seminar Series Graduate Student Symposium Master of Science Programs Master of Science In Computational Materials Science and Engineering Master of Science In Additive Manufacturing Dual Degree Programs Master of Science In Materials Science Master of Science In Materials Science and Engineering Doctor Of Philosophy Undergraduate Curriculum Objectives, Outcomes, Mission, Accreditations Core Course Content B.S. in MSE Sample Schedule MSE Additional Major Programs Research Opportunities Integrated Master and Bachelor (IMB) Degrees Careers Information for Newly Admitted Undergraduates Facilities SEM Training Course TEM Training Course Research Centers Computational Materials Science Inorganic Functional Materials Manufacturing and Materials Microstructure Soft, Nanostructured and Bioactive Materials APPLY Search this site Home Members Publications Contact Us Home Soft Materials and Nanomaterials Research We experimentally investigate the microscopic structure and dynamics of synthetic and biological soft matter to better understand traditional concepts such as phase transitions, self-assembly and the relationship between microscopic structure and macroscopic properties. We also apply our expertise in soft matter to challenges in nanoscience to answer fundamental scientific questions. In our group, we employ both soft and nanomaterials approaches to engineer multifunctional materials with tailored optical, electrical, thermal and mechanical properties. These unique materials have diverse applications in areas such as photonics, fuel cells, supercapacitors, drug delivery vessels, scaffolds for tissue engineering, etc. Due to the interdisciplinary nature of our research, we closely collaborate with researchers from other fields including physics, chemistry, and biomedical engineering. News November 10 - 11, 2017: Research from the Islam Lab on carbon nanotube aerogels was featured at the Founders Exposition for the 50th Anniversary celebration of Carnegie Mellon University! Recent Publications M. N. Tsui, K. H. Kim, M. F. Islam, \" Drastically Enhancing Moduli of Graphene-Coated Carbon Nanotube Aerogels via Densification While Retaining Temperature Invariant Superelasticity and Ultrahigh Efficiency \" ACS Applied Materials & Interfaces 9 37954 (2017) . A. S. Campbell, M. F. Islam, A. J. Russell, \" Intramolecular Electron Transfer through Poly-Ferrocenyl Glucose Oxidase Conjugates to Carbon Electrodes: 2. Sensor Sensitivity, Selectivity and Longevity \" Electrochimica Acta 248 , 578 (2017). Y. Zhao, M. P. Li, S. Liu, M. F. Islam, \" Superelastic Pseudocapacitors from Freestanding MnO2 Decorated Graphene-Coated Carbon Nanotube Aerogels \" ACS Applied Materials & Interfaces 9 , 23810 (2017) . S. Jin, P. Wijesekara-Kankanange, P. Boyer, K. N. Dahl, M. F. Islam, \" Length-Dependent Intracellular Bundling of Single-Walled Carbon Nanotubes Influences Retention \" Journal of Materials Chemistry B 5 , 6657 (2017) . A. S. Campbell, M. F. Islam, A. J. Russell, \" Intramolecular Electron Transfer through Poly-Ferrocenyl Glucose Oxidase Conjugates to Carbon Electrodes: 2. Mechanistic Understanding of Long-Term Stability \" Electrochimica Acta 246 294 (2017). K. H. Kim, M. N. Tsui, M. F. Islam, \" Graphene-Coated Carbon Nanotube Aerogels Remain Superelastic While Resisting Fatigue and Creep Over -100˚C to 500 ˚C \" Chemistry of Materials 29 , 2748 (2017). H. -A. Park, S. Liu, Y. Oh, P. A. Salvador, G. S. Rohrer, M. F. Islam, \" Nano-Photoelectrochemical Cell Arrays with Spatially Isolated Oxidation and Reduction Channels \" ACS Nano 11 2150 (2017). B. D. Holt, V. Roginskaya, B. Van Houten, M. F. Islam, K. N. Dahl, \" Dispersed Single Wall Carbon Nanotubes Do Not Impact Mitochondria Structure or Function, but Technical Issues During Analysis Could Yield Incorrect Results \" Journal of Materials Chemistry B 5 , 369 (2017). M. N. Tsui, M. F. Islam, \" Creep- and Fatigue-Resistant, Rapid Piezoresistive Responses of Elastomeric Graphene-Coated Carbon Nanotube Aerogels Over a Wide Pressure Range \" Nanoscale 9 , 1128 (2017). Patents M. F. Islam, \"Carbon Nanotube Aerogels, Composites Including the Same, and Devices Formed Therefrom \" US Patent, 9725601 , (2017). A complete list of our work is available on multiple domains including our Publications page, ResearchGate , or through . The Islam Group gratefully acknowledges the following organizations for their sponsorship:   Copyright @ 2015 Islam Research Group Report Abuse | Print Page | Powered By Google Sites"
            ]
        ]
    ]
}