{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "U9OTDZB4",
            "eoMxogcAAAAJ",
            [
                "Starburst99: synthesis models for galaxies with active star formation",
                "The great observatories origins deep survey: initial results from optical and near-infrared imaging",
                "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey",
                "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey—the Hubble Space Telescope observations, imaging data products, and mosaics",
                "The Hubble Higher z Supernova Search: supernovae to z≈ 1.6 and constraints on Type Ia progenitor models",
                "The ultraviolet spectroscopic properties of local starbursts: implications at high redshift",
                "WFPC2 Observations of the Hubble Deep Field South",
                "What Turns Galaxies Off? The Different Morphologies of Star-forming and Quiescent Galaxies since z∼ 2 from CANDELS",
                "CANDELS Multiwavelength Catalogs: Source Identification and Photometry in the CANDELS UKIDSS Ultra-deep Survey Field",
                "The peculiar type II supernova 1997D: A case for a very low 56Ni mass"
            ],
            [
                "Starburst99 is a comprehensive set of model predictions for spectrophotometric and related properties of galaxies with active star formation. The models are an improved and extended version of the data set previously published by Leitherer & Heckman. We have upgraded our code by implementing the latest set of stellar evolution models of the Geneva group and the model atmosphere grid compiled by Lejeune et al. Several predictions which were not included in the previous publication are shown here for the first time. The models are presented in a homogeneous way for five metallicities between   and 0.001 and three choices of the initial mass function. The age coverage is 106–109 yr. We also show the spectral energy distributions which are used to compute colors and other quantities. The full data set is available for retrieval at a Web site, which allows users to run specific models with nonstandard …",
                " This special issue of the Astrophysical Journal Letters is dedicated to presenting initial results from the Great Observatories Origins Deep Survey (GOODS) that are primarily, but not exclusively, based on multiband imaging data obtained with the Hubble Space Telescope and the Advanced Camera for Surveys (ACS). The survey covers roughly 320 arcmin2 in the ACS F435W, F606W, F814W, and F850LP bands, divided into two well‐studied fields. Existing deep observations from the Chandra X‐Ray Observatory and ground‐based facilities are supplemented with new, deep imaging in the optical and near‐infrared from the European Southern Observatory and from the Kitt Peak National Observatory. Deep observations with the Space Infrared Telescope Facility are scheduled. Reduced data from all facilities are being released worldwide within 3–6 months of acquisition. Together, this data set provides two deep …",
                "The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS) is designed to document the first third of galactic evolution, over the approximate redshift (z) range 8-1.5. It will image> 250,000 distant galaxies using three separate cameras on the Hubble Space Telescope, from the mid-ultraviolet to the near-infrared, and will find and measure Type Ia supernovae at z> 1.5 to test their accuracy as standardizable candles for cosmology. Five premier multi-wavelength sky regions are selected, each with extensive ancillary data. The use of five widely separated fields mitigates cosmic variance and yields statistically robust and complete samples of galaxies down to a stellar mass of 10 9 M☉ to z≈ 2, reaching the knee of the ultraviolet luminosity function of galaxies to z≈ 8. The survey covers approximately 800 arcmin 2 and is divided into two parts. The CANDELS\/Deep survey (5σ point-source limit …",
                "This paper describes the Hubble Space Telescope imaging data products and data reduction procedures for the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS). This survey is designed to document the evolution of galaxies and black holes at z≈ 1.5-8, and to study Type Ia supernovae at z> 1.5. Five premier multi-wavelength sky regions are selected, each with extensive multi-wavelength observations. The primary CANDELS data consist of imaging obtained in the Wide Field Camera 3 infrared channel (WFC3\/IR) and the WFC3 ultraviolet\/optical channel, along with the Advanced Camera for Surveys (ACS). The CANDELS\/Deep survey covers~ 125 arcmin 2 within GOODS-N and GOODS-S, while the remainder consists of the CANDELS\/Wide survey, achieving a total of~ 800 arcmin 2 across GOODS and three additional fields (Extended Groth Strip, COSMOS, and Ultra-Deep …",
                "We present results from the Hubble Higher z Supernova Search, the first space‐based open field survey for supernovae (SNe). In cooperation with the Great Observatories Origins Deep Survey, we have used the Hubble Space Telescope with the Advanced Camera for Surveys to cover ∼300 arcmin2 in the area of the Chandra Deep Field South and the Hubble Deep Field North on five separate search epochs (separated by ∼45 day intervals) to a limiting magnitude of  . These deep observations have allowed us to discover 42 SNe in the redshift range  . As these data span a large range in redshift, they are ideal for testing the validity of Type Ia supernova progenitor models with the distribution of expected “delay times,” from progenitor star formation to Type Ia SN explosion, and the SN rates these models predict. Through a Bayesian maximum likelihood test, we determine which delay‐time models best reproduce …",
                "We report the results of a systematic study of the vacuum ultraviolet (λ sime 1150-2000 Å) spectra of a sample of 45 starburst and related galaxies observed with the IUE satellite. These span broad ranges in metallicity (from 0.02 to 3 times solar), bolometric luminosity (~ 10 7-4× 10 11 L☉), and galaxy properties (eg, including low-mass dwarf galaxies, normal disk galaxies, and massive galactic mergers). The projected size of the IUE spectroscopic aperture is typically 1 to several kpc and therefore usually encompasses the entire starburst and is similar to the aperture sizes used for spectroscopy of high-redshift galaxies. Our principal conclusion is that local starbursts occupy a very small fractional volume in the multidimensional manifold defined by such fundamental parameters as the extinction, metallicity, and vacuum-UV line strengths (both stellar and interstellar) of the starburst and the rotation speed (mass) and …",
                "The Hubble Deep Field South (HDF-S) observations targeted a high Galactic latitude field near QSO J2233-606. We present Wide Field Planetary Camera 2 observations of the field in four wide bandpasses centered at roughly 300, 450, 606, and 814 nm. Observations, data reduction procedures, and noise properties of the final images are discussed in detail. A catalog of sources is presented, and the number counts and color distributions of the galaxies are compared with a new catalog of the original Hubble Deep Field (HDF-N) that has been constructed in an identical manner. The two fields are qualitatively similar, with the galaxy number counts for the two fields agreeing to within 20%. The HDF-S has more candidate Lyman break galaxies at z> 2 than the HDF-N. The star formation rate per unit volume computed from the HDF-S, based on the UV luminosity of high-redshift candidates, is a factor of 1.9 higher …",
                "We use HST\/WFC3 imaging from the CANDELS Multi-Cycle Treasury Survey, in conjunction with the Sloan Digital Sky Survey, to explore the evolution of galactic structure for galaxies with stellar masses> 3× 10 10 M☉ from z= 2.2 to the present epoch, a time span of 10 Gyr. We explore the relationship between rest-frame optical color, stellar mass, star formation activity, and galaxy structure. We confirm the dramatic increase from z= 2.2 to the present day in the number density of non-star-forming galaxies above 3× 10 10 M☉ reported by others. We further find that the vast majority of these quiescent systems have concentrated light profiles, as parameterized by the Sérsic index, and the population of concentrated galaxies grows similarly rapidly. We examine the joint distribution of star formation activity, Sérsic index, stellar mass, inferred velocity dispersion, and stellar surface density. Quiescence correlates poorly …",
                "We present the multiwavelength—ultraviolet to mid-infrared—catalog of the UKIRT Infrared Deep Sky Survey (UKIDSS) Ultra-Deep Survey field observed as part of the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS). Based on publicly available data, the catalog includes the CANDELS data from the Hubble Space Telescope (near-infrared WFC3 F125W and F160W data and visible ACS F606W and F814W data); u-band data from CFHT\/Megacam; B, V, R c, i', and z'band data from Subaru\/Suprime-Cam; Y and K s band data from VLT\/HAWK-I; J, H, and K band data from UKIDSS (Data Release 8); and Spitzer\/IRAC data (3.6, 4.5 μm from SEDS; 5.8 and 8.0 μm from SpUDS). The present catalog is F160W-selected and contains 35, 932 sources over an area of 201.7 arcmin 2 and includes radio-and X-ray-detected sources and spectroscopic redshifts available for 210 sources.",
                "SN 1997D in NGC 1536 is possibly the least luminous and energetic Type II supernova discovered to date. The entire light curve is subluminous, never reaching M V=-14.65. The radioactive tail follows the 56 Co decay slope. In the case of a nearly complete trapping of the γ-rays, the 56 Ni mass derived from the tail brightness is extremely small,~ 0.002 M☉. At discovery, the spectra showed a red continuum and line velocities on the order of 1000 km s− 1. The luminosity and the photospheric expansion velocity suggest that the explosion occurred about 50 days before discovery and that a plateau probably followed. Model light curves and spectra of the explosion of a 26 M☉ star successfully fitted the observations. Low-mass models are inconsistent with the observations. The radius of the progenitor, constrained by the prediscovery upper limits, is R 0 lesssim 300 R☉. A low explosion energy of~ 4× 10 50 ergs is …"
            ],
            [
                [
                    "starbursts",
                    "colliding galaxies",
                    "galaxy evolution",
                    "deep fields"
                ]
            ],
            [
                "Duilia de Mello Duilia F. de Mello Ordinary Professor, Vice Provost for Global Strategies, Research Associate at NASA's Goddard Space Flight Center Astrophysics; Extragalactic Astronomy; Galaxies; Galaxy Evolution and Formation; Colliding Galaxies; Stars; Stellar explosions; Supernova; Massive Stars and Bursts of Star Formation; Astronomy; General Astronomy – from Black Holes to Exoplanets; Women in Science Biography Dr. de Mello joined Catholic University in March 2003 and has been working at Goddard Space Flight Center since then. Prior to this, she spent three years at the Onsala Space Observatory in Sweden as an Assistant Professor. Before going to Sweden she was a post-doc at Space Telescope Science Institute in Baltimore from 1997-1999. She was also a post-doc at Cerro Tololo Interamerican Observatory in Chile and National Observatory in Rio, Brazil from 1995-1997. In 1997 she discovered the supernova SN1997D using the 1.52m ESO telescope in Chile. Curriculum Vitae Google Scholar Page Research interest includes the role of evolution in galaxy properties; the environmental effects in galaxy evolution\/formation; the properties of star-forming galaxies at low and high redshifts; the starburst\/AGN connection. Current Projects Starbursts in the Great Observatories Origins Deep Survey. GALEX observations of Compact Groups of galaxies and HI tidal tails. HST observations of the Ultra Deep Field in the Ultraviolet. Properties of nearby galaxies M51 and M82 Other Activities When I am not traveling or flying around in one of those small airplanes with Tommy, I am probably giving a talk somewhere in the world, writing children's books, or hunting for fossils on the beaches of Florida. Check my latest Children's book: The Adventures of Pedro a Space Rock. Office: 200 Hannan Hall 202-319-5325 demello@cua.edu Blog Ph.D., Astrophysics, University of Sao Paulo M.S., Astronomy, University of Alabama, Tuscaloosa M.S., Radio Astronomy, Brazilian Space Agency, INPE B.A., Astronomy, Federal University of Rio de Janeiro, Brazil The Mars Rover and the Story of a Curious Little Girl July 29, 2020 Falcon 9 capsule with astronauts docked at the International Space Station May 31, 2020 The Stars Could Help Unify Us April 25, 2020 Mission to the Moon: Apollo 11 at 50 July 20, 2019 Astronomer and astrophysicist Duília Fernandes de Mello is one of Brazil’s most recognized scientist in the world May 06, 2019 Office: 200 Hannan Hall 202-319-5325 demello@cua.edu Blog Ph.D., Astrophysics, University of Sao Paulo M.S., Astronomy, University of Alabama, Tuscaloosa M.S., Radio Astronomy, Brazilian Space Agency, INPE B.A., Astronomy, Federal University of Rio de Janeiro, Brazil The Mars Rover and the Story of a Curious Little Girl July 29, 2020 Falcon 9 capsule with astronauts docked at the International Space Station May 31, 2020 The Stars Could Help Unify Us April 25, 2020 Mission to the Moon: Apollo 11 at 50 July 20, 2019 Astronomer and astrophysicist Duília Fernandes de Mello is one of Brazil’s most recognized scientist in the world May 06, 2019"
            ]
        ]
    ]
}