{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UB65EDOE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Claude-André Faucher-Giguère Claude-André Faucher-Giguère Associate Professor Ph.D, Harvard University, 2010 cgiguere@northwestern.edu 847-467-4647 1800 Sherman #8067 Prof. Claude-André Faucher-Giguère has broad interests in theoretical astrophysics and cosmology, with particular emphasis on galaxy formation and evolution. Faucher-Giguère's research focuses on understanding the multi-scale physical processes that govern galaxy formation in the cosmological context, including star formation, galaxy-black hole co-evolution, galactic dynamics, and connections with the intergalactic medium and cosmology. He uses a multi-pronged approach including: large-scale numerical simulations, analytic modeling, and comparisons with observational data. Prof. Faucher-Giguère holds a courtesy appointment at Argonne National Laboratory, where he collaborates with the Cosmological Physics and Advanced Computing group. Awards and Honors Scialog Fellow, 2019 Cottrell Scholar Award, 2018 NSF CAREER, 2017 NASA Einstein Fellow, 2013-2014 Miller Research Fellow, 2010-2013 Eric R. Keto Prize in Theoretical Astrophysics, 2010 Selected Publications Stern, J., Faucher-Giguère, C.-A., Hennawi, J. F., Hafen, Z. H., Johnson, S. D., & Fielding, D. 2018, \"Does circumgalactic OVI trace low-pressure gas beyond the accretion shock? Clues from HI and low-ion absorption, line kinematics, and dust extinction,\" ApJ, 865, 91. Anglés-Alcázar, D., Faucher-Giguère, C.-A., Quataert, E., Hopkins, P. F., Feldmann, R., Torrey, P., Wetzel, A., & Keres, D. 2017, \"Black Holes on FIRE: Stellar Feedback Limits Early Feeding of Galactic Nuclei,'' MNRAS Letters, 472, L109. Faucher-Giguère, C.-A., Hopkins, P. F., Keres, D., Muratov, A., Quataert, E., & Murray, N. 2015, \"Neutral Hydrogen in Galaxy Halos at the Peak of the Cosmic Star Formation History,'' MNRAS, 449, 987. Faucher-Giguère, C.-A., Quataert, E., & Hopkins, P. F. 2013, “Feedback-Regulated Star Formation in Molecular Clouds and Galactic Discs,” MNRAS, 433, 1970. Faucher-Giguère, C.-A. & Quataert, E. 2012, “The Physics of Galactic Winds Driven by Active Galactic Nuclei,” MNRAS, 425, 605. An up-to-date list of publications can be found on ADS or astro-ph"
            ]
        ]
    ]
}