{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UBQLR8KO",
            "hSlgBckAAAAJ",
            [
                "Small-molecule two-photon probes for bioimaging applications",
                "Two-photon probes for intracellular free metal ions, acidic vesicles, and lipid rafts in live tissues",
                "Characterization of CD56–\/CD16+ natural killer (NK) cells: A highly dysfunctional NK subset expanded in HIV-infected viremic individuals",
                "All-printed and roll-to-roll-printable 13.56-MHz-operated 1-bit RF tag on plastic foils",
                "A comparison of outcomes in men 11 years after heart-valve replacement with a mechanical valve or bioprosthesis",
                "Flexible thin-film black gold membranes with ultrabroadband plasmonic nanofocusing for efficient solar vapour generation",
                "Genome-wide RNA interference screen identifies previously undescribed regulators of polyglutamine aggregation",
                "Superior rechargeability and efficiency of lithium–oxygen batteries: hierarchical air electrode architecture combined with a soluble catalyst",
                "Celastrols as inducers of the heat shock response and cytoprotection",
                "Fully printed, high performance carbon nanotube thin-film transistors on flexible substrates"
            ],
            [
                "Small-molecule fluorescent probes are attractive and versatile materials for studying biological systems. 1− 6 They can be easily loaded into cells and rapidly detect biological targets, which are important requirements for cell-imaging reagents. Moreover, the binding affinity, kinetics, excitation\/emission wavelength, and localization to a specific organelle can easily be optimized by using well-established design strategies. 1− 6 Thus, a diverse array of probes can be designed to target various biomolecules and organelles. 7, 8 Most of these have been developed by employing common fluorophores, such as fluorescein, coumarin, BODIPY, and rhodamine. 9 These are useful for one-photon microscopy (OPM), which utilizes one photon (OP) of UV− visible light (350− 550 nm). To date, thousands of OP probes have been developed, of which about 2000 have been commercialized. However, the use of OPM is limited to …",
                "  Optical imaging with fluorescence microscopy is a vital tool in the study of living systems. The most common method for cell imaging, one-photon microscopy (OPM), uses a single photon of higher energy to excite the fluorophore. However, two-photon microscopy (TPM), which uses two photons of lower energy as the excitation source, is growing in popularity among biologists because of several distinct advantages. Using TPM, researchers can image intact tissue for a long period of time with minimum interference from tissue preparation artifacts, self-absorption, autofluorescence, photobleaching, and photodamage. However, to make TPM a more versatile tool in biology, researchers need a wider variety of two-photon probes for specific applications.In this Account, we describe a series of two-photon probes that we developed that can visualize the distribution of intracellular metal ions, acidic vesicles, and lipid …",
                "Natural killer (NK) cells are an important component of the innate immune response against viral infections. NK cell-mediated cytolytic activity is defective in HIV-infected individuals with high levels of viral replication. In the present study, we examined the phenotypic and functional characteristics of an unusual CD56–\/CD16+ (CD56–) NK subset that is greatly expanded in HIV-viremic individuals. The higher level of expression of inhibitory NK receptors and the lower level of expression of natural cytotoxicity receptors observed in the CD56– NK fraction compared with that of CD56+ NK cells was associated with extremely poor in vitro cytotoxic function of this subset. In addition, the secretion of certain cytokines known to be important in initiating antiviral immune responses was markedly reduced in the CD56–, as compared with the CD56+ NK cell subset. These data suggest that the expansion of this highly …",
                "An all-printed rectifier that can provide at least 10 V dc from a 13.56-MHz radio frequency identification (RFID) reader and an all-printed ring oscillator that can generate at least 100 Hz of clock signal to read a 96-bit RFID tag in a second under the dc power provided by the rectifier should first be printable on plastic foils for the realization of roll-to-roll (R2R) printed ultralow cost RFID tags. Here, we describe a practical way to provide all-printed and R2R-printable antenna, rectifiers, and ring oscillators on plastic foils and demonstrate 13.56-MHz-operated 1-bit RF tags. The all-printed and R2R-printable 13.56-MHz 1-bit tags can generate 102.8 Hz of clock signal as the tag approaches the 13.56-MHz RFID reader.",
                "Mechanical heart valves are durable but thrombogenic, and their use requires that the patient receive anticoagulants. In contrast, bioprosthetic valves are less thrombogenic, but they have limited durability because of tissue deterioration.To compare the outcomes of patients who receive these two types of valves, we randomly assigned 575 men scheduled to undergo aortic-valve or mitral-valve replacement to receive either a mechanical or a bioprosthetic valve. The primary end points were death from any cause and any valve-related complication.During an average follow-up of 11 years, there was no difference between the two groups in the probability of death from any cause (11-year probability for mechanical valves, 0.57; for bioprostheses, 0.62; P = 0.57) or in the probability of any valve-related complication (0.65 and 0.69, respectively; P = 0.39). There was a much higher rate …",
                "Solar steam generation has been achieved by surface plasmon heating with metallic nanoshells or nanoparticles, which have inherently narrow absorption bandwidth. For efficient light-to-heat conversion from a wider solar spectrum, we employ adiabatic plasmonic nanofocusing to attain both polarization-independent ultrabroadband light absorption and high plasmon dissipation loss. Here we demonstrate large area, flexible thin-film black gold membranes, which have multiscale structures of varying metallic nanoscale gaps (0–200 nm) as well as microscale funnel structures. The adiabatic nanofocusing of self-aggregated metallic nanowire bundle arrays produces average absorption of 91% at 400–2,500 nm and the microscale funnel structures lead to average reflection of 7% at 2.5–17 μm. This membrane allows heat localization within the few micrometre-thick layer and continuous water provision through …",
                "Protein misfolding and the formation of aggregates are increasingly recognized components of the pathology of human genetic disease and hallmarks of many neurodegenerative disorders. As exemplified by polyglutamine diseases, the propensity for protein misfolding is associated with the length of polyglutamine expansions and age-dependent changes in protein-folding homeostasis, suggesting a critical role for a protein homeostatic buffer. To identify the complement of protein factors that protects cells against the formation of protein aggregates, we tested transgenic Caenorhabditis elegans strains expressing polyglutamine expansion yellow fluorescent protein fusion proteins at the threshold length associated with the age-dependent appearance of protein aggregation. We used genome-wide RNA interference to identify genes that, when suppressed, resulted in the premature appearance of protein …",
                "The lithium–oxygen battery has the potential to deliver extremely high energy densities; however, the practical use of Li‐O2 batteries has been restricted because of their poor cyclability and low energy efficiency. In this work, we report a novel Li‐O2 battery with high reversibility and good energy efficiency using a soluble catalyst combined with a hierarchical nanoporous air electrode. Through the porous three‐dimensional network of the air electrode, not only lithium ions and oxygen but also soluble catalysts can be rapidly transported, enabling ultra‐efficient electrode reactions and significantly enhanced catalytic activity. The novel Li‐O2 battery, combining an ideal air electrode and a soluble catalyst, can deliver a high reversible capacity (1000 mAh g−1) up to 900 cycles with reduced polarization (about 0.25 V).",
                "Alterations in protein folding and the regulation of conformational states have become increasingly important to the functionality of key molecules in signaling, cell growth, and cell death. Molecular chaperones, because of their properties in protein quality control, afford conformational flexibility to proteins and serve to integrate stress-signaling events that influence aging and a range of diseases including cancer, cystic fibrosis, amyloidoses, and neurodegenerative diseases. We describe here characteristics of celastrol, a quinone methide triterpene and an active component from Chinese herbal medicine identified in a screen of bioactive small molecules that activates the human heat shock response. From a structure\/function examination, the celastrol structure is remarkably specific and activates heat shock transcription factor 1 (HSF1) with kinetics similar to those of heat stress, as determined by the induction of …",
                "Fully printed transistors are a key component of ubiquitous flexible electronics. In this work, the advantages of an inverse gravure printing technique and the solution processing of semiconductor-enriched single-walled carbon nanotubes (SWNTs) are combined to fabricate fully printed thin-film transistors on mechanically flexible substrates. The fully printed transistors are configured in a top-gate device geometry and utilize silver metal electrodes and an inorganic\/organic high-κ (∼17) gate dielectric. The devices exhibit excellent performance for a fully printed process, with mobility and on\/off current ratio of up to ∼9 cm2\/(V s) and 105, respectively. Extreme bendability is observed, without measurable change in the electrical performance down to a small radius of curvature of 1 mm. Given the high performance of the transistors, our high-throughput printing process serves as an enabling nanomanufacturing scheme …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}