{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UFUCMEYV",
            "NrTDVIEAAAAJ",
            [
                "First Measurement of the Rate for the Inclusive Radiative Penguin Decay ",
                "The CLEO ii detector",
                "Improved search for muon-neutrino to electron-neutrino oscillations in MINOS",
                "Observation of muon neutrino disappearance with the MINOS detectors in the NuMI neutrino beam",
                "Evidence for penguin-diagram decays: First observation of B→(892)γ",
                "Measurement of neutrino oscillations with the MINOS detectors in the NuMI beam"
            ],
            [
                "We have measured the inclusive b→ s γ branching ratio to be (2.32±0.57±0.35)× 10− 4, where the first error is statistical and the second is systematic. Upper and lower limits on the branching ratio, each at 95% CL, are B (b→ s γ)< 4.2× 10− 4 and B (b→ s γ)> 1.0× 10− 4. These limits restrict the parameters of extensions of the standard model.",
                "The new detector for data recording by the CLEO collaboration at the Cornell Electron Storage Ring is described. This detector has been designed to optimize studying e+ e− annihilation into hadronic matter at a total energy of 10 GeV. It consists of high precesion charged particle tracking chambers and an electromagnetic calorimeter together with systems for particle identification. The design of the detector and its performance over the first year and a half of operation are presented.",
                "We report the results of a search for ν e appearance in a ν μ beam in the MINOS long-baseline neutrino experiment. With an improved analysis and an increased exposure of 8.2× 10 20 protons on the NuMI target at Fermilab, we find that 2 sin﻿ 2 (θ 23) sin﻿ 2 (2 θ 13)< 0.12 (0.20) at 90% confidence level for δ= 0 and the normal (inverted) neutrino mass hierarchy, with a best-fit of 2 sin﻿ 2 (θ 23) sin﻿ 2 (2 θ 13)= 0.041− 0.031+ 0.047 (0.079− 0.053+ 0.071). The θ 13= 0 hypothesis is disfavored by the MINOS data at the 89% confidence level.",
                "This Letter reports results from the MINOS experiment based on its initial exposure to neutrinos from the Fermilab NuMI beam. The rates and energy spectra of charged current ν μ interactions are compared in two detectors located along the beam axis at distances of 1 and 735 km. With 1.27× 10 20 120 GeV protons incident on the NuMI target, 215 events with energies below 30 GeV are observed at the Far Detector, compared to an expectation of 336±14 events. The data are consistent with ν μ disappearance via oscillations with| Δ m 32 2|= 2.74− 0.26+ 0.44× 10− 3 eV 2 and sin﻿ 2 (2 θ 23)> 0.87 (68% CL).",
                "We have observed the decays B 0→ K*(892) 0 γ and B−→ K*(892)− γ, which are evidence for the quark-level process b→ sγ. The average branching fraction is (4.5±1.5±0.9)× 10− 5. This value is consistent with standard model predictions from electromagnetic penguin diagrams.",
                "This Letter reports new results from the MINOS experiment based on a two-year exposure to muon neutrinos from the Fermilab NuMI beam. Our data are consistent with quantum-mechanical oscillations of neutrino flavor with mass splitting| Δ m 2|=(2.43±0.13)× 10− 3 eV 2 (68% CL) and mixing angle sin﻿ 2 (2 θ)> 0.90 (90% CL). Our data disfavor two alternative explanations for the disappearance of neutrinos in flight: namely, neutrino decays into lighter particles and quantum decoherence of neutrinos, at the 3.7 and 5.7 standard-deviation levels, respectively."
            ],
            [
                [
                    "Experimental High Energy Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}