{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UFYRM99Q",
            "LMQ2CCUAAAAJ",
            [
                "Detecting bacteria and determining their susceptibility to antibiotics by stochastic confinement in nanoliter droplets using plug-based microfluidics",
                "Defined spatial structure stabilizes a synthetic multispecies bacterial community",
                "Tunable drug release from hydrolytically degradable layer-by-layer thin films",
                "Microfluidic confinement of single cells of bacteria in small volumes initiates high‐density behavior of quorum sensing and growth and reveals its variability",
                "Spatial localization of bacteria controls coagulation of human blood by'quorum acting'"
            ],
            [
                "This article describes plug-based microfluidic technology that enables rapid detection and drug susceptibility screening of bacteria in samples, including complex biological matrices, without pre-incubation. Unlike conventional bacterial culture and detection methods, which rely on incubation of a sample to increase the concentration of bacteria to detectable levels, this method confines individual bacteria into droplets nanoliters in volume. When single cells are confined into plugs of small volume such that the loading is less than one bacterium per plug, the detection time is proportional to plug volume. Confinement increases cell density and allows released molecules to accumulate around the cell, eliminating the pre-incubation step and reducing the time required to detect the bacteria. We refer to this approach as ‘stochastic confinement’. Using the microfluidic hybrid method, this technology was used to determine …",
                "This paper shows that for microbial communities, “fences make good neighbors.” Communities of soil microorganisms perform critical functions: controlling climate, enhancing crop production, and remediation of environmental contamination. Microbial communities in the oral cavity and the gut are of high biomedical interest. Understanding and harnessing the function of these communities is difficult: artificial microbial communities in the laboratory become unstable because of “winner-takes-all” competition among species. We constructed a community of three different species of wild-type soil bacteria with syntrophic interactions using a microfluidic device to control spatial structure and chemical communication. We found that defined microscale spatial structure is both necessary and sufficient for the stable coexistence of interacting bacterial species in the synthetic community. A mathematical model describes how …",
                "The development of new thin film fabrication techniques that allow for precise control of degradation and drug release properties could represent an important advance in the fields of drug delivery and biomedicine. Polyelectrolyte layer-by-layer (LBL) thin films can be assembled with nanometer scale control over spatial architecture and morphology, yet very little work has focused on the deconstruction of these ordered thin films for controlled release applications. In this study, hydrolytically degradable LBL thin films are constructed by alternately depositing a degradable poly(β-amino ester) (polymer 1) and a series of model therapeutic polysaccharides (heparin, low molecular weight heparin, and chondroitin sulfate). These films exhibit pH-dependent, pseudo-first-order degradation and release behavior. The highly versatile and tunable properties of these materials make them exciting candidates for the controlled …",
                "Herein we show that upon confinement in small volumes, groups of Pseudomonas aeruginosa bacteria, containing as few as one to three cells, are able to initiate quorum sensing (QS) and achieve QS-dependent growth. In addition, we show that, at low numbers of cells, initiation of QS is highly variable within a clonal population. QS pathways are involved in critical functions of microorganisms, such as pathogenesis, development of biofilms, sporulation, acquisition of nutrients, conjugation, motility, and production of secondary metabolites such as antibiotics.[1] Experimental control of QS pathways through confinement may enable fundamental research into the role of QS in small groups of cells and could provide a tool for growing unculturable bacteria or inducing antibiotic production.QS is by definition a high-density behavior, regulated by the number of cells per unit volume. QS is initiated by the accumulation of …",
                "Blood coagulation often accompanies bacterial infections and sepsis and is generally accepted as a consequence of immune responses. Though many bacterial species can directly activate individual coagulation factors, they have not been shown to directly initiate the coagulation cascade that precedes clot formation. Here we demonstrated, using microfluidics and surface patterning, that the spatial localization of bacteria substantially affects coagulation of human and mouse blood and plasma. Bacillus cereus and Bacillus anthracis, the anthrax-causing pathogen, directly initiated coagulation of blood in minutes when bacterial cells were clustered. Coagulation of human blood by B. anthracis required secreted zinc metalloprotease InhA1, which activated prothrombin and factor X directly (not via factor XII or tissue factor pathways). We refer to this mechanism as' quorum acting'to distinguish it from quorum sensing …"
            ],
            [
                [

                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     James Boedicker  Associate Professor of Physics and Astronomy  Contact Information  E-mail:  boedicke@usc.edu  Phone: (213) 740-1104 Office: SSC 223  LINKS  Boedicker Lab Webpage        Education   Ph.D. Physical Chemistry, University of Chicago, 2010  B.S. Chemical Engineering, Massachusetts Institute of Technology, 2004    Postdoctoral Training   Postdoctoral Scholar in Applied Physics, California Institute of Technology, 2010-2013   Description of Research  Summary Statement of Research Interests  Research in the Boedicker Lab focuses on understanding the rules that make complex networks of microbes work.  Microbial communities play an important role in our everyday lives, and our lab aims to increase their benefit to society by developing experimental and theoretical tools to control, predict, and design the functional outputs of both synthetic and natural microbial ecosystems.  Towards this goal, we have been developing predictive and quantitative models of biological decision making, using the tools of synthetic biology to test and expand our understanding of gene regulation, and investigating the role of microscale spatial structure on signal exchange and interspecies gene regulation.  Publications  Journal Article   Boedicker, J. Q., Garcia, H. G., Johnson, S., Phillips, R. \r\n                                (2013).\r\n                            DNA sequence-dependent mechanics and protein-assisted bending in repressor-mediated loop formation. Physical Biology. \r\n                                Vol. 10 (6)  Boedicker, J. Q., Garcia, H. G., Phillips, R. \r\n                                (2013).\r\n                            Theoretical and Experimental Dissection of DNA Loop-Mediated Repression. Physical Review Letters. \r\n                                Vol. 110 (1)  Garcia, H. G., Sanchez, A., Boedicker, J. Q., Osborne, M., Gelles, J., Kondev, J., Phillips, R. \r\n                                (2012).\r\n                            Operator Sequence Alters Gene Expression Independently of Transcription Factor Occupancy in Bacteria. Cell Reports. \r\n                                Vol. 2 (1), pp. 150-161.  Garcia, H. G., Lee, H. J., Boedicker, J. Q., Phillips, R. \r\n                                (2011).\r\n                            Comparison and Calibration of Different Reporters for Quantitative Analysis of Gene Expression. Biophysical Journal. \r\n                                Vol. 101 (3), pp. 535-544.  Boedicker, J. Q., Vincent, M. E., Ismagilov, R. F. \r\n                                (2009).\r\n                            Microfluidic Confinement of Single Cells of Bacteria in Small Volumes Initiates High-Density Behavior of Quorum Sensing and Growth and Reveals Its Variability. Angewandte Chemie-International Edition. \r\n                                Vol. 48 (32), pp. 5908-5911.  Boedicker, J. Q., Li, L., Kline, T. R., Ismagilov, R. F. \r\n                                (2008).\r\n                            Detecting bacteria and determining their susceptibility to antibiotics by stochastic confinement in nanoliter droplets using plug-based microfluidics. Lab on a Chip. \r\n                                Vol. 8 (8), pp. 1265-1272.  Kastrup, C. J., Boedicker, J. Q., Pomerantsev, A. P., Moayeri, M., Bian, Y., Pompano, R. R., Kline, T. R., Sylvestre, P., Shen, F., Leppla, S. H., Tang, W., Ismagilov, R. F. \r\n                                (2008).\r\n                            Spatial localization of bacteria controls coagulation of human blood by 'quorum acting'. Nature Chemical Biology. \r\n                                Vol. 4 (12), pp. 742-750.  Kim, H. J., Boedicker, J. Q., Choi, J. W., Ismagilov, R. F. \r\n                                (2008).\r\n                            Defined spatial structure stabilizes a synthetic multispecies bacterial community. Proceedings of the National Academy of Sciences of the United States of America. \r\n                                Vol. 105 (47), pp. 18188-18193.  Li, L., Boedicker, J. Q., Ismagilov, R. F. \r\n                                (2007).\r\n                            Using a multijunction microfluidic device to inject substrate into an array of preformed plugs without cross-contamination: Comparing theory and experiments. Analytical Chemistry. \r\n                                Vol. 79 (7), pp. 2756-2761.  Wood, K. C., Boedicker, J. Q., Lynn, D. M., Hammond, P. T. \r\n                                (2005).\r\n                            Tunable drug release from hydrolytically degradable layer-by-layer thin films. Langmuir. \r\n                                Vol. 21 (4), pp. 1603-1609.  Santini, C. M., Johnson, M. A., Boedicker, J. Q., Hatton, T. A., Hammond, P. T. \r\n                                (2004).\r\n                            Synthesis and bulk assembly behavior of linear-dendritic rod diblock copolymers. Journal of Polymer Science Part a-Polymer Chemistry. \r\n                                Vol. 42 (11), pp. 2784-2814.     Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}