{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UIHXJWQ8",
            "cDJ1gPIAAAAJ",
            [
                "US renal data system 2011 annual data report",
                "United States Renal Data System 2007 Annual Data Report Abstract"
            ],
            [
                "Allan J. Collins, MD, Robert N. Foley, MB, Blanche Chavers, MD, David Gilbertson, PhD, Charles Herzog, MD, Kirsten Johansen, MD, Bertram Kasiske, MD, Nancy Kutner, PhD, Jiannong Liu, PhD, Wendy St. Peter, PharmD, Haifeng Guo, Sally Gustafson, MS, Brooke Heubner, MS, Kenneth Lamb, PhD, Shuling Li, MS, Suying Li, PhD, Yi Peng, MS, Yang Qiu, MS, Tricia Roberts, MS, Melissa Skeans, MS, Jon Snyder, PhD, Craig Solid, MS, Bryn Thompson, BA, Changchun Wang, MS, Eric Weinhandl, MS, David Zaun, MS, Cheryl Arko, BA, Shu-Cheng Chen, MS, Frank Daniels, BS, James Ebben, BS, Eric Frazier, BS, Christopher Hanzlik, BS, Roger Johnson, Daniel Sheets, BS, Xinyue Wang, BA\/BS, Beth Forrest, BBA, Edward Constantini, MA, Susan Everson, PhD, Paul Eggers, PhD, and Lawrence Agodoa, MD",
                "Allan J. Collins, MD, Robert Foley, MB, Charles Herzog, MD, Blanche Chavers, MD, David Gilbertson, PhD, Areef Ishani, MD, MS, Bertram Kasiske, MD, Jiannong Liu, PhD, Lih-Wen Mau, PhD, Marshall McBean, MD, MSc, Anne Murray, MD, MSc, Wendy St. Peter, PharmD, Jay Xue, DVM, PhD, Qiao Fan, MS, Haifeng Guo, MS, Qi Li, MS, Shuling Li, MS, Suying Li, MS, Yi Peng, MS, Yang Qiu, MS, Tricia Roberts, MS, Melissa Skeans, MS, Jon Snyder, MS, Craig Solid, MS, Changchun Wang, MS, Eric Weinhandl, MS, David Zaun, MS, Rui Zhang, MS, Cheryl Arko, BA, Shu-Cheng Chen, MS, Frederick Dalleska, MS, Frank Daniels, BS, Stephan Dunning, BA, James Ebben, BS, Eric Frazier, BS, Christopher Hanzlik, BS, Roger Johnson, Daniel Sheets, BS, Xinyue Wang, BA\/BS, Beth Forrest, BBA, Edward Constantini, MA, Susan Everson, PhD, Paul Eggers, PhD, and Lawrence Agodoa, MD"
            ],
            [
                [

                ]
            ]
        ]
    ]
}