{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UJANNUJI",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Cheng-Cher Huang Cheng-Cher Huang Cheng-Cher Huang Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-0861 huang001@umn.edu Physics And Nanotechnology Building Liquid Crystal Group Ph.D., University of Pennsylvania, 1975 B.Sc., National Taiwan University, Taipei, 1969 Our research is focused on smectic liquid crystal systems, mainly chiral antiferroelectric liquid crystal compounds and their mixtures. Liquid crystals are systems that have symmetries intermediate between the crystalline solid and the isotropic liquid. Thus they are often called \"Partially ordered systems\". \"Smectic\" comes from the Greek word \"σμηγμα\", which means soap. Indeed smectic liquid crystals have layered structure just like soap solution. Liquid Crystal Group website C. C. Huang, Shun Wang, LiDong Pan, Z. Q. Liu, B. K. McCoy, Yuji Sasaki, Kenji Ema, P. Barois, and Ron Pindak, “Liquid crystal mesophases beyond commensurate four-layer periodicity”, Liquid Crystal Review, 3, 58-78 (2015) C. C. Huang, Shun Wang, LiDong Pan, P. Barois, and Ron Pindak, “Discovery of liquid crystal mesophases with a six-layer periodicity”, Mol. Cryst. Liq. Cryst., 610, 23-34 (2015) LiDong Pan, R. Pindak, and C. C. Huang, “Resonant x-ray diffraction spectrum for possible structures of the smectic liquid crystal phase with a six-layer periodicity”, Phys. Rev. E 89, 022501 (2014) C. C. Huang, “Thermal studies in liquid crystals,” one chapter for “Handbook of Liquid Crystals”, Volume 2, P 423, 2nd edition. edited by J. W. Goodby, et al. (Wiley-VCH Verlag & Co.) (2014). C. L. Folcia, J. Ortega, J. Etxebarria, S. Rodriguez-Conde, G. Sanz-Enguita, K. Geese, C. Tschierske, V. Ponsinet, P. Barois, R. Pindak, LiDong Pan, Z. Q. Liu, B. K. McCoy, and C. C. Huang, “Spontaneous and field-induced mesomorphism of a silyl-terminated bent-core liquid crystal as determined from second-harmonic generation and resonant x-ray scattering, Soft Matter 10, 196 (2014) Y. Sasaki, K. V. Le, S. Aya, M. Isobe, H. Yao, C. C. Huang, H. Takezoe, and K. Ema, “High-resolution calorimetric study on phase transitions in chiral smectic-C liquid crystalline phases”, Phys. Rev. E 86, 061704 (2012) P. Barois, H. Gleeson, C.C. Huang and R. Pindak, “Application of x-ray resonant diffraction to structural studies of liquid crystals”, Eur. Phys. J. Special Topics 208, 333-350 (2012) M. K. Paul, B. Moth, L.D. Pan, S. Wang, R. K. Nath, R. Deb, N. V.S. Rao, and C. C. Huang, “Layer thinning transition in one bent shaped liquid crystal”, Phase Transitions, 1-9 (2012) LiDong Pan, P. Barois, R. Pindak, Z. Q. Liu, B. K. McCoy, and C. C. Huang, “Resonant x-ray diffraction study of unusually large phase coexistence in smectic liquid crystal films”, Phys. Rev. Lett. 108, 037801 (2012) LiDong Pan, C.S. Hsu, and C.C. Huang, “Surface-surface interaction in smectic liquid crystal films”, Phys. Rev. Lett. 108, 027801 (2012) LiDong Pan and C. C. Huang, “Surface aligning field in liquid crystal films,”, Phys. Rev. E. 84, 051703 (2011) V. Ponsinet, P. Barois, LiDong Pan, Shun Wang, C. C. Huang, S. T. Wang, R. Pindak, U. Baumeister, and W. Weissflog, “Characterization of a chiral phase in an achiral bent-core liquid crystal by polarization studies of resonant x-ray forbidden reflections”, Phys. Rev. E 84, 011706 (2011) C.L. Folcia, J. Ortega, J. Etxebarria, LiDong Pan, Shun Wang, C. C. Huang, V. Ponsinet, P. Barois, R. Pindak, and N. Gimeno, “Polarization periodicity in the B1 columnar phase determined by resonant x-ray scattering”, Phys. Rev. E 84, 010701(R) (2011) LiDong Pan and C. C. Huang, “Surface induced reduction of twisting power in liquid crystal films”, Phys. Rev. E 83, 060702(R) (2011) LiDong Pan, B. K. McCoy, Shun Wang, Z.Q. Liu, S.T. Wang, R. Pindak, and C. C. Huang, “Effect of enantiomeric excess on the phase behavior of antiferroelectric liquid crystal”, Phys. Rev. E 83, 060701(R) (2011) Y. Sasaki, K. Aihara, K. Ema, H. Yao, and C. C. Huang, “Critical behavior at the SmCa*-SmC* phase transition studied by high sensitivity DSC”, Ferroelectrics 395, 60 (2010) LiDong Pan, B.K. McCoy, Shun Wang, Wolfgang Weissflog, and C.C. Huang, “Surface and bulk uniaxial to biaxial smectic-A transition in a bent core liquid crystal”, Phys. Rev. Lett. 105, 117802 (2010) B.K. McCoy, Lidong Pan, Z. Q. Liu, S. T. Wang, Shun Wang, J. W. Goodby, and C. C. Huang, ”Evolution of a rare sequence of surface transitions with temperature and film thickness”, Phys. Rev. E. 81, 031712 (2010) Shun Wang, LiDong Pan, R. Pindak, Z.Q. Liu, H. T. Nguyen, and C. C. Huang, Phys. Rev. Lett. 104, 027801 (2010), “Discovery of a novel smectic-C* liquid crystal phase with six-layer periodicity” Complete List of Publications, Papers credited to C.C. Huang, Scientific Journals [ download cc publications.pdf"
            ]
        ]
    ]
}