{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UMZYH8W9",
            "JombV-UAAAAJ",
            [
                "Dissecting the genomic complexity underlying medulloblastoma",
                "Subgroup-specific structural variation across 1,000 medulloblastoma genomes",
                "Genome sequencing of pediatric medulloblastoma links catastrophic DNA rearrangements with TP53 mutations",
                "Genome sequencing of SHH medulloblastoma predicts genotype-related response to smoothened inhibition",
                "Epigenomic alterations define lethal CIMP-positive ependymomas of infancy",
                "Intertumoral heterogeneity within medulloblastoma subgroups"
            ],
            [
                "Medulloblastoma is an aggressively growing tumour, arising in the cerebellum or medulla\/brain stem. It is the most common malignant brain tumour in children, and shows tremendous biological and clinical heterogeneity 1. Despite recent treatment advances, approximately 40% of children experience tumour recurrence, and 30% will die from their disease. Those who survive often have a significantly reduced quality of life. Four tumour subgroups with distinct clinical, biological and genetic profiles are currently identified 2, 3. WNT tumours, showing activated wingless pathway signalling, carry a favourable prognosis under current treatment regimens 4. SHH tumours show hedgehog pathway activation, and have an intermediate prognosis 2. Group 3 and 4 tumours are molecularly less well characterized, and also present the greatest clinical challenges 2, 3, 5. The full repertoire of genetic events driving this …",
                "Medulloblastoma, the most common malignant paediatric brain tumour, is currently treated with nonspecific cytotoxic therapies including surgery, whole-brain radiation, and aggressive chemotherapy. As medulloblastoma exhibits marked intertumoural heterogeneity, with at least four distinct molecular variants, previous attempts to identify targets for therapy have been underpowered because of small samples sizes. Here we report somatic copy number aberrations (SCNAs) in 1,087 unique medulloblastomas. SCNAs are common in medulloblastoma, and are predominantly subgroup-enriched. The most common region of focal copy number gain is a tandem duplication of SNCAIP, a gene associated with Parkinson’s disease, which is exquisitely restricted to Group 4α. Recurrent translocations of PVT1, including PVT1-MYC and PVT1-NDRG1, that arise through chromothripsis are restricted to Group 3. Numerous …",
                "Genomic rearrangements are thought to occur progressively during tumor development. Recent findings, however, suggest an alternative mechanism, involving massive chromosome rearrangements in a one-step catastrophic event termed chromothripsis. We report the whole-genome sequencing-based analysis of a Sonic-Hedgehog medulloblastoma (SHH-MB) brain tumor from a patient with a germline TP53 mutation (Li-Fraumeni syndrome), uncovering massive, complex chromosome rearrangements. Integrating TP53 status with microarray and deep sequencing-based DNA rearrangement data in additional patients reveals a striking association between TP53 mutation and chromothripsis in SHH-MBs. Analysis of additional tumor entities substantiates a link between TP53 mutation and chromothripsis, and indicates a context-specific role for p53 in catastrophic DNA rearrangements. Among these, we observed …",
                "Smoothened (SMO) inhibitors recently entered clinical trials for sonic-hedgehog-driven medulloblastoma (SHH-MB). Clinical response is highly variable. To understand the mechanism(s) of primary resistance and identify pathways cooperating with aberrant SHH signaling, we sequenced and profiled a large cohort of SHH-MBs (n = 133). SHH pathway mutations involved PTCH1 (across all age groups), SUFU (infants, including germline), and SMO (adults). Children >3 years old harbored an excess of downstream MYCN and GLI2 amplifications and frequent TP53 mutations, often in the germline, all of which were rare in infants and adults. Functional assays in different SHH-MB xenograft models demonstrated that SHH-MBs harboring a PTCH1 mutation were responsive to SMO inhibition, whereas tumors harboring an SUFU mutation or MYCN amplification were primarily resistant.",
                "Ependymomas are common childhood brain tumours that occur throughout the nervous system, but are most common in the paediatric hindbrain. Current standard therapy comprises surgery and radiation, but not cytotoxic chemotherapy as it does not further increase survival. Whole-genome and whole-exome sequencing of 47 hindbrain ependymomas reveals an extremely low mutation rate, and zero significant recurrent somatic single nucleotide variants. Although devoid of recurrent single nucleotide variants and focal copy number aberrations, poor-prognosis hindbrain ependymomas exhibit a CpG island methylator phenotype. Transcriptional silencing driven by CpG methylation converges exclusively on targets of the Polycomb repressive complex 2 which represses expression of differentiation genes through trimethylation of H3K27. CpG island methylator phenotype-positive hindbrain ependymomas are …",
                "While molecular subgrouping has revolutionized medulloblastoma classification, the extent of heterogeneity within subgroups is unknown. Similarity network fusion (SNF) applied to genome-wide DNA methylation and gene expression data across 763 primary samples identifies very homogeneous clusters of patients, supporting the presence of medulloblastoma subtypes. After integration of somatic copy-number alterations, and clinical features specific to each cluster, we identify 12 different subtypes of medulloblastoma. Integrative analysis using SNF further delineates group 3 from group 4 medulloblastoma, which is not as readily apparent through analyses of individual data types. Two clear subtypes of infants with Sonic Hedgehog medulloblastoma with disparate outcomes and biology are identified. Medulloblastoma subtypes identified through integrative clustering have important implications for stratification …"
            ],
            [
                [
                    "Computational Medicine",
                    "Cancer Genomics",
                    "Bioinformatics",
                    "Biostatistics",
                    "Machine Learning"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}