{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UN0FJTCY",
            "8D0GBPgAAAAJ",
            [
                "Discovery of a Weyl fermion semimetal and topological Fermi arcs",
                "A Weyl Fermion semimetal with surface Fermi arcs in the transition metal monopnictide TaAs class",
                "Observation of a three-dimensional topological Dirac semimetal phase in high-mobility Cd 3 As 2",
                "Observation of a three-dimensional topological Dirac semimetal phase in high-mobility Cd 3 As 2",
                "Observation of a three-dimensional topological Dirac semimetal phase in high-mobility Cd3As2",
                "Observation of Fermi arc surface states in a topological metal",
                "Topological nodal-line fermions in spin-orbit metal PbTaSe 2",
                "Observation of a topological crystalline insulator phase and topological phase transition in Pb 1− x Sn x Te",
                "Signatures of the Adler–Bell–Jackiw chiral anomaly in a Weyl fermion semimetal",
                "Hedgehog spin texture and Berry’s phase tuning in a magnetic topological insulator"
            ],
            [
                "A Weyl semimetal is a new state of matter that hosts Weyl fermions as emergent quasiparticles and admits a topological classification that protects Fermi arc surface states on the boundary of a bulk sample. This unusual electronic structure has deep analogies with particle physics and leads to unique topological properties. We report the experimental discovery of a Weyl semimetal, tantalum arsenide (TaAs). Using photoemission spectroscopy, we directly observe Fermi arcs on the surface, as well as the Weyl fermion cones and Weyl nodes in the bulk of TaAs single crystals. We find that Fermi arcs terminate on the Weyl fermion nodes, consistent with their topological character. Our work opens the field for the experimental study of Weyl fermions in physics and materials science.",
                "Weyl fermions are massless chiral fermions that play an important role in quantum field theory but have never been observed as fundamental particles. A Weyl semimetal is an unusual crystal that hosts Weyl fermions as quasiparticle excitations and features Fermi arcs on its surface. Such a semimetal not only provides a condensed matter realization of the anomalies in quantum field theories but also demonstrates the topological classification beyond the gapped topological insulators. Here, we identify a topological Weyl semimetal state in the transition metal monopnictide materials class. Our first-principles calculations on TaAs reveal its bulk Weyl fermion cones and surface Fermi arcs. Our results show that in the TaAs-type materials the Weyl semimetal state does not depend on fine-tuning of chemical composition or magnetic order, which opens the door for the experimental realization of Weyl semimetals and …",
                "Symmetry-broken three-dimensional (3D) topological Dirac semimetal systems with strong spin-orbit coupling can host many exotic Hall-like phenomena and Weyl fermion quantum transport. Here, using high-resolution angle-resolved photoemission spectroscopy, we performed systematic electronic structure studies on Cd 3 As 2, which has been predicted to be the parent material, from which many unusual topological phases can be derived. We observe a highly linear bulk band crossing to form a 3D dispersive Dirac cone projected at the Brillouin zone centre by studying the (001)-cleaved surface. Remarkably, an unusually high in-plane Fermi velocity up to 1.5× 10 6 ms− 1 is observed in our samples, where the mobility is known up to 40,000 cm 2 V− 1 s− 1, suggesting that Cd 3 As 2 can be a promising candidate as an anisotropic-hypercone (three-dimensional) high spin-orbit analogue of 3D graphene. Our …",
                "Symmetry-broken three-dimensional (3D) topological Dirac semimetal systems with strong spin-orbit coupling can host many exotic Hall-like phenomena and Weyl fermion quantum transport. Here, using high-resolution angle-resolved photoemission spectroscopy, we performed systematic electronic structure studies on Cd 3 As 2, which has been predicted to be the parent material, from which many unusual topological phases can be derived. We observe a highly linear bulk band crossing to form a 3D dispersive Dirac cone projected at the Brillouin zone centre by studying the (001)-cleaved surface. Remarkably, an unusually high in-plane Fermi velocity up to 1.5× 10 6 ms− 1 is observed in our samples, where the mobility is known up to 40,000 cm 2 V− 1 s− 1, suggesting that Cd 3 As 2 can be a promising candidate as an anisotropic-hypercone (three-dimensional) high spin-orbit analogue of 3D graphene. Our …",
                "Symmetry-broken three-dimensional (3D) topological Dirac semimetal systems with strong spin-orbit coupling can host many exotic Hall-like phenomena and Weyl fermion quantum transport. Here, using high-resolution angle-resolved photoemission spectroscopy, we performed systematic electronic structure studies on Cd 3 As 2, which has been predicted to be the parent material, from which many unusual topological phases can be derived. We observe a highly linear bulk band crossing to form a 3D dispersive Dirac cone projected at the Brillouin zone centre by studying the (001)-cleaved surface. Remarkably, an unusually high in-plane Fermi velocity up to 1.5× 10 6 ms− 1 is observed in our samples, where the mobility is known up to 40,000 cm 2 V− 1 s− 1, suggesting that Cd 3 As 2 can be a promising candidate as an anisotropic-hypercone (three-dimensional) high spin-orbit analogue of 3D graphene. Our …",
                "The topology of the electronic structure of a crystal is manifested in its surface states. Recently, a distinct topological state has been proposed in metals or semimetals whose spin-orbit band structure features three-dimensional Dirac quasiparticles. We used angle-resolved photoemission spectroscopy to experimentally observe a pair of spin-polarized Fermi arc surface states on the surface of the Dirac semimetal Na3Bi at its native chemical potential. Our systematic results collectively identify a topological phase in a gapless material. The observed Fermi arc surface states open research frontiers in fundamental physics and possibly in spintronics.",
                "Topological semimetals can support one-dimensional Fermi lines or zero-dimensional Weyl points in momentum space, where the valence and conduction bands touch. While the degeneracy points in Weyl semimetals are robust against any perturbation that preserves translational symmetry, nodal lines require protection by additional crystalline symmetries such as mirror reflection. Here we report, based on a systematic theoretical study and a detailed experimental characterization, the existence of topological nodal-line states in the non-centrosymmetric compound PbTaSe 2 with strong spin-orbit coupling. Remarkably, the spin-orbit nodal lines in PbTaSe 2 are not only protected by the reflection symmetry but also characterized by an integer topological invariant. Our detailed angle-resolved photoemission measurements, first-principles simulations and theoretical topological analysis illustrate the physical …",
                "A topological insulator protected by time-reversal symmetry is realized via spin–orbit interaction-driven band inversion. The topological phase in the Bi 1− x Sb x system is due to an odd number of band inversions. A related spin–orbit system, the Pb 1− x Sn x Te, has long been known to contain an even number of inversions based on band theory. Here we experimentally investigate the possibility of a mirror symmetry-protected topological crystalline insulator phase in the Pb 1− x Sn x Te class of materials that has been theoretically predicted to exist in its end compound SnTe. Our experimental results show that at a finite Pb composition above the topological inversion phase transition, the surface exhibits even number of spin-polarized Dirac cone states revealing mirror-protected topological order distinct from that observed in Bi 1− x Sb x. Our observation of the spin-polarized Dirac surface states in the inverted Pb …",
                "Weyl semimetals provide the realization of Weyl fermions in solid-state physics. Among all the physical phenomena that are enabled by Weyl semimetals, the chiral anomaly is the most unusual one. Here, we report signatures of the chiral anomaly in the magneto-transport measurements on the first Weyl semimetal TaAs. We show negative magnetoresistance under parallel electric and magnetic fields, that is, unlike most metals whose resistivity increases under an external magnetic field, we observe that our high mobility TaAs samples become more conductive as a magnetic field is applied along the direction of the current for certain ranges of the field strength. We present systematically detailed data and careful analyses, which allow us to exclude other possible origins of the observed negative magnetoresistance. Our transport data, corroborated by photoemission measurements, first-principles calculations and …",
                "Understanding and control of spin degrees of freedom on the surfaces of topological materials are key to future applications as well as for realizing novel physics such as the axion electrodynamics associated with time-reversal (TR) symmetry breaking on the surface. We experimentally demonstrate magnetically induced spin reorientation phenomena simultaneous with a Dirac-metal to gapped-insulator transition on the surfaces of manganese-doped Bi 2 Se 3 thin films. The resulting electronic groundstate exhibits unique hedgehog-like spin textures at low energies, which directly demonstrate the mechanics of TR symmetry breaking on the surface. We further show that an insulating gap induced by quantum tunnelling between surfaces exhibits spin texture modulation at low energies but respects TR invariance. These spin phenomena and the control of their Fermi surface geometrical phase first demonstrated in …"
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Spectroscopy",
                    "Topological Phases of Matter",
                    "Physics of Exotic Quantum Matter",
                    "Correlated Materials"
                ]
            ]
        ]
    ]
}