{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UNC476TD",
            "Fo_Pqv8AAAAJ",
            [
                "Mapping out the integration of the components of pedagogical content knowledge (PCK): Examples from high school biology classrooms",
                "Is pedagogical content knowledge (PCK) necessary for reformed science teaching?: Evidence from an empirical study",
                "The effects of writing‐to‐learn activities on elementary students’ conceptual understanding: Learning about force and motion through writing to older peers",
                "Examining elementary students’ development of oral and written argumentation practices through argument-based inquiry",
                "Examining the use of talk and writing for students' development of scientific conceptual knowledge through constructing and critiquing arguments",
                "An educational research course facilitated by online peer assessment",
                "Teacher roles of questioning in early elementary science classrooms: A framework promoting student cognitive complexities in argumentation"
            ],
            [
                "This study explored the nature of the integration of the five components of pedagogical content knowledge (PCK): (a) Orientations toward Teaching Science, (b) Knowledge of Student Understanding, (c) Knowledge of Instructional Strategies and Representations, (d) Knowledge of Science Curriculum, and (e) Knowledge of Assessment of Science Learning. Given the topic and context specificity of PCK, this investigation was conducted in the context of the photosynthesis and heredity instruction of four teachers who were working at the same high school with the same curricular materials. Data sources included classroom observations, semi‐structured interviews, lesson plans, instructional materials, and students' work samples. Data were analyzed through three different approaches: (a) in‐depth analysis of explicit PCK, (b) enumerative approach, and (c) the constant comparative method. Data analysis indicated …",
                "This study tested a hypothesis that focused on whether or not teachers’ pedagogical content knowledge (PCK) is a necessary body of knowledge for reformed science teaching. This study utilized a quantitative research method to investigate the correlation between a teacher’s PCK level as measured by the PCK rubric (Park et al. 2008) and the degree to which his\/her classroom is reform-oriented as measured by RTOP (Sawada et al. 2002). Data included 33 instructional sessions of photosynthesis and heredity videotaped with 7 high school biology teachers. Each session was given a score on both the PCK rubric and RTOP by two independent raters. Results indicate that PCK score is significantly related to RTOP score in terms of both total score (r = .831, p < .01) and sub-component scores (ranging from r = .616 to .805, p < .01). Implications for science teacher education and future research are …",
                "This quasi‐experimental and pre\/posttest study was designed to examine whether fourth‐grade students who engaged in collaboratively writing letters to 11th‐grade students performed better on tests of conceptual understanding of a unit on force and motion than students who did not. The participants included 835 fourth‐grade students and 416 11th‐grade students from four elementary schools and one high school in the United States. Students in treatment groups were asked to write three letters for exchange at the beginning\/during\/completion of an 8‐week teaching unit about force and motion. The structure of writing was based on three components of arguments: question, claim, and evidence. A comparison of the pre‐ and posttest results indicated that students who engaged in collaborative letter‐writing tasks performed better than students who did not. The pre‐ and posttest results also showed that female …",
                "Argumentation, and the production of scientific arguments are critical elements of inquiry that are necessary for helping students become scientifically literate through engaging them in constructing and critiquing ideas. This case study employed a mixed methods research design to examine the development in 5th grade students’ practices of oral and written argumentation from one unit to another over 16 weeks utilizing the science writing heuristic approach. Data sources included five rounds of whole-class discussion focused on group presentations of arguments that occurred over eleven class periods; students’ group writings; interviews with six target students and the teacher; and the researcher’s field notes. The results revealed five salient trends in students’ development of oral and written argumentative practices over time: (1) Students came to use more critique components as they participated in …",
                "This study developed an analytic framework consisting of four patterns of talk and writing that can support students' engagement in construction and critique: Talk only, writing only, use of talk and writing in sequence, and use of talk and writing simultaneously. This study aimed to examine how each pattern supports students' development of scientific knowledge through the construction and critique of arguments and what cognitive functions are associated with each pattern. To trace students' knowledge development over time using the four patterns, three students were selected as target subjects. Data were analyzed using two approaches: (1) in-depth analysis of a Knowledge Development Trajectory and (2) constant comparative method. This study highlights elementary students' capability of engaging in argumentation that promotes their scientific knowledge development when provided with proper opportunities …",
                "This study implemented an online peer assessment activity to help 52 Taiwanese in‐service science and mathematics teachers to develop research proposals in an educational research course. The participants were divided into 16 groups, and each group was required to submit a proposal via three rounds of online peer‐assessment activity. This study found that, through the online peer‐assessment activity, the in‐service teachers could enhance their proposals at the initial stage of the activity, but there was almost no substantial improvement at the later stage. In addition, the amount of feedback they obtained was positively related to the performance from the first round to the second round; however, few significant relationships were found from the second to the third round. This study also showed that the process of peer assessment could be used to clarify assessment criteria and that sufficient support from the …",
                "The purpose of this study was to investigate the various roles that early elementary teachers adopt when questioning, to scaffold dialogic interaction and students’ cognitive responses for argumentative practices over time. Teacher questioning is a pivotal contributing factor that shapes the role teachers play in promoting dialogic interaction in argumentative practice and that different roles serve different functions for promoting students’ conceptual understanding. The multiple-case study was designed as a follow-up study after a 4-year professional development program that emphasized an argument-based inquiry approach. Data sources included 30 lessons focusing on whole class discussion from three early elementary teachers’ classes. Data were analyzed through two approaches: (1) constant comparative method and (2) enumerative approach. This study conceptualized four critical roles of teacher …"
            ],
            [
                [
                    "argumentation",
                    "science education",
                    "writing-to-learn",
                    "teacher education"
                ]
            ]
        ]
    ]
}