{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UOPDH5RW",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Dorival Gonçalves Assistant Professor Ph.D., Heidelberg University, Germany, 2013 Stillwater, OK 74078 228 Physical Sciences 405-744-5807 dorival@okstate.edu Dorival Gonçalves is a theoretical particle physicist and assistant professor at the Department of Physics at OSU. He obtained his PhD in Physics from Heidelberg University (Germany) in 2013. Thereafter, he worked as a postdoctoral fellow at Max Planck Institute Munich (Germany) in 2013, Durham University (UK) from 2013 to 2016, and at the University of Pittsburgh (USA) from 2016 to 2019. He joined OSU as an assistant professor in 2019. Dorival Gonçalves works on various aspects of Particle Physics within the Standard Model and beyond. He is particularly interested in using the Higgs boson as a precision handle to search for new physics. Research Interests   Physics beyond the Standard Model Higgs phenomenology Dark Matter searches Perturbative QCD Publications  Listings from INSPIRE and Google Scholar Research Highlights  Off-Shell Higgs Probe of Naturalness: Gonçalves-Han-Mukhopadhyay (PRL, 2018) , Extended version (PRD, 2018) , (2020) Direct Higgs-top CP measurement: Buckley-Gonçalves (PRL, 2016) , Gonçalves-Lopez (PRD, 2016) , Gonçalves-Han-Kong (JHEP, 2018) Mass Effects in the Higgs-Gluon Coupling: Boosted vs Off-Shell Production: Buschmann-Gonçalves-Kuttimalai-Schönherr-Krauss-Plehn (JHEP, 2015) The Higgs Legacy of the LHC Run I: Corbett-Eboli-Gonçalves-Fraile-Plehn-Rauch (JHEP, 2015) Dark Matter searches: moving from Simplified to S imple Models : Buckley-Feld-Gonçalves (PRD, 2015) , Gonçalves-Machado-No (PRD, 2017) Di-Higgs Blind Spots in Gravitational Waves: Alves-Gonçalves-Ghosh-Guo-Sinha (JHEP, 2019) and (2020) Neutrino Non-Standard Interactions: Complementarity Between LHC and Oscillation Experiments: Babu-Gonçalves-Jana-Machado (2020) Selected Recent Talks  12\/2019 - High-lumi opportunities for Higgs Physics, Particle Physics in Computing Frontier, Institute for Basic Science, Daejeon, South Korea 09\/2019 - The Higgs gateway to new physics: first steps into terra incognita, Lawrence Berkeley National Laboratory, Berkeley, USA 05\/2019 - Testing NSI at colliders, NTN Workshop on Neutrino Non-Standard Interactions, Washington University in St Louis 05\/2019 - Importance of differential distributions in Higgs physics, LHCP2019, Puebla, Mexico 04\/2019 - The Higgs gateway to new physics: first steps into terra incognita, IPPP-Durham, Durham, UK 03\/2019 - Higgs couplings, In Pursuit of New Particles and Paradigms, Aspen, USA"
            ]
        ]
    ]
}