{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UPFKJFY8",
            "iTvlyycAAAAJ",
            [
                "Quantum spins mixing in spinor Bose-Einstein condensates",
                "Properties of two-species Bose condensates",
                "Spin-orbit coupled weakly interacting Bose-Einstein condensates in harmonic traps",
                "Spin-mixing dynamics of a spinor Bose-Einstein condensate"
            ],
            [
                "A set of collective spin states is derived for a trapped Bose-Einstein condensate in which atoms have three internal hyperfine spins. These collective states minimize the interaction energy among condensate atoms, and they are characterized by strong spin correlations. We also examine the internal dynamics of an initially spin-polarized condensate. The time scale of spin mixing is predicted.",
                "We present theoretical studies of a two-species Bose condensate. Using a new numerical method, we have calculated ground state wave functions and show that, due to interspecies interactions, the condensate mixture displays novel behavior not found in a pure condensate. We compared our results with those of the Thomas-Fermi approximation (TFA) and find that under a broad range of conditions the TFA can be reliably used to predict many qualitative features of the condensates. Using our technique, we have modeled a recent JILA experiment on dual spin-state 87 Rb condensate. Finally, collective excitations of double condensates are discussed.",
                "We investigate theoretically the phase diagram of a spin-orbit coupled Bose gas in two-dimensional harmonic traps. We show that at strong spin-orbit coupling the single-particle spectrum decomposes into different manifolds separated by ℏ ω⊥, where ω⊥ is the trapping frequency. For a weakly interacting gas, quantum states with Skyrmion lattice patterns emerge spontaneously and preserve either parity symmetry or combined parity-time-reversal symmetry. These phases can be readily observed in a spin-orbit coupled gas of Rb 87 atoms in a highly oblate trap.",
                "We study the spin-mixing dynamics of an f= 1 spinor condensate. We show that the dynamics is sensitive to the relative phase and particle number distribution among the individual components of the condensate, and find that complex structures can develop in the density profiles during the time evolution. We investigate the different time scales of the spin-mixing process and their dependence on the total particle number."
            ],
            [
                [
                    "ultracold atoms",
                    "quantum optics"
                ]
            ],
            [
                "Han Pu Professor Chair of Graduate Program 309 Brockman Hall 713-348-3570 hpu@rice.edu Han Pu Research Group Han Pu received his Ph.D. degree in physics from the University of Rochester in 1999.  After spending 3.5 years in the University of Arizona as a postdoctoral research associate, he joined the faculty in the Dept. of Physics and Astronomy of Rice University in 2003.  His research lies in the field of theoretical ultra-cold atomic physics, in which he studies the quantum properties of atoms and molecules near absolute zero temperature. One of the most profound revolutions brought about by quantum mechanics is that it does away with the distinction between particles and waves: atoms, in particular, can exhibit all the properties that we associate with wave phenomena when cooled to ultracold temperatures. The development of these ideas leads to the emergence of the field of ultracold atomic physics, a highly inter-disciplinary field with close ties to atomic physics, quantum optics, quantum information and condensed matter physics.  A salient feature of the atomic systems lies in the fact that these systems are very clean with great experimental controllability, such that their properties can be exquisitely tailored and manipulated. We are interested in various aspects of ultracold atoms, include single-, few-, and many-body physics of these systems. Some current projects are: spin-orbit coupled quantum gases, quantum magnetism of atomic gases, non-equilibrium dynamics of quantum gases, quantum gases in one dimension. Theoretical Atomic, Molecular and Optical Physics, Ultra-Cold atomic physics 1999 PhD Physics, University of Rochester"
            ]
        ]
    ]
}