{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UPX4ZTSU",
            "xvGUihoAAAAJ",
            [
                "Transferencia de calor",
                "Effusive–constrictive pericarditis",
                "Lack of efficacy of atenolol for the prevention of neurally mediated syncope in a highly symptomatic population: a prospective, double-blind, randomized and placebo-controlled …",
                "A novel Toll-like receptor that recognizes vesicular stomatitis virus"
            ],
            [
                "Contenido Frefacio - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - . . . . . . . . . . 9 Lista \nde símbolos . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 1 lntroducción - . . . . . . . . \n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17 ll Transferencia de calor por conducción .  … Contenido 7 7-5 Convección libre a partir de cilindros \nhorizontales . . . . . . . . . . . . . . . . . . . . . 3 Il 5 7-6 Convección libre a partir de placas horizontales \n. . . . . . . . . . . . . . . . . . . . . . 316 7-7 Convección libre a partir de superficies inclinadas . . . . . . . . \n. . . . . . . . . . . . . 317 7-8 Fluidos no newtonianos A. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \n. . . 319 7-9 Ecuaciones simplificadas para aire . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 320 7-10 \nConvección libre a partir de … 8 Contenido 10-7 Cambiadores de calor compactos . . . . . \n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 51 5 10-8 Análisis para propiedades variables … ",
                "Effusive–constrictive pericarditis is an uncommon pericardial syndrome characterized by concomitant tamponade, caused by tense pericardial effusion, and constriction, caused by the visceral pericardium. We conducted a prospective study of its clinical evolution and management.From 1986 through 2001, all patients with effusive–constrictive pericarditis were prospectively evaluated. Combined pericardiocentesis and cardiac catheterization were performed in all patients, and pericardiectomy was performed in those with persistent constriction. Follow-up ranged from 1 month to 15 years (median, 7 years).A total of 1184 patients with pericarditis were evaluated, 218 of whom had tamponade. Of these 218, 190 underwent combined pericardiocentesis and catheterization. Fifteen of these patients had effusive–constrictive pericarditis and were included in the study. All patients …",
                "OBJECTIVESThis study was designed to evaluate the efficacy of atenolol for the long-term management of patients with vasovagal syncope. The primary hypothesis was that atenolol is not superior to placebo for the treatment of vasovagal syncope.BACKGROUNDThere is no definitive well-controlled analysis of the efficacy of beta-adrenergic blocking agents in patients with recurrent vasovagal syncope.METHODSThis is a prospective, randomized, double-blind, placebo-controlled study. Fifty patients with recurrent vasovagal syncope were included (at least two episodes in the last year). A baseline tilt test was performed. Twenty patients (40%) had a positive tilt test. Intravenous atenolol prevented a second positive tilt in five patients. The patients were randomized to receive either atenolol or a placebo (26 patients atenolol 50 mg\/day, 24 patients placebo). The follow-up procedure lasted one year. The primary end …",
                "Toll-like receptors (TLRs) are the key molecular sensors used by the mammalian innate immune system to detect various types of pathogens. Tlr13 is a novel and uncharacterized member of the mammalian TLR family. Here we report the cloning and characterization of tlr13. Tlr13 is predominantly expressed in the spleen, particularly in dendritic cells and macrophages. Tlr13 appears to activate a MyD88- and TAK1-dependent TLR signaling pathway, inducing the activation of NF-κB. This receptor can also activate type 1 interferon through IRF7. Furthermore, Tlr13 seems to be another intracellular TLR. Remarkably, cells expressing tlr13 fail to respond to known TLR ligands but instead respond specifically to vesicular stomatitis virus. Cells with the knockdown of tlr13 are highly susceptible to vesicular stomatitis virus infection. Thus, these results provide an important insight into the potential role of the novel Toll-like …"
            ],
            [
                [
                    "Química Analítica"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}