{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UQB3HQZJ",
            "HnxvchIAAAAJ",
            [
                "Interface-induced phenomena in magnetism",
                "GW190425: observation of a compact binary coalescence with total mass∼ 3.4 M⊙",
                "Thin film microcalorimeter for heat capacity measurements from 1.5 to 800 K",
                "Tricritical Point and the Doping Dependence of the Order of the Ferromagnetic Phase Transition of L a 1− x C a x M n O 3",
                "GW190814: gravitational waves from the coalescence of a 23 solar mass black hole with a 2.6 solar mass compact object",
                "Levitation of a magnet over a flat type II superconductor",
                "GW190521: A Binary Black Hole Merger with a Total Mass of ",
                "Critical behavior of La 0.75 Sr 0.25 MnO 3",
                "Thermal conductivity and specific heat of thin-film amorphous silicon",
                "Specific heat and thermal conductivity of low-stress amorphous Si–N membranes"
            ],
            [
                "This article reviews static and dynamic interfacial effects in magnetism, focusing on interfacially driven magnetic effects and phenomena associated with spin-orbit coupling and intrinsic symmetry breaking at interfaces. It provides a historical background and literature survey, but focuses on recent progress, identifying the most exciting new scientific results and pointing to promising future research directions. It starts with an introduction and overview of how basic magnetic properties are affected by interfaces, then turns to a discussion of charge and spin transport through and near interfaces and how these can be used to control the properties of the magnetic layer. Important concepts include spin accumulation, spin currents, spin-transfer torque, and spin pumping. An overview is provided to the current state of knowledge and existing review literature on interfacial effects such as exchange bias, exchange-spring …",
                "The first observation of gravitational waves from the inspiral of a binary neutron star (BNS) 200 system on 2017 August 17 (Abbott et al. 2017b) was a major landmark in multi-messenger astronomy and astrophysics. The gravitational-wave merger was accompanied by a gamma-ray burst (Abbott et al. 2017c; Goldstein et al. 2017; Savchenko et al. 2017); the subsequent world-wide follow-up of the signal by electromagnetic telescopes and satellite observatories identified the host galaxy and observed the kilonova and afterglow emission of the event over a period of hours to months (see, for example, Abbott et al. 2017d and references therein; Villar et al. 2017; Hajela et al. 2019; Troja et al. 2019).",
                "A new microcalorimeter for measuring heat capacity of thin films in the range 1.5–800 K is described. Semiconductor processing techniques are used to create a device with an amorphous silicon nitride membrane as the sample substrate, a Pt thin film resistor for temperatures greater than 40 K, and either a thin film amorphous Nb–Si or a novel boron‐doped polycrystalline silicon thermometer for lower temperatures. The addenda of the device, including substrate, is 4×10−6 J\/K at room temperature and 2×10−9 J\/K at 4.3 K, approximately two orders of magnitude less than any existing calorimeter used for measuring thin films. The device is capable of measuring the heat capacity of thin film samples as small as a few micrograms.",
                "We report on the doping dependence of the order of the ferromagnetic metal to paramagnetic insulator phase transition in L a 1− x C a x M n O 3. At x= 0.33, magnetization and specific heat data show a first order transition, with an entropy change (2.3 J\/m o l K) accounted for by both volume expansion and the discontinuity of M∼ 1.7 μ B via the Clausius-Clapeyron equation. At x= 0.4, the data show a continuous transition with tricritical point exponents α= 0.48±0.06, β= 0.25±0.03, γ= 1.03±0.05, and δ= 5.0±0.8. This tricritical point separates first-(x< 0.4) from second-order (x> 0.4) transitions.",
                "The first two observing runs (O1 and O2) with Advanced LIGO(Aasi et al. 2015) and Advanced Virgo(Acernese et al. 2015) opened up the field of gravitational-wave astrophysics with the detection of the first binary black hole (BBH) coalescence signal, GW150914(Abbott et al. 2016a). Another nine such events (Abbott et al. 2016b, 2019a) were discovered by the LIGO",
                "Levitation of a magnet over a type II superconductor where the field at the superconductor exceeds Hc1 is described and shown. The penetration and pinning of the flux lines in the superconductor cause the position of the magnet to be stable over a flat disk; a complete Meissner effect would make this position unstable. Furthermore, the observed dependence of the height of levitation on such variables as the thickness of the superconducting disk and the size of the magnet are consistent with a model described in this paper based on the energy cost of flux penetration through vortices and inconsistent with a Meissner effect model.",
                "On May 21, 2019 at 03: 02: 29 UTC Advanced LIGO and Advanced Virgo observed a short duration gravitational-wave signal, GW190521, with a three-detector network signal-to-noise ratio of 14.7, and an estimated false-alarm rate of 1 in 4900 yr using a search sensitive to generic transients. If GW190521 is from a quasicircular binary inspiral, then the detected signal is consistent with the merger of two black holes with masses of 8 5− 14+ 21 M⊙ and 6 6− 18+ 17 M⊙(90% credible intervals). We infer that the primary black hole mass lies within the gap produced by (pulsational) pair-instability supernova processes, with only a 0.32% probability of being below 65 M⊙. We calculate the mass of the remnant to be 14 2− 16+ 28 M⊙, which can be considered an intermediate mass black hole (IMBH). The luminosity distance of the source is 5.3− 2.6+ 2.4 Gpc, corresponding to a redshift of 0.82− 0.34+ 0.28. The inferred …",
                "Magnetization, susceptibility, and specific heat measurements were made on a single crystal of La 0.75 Sr 0.25 MnO 3. The ferromagnetic-to-paramagnetic phase transition was found at 346 K and four critical exponents were measured as: α= 0.05±0. 0 7, β= 0.40±0. 0 2, γ= 1.27±0. 0 6, and δ= 4.12±0.33. The values of critical exponents are all between mean-field values and three-dimensional-(3D)-Ising-model values. The scaling behavior is well obeyed for all measurements, and the associated exponent relations are well satisfied, validating the critical analysis. Although the cubic crystal structure of this material makes the 3D Heisenberg the expected model, uniaxial magnetic anisotropy arising from the shape of the sample causes the 3D Ising model to be important within the experimental temperature range.",
                "We report the thermal conductivity and specific heat of amorphous silicon thin films measured from 5–300 K using silicon-nitride membrane-based microcalorimeters. Above 50 K the thermal conductivity of thin-film amorphous silicon agrees with values previously reported by other authors. However, our data show no plateau, with a low T suppression of the thermal conductivity that suggests that the scattering of long wavelength, low Q vibrations goes as Q 2. The specific heat shows Debye-like behavior below 15 K, with θ D= 487±5 K, and is consistent with a very small contribution of tunneling states in amorphous silicon. Above 15 K, the specific heat deviates less from Debye behavior than does its crystalline allotrope, indicating no significant excess modes (boson peak) in amorphous silicon.",
                "We present values of the specific heat and thermal conductivity from 3–300 K of low-stress amorphous silicon-nitride thin-films determined from measurements using a membrane-based microcalorimeter. The thermal conductivity has a temperature dependence often seen in amorphous solids, but the magnitude is large, with the expected plateau occurring at significantly higher temperatures than seen in other amorphous systems. Specific heat measurements show that the expected ‘peak’ in the vibrational spectrum also occurs at relatively high temperatures. The estimated phonon mean-free-path at 300 K is ≈5 Å, comparable to the inter-atomic spacing, as seen in other amorphous solids. Below ≈ 20 K the mean free path is comparable to or exceeds the thickness of the membrane, indicating that surface scattering dominates the thermal transport. This surface scattering is found to be either specular or diffuse …"
            ],
            [
                [
                    "Magnetic",
                    "superconducting",
                    "semiconducting films",
                    "Calorimetry",
                    "Amorphous Materials"
                ]
            ]
        ]
    ]
}