{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UQQOYJU9",
            "AWJb6g4AAAAJ",
            [
                "Composition of quasi-stationary solar wind flows from Ulysses\/Solar Wind Ion Composition Spectrometer",
                "Weaker solar wind from the polar coronal holes and the whole Sun",
                "Global observations of the interstellar interaction from the Interstellar Boundary Explorer (IBEX)",
                "IBEX—Interstellar boundary explorer",
                "The three‐dimensional solar wind around solar maximum",
                "The heliosphere’s interstellar interaction: No bow shock"
            ],
            [
                "Using improved, self‐consistent analysis techniques, we determine the average solar wind charge state and elemental composition of nearly 40 ion species of He, C, N, O, Ne, Mg, Si, S, and Fe observed with the Solar Wind Ion Composition Spectrometer on Ulysses. We compare results obtained during selected time periods, including both slow solar wind and fast streams, concentrating on the quasi‐stationary flows away from recurrent or intermittent disturbances such as corotating interaction regions or coronal mass ejections. In the fast streams the charge state distributions are consistent with a single freezing‐in temperature for each element, whereas in the slow wind these distributions appear to be composed of contributions from a range of temperatures. The elemental composition shows the well‐known first ionization potential (FIP) bias of the solar wind composition with respect to the photosphere. However …",
                "Observations of solar wind from both large polar coronal holes (PCHs) during Ulysses' third orbit showed that the fast solar wind was slightly slower, significantly less dense, cooler, and had less mass and momentum flux than during the previous solar minimum (first) orbit. In addition, while much more variable, measurements in the slower, in‐ecliptic wind match quantitatively with Ulysses and show essentially identical trends. Thus, these combined observations indicate significant, long‐term variations in solar wind output from the entire Sun. The significant, long‐term trend to lower dynamic pressures means that the heliosphere has been shrinking and the heliopause must be moving inward toward the Voyager spacecraft. In addition, our observations suggest a significant and global reduction in the mass and energy fed in below the sonic point in the corona. The lower supply of mass and energy may result …",
                "The Sun moves through the local interstellar medium, continuously emitting ionized, supersonic solar wind plasma and carving out a cavity in interstellar space called the heliosphere. The recently launched Interstellar Boundary Explorer (IBEX) spacecraft has completed its first all-sky maps of the interstellar interaction at the edge of the heliosphere by imaging energetic neutral atoms (ENAs) emanating from this region. We found a bright ribbon of ENA emission, unpredicted by prior models or theories, that may be ordered by the local interstellar magnetic field interacting with the heliosphere. This ribbon is superposed on globally distributed flux variations ordered by both the solar wind structure and the direction of motion through the interstellar medium. Our results indicate that the external galactic environment strongly imprints the heliosphere.",
                "The Interstellar Boundary Explorer (IBEX) is a small explorer mission that launched on 19 October 2008 with the sole, focused science objective to discover the global interaction between the solar wind and the interstellar medium. IBEX is designed to achieve this objective by answering four fundamental science questions: (1) What is the global strength and structure of the termination shock, (2) How are energetic protons accelerated at the termination shock, (3) What are the global properties of the solar wind flow beyond the termination shock and in the heliotail, and (4) How does the interstellar flow interact with the heliosphere beyond the heliopause? The answers to these questions rely on energy-resolved images of energetic neutral atoms (ENAs), which originate beyond the termination shock, in the inner heliosheath. To make these exploratory ENA observations IBEX carries two ultra-high sensitivity …",
                "Ulysses is now completing its second solar polar orbit, dropping back down in latitude as the Sun passes through its post‐maximum phase of the solar cycle. A mid‐sized circumpolar coronal hole that formed around solar maximum in the northern hemisphere has persisted and produced a highly inclined CIR, which was observed from ∼70°N down to ∼30°N. We find that the speed maxima in the high‐speed streams follow the same slow drop in speed with decreasing latitude observed in the large polar coronal holes around solar minimum. These results suggest a solar wind acceleration effect that is related to heliolatitude or solar rotation. We also find that the solar wind dynamic pressure is significantly lower in the post‐maximum phase of this solar cycle than during the previous one, indicating that while the heliosphere is larger than near solar minimum, it should be smaller than during or after the previous …",
                "As the Sun moves through the local interstellar medium, its supersonic, ionized solar wind carves out a cavity called the heliosphere. Recent observations from the Interstellar Boundary Explorer (IBEX) spacecraft show that the relative motion of the Sun with respect to the interstellar medium is slower and in a somewhat different direction than previously thought. Here, we provide combined consensus values for this velocity vector and show that they have important implications for the global interstellar interaction. In particular, the velocity is almost certainly slower than the fast magnetosonic speed, with no bow shock forming ahead of the heliosphere, as was widely expected in the past."
            ],
            [
                [
                    "Solar and Heliospheric Physics",
                    "Radiation Physics and Radiation Biochemistry",
                    "Spaceweather",
                    "Planetary Science",
                    "Astronomy and Ast"
                ]
            ],
            [
                "Nathan  Schwadron Professor, Space Science Center (EOS) Nathan Schwadron is a Professor of Physics at the University of New Hampshire (UNH). Dr. Schwadron's previous experience includes positions as an Associate Professor of Astronomy at Boston University (2005-10), Senior Research Scientist (2002-3), a Principal Scientist (2003-4) and a Staff Scientist (2005) at the Southwest Research Institute in San Antonio, TX, an Assistant Research Scientist (1998-2002) at the University of Michigan, a Senior Research Scientist (1999) at the International Space Science Institute in Bern, Switzerland, and a Post-Doctoral Scholar at the University of Michigan's Atmospheric, Oceanic and Space Science Department (1996-8). Professor Schwadron received a B. A. with honors in Physics from Oberlin College (1990) and a PhD (1996) in Physics from the University of Michigan. Nathan Schwadron is extensively involved in NASA missions including the Lunar Reconnaissance Orbiter on which he is the Principal Investigator of the Cosmic Ray Telescope for the Effects of Radiation , the Interstellar Boundary Explorer Mission on which he leads the Science Operations Center, the Solar Probe Plus Mission on which he leads a Science Operations Center of two of the instruments, New Horizons, Ulysses, Advanced Composition Explorer, Wind and Cassini. Professor Schwadron leads a number of theoretical and modeling investigations including the Earth-Moon-Mars Radiation Environment Modules , the PREDICCS project , and the Corona-Solar Wind Energetic Particle Acceleration (C-SWEPA). Dr. Schwadron is also a Co-PI on the NSF Sun-2-Ice project. Dr. Schwadron studies the effects of radiation, acceleration of energetic particles and cosmic rays, origins of solar and stellar winds, X-rays produced in the solar system, the boundaries of our solar system, and the local interstellar medium. His publications appear in Science, Nature, Space Weather Journal, Astrophysical Journal, Journal of Geophysical Research, Geophysical Research Letters, Space Science Reviews, Astrophysical Journal Letters. Nathan Schwadron has provided a broad range of innovative theoretical discoveries, interpretations, and models of heliospheric phenomena related to the solar wind, the heliospheric magnetic field, pickup ions, cometary X-rays, energetic particles, and cosmic rays. Professor Schwadron was elected fellow of the AAAS in 2012 and has received many notable awards, among them the National Aeronautics and Space Administration National Graduate Student Research Fellow, the University of Michigan, Department of Atmospheric, Oceanic and Space Sciences Outstanding Achievement in Research Award and the Ulysses Achievement Award - 15 Years in Orbit. He received the National Aeronautics and Space Administration Group Achievement Award as a member of the New Horizons Spacecraft Development Team and was one of the lead authors for \"The Solar System beyond Neptune\". This publication won first place in the cosmology\/astronomy category of the American Publishers Awards for Professional and Scholarly Excellence. Professor Schwadron teaches courses ranging from basic physics to graduate level statistical physics and classical mechanics. Dr. Schwadron advises a group of graduate students and was a coach in the UNH Writing Academy. A researcher and teacher, he received numerous grants while at the University of New Hampshire, Boston University, the University of Michigan and Southwest Research Institute and is active in the classroom as well as in graduate and undergraduate advising. Professor Schwadron has authored over 265 referred publications, is a sought-after speaker, has served as member and chair of the Natural Sciences Curriculum Committee at Boston University, member and chair of the UNH Responsible Conduct of Research and Scholarly Activity (RCR) Committee, has served on numerous NASA and National Academy of Sciecne committees such as the NASA Sun-Earth Connection Advisory Subcommittee, and the 2009 Heliophysics Mission Planning Working Group, and the National Academy of Science Committee for Solar and Space Physics. Dr. Schwadron chaired the Living with a Star Steering Committee and is the creator and lead of the New England Space Science Consortium. Professor Schwadron is the editor of Heliosphere News. Prof. Schwadron was originally from Ann Arbor, Michigan, and currently resides in Durham, NH with his wife, Katharine Duderstadt, and two children, Marina and Jane Schwadron. His personal interests include surfing, running, basketball, boxing, poetry and theater. Citations: Web of Science Citation Report (as of 1\/28\/2016) h-index from Web of Science=40 Google Scholar Report h-index from Google Scholar=46 Professor Nathan Schwadron Curriculum Vitae n.schwadron@unh.edu (603) 862-3451 Morse Hall 350 Education: PhD, University of Michigan (1996)"
            ]
        ]
    ]
}