{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UQZGQ1TV",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Karin A Dahmen 2127 Engineering Sciences Building (217) 244-8873 (217) 333-9819 dahmen@illinois.edu Professor Dahmen received her Vordiplom in physics from the Universität Bonn, Germany, in 1989, and her Ph.D in physics from Cornell in 1995. Before joining the faculty at Illinois in 1999, she was a Junior Fellow at Harvard University. She has wide-ranging interests in \"soft\" condensed matter physics, including nonequilibrium dynamical systems, hysteresis, avalanches, earthquakes, population biology, and disorder-induced critical behavior. Generally, I have wide ranging interests in non-equilibrium dynamical systems, including pattern formations in homogeneous systems and inhomogeneous systems with quenched disorder. There are new experiments showing interesting non-equilibrium phenomena, that are only being studied recently. I am also interested in other aspects of condensed matter physics and mathematical physics, and in areas of biophysics and geophysics, where methods of condensed matter physics can be fruitfully applied. In physical systems consisting of a large number of atoms or molecules statistical fluctuations usually become small. The signals we perceive are mostly averages over the complex microscopic behavior of the system. Equilibrium properties, for example, are given by ensemble averages that obey simple thermodynamical, hydrodynamical and statistical mechanical laws. Systems driven far from equilibrium, can also be usefully described by simple laws on long length scales, where local fluctuations in the amount of disorder are averaged out. There has been much progress made recently in the study of collective behavior in systems ranging from advancing domain walls in magnets to event size distributions in earthquakes. The methods applied include ideas from dynamical systems and chaos, critical phenomena, hydrodynamics and disordered systems theory. Unifying theory of universal slip statistics in plasticity:  from nanocrystals to earthquakes (PRL 2009, 2010, 2011, Nature Physics 2011, Nature Communications 2011, Advanced Functional Materials 2012, and submitted to Nature, 2012). We are studying slip avalanches and plasticity in sheared solids, ranging from sheared nano-crystals and micro-crystals, and dislocation dynamics, to sheared granular materials, to amorphous materials, to earthquakes. We have been developing simple analytical models to describe the universal (i.e. detail-independent) aspects of the slip avalanche statistics, acoustic emission, stress strain curves, and other properties of these systems. These theoretical predictions are currently leading ahead of experiments, motivating the design of new experiments and data analysis methods.   Our results are receiving much attention from experimentalists, theorists, materials scientists, mechanical engineers, geophysicsists, applied mathematicians, and biophysicsists, as evidenced by recent invited lectures at the annual meetings of various professional societies, such as the American Physical Society, the Americal Geophysical Union, The Minerals, Metals & Materials Society (TMS), the Materials Research Society, the Aspen Center of Physics, the Kavli Institute of Theoretical Physics, and the Mathematical Geophysics conference. About 12 different experimental groups (nationally and internationally) are currently setting up and running experiments to test our results. Initial experimental results confirm our predictions. In collaboration with groups at Purdue and Harvard we are also applying related ideas to scaling behavior of stripes in high Tc Superconductors. We have also contributed to experiments in biophysics through collaborations with the CPLC, the IGB, and with outside groups, focusing on avalanches in neural networks, stochastic gene-expression, and the statistics of bacterial motion in inhomogeneous environments.  Some of our most recent studies are relevant for deformation studies of bulk metallic glasses, magnesium and twin boundary dynamics, high entropy alloys, colloids, granular materials, cement, and bone. Each of these materials has many applications and it is important to gain an understanding of their deformation properties. We expect that there will be ample funding opportunities for future research in these directions. Below we also list brief summmaries of additional research projects on other topics. Flickering Stars and Related Phenomena (PRL 2016) The star KIC8462852 (Tabby's star) has shown anomalous drops in light flux. We performed a statistical analysis of the more numerous smaller dimming events by using methods found useful for avalanches in ferromagnetism and plastic flow. Scaling exponents for avalanche statistics and temporal profiles of the flux during the dimming events are close to mean field predictions. Scaling collapses suggest that this star may be near a nonequilibrium critical point. The large events can be interpreted as avalanches marked by modified dynamics, limited by the system size, and not within the scaling regime. Hysteresis and Hierarchie s : Dynamics of Disorder Driven First Order Phase Transformations We have discovered a critical point in the behavior of hysteretic systems. Adding disorder to the system, we find a second order transition from hysteresis loops with a macroscopic jump or burst (roughly as seen in the supercooling of liquids) to smoothly varying hysteresis loops (as seen in most magnets). We study the critical point in the nonequilibrium zero temperature random field Ising model using mean field theory, renormalization group techniques, and numerical simulations in 2, 3, 4, and 5 dimensions. Hysteresis, Avalanches, and the Breakdown of Hyperscaling: Critical Exponents in 6-e Dimensions , We have performed a history dependent renormalization group calculation for the critical point described above, using the Martin Siggia Rose formalism in a dynamical description of the system. We extracted the critical exponents in a 6-e-expansion. Using a mapping to the pure Ising model, we performed a Borel resummation for the correlation length exponents to Oe5. Close to the critical point discussed above, the avalanche size distribution on long length scales also has a universal scaling form. Statistics of Earthquakes in Simple Models of Heterogeneous Faults Observations have shown that earthquakes exhibit apparently universal scaling of the rupture size distributions and related quantities. We have studied simple models for ruptures along a heterogeneous earthquake fault zone, focusing on the interplay between the roles of disorder and dynamical effects. A class of models were found to operate naturally at a critical point whose properties yield power law scaling of earthquake statistics. Phase Diagram for the Statistics of Earthquakes in a Mean-Field Model of Heterogeneous Faults: Switching from Gutenberg-Richter to Characteristic Earthquake Distribution and Back The results from the earthquake project, above, for weak dynamical effects are extended to strong dynamical effects in mean-field theory, which can be treated analytically. A two-parameter phase diagram is found, spanned by the amplitude of dynamical weakening effects e and the normal distance L of the driving forces from the fault. For small e and small L, the fault produces Gutenberg Richter type power law statistics with an exponential cutoff, while large e and large L lead a to distribution of small events combined with characteristic system size events. In a certain parameter regime, nucleation from one phase to the other is possible on time scales determined by the fault size and other model parameters. Effects of Quenched Disorder in Population Biology We study a reaction-diffusion model for population growth of bacteria in a spacially inhomogeneous environment (simulating for example spatial fluctuations in the density of nutrients or toxins, or an inhomogeneous illumination pattern projected onto, e.g., photosynthetic bacteria). Specifically, we have used the Fisher equation, which describes diffusive spreading, growth and decay of a scalar density (of species). Results in the Presence of a Drift Term Recent work by David Nelson and Nadav Schnerb (preprint 1997) shows that if convection is added to the problem above (without discreteness), a delocalization transition can be seen as a function of drift velocity: If at zero velocity the bacteria are localized in separated oases of nutrients, the addition of a drift term with high enough velocity can delocalize the bacteria by enabling them to move through the desert from oasis to oasis. Fisher Waves in Random Media In the of limit positive, uniform, growth rate, in the absence of a drift term, the Fisher equation has wave (soliton) solutions, that describe the invasion of a front of high bacteria concentration into a region of high nutrient concentration. Interesting questions arise concerning the effect of spatial fluctuations in the nutrient concentration on the shape of the wave front and its mode of propagation. Depinning of a domain wall in the 2d random field Ising model, We study the behavior of a driven domain wall in the two--dimensional random--field Ising model closely above the depinning threshold, at zero temperature. (This could correspond for example to a fluid invading a 2d porous medium). It is found that not only for large, but even for very weak disorder, the domain wall propagates through the system in a percolative fashion. A scaling theory in terms of the disorder strength and the magnetic field strength is being worked out, which gives exact values for most exponents and would suggest that two is the lower critical dimension of the interface depinning transition with a correlation length scaling exponentially. Nonequilibrium Transport In a recently started collaboration with Nadav Shnerb, we are studying interesting experimental results on nonequilibrium transport and slow relaxation in hopping conductivity. The hope is that a very simple model may explain some of the observed features. Research Honors Guggenheim Fellow, March 2016 Fellow, American Physical Society, March 2014 Fellow, Center for Advanced Study, Fall 2014 Xerox Senior Faculty Research Award, 2011 Beckman Fellow, Center for Advanced Study, 2001 Alfred P. Sloan Research Fellow, 2001 Sayan Basak, Karin A. Dahmen, Erica W. Carlson, Emergent Time Crystal with Tunable Period in the Uniaxial Random Field XY Magnet, Nature Communications 11, 4665 (2020). Saleh Alghamdi, Zhuang Liu, Fen Du, Jie Yang, Karin A. Dahmen, and Ting Tan, Sliding Avalanches Between Nacreous Tablets, Nanoletters 7, 5024 - 5029 (2020). Louis W. McFaul, IV, Gregory Sparks, Jordan Sickle, Jonathan T. Uhl, Wendelin J. Wright, Robert Maass, and Karin A. Dahmen, Applied-force oscillations in avalanche dynamics, Phys. Rev. E 101, 053003 (2020). Muhittin Mungan, Srikanth Sastry, Karin Dahmen, and Ido Regev, Networks and hierarchies: How amorphous materials learn to remember, Physical Review Letters 123, 178002 (2019). D. M. Silevitch, J. Xu, C. Tang, K.A. Dahmen and T. Rosenbaum, Magnetic domain dynamics in an insulating quantum ferromagnet, Phys. Rev. B 100, 134405 (2019). Kainan Xie, Xiang Jiang, Deyi Jiang, Yang Xiao, Shiwan Chen, Karin A. Dahmen, Eduard Vives, Antoni Planes, and Ekhard K.H. Salje, Change of crackling noise in granite by thermal damage: Monitoring nuclear waste deposits, American Mineralogist, Volume 104, pages 1578 - 1584, 2019. A. Singh, J. C. T Lee, K. E. Avila, Y. Chen, S. A. Montoya, E. E. Fullerton, P. Fischer, K. A. Dahmen, S. D. Kevan, M. K. Sanyal, S. Roy, Scaling of domain cascades in stripe and skyrmion phases, Nature Comm. 10:1988  (2019). Louis W. McFaul, Wendelin J. Wright, Jordan Sickle and Karin A. Dahmen, Force oscillations distort avalanche shapes, Materials Research Letters 7, 496-502 (2019). Alan A. Long, Dmitry V. Denisov, Peter Schall, Todd C. Hufnagel, Xiaojun Gu, Wendelin J. Wright. Karin A. Dahmen, From critical behavior to catastrophic runaways: comparing sheared granular materials with bulk metallic glasses, Granular Matter 21, 99 (2019). Che-Wei Tsai, Chi Lee, Po-Ting Lin, Xie Xie, Shuying Chen, Robert Carroll,Michael LeBlanc, Braden A.W. Brinkman, Peter K. Liaw, Karin A. Dahmen,Jien-Wei Yeh,Portevin-Le Chatelier mechanism in face-centered-cubic metallicalloys from low to high entropy, International Journal of Plasticity, 13, 212-224 (2019). Haw-Wen Hsiao, Shu Li, Karin A. Dahmen, and Jian Min Zuo, Shear banding mechanism in compressed nanocrystalline ceramic\r\n    nanopillars, Phys. Rev. Materials 3, 083601 (2019). Xiaoyue Ni, Haolu Zhang, Danilo B. Liarte, Louis W. McFaul, Karin A. Dahmen, James P. Sethna, Julia R. Greer, Yield precursor dislocation avalanches in small crystals: the irreversibility transition, Physical Review Letters, 123, 035501 (2019). E. K. H. Salje, D. Xue, X. Ding, and K.A. Dahmen, Ferroelectric switching and scale invariant avalanches in BaTiO 3, Physical Review Materials 3, 014415 (2019). Karin Dahmen and Wendelin Wright, Avalanches in Solids; Theory and Experiments, Encyclopedia of Continuum Mechanics, editors Altenbach, Holm and Ã–chsner, Andreas, Springer, Berlin  (2018). Kieran A. Murphy, Karin A. Dahmen, and Heinrich M. Jaeger, Transforming mesoscale granular plasticity through particle shape, accepted for publication in Physical Review X 9, 011014 (2019). Wendelin J. Wright, Alan A. Long, Xiaojun Gu, Xin Liu, Todd C. Hufnagel, and Karin A. Dahmen, Slip statistics for a bulk metallic glass composite reflect its ductility, J. Appl. Phys. 124,185101 (2018). Yang Hu, Li Shu, Qun Yang, Wei Guo, Peter K. Liaw, Karin A. Dahmen & Jian-Min Zuo, Dislocation avalanche mechanism in slowly\r\ncompressed high entropy alloy nanopillars, Nature Communications PHYSICS 1, 61 (2018) | DOI: 10.1038\/s42005-018-0062-z | www.nature.com\/commsphys. K. W. Post, A. S. McLeod, M. Hepting, M. Bluschke, Yifan Wang, G. Cristiani, G. Logvenov, A. Charnukha, G. X. Ni, Padma Radhakrishnan, M. Minola, A. Pasupathy, A. V. Boris, E. Benckiser, K. A. Dahmen, E. W. Carlson, B. Keimer & D. N. Basov,  Coexisting first- and second-order electronic phase transitions in a correlated oxide, Nature Physics 14, 1056-1061 (2018). Jordi Baro, Karin A. Dahmen, Joern Davidsen, Antoni Planes, Pedro O. Castillo, Guillaume F. Nataf, Ekhard K.H. Salje, and Eduard Vives, Phys. Rev. Lett. 120, 245501 (2018). Penghui Cao, Karin A. Dahmen, Akihiro Kushima, Wendelin J. Wright, Harold S. Park, Michael P. Short, Sidney Yip, Nanomechanics of Slip Avalanches in Amorphous Plasticity,\r\nJournal of the Mechanics and Physics of Solids 114, 158-171 (2018), DOI: 10.1016\/j.jmps.2018.02.012. Louis W. McFaul, Wendelin J. Wright, Xiaojun Gu, Jonathan T. Uhl, and Karin A. Dahmen, Aftershocks in Slowly Compressed Bulk Metallic Glasses: Experiments and Theory,  Physical Review E 97, 063005 (2018), DOI: 10.1103\/PhysRevE.97.063005. J. Patrick Coleman, Karin A. Dahmen, and Richard L. Weaver, Avalanches and scaling collapse in the finite-N Kuramoto model, Physical Review E 97, 042219 (2018), DOI: 10.1103\/PhysRevE.97.042219. Yuyang Lao, Francesco Caravelli, Mohammed Sheikh, Joseph Sklenar, Daniel Gardeazabal, Justin D. Watts, Alan M. Albrecht, Andreas Scholl, Karin Dahmen, Cristiano Nisoli & Peter Schiffer, Classical topological order in the kinetics of artificial spin ice, Nature Physics 14, 723-727 (2018), doi:10.1038\/s41567-018-0077-0. J. Patrick Coleman, Fanqiang Meng, Koichi Tsuchiya, James Beadsworth, Michael LeBlanc, Peter K. Liaw, Jonathan T. Uhl, Richard L. Weaver, and Karin A. Dahmen, Effect of annealing on nanoindentation slips in a bulk metallic glass, Phys. Rev. B 96, 134117 (2017). Dmitry V. Denisov, Kinga A. Loerincz, Wendelin J. Wright, Todd C. Hufnagel, Aya Nawano, Xiaojun Gu, Jonathan T. Uhl, Karin A. Dahmen & Peter Schall, Universal slip dynamics in metallic glasses and granular matter: linking frictional weakening with inertial effects, Scientific Reports 7, 43376 (2017). James P. Sethna, Matthew K. Bierbaum, Karin A. Dahmen, Carl P. Goodrich, Julia R. Greer, Lorien X. Hayden, Jaron P. Kent-Dobias, Edward D. Lee, Danilo B. Liarte, Xiaoyue Ni, Katherine N. Quinn, Archishman Raju, D. Zeb Rocklin, Ashivni Shekhawat, Stefano Zapperi, Deformation of crystals: Connections with statistical physics,  Annu. Rev. Mater. Res. 47:217-246 (2017). Dansong Zhang, Karin A. Dahmen, and Martin Ostoja-Starzewski, Phys. Rev. E 95, 032902 (2017), DOI: 10.1103\/PhysRevE.95.032902. Mohammed A. Sheikh, Richard L. Weaver, and Karin A. Dahmen, Avalanche Statistics Identify Intrinsic Stellar Processes near Criticality in KIC 8462852, Phys. Rev. Lett. 117, 261101 (2016). Michael LeBlanc, Aya Nawano, Wendelin J. Wright, Xiaojun Gu, J. T. Uhl, and Karin A. Dahmen, Avalanche statistics from data with low time resolution, PHYSICAL REVIEW E 94, 052135 (2016). Adenike M. Giwa, Peter K. Liaw, Karin A. Dahmen, Julia R. Greer, Microstructure and small-scale size effects in plasticity of individual phases of Al0.7CoCrFeNi High Entropy alloy, Extreme Mechanics Letters, 8,220-228 (2016). S. Liu, B. Phillabaum, E. Carlson, K.A. Dahmen, N.S. Vidhyadhiraja, M.M. Qazilbash, and D.N. Basov, Random Field Driven Spatial Complexity at the Mott Transition in VO2, Phys. Rev. Lett. 116, 036401 (2016). Braden A. W. Brinkman, Michael P. LeBlanc, Jonathan T. Uhl, Yehuda Ben-Zion,\r\nand Karin A. Dahmen, Probabilistic model of waiting times between large failures in sheared media, Physical Review E 93, 013003 (2016). Wendelin J. Wright, Yun Liu, Xiaojun Gu, Katherine D. Van Ness, Steven L. Robare, Xin Liu, James Antonaglia,Michael LeBlanc, Jonathan T. Uhl, Todd C. Hufnagel, and Karin A. Dahmen, Experimental evidence for both progressive and simultaneous shear during quasistatic\r\ncompression of a bulk metallic glass, Journal of Applied Physics 119, 084908 (2016); doi: 10.1063\/1.4942004. D.V. Denisov, K.A. Lorincz, J.T. Uhl, K.A. Dahmen & P. Schall, Universality of slip avalanches in flowing granular matter, Nature Communications 7, 10641 (2016), DOI: 10.1038\/ncomms10641. Yunfeng Cao, Xie Xie, James Antonaglia, Bartlomiej Winiarski, Gongyao Wang, Yung C. Shin, Philip J. Withers, Karin A. Dahmen & Peter K. Liaw, Laser Shock Peening on Zr-based Bulk Metallic Glass and Its Effect on Plasticity: Experiment and Modeling, Scientific Reports 5, 10789 (2015), DOI: 10.1038\/srep10789. Jonathan T. Uhl, Shivesh Pathak, Danijel Schorlemmer, Xin Liu, Ryan Swindeman, Braden A.W. Brinkman,, Michael LeBlanc, Georgios Tsekenis, Nir Friedman, Robert Behringer, Dmitry Denisov, Peter Schall, Xiaojun Gu, Wendelin J. Wright, Todd Hufnagel, Andrew Jennings, Julia R. Greer, P.K. Liaw, Thorsten Becker, Georg Dresen, and Karin A. Dahmen, Universal Quake Statistics: From Compressed Nanocrystals to Earthquakes, Scientific Reports 5, 16493 (2015). Drew A. Geller, Robert E. Ecke, Karin A. Dahmen, and Scott Backhaus, Stick-slip behavior in a continuum-granular experiment, Phys. Rev. E 92, 060201(R) (2015). Robert Carroll, Chi Lee, Che-Wei Tsai, Jien-Wei Yeh, James Antonaglia, Braden Brinkman, Michael LeBlanc, Xie Xie, Shuying Chen, Peter K. Liaw, and Karin A. Dahmen, Experiments and Model for Serration Statistics in Low-Entropy, Medium-Entropy, and High-Entropy Alloys, Scientific Reports 5, Article number: 16997 (2015).\r\ndoi:10.1038\/srep16997 Ido Regev, Karin A. Dahmen, John Weber, Charles Reichhardt, and Turab Lookman, Reversibility and Criticality in Amorphous Solids, Nature Communications 6,8805 (2015), doi:10.1038\/ncomms9805. Braden Brinkman, Michael LeBlanc, Yehuda Ben-Zion, Jonathan T. Uhl, and Karin A. Dahmen, Probing failure susceptibilities of earthquake faults using small-quake tidal correlations, Nature Communications 6, 6157 (2015), DOI: 10.1038\/ncomms7157. R. Maass, M. Wraith, J.T. Uhl, J.R. Greer, and K.A. Dahmen, Slip statistics of dislocation avalanches under different loading modes, Physical Review E 91, 042403 (2015). E.W. Carlson, Shuo Liu, B. Phillabaum, K.A. Dahmen, Decoding Spatial Complexity in Strongly Correlated Electronic Systems, J. Supercond. Nov. Magn. 28, pages 1237Ã¢â‚¬â€œ1243(2015),  DOI 10.1007\/s10948-014-2898-0 (2015). Reza Vafabakhsh, Kiran Kondabagil, Tyler Earnest, Kyung Suk Lee, Zhihong Zhang, Li Dai, Karin A. Dahmen\r\n,Venigalla B. Rao, Taekjip Ha, Single Molecule Packaging Initiation in Real-time by a Viral DNA Packaging Machine from Bacteriophage T4, PNAS 2014 : 1407235111v1-201407235. J. Antonaglia, X. Xie, Z. Tang, C.-W. Tsai, J.W. Qiao, Y. Zhang, M.O. Laktionova, E.D. Tabachnikova, R. Carroll, J.W. Yeh, O.N. Senkov, M.C. Gao,9, J.T. Uhl, P.K. Liaw, and K.A. Dahmen, Temperature effects on deformation and serration behavior in High Entropy Alloys (HEAs), JOM 66, 2002-2008 (2014). S.Y. Chen, X. Yang, K.A. Dahmen, P.K. Liaw, Yong Zhang, Microstructure and Serration Behaviors of AlxNbTiMoV High Entropy Alloys, Entropy (High Entropy Alloys Special Issue), Entropy 16, 870-884 (2014). Ekhard K.H. Salje and Karin A. Dahmen, Crackling Noise in Disordered Materials, Annual Reviews of Condensed Matter Physics, Vol. 5: 233-254 (2014). James Antonaglia, Wendelin J. Wright, Xiaojun Gu, Rachel R. Byer, Todd C. Hufnagel, Michael LeBlanc, Jonathan T. Uhl, and Karin A. Dahmen, Bulk Metallic Glasses Deform via Slip Avalanches, Physical Review Letters 112, 155501 (2014), selected as Editors' Suggestion. S.L. Tomarken, D.M. Silevitch, G. Aeppli, Braden A.W. Brinkman, Karin A. Dahmen, T.F. Rosenbaum, Reversible Disorder in a Room Temperature Ferromagnet. Advanced Functional Materials 24, 2986â€“2992 (2014). J. Antonaglia, X.Xie, M. Wraith, J.Qiao, Y. Zhang, P.K. Liaw, J.T. Uhl, and K.A. Dahmen, Tuned Critical Avalanche Scaling in Bulk Metallic Glasses, Nature Scientific Reports 4, 4382 (2014). Yong Zhang, Ting Ting Zuo, Zhi Tang, Michael C. Gao, Karin A. Dahmen, Peter K. Liaw, Zhao Ping Lu, Microstructures and properties of high-entropy alloys, Progress in Materials Science 61, 1-93 (2014). Y.C. Zohar, S. Yohelis, Yossi Paltiel, G. Jung, Karin Dahmen.  Nonequilibrium crackling charge transfer in 2-D molecular layers. 2013 22nd International Conference on Noise and Fluctuations (ICNF), p 4 pp. (2013). Y. C. Zohar, S. Yochelis, K.A. Dahmen, Y. Paltiel, G. Jung. Controlling avalanche criticality in 2D nano arrays. Nature Scientific Reports 3, 1845 (2013). G. Tsekenis, J. T. Uhl, N. Goldenfeld and K. A. Dahmen, Karin A. Determination of the universality class of crystal plasticity Europhysics Letters, 101 36003 (2013). Michael LeBlanc, Luiza Angheluta, Karin A. Dahmen, Nigel Goldenfeld. Universal fluctuations and extreme statistics of avalanches near the depinning transition. Physical Review E 87, 022126 (2013). T. Earnest, E. Roberts, M. Assaf, K. A. Dahmen, Z. Luthey-Schulten. DNA looping increases the range of bistability in a stochastic model of the lac genetic switch. Phys. Biol. 10, 026002 (2013). M. L. Gibiansky, W. Hu, K.A. Dahmen, W. Shi, and G.C.L. Wong. Earthquake-like dynamics in Myxococcus xanthus social motility,  Proc. Natl. Acad. Sci. USA\r\n110, 2330 (2013). B. Phillabaum, E. Carlson, and K. A. Dahmen. Spatial complexity due to bulk electronic nematicity in superconducting Dy-Bi2212, Nature Communications 3, 915 (2012). M. LeBlanc, L. Angheluta, K. Dahmen, and N. Goldenfeld. Distribution of maximum velocities in avalanches near the depinning transition. Phys. Rev. Lett. 109, 105702 (2012). N. Friedman, A. T. Jennings, G. Tsekenis, J.-Y. Kim, J. T. Uhl, J. R. Greer, and K. A. Dahmen. Statistics of dislocation slip-avalanches in nano-sized single crystals show tuned critical behavior predicted by a simple mean field model, Phys. Rev. Lett. 109, 095507 (2012). J.-Y. Kim, X. Gu, M. Wraith, J. T. Uhl, K. A. Dahmen, and J. R. Greer. Suppression of catastrophic failure in metallic glass-polyisoprene nanolaminate containing nanopillars. Advanced Functional Materials 22, 1972-1980 (2012). N. Friedman, S. Ito, B.A.W. Brinkman, L. DeVille, K. Dahmen, J. Beggs, and T. Butler. Universal critical dynamics in high resolution neuronal avalanche data. Phys. Rev. Lett. 108, 208102 (2012). K. Dahmen, T. Halsey, W. Losert, et al. Introduction: Eighth annual gallery of nonlinear images (Dallas, Texas 2011), Chaos 21, 041101 (2011). C. Liu, M. C. McKinney, Y. H. Chen, T. M. Earnest, X. Shi, L. J. Lin, Y. Ishino, K. A. Dahmen, I.K.O. Cann, and T. Ha. Reverse-chaperoning activity of an AAA+ protein. Biophys. J. 100, 1344-1352 Pubmed ID: 21354408 (2011). K. A. Dahmen, Y. Ben-Zion, and J. T. Uhl. A simple analytic theory for the statistics of avalanches in sheared granular materials. Nature Physics 7, 554-557 (2011). G. Tskenis, N. Goldenfeld, and K. A. Dahmen, Dislocations jam at any density. Phys. Rev. Lett. 106, 105501 (2011). E. W. Carlson and K. A. Dahmen. Using disorder to detect locally ordered electron nematics via hysteresis. Nature Communications 2, 379 (2011). Y. Ben-Zion, K. A. Dahmen, and J. T. Uhl. A unifying phase diagram for the dynamics of sheared solids and granular materials. Pure Appl. Geophys. 168, 2221-2237 (2011). O. Hovorka, R. F. L. Evans, R. W. Chantrell, Y. Liu, K. A. Dahmen, and A. Berger.  Validation of Delta H(M, Delta M)-technique for identification of switching field distributions in the presence of thermal relaxation. J. Appl. Phys. 108, 123901 (2010). Y. L. Loh, E. W. Carlson, and K. A. Dahmen.  Noise predictions for STM in systems with local electron nematic order. Phys. Rev. B 81, 224207 (2010). Y. Liu, J. Park, K. A. Dahmen, Y. R. Chemla, and T. Ha.  A comparative study of multivariate and univariate hidden Markov modelings in time-binned single-molecule FRET data analysis. J. of Phys. Chem. B 114:16, 5386-5403 (2010). P. Y. Chan, G. Tsekenis, J. Dantzig, K. Dahmen, and N. Goldenfeld. Plasticity and dislocation dynamics in a phase field crystal model. Phys. Rev. Lett. 105, 015502 (2010). Y. L. Loh, E. W. Carlson, and K. A. Dahmen. Noise predictions for STM in systems with local electron nematic order. Phys. Rev. B 81, 224207\/1-8 (2010). K. A. Dahmen and Y. Ben-Zion. The physics of jerky motion in slowly driven magnetic and earthquake fault systems. Encyclopedia of Complexity and System Science, Eds.: M.C. Marchetti and R. Meyers, Springer (2009). R. A. White, Y. Liu, and K. A. Dahmen. Thermal effects on crackling noise. Europhys. Lett. 86, 50001 (2009). Y. Liu and K. A. Dahmen. Random field Ising model in and out of equilibrium. Europhys. Lett. 86, 56003.  This article was selected as an \"Editor's Choice article\" (2009). Y. Liu and K. A. Dahmen. Unexpected universality in static and dynamic avalanches. Phys. Rev. E, 79,061124 (2009). K. A. Dahmen, Y. Ben-Zion and J. T. Uhl. Micromechanical model for deformation in solids with universal predictions for stress strain curves and slip avalances. Phys. Rev. Lett., 102, 175501 (2009). A. R. Missel, and K. A. Dahmen. Hopping transport in hostile reaction-diffusion systems. Phys. Rev. E 79, 021126 (2009). Y. Liu and K. A. Dahmen. No-passing rule in the ground state evolution of the random-field Ising model. Phys. Rev. E 76, 031106 (2007). E. Carlson, K. A. Dahmen, E. H. Fradkin, and S. Kivelson. Hysteresis and noise from electronic nematicity in high temperature superconductors. Phys. Rev. Lett. 96, 097003-1-4 (2006). A. Mehta, K. A. Dahmen, and Y. Ben-Zion.  Universal mean-moment rate profiles of earthquake ruptures.  Phys. Rev. E 73, 056104-1-8 (2006). A. Berger, D. Margulies, H. Do, A. Ktena, and K. Dahmen. Lateral correlation length of magnetization\r\nreversal in thin magnetic films. J. Appl. Phys. 97, 10K109\/1-3 (2005). J. H. Carpenter, K. A. Dahmen, A. C. Mills, M. B. Weissman, A. Berger, and O. Hellwig. History-induced critical behavior in disordered systems. Phys. Rev. B 72, 052410\/1-4 (2005). K. A. Dahmen.  Nonlinear dynamics: Universal clues in noisy skews. Nature Physics 1, 13-14 (2005). R. A. White and K. A. Dahmen. Driving rate effects on crackling noise. Phys. Rev. Lett. 91, 085702-1-4 (2003). J. H. Carpenter and K. A. Dahmen. Barkhausen noise and critical scaling in the demagnetization curve. Phys. Rev. B 67 [Rapid Commun.], 020412-1-4 (2003). A. P. Mehta, A. C. Mills, K. A. Dahmen, and J. P. Sethna. Universal pulse shape scaling function and exponents: Critical test for avalanche models applied to Barkhausen noise. Phys. Rev. E 65, 046139-1-6 (2002). M. C. Marchetti and K. A. Dahmen. Hysteresis in driven disordered systems: From plastic depinning to magnets. Phys. Rev. B 66, 214201-1-6 (2002). A. Travesset, R. A. White, and K. A. Dahmen. Crackling noise, power spectra, and disorder-induced critical scaling. Phys. Rev. B 66, 024430-1-11 (2002). J. P. Sethna, K. A. Dahmen, and C. R. Myers. Crackling noise. Nature 410, 242-250 (2001). K. A. Dahmen, J. P. Sethna, M. C. Kuntz, and O. Perkovic. Hysteresis and avalanches: phase transitions and critical phenomena in driven disordered systems. J. Magn. & Magn. Mater. 226, 1287-1292 (2001). A. Berger, A. Inomata, J. S. Jiang, J. E. Pearson, S. D. Bader, and K. A. Dahmen. Disorder-driven hysteresis-loop criticality in Co\/CoO films. J. Appl. Phys. 89, 7466-7468 (2001). J. H. Carpenter, K. A. Dahmen, J. P. Sethna, G. Friedman, S. Loverde, and A. Vanderveld. Subloops, Barkhausen noise, and disorder induced critical behavior. J. Appl. Phys. 89, 6799-6801 (2001). K. A. Dahmen, D. R. Nelson, and N. M. Shnerb. Life and death near a windy oasis. J. Math. Biology 41, 1-23 (2000). O. Perkovi'c, K. A. Dahmen, and J. P. Sethna. Disorder-induced critical phenomena in hysteresis: Numerical scaling in three and higher dimensions. Phys. Rev. B 59, 6106-6119 (1999). Y. Ben-Zion, K. A. Dahmen, V. Lyakhovsky, D. Ertas, and A. Agnon. Self driven mode switching of earthquake activity on a fault system. Earth & Planetary Sci. Lett. 172, 11-21 (1999). M. Kuntz, O. Perkovi'c, K. A. Dahmen, B. W. Roberts, and J. P. Sethna. Hysteresis, avalanches, and noise. Comput. Sci. & Eng. 1, 73-81 (1999). K. A. Dahmen, D. Ertas, and B.-Z. Yehuda . Gutenberg-Richter and characteristic earthquake behavior in a simple mean-field model of heterogeneous faults. Phys. Rev. E 58, 1494-1501 (1998). B. Drossel and K. A. Dahmen. Depinning of a domain wall in the 2d random-field Ising model. Eur. Phys. J. B 3, 485 (1998). D. S. Fisher, K. A. Dahmen, S. Ramanathan, and Y. Ben-Zion. Statistics of earthquakes in simple models of heterogeneous faults. Phys. Rev. Lett. 78, 4885-4888 (1997). K. A. Dahmen and J. P. Sethna. Hysteresis, avalanches, and disorder induced critical scaling: A renormalization group approach. Phys. Rev. B 53, 14872-14905 (1996). O. Perkovi'c, K. A. Dahmen, and J. P. Sethna. Avalanches, Barkhausen noise, and plain old criticality. Phys. Rev. Lett. 75, 4528 (1995). J. P. Sethna, K. Dahmen, S. Kartha, J. A. Krumhansl, O. Perkovic, B. Roberts, and J. Shore. (Reply) Phys. Rev. Lett. 72, 947 (1994). K. A. Dahmen, S. Kartha, J. A. Krumhansl, B. W. Roberts, J. P. Sethna, and J. D. Shore. Disorder-driven first-order phase transformations: A model for hysteresis. J. Appl. Phys. 75, 5946 (1994). K. A. Dahmen and J. P. Sethna. Hysteresis loop critical exponents in 6-epsilon dimensions. Phys. Rev. Lett. 71, 3222-3225. (1993). J. P. Sethna, K. A. Dahmen, S. Kartha, J. A. Krumhansl, B. W. Roberts, and J. D. Shore. Hysteresis and hierarchies: Dynamics of disorder driven first order phase transformations. Phys. Rev. Lett. 70, 3347-3350 (1993). In the Media Condensed Matter Theory Karin Dahmen on power-law scaling patterns in : 'Common Ground in Avalanche-Like Events' Physicists have spent decades uncovering similarities in how disordered materials deform. Now they are trying to apply these results to the design of new materials. Similar scaling patterns are seen in the sizes of avalanches on a snow-covered mountain and in the loudness of crackling sounds in deforming metals. Condensed Matter Theory High entropy alloys hold the key to studying dislocation avalanches in metals The team, which also includes Illinois condensed matter physicist Karin Dahmen and her graduate student Li Shu, published its results in Communications Physics. The experimental work was done by Dr. Yang Hu, as part of his Ph. D thesis. Until this study researchers couldn’t make sense of the mechanism behind dislocation avalanche within a structure. However, the Illinois team found that a series of dislocations piling up forming a dam to prohibit movement. Behind the dam are tangled dislocations. Once there is enough pressure, an avalanche forms causing the dam to give way and sudden movement of the tangled dislocations, which weakens the metal and can eventually lead to catastrophic failure. By having a better understanding of this process, this study promises to aid in developing even stronger materials in the future and to better predict when a structure may be in peril. Astrophysics\/Cosmology Avalanche statistics suggest Tabby’s star is near a continuous phase transition In its search for extrasolar planets, the Kepler space telescope looks for stars whose light flux periodically dims, signaling the passing of an orbiting planet in front of the star. But the timing and duration of diminished light flux episodes Kepler detected coming from KIC 846852, known as Tabby’s star, are a mystery. These dimming events vary in magnitude and don’t occur at regular intervals, making an orbiting planet an unlikely explanation. The source of these unusual dimming events is the subject of intense speculation. Suggestions from astronomers, astrophysicists, and amateur stargazers have ranged from asteroid belts to alien activity. Now a team of scientists at the University of Illinois at Urbana-Champaign—physics graduate student Mohammed Sheikh, working with Professors Karin Dahmen and Richard Weaver—proffer an entirely novel solution to the Tabby’s star puzzle. They suggest the luminosity variations may be intrinsic to the star itself. From nanocrystals to the Earth's crust, solid materials share similar failure characteristics Apparently, size doesn't always matter. An extensive study by an interdisciplinary research group suggests that the deformation properties of nanocrystals are not much different from those of the Earth's crust. \"When solid materials such as nanocrystals, bulk metallic glasses, rocks, or granular materials are slowly deformed by compression or shear, they slip intermittently with slip-avalanches similar to earthquakes,\" explained Karin Dahmen , a professor of physics at the University of Illinois at Urbana-Champaign. \"Typically these systems are studied separately. But we found that the scaling behavior of their slip statistics agree across a surprisingly wide range of different length scales and material structures.\""
            ]
        ]
    ]
}