{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UR9DYTSK",
            "Q166Sb4AAAAJ",
            [
                "Practical use of the information-theoretic approach",
                "Multimodel inference: understanding AIC and BIC in model selection"
            ],
            [
                "Model building and data analysis in the biological sciences somewhat presupposes that the person has some advanced education in the quantitative sciences, and statistics in particular. This requirement also implies that a person has substantial knowledge of statistical hypothesis-testing approaches. Such people, including ourselves over the past several years, often find it difficult to understand the information-theoretic approach, only because it is conceptually so very different from the testing approach that is so familiar. Relatively speaking, the concepts and practical use of the information-theoretic approach are much simpler than those of statistical hypothesis testing, and very much simpler than some of the various Bayesian approaches to data analysis (e.g., Laud and Ibrahim 1995 and Carlin and Chib 1995).",
                "The model selection literature has been generally poor at reflecting the deep foundations of the Akaike information criterion (AIC) and at making appropriate comparisons to the Bayesian information criterion (BIC). There is a clear philosophy, a sound criterion based in information theory, and a rigorous statistical foundation for AIC. AIC can be justified as Bayesian using a “savvy” prior on models that is a function of sample size and the number of model parameters. Furthermore, BIC can be derived as a non-Bayesian result. Therefore, arguments about using AIC versus BIC for model selection cannot be from a Bayes versus frequentist perspective. The philosophical context of what is assumed about reality, approximating models, and the intent of model-based inference should determine whether AIC or BIC is used. Various facets of such multimodel inference are presented here, particularly methods of model …"
            ],
            [
                [
                    "Quantitative ecology"
                ]
            ],
            [
                "›              David Anderson David Anderson Associate Teaching Professor Wean Hall 7412 Ph.D.: University of York (U.K.), Theoretical Physics (2003) B.Sc.: Honors (1st class), University of Essex (U.K.), Theoretical Physics (1998) Honors & Awards Julius Ashkin Teaching Award 2017 Teaching Professor, Carnegie Mellon University, 2013– Laboratory Instructor, Pennsylvania Governors School for the Sciences, 2013 Special Lecturer, Carnegie Mellon University, 2008–13 Project Leader, Pennsylvania Governors School for the Sciences, 2008 Assistant Professor, Francis Marion University, 2005–08 Instructor, Deep Springs College, 2004 Post-doctoral Research: University of York (U.K.), Structural Biology Laboratory, 2003–04 Professional Profile David Anderson is an Assistant Teaching Professor in the Department of Physics. As a member of the faculty at Carnegie Mellon, David is involved with the continuing development of experimental physics laboratory courses, including a course serving students enrolled in the Health-Professions program. This course is designed to introduce the techniques of experimental physics by connecting fundamental physics laboratory skills to life-science applications. David also teaches Physics I for Engineering Students making extensive use of research-based methodologies to provide a key foundation for applying physics principles to technical applications.\/p> David runs a yearly training session for Graduate Teaching Assistants, working to ensure they are prepared to be effective recitation leaders and teachers. He has also worked with the 'Strong Women Strong Girls organization in outreach activities aimed at pre-adolescent girls in underserved local communities. D. Anderson, M. Babiker, C. Bennett, and M.I.J. Probert, Non-equilibrium electron transport in degenerate nitride heterostructures – dynamic screening effects . Physica E 17 , 272-275 (2003). D. Anderson, M. Babiker, C. Bennett, N.A. Zahkleniuk, and B.K. Ridley, Evaluations of the low-field mobility in degenerate GaN\/AlN heterojunctions , J. Phys. Cond. Matter 13 , 5999-6004 (2001). D. Anderson, N. Zahkleniuk, M. Babiker, B. Ridley, and C. Bennett, Polar-optical phonon limited transport in degenerate GaN-based quantum wells , Phys. Rev. B 63 , 245313 (2001). B. Ridley, N. Zahkleniuk, C. Bennett, M. Babiker, and D. Anderson, Piezoelectric scattering in large band-gap semiconductors and low-dimensional heterostructures , Mat. Res. Soc. Symp. Proc. No. 572 (1999)."
            ]
        ]
    ]
}