{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "URCFULIT",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Diana Driscoll Instructor diana.driscoll@case.edu 216.368.8844 Rockefeller Building 222C B.S. Mount Union College (1995) M.S. Pennsylvania State University (1997) Ph.D. CWRU (2001) Dr. Driscoll has been with the CWRU campus since she was a grad student back in 1997 – she started out as a TA in the labs which she is now director of.  Since graduating with a Ph.D. in 2001, she has primarily been teaching the Physics 115\/116 sequence aimed at the pre-medical students.  She also has taught an upper-level mechanics course, and helped develop a course to prepare students for their MCAT exams.   Dr. Driscoll has won a number of awards for her teaching, including the 2020 Wittke Award for Undergraduate Teaching Excellence. She is also the Lab Director for the Physics Department’s introductory teaching labs, which average almost 800 students a semester – over half of the undergraduates on campus come through her labs. Classes Taught Phys 115 – Introductory Physics I Phys 116 – Introductory Physics II Phys 122 – General Physics II Phys 310 – Classical Mechanics IHSC 300 – Synthesis of Premedical Concepts Laboratory Director Phys 115\/116 – Introductory Physics I&II Phys 121\/122 – General Physics I&II Phys 123\/124 – Physics and Frontiers I&II Awards Carl F. Wittke Award for Undergraduate Teaching Excellence, Case Western Reserve University, 2020* John S. Diekhoff Award nominee for Graduate Mentoring, Case Western Reserve University, 2020 Carl F. Wittke Award Nominee for Undergraduate Teaching Excellence, Case Western Reserve University, 2003, 2005, 2006, 2007, 2008, 2010, 2011, 2013, 2015, 2016, 2017, 2019, 2020 Bruce F. Jackson Award Nominee for Excellence in Undergraduate Mentoring, Case Western Reserve University, 2016, 2020 Ohio PKAL STEM Educator Award – recognizes excellence and innovation in the field of STEM education at the college level. One Ohio STEM educator selected annually to receive the award 2018 Gamma Sigma Alpha Outstanding Faculty Nominee, Case Western Reserve University, 2016, 2017 Mortar Board National Honor Society “Top Prof Award”, Case Western Reserve University, 2006 and 2008 Undergraduate Student Government Nominee for Teaching Excellence Award for Engaging Lectures, Case Western Reserve University, 2008 The Graduate Dean’s Instructional Excellence Award, Case Western Reserve University, 2000-2001 Education Case Western Reserve University, Cleveland, OH D in Physics, May 2001 Dissertation: “Free of Speckle Ultrasound Images of Small Tissue Structures” The Pennsylvania State University, State College, PA S. in Physics, May 1997 Thesis: “Study of Rho and Phi Mesons in Positron-Proton Collisions at HERA” Mount Union College, Alliance, OH S. in Physics, Mathematics, and Computer Science, May 1995 Magna Cum Laude Publications Nikolay Kharin, Diana Driscoll and William Tobocman “Free of speckle ultrasonic imaging of soft tissue with account of second harmonic signal”, Physics Med. Biol., 48(19), 2003,pp.3239-3260. Ciocan, R., Ida, N., Driscoll, D. “Transmission line matrix model for ultrasonic imaging”, SPIE 7th Annual International Symposium on NDE for Health Monitoring and Diagnostics, March 2002. Tobocman, W., Driscoll, D., Shokrolahi, N., Izatt, J. “Free of Speckle Ultrasound Imaging of Small Tissue Structures” Ultrasonics 40, (2002) 983-996. Shashidhar, N.S., Afridi, I., Driscoll D., Tobocman, W., and Thomas, J. D. “Deconvolution Improves the Correlation Between Signal Intensity and Concentration of Contrast Agent NC100100: Implications for Quantification of Myocardial Perfusion” Scientific Session of the American College of Cardiology, 2000. Simen (Driscoll), Diana “Quadratic Feedback Shift Register Sequences” Proceedings of the Ninth National Conference on Undergraduate Research, 1995. *The Daily Article https:\/\/thedaily.case.edu\/physics-instructor-diana-driscoll-receives-2020-carl-f-wittke-award-for-excellence-in-undergraduate-teaching\/ "
            ]
        ]
    ]
}