{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "URLTTQXC",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Joshua R. Klein Edmund J. and Louise W. Kahn Term Professor and Graduate Chair Experimental Particle Physics, Neutrinos and Dark Matter DRL 4N18 Ph.D. Princeton University (Physics), 1994 Thesis Title: “A Strange Matter:  Searching for the H Dibaryon” Advisor: Professor Val Fitch M.A. Princeton University (Physics), 1990 B.A. magna cum laude , Cornell University (Physics), 1988 Distinction in All Areas Phi Beta Kappa Dean’s Scholar A.S. Fruchter, et. al ., “The Eclipsing Millisecond Pulsar PSR 1957+20,” The Astrophysical Journal 351 :642-650 (1990) J.R. Klein and S. E. Thorsett, “New Limits on Gravitational Symmetry Violations from Pulsar Measurements,” Physics Letters A145 :79-81 (1990) D.F. Cowen, et al., “The Sudbury Neutrino Observatory Electronics Chain,” IEEE Trans. Nucl. Sci. 42 :745-752, (1995) J. Belz, et al., “Search for the Weak Decay of an H Dibaryon,” Phys. Rev. Lett. 76 : 3277-3280 (1996) J. Belz, et al. ,  “Search for diffractive dissociation of a long-lived H dibaryon,” Physical Review Rapid Communications D53: R3487-3491, (1996) R.D. Cousins and J.R. Klein, “Calculation of H dibaryon production through coalescence,” Physical Review D56 :1673-1684, (1997) J.R. Klein and A.K. Mann, “Prototype Detector for Ultrahigh Energy Neutrino Detection,” Astroparticle Physics 10 :4-9,  (1999) J. Boger, et al., “The Sudbury Neutrino Observatory,” Nucl. Instrum. Meth . A449: 172—207, (2000) Q.R. Ahmad, et al., “Measurement of the Rate of  ne + d à p + p + e- Interactions Produced by 8B Solar Neutrinos at the Sudbury Neutrino Observatory,” Phys. Rev. Lett. 87 :071301-1-6, (2001) Q.R. Ahmad, et al., “Measurement of the Day and Night Neutrino Energy Spectra at SNO and  Constraints on Mixing Parameters,” Phys. Rev. Lett, 89 :011302-1-011302-5, (2002) Q.R. Ahmad, et al., “Direct Evidence for Neutrino Flavor Transformation from Neutral Current  Reactions in the Sudbury Neutrino Observatory,” Phys. Rev. Lett. 89 :011301-1-6, (2002) M. Diwan, et al., “Very long baseline neutrino oscillation experiments for precise measurements of mixing parameters and CP violating effects,” Phys. Rev. D68 :012002-1-10, (2003) S. N. Ahmed, et al. , “Constraints on Nucleon Decay Via `Invisible’ Modes from the Sudbury Neutrino Observatory,” Phys. Rev. Lett. 92: 102004-1-4,  (2004) S. N. Ahmed, et al. , “Measurement of the Total Active 8B Solar Neutrino Flux at the Sudbury Neutrino Observatory with Enhanced Neutral Current Sensitivity,” Phys. Rev. Lett. 92: 181301-1-5, (2004) B. Aharmim, et al. , “Electron Antineutrino Search at the Sudbury Neutrino Observatory ,”  Phys. Rev. D70 :093014-1-7, (2004) B. Aharmim, et al. , “Search for Periodicities in the 8B Solar Neutrino Flux Measured by the Sudbury Neutrino Observatory,” Phys. Rev. D72 :052010-1-9 (2005) Joshua R. Klein and Aaron Roodman, “Blind Analysis in Nuclear and Particle Physics,” Ann. Rev. Nucl. Part. Sci. 55 :141-163, (2005) B. Aharmim, et al. , “Electron Spectra, Fluxes, and Day-Night Asymmetries of 8B Solar Neutrinos from Measurements with NaCl Dissolved in the Sudbury Neutrino Observatory Heavy  Water Cherenkov Detector,” Phys. Rev. C72 :052010-1-45, (2005) B. Aharmim, et al. , “A Search for Neutrinos from the Solar hep Reaction and the Diffuse Supernova Neutrino Background with the Sudbury Neutrino Observatory,” Astrophysical Journal, 653: 1545-1551, (2006) B. Aharmim et al., “Measurement of the ne and Total 8B Solar Neutrino Fluxes with the Sudbury  Neutrino Observatory Phase I Data Set,” Phys. Rev. C75 : 045502-045571, (2007) Affiliations Service: To the Department\/School\/University Chair, School of Arts and Sciences Curriculum Committee, 2012-2013 Member, University of Pennsylvania Facilities Committee, 2011- Member, School of Arts and Sciences Curriculum Committee, 2011- Member, Hearings List for Faculty Grievance Commission, 2011- Member-at-Large, Faculty Senate Executive Committee, 2010- School of Arts and Sciences Pre-Major Advisor, 2010- Chair, Organizing Committee, “Crossroads in Particle Physics,” 2010 Research symposium in honor of Prof. Eugene W. Beier (GeneFest 2010), University of Pennsylvania Member, Department of Physics and Astronomy Space Committee, U. Penn, 2009-2012 Member, Department of Physics and Astronomy Undergraduate Committee, U. Penn, 2009-2010 Chair, Department of Physics and Astronomy Colloquium Committee, U. Penn, 2008-2009 Chair, Physics Department Graduate Recruitment Committee, UT Austin, 2006- Member, Physics Department Graduate Recruitment Committee, UT Austin, 2003 CV (file) Prof Klein CV 2015.pdf 190.89 KB"
            ]
        ]
    ]
}