{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "USLH5WHZ",
            "G-c_YRAAAAAJ",
            [
                "In search of golden rules: Comment on hypothesis-testing approaches to setting cutoff values for fit indexes and dangers in overgeneralizing Hu and Bentler's (1999) findings",
                "Testing and application of mediating effects (in Chinese)"
            ],
            [
                "Goodness-of-fit (GOF) indexes provide \"rules of thumb\"—recommended cutoff values for assessing fit in structural equation modeling. Hu and Bentler (1999) proposed a more rigorous approach to evaluating decision rules based on GOF indexes and, on this basis, proposed new and more stringent cutoff values for many indexes. This article discusses potential problems underlying the hypothesis-testing rationale of their research, which is more appropriate to testing statistical significance than evaluating GOF. Many of their misspecified models resulted in a fit that should have been deemed acceptable according to even their new, more demanding criteria. Hence, rejection of these acceptable-misspecified models should have constituted a Type 1 error (incorrect rejection of an \"acceptable\" model), leading to the seemingly paradoxical results whereby the probability of correctly rejecting misspecified models …",
                "The concepts of mediator and related constructs, as well as the estimation of mediating effects were discussed. Based on the comparison of various testing methods, a procedure was proposed which was a composite test derived from two existing testing methods. The newly proposed procedure is likely to be better than any single testing method in terms of the sum of type 1 and type 2 error rates. Moreover, it can be used to test both partial and full mediating effects. As an illustration, the procedure was applied to an empirical study on students’ antisocial behaviors and their effects on peer relations."
            ],
            [
                [
                    "motivation",
                    "quantitative methods"
                ]
            ],
            [
                "Tai Kong Tai Kong Office: PAS 575 520-626-5305 tkong@email.arizona.edu Primary Faculty Ph.D., 2016, Iowa State University Field of Study: Condensed Matter Physics Research Interests: Our research focuses on the design, synthesis and characterization of materials with novel magnetic and electronic properties, for the purposes of bettering our understanding and control of emergent electronic behavior in quantum materials. Our lab has a strong emphasis on discovering new material as well as single crystal growth. We use detailed structural, thermodynamic and transport measurements to study the physical properties of these new materials. Current fields of interest include low-dimensional magnetism, topological materials, strongly correlated phenomena and superconductivity. Group Website: https:\/\/www.sites.google.com\/view\/kong-lab Honors and Awards: Outstanding Reviewer Award, IOP Publishing, 2017 Selected Publications: 1. T. Kong, K. Stolze, E. Timmons, J. Tao, D. Ni, S. Guo, Z. Yang, R. Prozorov, R. J. Cava, VI 3 -a new layered ferromagnetic semiconductor. Adv. Mater. 31 (2019) 1808074 2. T.-R. Chang, I. Pletikosic, T. Kong, G. Bian, A. Huang, J. Denlinger, S. K. Kushwaha, B. Sinkovic, H.-T. Jeng, T. Valla, W. Xie, R. J. Cava, Realization of a type-II nodal-line semimetal in Mg 3 Bi 2 Adv. Sci. 6 (2019) 1800897 P. C. Canfield, T. Kong, U. S. Kaluarachchi, N. H. Jo, Use of frit-disc crucibles for routine and exploratory solution growth of single crystalline samples. Philos. Mag. 96 (2016) 84 3. T. Kong, S. L. Bud’ko, P. C. Canfield, Anisotropic H c2 , thermodynamic and transport measurements, and pressure dependence of T c in K 2 Cr 3 As 3 single crystals. Phys. Rev. B 91 (2015) 020507 4. A. I. Goldman, T. Kong, A. Kreyssig, A. Jesche, M. Ramazanoglu, K. W. Dennis, S. L. Bud’ko and P. C. Canfield, A family of binary magnetic icosahedral quasicrystals based on rare earths and cadmium. Nature Mater. 12 (2013) 714"
            ]
        ]
    ]
}