{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UT33JHGH",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Manos Chatzopoulos Assistant Professor of Physics & Astronomy Ph.D., 2013 - University of Texas at Austin 243-A Nicholson Hall, Tower Dr. (225) 578-2907- Office chatzopoulos@phys.lsu.edu Astronomy & Astrophysics I am a theoretical and computational astrophysicist with broad research interests\n                  ranging from massive stellar evolution to supernovae and peculiar transient phenomena.\n                  I am utilizing modern computational tools, like the stellar evolution code MESA, to\n                  study the evolution of massive (> 8 Msun) and very massive (> 100 Msun) stars including\n                  the effects of rotational and magnetic instabilities as well as binary interaction\n                  effects. I am particularly interested in the very latest stages of stellar evolution,\n                  seconds to a few years prior to core-collapse, where multi-dimensional effects due\n                  to vigorous convection can drive the internal structure of the star away from spherical\n                  symmetry and even change the initial conditions and susceptibility to explosion. On\n                  that front, I have extensively used and expanded the multi-dimensional hydrodynamics\n                  code FLASH and run it on parallel computing systems to study the very final moments\n                  of massive stars in detail. A main focus of my work has been the study of the new class of superluminous supernovae\n                  (SLSNe) and related luminous transients, a very diverse class of events that reach\n                  peak luminosities in excess of 10-1000 times that of thermonuclear Type Ia SN. I have\n                  used analytical and computational hydrodynamics and radiation transfer methods to\n                  study and understand the mechanisms that can power such extreme explosions. These\n                  include modeling the light-curve evolution of these events as well as their spectra.\n                  In particular, I have studied strong supernova ejecta - circumstellar interaction\n                  setups both in the hydrogen-rich (SLSN-II) and hydrogen-poor (SLSN-I) regime and explored\n                  the relevance of the elusive Pair Instability Supernovae (PISNe) to these spectacular\n                  events. In addition, I am passionate about coding and algorithmic development, data visualization\n                  and open source science. Current & Selected Publications Chatzopoulos, E., Wheeler, J.C., Vinko, J., Nagy, A. P., Wiggins, B.K. and Even, W.P.,\n                     \"Extreme Supernova Models for the Superluminous Transient ASASSN-15lh\", submitted\n                     to ApJ. e-print: astro-ph\/1603.06926 Chatzopoulos, E., Couch, Sean M., Arnett, W. David and Timmes, F.X., \"Convective Properties\n                     of Rotating Two-dimensional Core-collapse Supernova Progenitors\", 2016, ApJ, 822-61 Couch, Sean M., Chatzopoulos, E., Arnett, W. David and Timmes, F.X., \"The Three-dimensional\n                     Evolution to Core Collapse of a Massive Star\", 2015, ApJ, 808L-21 Chatzopoulos, E., van Rossum, Daniel R., Wheeler, J.C., Whalen, Daniel J., Smidt,\n                     Joseph and Wiggins, B. K., \"Emission from Pair-Instability Supernovae with Rotation\",\n                     2015, ApJ, 799-18 Chatzopoulos, E., Graziani, C., Couch, Sean M., \"Characterizing the Convective Velocity\n                     Fields in Massive Stars\", 2014, ApJ, 795-92 Chatzopoulos, E., Wheeler, J.C., Vinko, J., Horvath, Z. L. and Nagy, A.,\"Analytical\n                     Light Curve Models of Superluminous Supernovae: chi^2-minimization of Parameter Fits\",\n                     2013, ApJ, 773-76 Chatzopoulos, E., Wheeler, J.C., \"Effects of Rotation on the Minimum Mass of Primordial\n                     Progenitors of Pair-Instability Supernovae\", 2012, ApJ, 748-42"
            ]
        ]
    ]
}