{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UT3F9KOY",
            "AbwTFdcAAAAJ",
            [
                "Theory of the nuclear shell model",
                "Proposed antimatter gravity measurement with an antihydrogen beam",
                "Nuclear Spins and Magnetic Moments of : Inversion of  and  Levels in ",
                "Nuclear Spins and Moments of Ga Isotopes Reveal Sudden Structural Changes between  and ",
                "Hyperfine Structure of . Nuclear Magnetic Octupole Moment",
                "Configuration mixing and the effects of distributed nuclear magnetization on hyperfine structure in odd-A nuclei",
                "Spin and Magnetic Moment of Mg 33: Evidence for a Negative-Parity Intruder Ground State",
                "A composite bolometer as a charged-particle spectrometer",
                "Highly efficient near-infrared hybrid organic-inorganic nanocrystal electroluminescence device",
                "Nuclear moments and isotope and isomer shifts of neutron-deficient mercury isotopes 195, 195m, 194, 193, 193m and 192"
            ],
            [
                "Since its introduction (independently by Mayer, and by Haxel, Jensen, and Suess) in the early 1950s the nuclear shell model has played a central role in the understanding of nuclear structure. Beginning with extreme single-particle motion in spherical potentials, only the addition of relatively strong spin-orbit coupling was required to permit reproduction of a wealth of data for nuclei near the nuclear magic numbers-near closed nuclear shells. With the pioneering work of Bohr and Mottelson a few years later it was recognized that nonspherical nuclear shapes, hence potentials, were characteristic of the regions between magic numbers and the Nilsson model. Much used by experimentalists was the corresponding independent particle shell model based on spheroidal potentials. It, too, was remarkably successful in reproducing nuclear data. It was soon evident that the independent particle assumption was too …",
                "The principle of the equivalence of gravitational and inertial mass is one of the cornerstones of general relativity. Considerable efforts have been made and are still being made to verify its validity. A quantum-mechanical formulation of gravity allows for non-Newtonian contributions to the force which might lead to a difference in the gravitational force on matter and antimatter. While it is widely expected that the gravitational interaction of matter and of antimatter should be identical, this assertion has never been tested experimentally. With the production of large amounts of cold antihydrogen at the CERN Antiproton Decelerator, such a test with neutral antimatter atoms has now become feasible. For this purpose, we have proposed to set up the AEGIS experiment at CERN\/AD, whose primary goal will be the direct measurement of the Earth’s gravitational acceleration on antihydrogen with a classical Moiré deflectometer.",
                "We report the first confirmation of the predicted inversion between the π 2 p 3\/2 and π 1 f 5\/2 nuclear states in the ν g 9\/2 midshell. This was achieved at the ISOLDE facility, by using a combination of in-source laser spectroscopy and collinear laser spectroscopy on the ground states of Cu 71, 73, 75, which measured the nuclear spin and magnetic moments. The obtained values are μ (Cu 71)=+ 2.2747 (8) μ N, μ (Cu 73)=+ 1.7426 (8) μ N, and μ (Cu 75)=+ 1.0062 (13) μ N corresponding to spins I= 3\/2 for Cu 71, 73 and I= 5\/2 for Cu 75. The results are in fair agreement with large-scale shell-model calculations.",
                "Collinear laser spectroscopy was performed on Ga (Z= 31) isotopes at ISOLDE, CERN. A gas-filled linear Paul trap (ISCOOL) was used to extend measurements towards very neutron-rich isotopes (N= 36–50). A ground state (gs) spin I= 1\/2 is measured for Ga 73, being near degenerate with a 3\/2− isomer (75 eV≲ E ex≲ 1 keV). The Ga 79 gs, with I= 3\/2, is dominated by protons in the π f 5\/2 orbital and in Ga 81 the 5\/2− level becomes the gs The data are compared to shell-model calculations in the f 5\/2 p g 9\/2 model space, calling for further theoretical developments and new experiments.",
                "To celebrate 50 years of enduring discoveries, APS is offering 50% off APCs for any manuscript submitted in 2020, published in any of its hybrid journals: PRL, PRA, PRB, PRC, PRD, PRE, PRApplied, PRFluids, and PRMaterials. Learn More»",
                "The theory of Blin-Stoyle and of Arima and Horie, in which the deviations of the nuclear magnetic moments from the single-particle model Schmidt limits are ascribed to configuration mixing, is used as a model to account quantitatively for the effects of the distribution of nuclear magnetization on hyperfine structure (Bohr-Weisskopf effect). A diffuse nuclear charge distribution, as approximated by the trapezoidal Hofstadter model, is used to calculate the required radial electron wave functions. A table of single-particle matrix elements of R 2 and R 4 in a Saxon-Woods type of potential well is included. Explicit formulas are derived to permit comparison with experiment. For all of the available data satisfactory agreement is found. The possibility of using hyperfine structure measurements sensitive to the distribution of nuclear magnetization in a semiphenomenological treatment in order to obtain information on nuclear …",
                "We report on the first determination of the nuclear ground-state spin of Mg 33, I= 3\/2, and its magnetic moment, μ=− 0.7456 (5) μ N, by combining laser spectroscopy with nuclear magnetic resonance techniques. These values are inconsistent with an earlier suggested 1 particle-1 hole configuration and provide evidence for a 2 particle-2 hole intruder ground state with negative parity. The results are in agreement with an odd-neutron occupation of the 3\/2 [321] Nilsson orbital at a large prolate deformation. The discussion emphasizes the need of further theoretical and experimental investigation of the island of inversion, a region previously thought to be well understood.",
                "The measurement of radioactivity by direct conversion of nuclear radiation into a temperature rise of a calorimeter is as old as nuclear physics itself. As part of a general programme aiming at a determination of the mass of the electron neutrino, we have designed an improved version of a He-cooled composite diamond bolometer with a monolithic germanium thermistor, developed at the Laboratoire de Physique Stellaire et Planetaire (LPSP)1. Our approach, based on an idea by De Rujula2, is to study the shape, near the upper end-point of the internal bremsstrahlung spectrum in electron-capture β decay. The best nucleus for a precise measurement seems to be 163Ho, for which we have determined3 the QEC value to be 2.83±0.05 keV. A particularly interesting possibility is to use total absorption spectrometry4 (calorimetry), in which the radioactive holmium forms part of the sensitive volume of the detector …",
                "We report the use of PbS nanocrystals within a hybrid device that emits 1.2μm electroluminescence with an external quantum efficiency of 1.15% corresponding to an internal quantum efficiency of ∼5%–12% thus demonstrating a viable, low-cost, highly efficient near infrared organic electroluminescent device. Direct generation of the excited state on the nanocrystal result in eliminating competing processes that have previously led to the low reported efficiencies in near-infrared light emitting devices. Furthermore, the emission wavelength can be tuned to cover a wide range of wavelengths including the 1.3–1.5μm region without significant change of the efficiency.",
                "Nuclear spins I, magnetic-dipole μ and electro-quadropole Q moments, and optical spectroscopic isotope and isomer shifts (IS) have been obtained for the neutron-deficient mercury isotopes and isomers with mass numbers from 192 to 195. The isotopes were produced by p, yn reactions on Au 197. Approximately 0.01 μg of Hg was transferred into the rf-excited electrodeless light sources. A well-blazed plane diffraction grating, 25 cm wide, was used in the multiple wavelength monochromator of 11 m focal length for these high-resolution optical hfs measurements. These lead to the results I= 1 2 for Hg 195, I= 13 2 for Hg 195m and Hg 193m; μ=− 1.05, 0.53,− 1.04 nm for Hg 193m, Hg 195, Hg 195m; Q= 1.37, 1.41 b for Hg 193m, Hg 195m; with respect to Hg 198, IS= 0.441±0.020, 0.368±0.006, 0.284±0.007, 0.214±0.008, 0.220±0.005 cm− 1 for Hg 192, Hg 193m, Hg 194, Hg 195 and Hg 195m. For Hg 193 the …"
            ],
            [
                [
                    "physics"
                ]
            ],
            [
                "Henry Stroke Ph.D. 1954 (physics), M. S. 1952 (physics), Massachusetts Institute of Technology; B.S. 1949 (electrical engineering), New Jersey Institute of Technology-Newark College of Engineering. Nuclear structure studies through electron-nuclear interactions, low-temperature calorimetry for neutrino mass and dark matter search, solar spectroscopy, laser spectroscopy of radioactive atoms. External Affiliations Société Française de Physique; European Physical Society; Institute of Electrical and Electronic Engineers; Editor, Comments on Atomic and Molecular Physics. Fellowships\/Honors American Physical Society; Optical Society of America; American Association for the Advancement of Science; Senior U.S. Scientist Award, Alexander von Humboldt Foundation; North Atlantic Treaty Organization Senior Fellowship in Science. Neutrino mass and low-temperature calorimetry, with Wang, S.-C., Zhou, J.-W., Redi, O. and Coron, N., Leblanc, J. American Journal of Physics , 66. 1998. 574. 1996. Einstein and the atomic clock, with Naumann, R. A. Physics World , 9. 1996. 76. The Physical Review: The First Hundred Years , ed. Woodbury, NY: American Institute of Physics Press(CD-ROM included). 1995. Nuclear spin of 207Bi by Laser Zeeman Spectroscopy, with Fang, Z. and Redi, O. Applied Physics B , 60. 1995. 169. Bolometric detection of the recoil spectrum in the alpha decay of 210Po, with Zhou, J. W., de Marcillac, P., Artzner, G., Coron, N., Goldbach, C., Leblanc, J. and Nollez, G. Nuclear Instruments and Methods in Physics Research A , 349. 1994. 225. Atomic beam magnetic resonance apparatus for systematic measurement of hyperfine structure anomalies, with Duong, H. T., Ekström, C., Gustafsson, M., Inamura, T. T., Juncar, P., Lievens, P., Lindgren, I., Matsuki, S., Murayama, T., Neugart, R., Nilsson, T., Nomura, T., Pellarin, M., Penselin, S., Persson, J., Pinard, J., Ragnarsson, I., Redi, O., Vialle, J. L. and the ISOLDE Collaboration. Nuclear Instruments and Methods in Physics Research A , 325. 1993. 465. Henry Stroke henry.stroke@nyu.edu 726 Broadway, Room 971 Phone: (212) 998-7679 Atomic Molecular and Optical Physics Burton Budick Atomic Molecular and Optical Physics Tycho Sleator Atomic Molecular and Optical Physics Center for Quantum Phenomena Henry Stroke Atomic Molecular and Optical Physics Jiehang Zhang Atomic Molecular and Optical Physics Center for Quantum Phenomena"
            ]
        ]
    ]
}