{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UTOMF6C5",
            "PPkVPkIAAAAJ",
            [
                "Many-body localization in a quantum simulator with programmable random disorder",
                "Non-local propagation of correlations in quantum systems with long-range interactions",
                "Trapped antihydrogen in its ground state",
                "Antihydrogen production within a Penning-Ioffe trap",
                "Realization of a Quantum Integer-Spin Chain with Controllable Interactions",
                "Observation of prethermalization in long-range interacting spin chains",
                "Loading and characterization of a printed-circuit-board atomic ion trap",
                "Experimental performance of a quantum simulator: Optimizing adiabatic evolution and identifying many-body ground states",
                "Coherent imaging spectroscopy of a quantum many-body spin system",
                "Adiabatic cooling of antiprotons"
            ],
            [
                "When a system thermalizes it loses all memory of its initial conditions. Even within a closed quantum system, subsystems usually thermalize using the rest of the system as a heat bath. Exceptions to quantum thermalization have been observed, but typically require inherent symmetries 1, 2 or noninteracting particles in the presence of static disorder 3, 4, 5, 6. However, for strong interactions and high excitation energy there are cases, known as many-body localization (MBL), where disordered quantum systems can fail to thermalize 7, 8, 9, 10. We experimentally generate MBL states by applying an Ising Hamiltonian with long-range interactions and programmable random disorder to ten spins initialized far from equilibrium. Using experimental and numerical methods we observe the essential signatures of MBL: initial-state memory retention, Poissonian distributed energy level spacings, and evidence of long-time …",
                "The maximum speed with which information can propagate in a quantum many-body system directly affects how quickly disparate parts of the system can become correlated 1, 2, 3, 4 and how difficult the system will be to describe numerically 5. For systems with only short-range interactions, Lieb and Robinson derived a constant-velocity bound that limits correlations to within a linear effective ‘light cone’6. However, little is known about the propagation speed in systems with long-range interactions, because analytic solutions rarely exist and because the best long-range bound 7 is too loose to accurately describe the relevant dynamical timescales for any known spin model. Here we apply a variable-range Ising spin chain Hamiltonian and a variable-range XY spin chain Hamiltonian to a far-from-equilibrium quantum many-body system and observe its time evolution. For several different interaction ranges, we …",
                "Antihydrogen atoms (H) are confined in an Ioffe trap for 15–1000 s—long enough to ensure that they reach their ground state. Though reproducibility challenges remain in making large numbers of cold antiprotons (p) and positrons (e+) interact, 5±1 simultaneously confined ground-state atoms are produced and observed on average, substantially more than previously reported. Increases in the number of simultaneously trapped H are critical if laser cooling of trapped H is to be demonstrated and spectroscopic studies at interesting levels of precision are to be carried out.",
                "Slow antihydrogen (H) is produced within a Penning trap that is located within a quadrupole Ioffe trap, the latter intended to ultimately confine extremely cold, ground-state H atoms. Observed H atoms in this configuration resolve a debate about whether positrons and antiprotons can be brought together to form atoms within the divergent magnetic fields of a quadrupole Ioffe trap. The number of detected H atoms actually increases when a 400 mK Ioffe trap is turned on.",
                "The physics of interacting integer-spin chains has been a topic of intense theoretical interest, particularly in the context of symmetry-protected topological phases. However, there has not been a controllable model system to study this physics experimentally. We demonstrate how spin-dependent forces on trapped ions can be used to engineer an effective system of interacting spin-1 particles. Our system evolves coherently under an applied spin-1 X Y Hamiltonian with tunable, long-range couplings, and all three quantum levels at each site participate in the dynamics. We observe the time evolution of the system and verify its coherence by entangling a pair of effective three-level particles (“qutrits”) with 86% fidelity. By adiabatically ramping a global field, we produce ground states of the X Y model, and we demonstrate an instance where the ground state cannot be created without breaking the same symmetries that …",
                "Although statistical mechanics describes thermal equilibrium states, these states may or may not emerge dynamically for a subsystem of an isolated quantum many-body system. For instance, quantum systems that are near-integrable usually fail to thermalize in an experimentally realistic time scale, and instead relax to quasi-stationary prethermal states that can be described by statistical mechanics, when approximately conserved quantities are included in a generalized Gibbs ensemble (GGE). We experimentally study the relaxation dynamics of a chain of up to 22 spins evolving under a long-range transverse-field Ising Hamiltonian following a sudden quench. For sufficiently long-range interactions, the system relaxes to a new type of prethermal state that retains a strong memory of the initial conditions. However, the prethermal state in this case cannot be described by a standard GGE; it rather arises from an …",
                "We demonstrate loading of Sr+ 88 ions into a 0.5− mm-scale printed circuit board surface-electrode ion trap. We then characterize the trap by measuring the secular frequencies and comparing them to a three-dimensional simulation of the trap, and by measuring the stray electric fields along two of the trap’s principal axes. Cancelling these fields by applying additional voltages enables a hundredfold increase in the trap lifetime to greater than ten minutes at a vacuum of 10− 9 torr.",
                "We use local adiabatic evolution to experimentally create and determine the ground-state spin ordering of a fully connected Ising model with up to 14 spins. Local adiabatic evolution—in which the system evolution rate is a function of the instantaneous energy gap—is found to maximize the ground-state probability compared with other adiabatic methods while requiring knowledge only of the lowest∼ N of the 2 N Hamiltonian eigenvalues. We also demonstrate that the ground-state ordering can be experimentally identified as the most probable of all possible spin configurations, even when the evolution is highly nonadiabatic.",
                "Quantum simulators, in which well-controlled quantum systems are used to reproduce the dynamics of less understood ones, have the potential to explore physics inaccessible to modeling with classical computers. However, checking the results of such simulations also becomes classically intractable as system sizes increase. Here, we introduce and implement a coherent imaging spectroscopic technique, akin to magnetic resonance imaging, to validate a quantum simulation. We use this method to determine the energy levels and interaction strengths of a fully connected quantum many-body system. Additionally, we directly measure the critical energy gap near a quantum phase transition. We expect this general technique to become a verification tool for quantum simulators once experiments advance beyond proof-of-principle demonstrations and exceed the resources of conventional computers.",
                "Adiabatic cooling is shown to be a simple and effective method to cool many charged particles in a trap to very low temperatures. Up to 3× 10 6 p are cooled to 3.5 K—10 3 times more cold p and a 3 times lower p temperature than previously reported. A second cooling method cools p plasmas via the synchrotron radiation of embedded e−(with many fewer e− than p) in preparation for adiabatic cooling. No p are lost during either process—a significant advantage for rare particles."
            ],
            [
                [
                    "Atomic Physics",
                    "Quantum Information"
                ]
            ],
            [
                "Phil Richerme Phil Richerme Assistant Professor, Physics richerme@indiana.edu (812)-856-1488 Swain West 304 Postdoctoral Position, Joint Quantum Institute, College Park, MD Ph.D., Harvard University, 2012 M.A., Harvard University, 2008 B.S., Massachusetts Institute of Technology, 2006 Group Webpage CV atomic physics and quantum information (experimental) About Phil Richerme My research interests lie at the intersection of atomic physics and quantum information, where collections of cold, trapped ions can serve as well-isolated systems for studying quantum many-body physics or as a new computational resource for solving classically intractable problems. Each trapped ion encodes a quantum spin, and lasers provide the \"connections\" to couple the spins together. I am particularly interested to investigate new ion trap geometries and methods to realize 2D and 3D spin lattices, which can exhibit important physics that is inaccessible to the current 1D systems. Scaling these systems to hundreds of coupled spins (and beyond) will likely require construction of cryogenic traps, which will provide the ions exquisite isolation from their background environments. Visit the Richerme Lab website"
            ]
        ]
    ]
}