{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UVX33F0R",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Henry W. Sobel Henry W. Sobel Professor Emeritus of Physics & Astronomy hsobel@uci.edu (949) 824-6431 3133 Frederick Reines Hall Lab Phone: (949) 824-6395 Lab Office: 3126 Frederick Reines Hall Ph.D., Case Institute of Technology, 1968 B.S., Rensselaer Polytechnic Institute Professor Sobel has devoted his adult life to studying neutrinos – mysterious subatomic particles essential to our understanding of matter and the universe. Neutrinos are the most copious matter particles in the universe and played an important part in its formation. They’re also being produced in places like our sun, the stars and supernovae and can be used to study these objects in a way that’s not possible with other means.  Massive underground detectors are used to capture neutrinos. Professor Sobel is heavily involved with Japan’s Super-Kamiokande (Super-K) experiment. He is the U.S. co-spokesperson and serves on the executive committee. Using 10,000 photomultiplier tubes submerged in over 50 kilotons of aggressively purified water, Super-K enables physicists to study atmospheric neutrinos that shower down from above, as well as particles that reach the detector after traveling through our planet.  Super-K is also on the receiving end of a multinational experiment0 in which a neutrino beam is launched by particle accelerators at a separate facility more than 250 kilometers away in eastern Japan. The Super-K experiment discovered neutrino oscillations, the discovery that led to the 2015 Nobel Prize in Physics. Sobel and his colleagues are also members of large international teams working on two next-generation projects. One involves a liquid argon-based detector in a South Dakota gold mine that will be a target for a neutrino beam from the Fermi National Accelerator Laboratory outside Chicago. Detectors are placed deep beneath the Earth’s surface, often in decommissioned mines, to shield them from cosmic rays and other noise that can interfere with signals from desired particles. The other project is an expansion of Super-K to be named Hyper-Kamiokande because it will hold more than a megaton of purified water and over 100,000 photomultiplier tubes, a 20-fold increase over the existing detector. UCI Faculty Profile Alison Lara, laraa@uci.edu, 949-824-7629"
            ]
        ]
    ]
}