{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UWEMKE6A",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Yonatan Frederick Kahn Assistant Professor 415 Loomis Laboratory (217) 300-7262 yfkahn@illinois.edu Personal webpage Yonatan Kahn is a theoretical physicist whose research is focused on dark matter and its detection strategies. Professor Kahn received his Ph.D. in 2015 from MIT, under the supervision of Jesse Thaler. He holds degrees in music, physics, and mathematics from Northwestern University (B.A., B.Mus 2009) and completed Part III of the Mathematical Tripos with Distinction at the University of Cambridge in 2010 supported by a Churchill Scholarship. He previously held postdoctoral positions at the Kavli Institute for Cosmological Physics (KICP) at the University of Chicago and Princeton University. Professor Kahn joined the faculty of the University of Illinois in 2019. I'm a theoretical physicist on the hunt for dark matter. Of all the mass energy in the universe, the particles comprising everything we've ever measured or observed directly -- stars, planets, interstellar gas, all life on Earth -- make up only 15% of the cosmic pie chart. The vast majority of the mass of the universe has only been observed indirectly, and has been dubbed dark matter. Despite this, the gravitational effects of dark matter are numerous and profound, and many independent measurements have all converged on a remarkably consistent story: there exists some stuff in the universe which feels the gravitational force but not the electromagnetic or strong nuclear forces, to any appreciable extent. The problem is, we know next to nothing about dark matter apart from the fact that it's out there. How much does it weigh? Does it interact with itself, or weakly with ordinary particles? Are there multiple species of dark matter, perhaps analogous to the proton, neutron, and electron which make up ordinary matter? Much effort has focused on a particular scenario: dark matter weighing about as much as an atomic nucleus, interacting with atomic nuclei via the weak nuclear force, and consisting of just a single particle species. This kind of dark matter is known as a WIMP, or weakly-interacting massive particle, and it's a beautiful theory: with a minimal number of moving parts, it predicts exactly the right amount of dark matter, and is tied to both the Standard Model and supersymmetry. Alas, the simplest explanation is not guaranteed to be the correct one. Dozens of experiments have searched for this particle -- passing through the Earth, annihilating at the center of the galaxy, or being produced in particle colliders -- to no avail. The WIMP scenario is certainly not ruled out, but it is becoming highly constrained. I'm interested in exploring theories of dark matter beyond the WIMP: lighter particles (MeV-scale or sub-eV scale, in particle physics units), particles with different interactions (a dark photon rather than the weak nuclear force, or with electrons rather than nuclei), or multiple species of particles. Each of these theories would give different experimental signatures, and my research is focused on proposing experiments to look for these different kinds of dark matter. I'm especially drawn to the creativity and open-mindedness required to find just the right experimental avenue to detect these particles, and also to the possibility of collaboration between different fields of science (neutrino physics, condensed matter, physical chemistry, plasma physics, materials science) to develop the right equipment to build the experiment. As an example, I proposed a search for axion dark matter that soon grew into the ABRACADABRA collaboration, which has recently taken its first data. I believe discovering the identity of dark matter is the most pressing question in particle physics which is likely to be resolved on a 50-year timescale, and I want to help cover all the bases in case dark matter is hiding in a place we least expected it. Z. Bogorad, A. Hook, Y. Kahn, and Y. Soreq. 2019. Probing ALPs and the Axiverse with Superconducting Radiofrequency Cavities. Phys. Rev. Lett. 123 (2019) 2, 021801. arXiv:1902.01418. J. Ouellet et al. 2018. First Results from ABRACADABRA-10 cm: A Search for Sub-micro-eV Axion Dark Matter. Phys. Rev. Lett. 122 (2019) 8, 121802. arXiv:1810.12257. J. Jordan, Y. Kahn, G. Krnjaic, M. Moschella, and J. Spitz. 2018. Severe Constraints on New Physics Explanations of the MiniBooNE Excess. Phys. Rev. Lett. 122 (2019) 8, 081801 (Editor's Suggestion). arXiv:1810.07185. A. Hook, Y. Kahn, B. Safdi, and Z. Sun. 2018. Radio Signals from Axion Dark Matter Conversion in Neutron Star Magnetospheres. Phys. Rev. Lett. 121 (2018) 24, 241102. arXiv:1804.03145. Y. Hochberg, Y. Kahn, M. Lisanti, K.M. Zurek, A.G. Grushin, R. Ilan, S.M. Griffin, Z.-F. Liu, S.F. Weber, and J.B. Neaton. 2017. Detection of sub-MeV Dark Matter with Three-Dimensional Dirac Materials. Phys. Rev. D97 (2018) 015004. arXiv:1708.08929. Y. Kahn, B.R. Safdi, and J. Thaler. 2016. Broadband and Resonant Approaches to Axion Dark Matter Detection. Phys. Rev. Lett. 117 (2016) 14, 141801. arXiv:1602.01086 Books Authored or Co-Authored (Original Editions) Conquering the Physics GRE (Yoni Kahn and Adam Anderson). Cambridge University Press, 2018 Happy Dark Matter Day from the scientists at ICASU Physicists at the University of Illinois at Urbana-Champaign have made significant contributions to our understanding of dark matter, through their work on multiple large-scale collaborative experiments. In the past two years, several new faculty hires at Illinois Physics have added their expertise and insight to the search for this elusive particle. And now a newly founded campus center, the Illinois Center for Advanced Studies of the Universe (ICASU), has taken on dark matter as a main research focus, synergizing efforts and supporting collaboration across scientific disciplines at Illinois and beyond. Research Funding DOE awards two quantum information science research centers having UIUC as partner The Grainger College of Engineering’s Illinois Quantum Information Science and Technology Center (IQUIST) is a partner institution in two of the five Department of Energy Quantum Information Science Research Centers, announced by the White House Office of Science and Technology Policy on August 26. These centers are aligned with the U.S. National Quantum Initiative Act signed into law in 2018, which called for a long-term, large-scale commitment of U.S. scientific and technological resources to quantum science. The two centers, Q-NEXT and Superconducting Quantum Materials and Systems Center (SQMS) will be each be funded at $115 million over five years, with $15 million in Fiscal Year 2020 dollars and out year funding contingent on Congressional appropriations. These are part of a large-scale Department of Energy federal program to facilitate and foster quantum innovation in the United States. In the Media Yoni Kahn in Scientific American : Direct Proof of Dark Matter May Lurk at Low-Energy Frontiers The theory behind dark matter detection dates back to a 1985 paper that considered how a neutrino detector could be repurposed to look for particles of the substance . The study proposed that an incoming dark matter particle could hit an atomic nucleus in the detector and give it a kick—similar to one billiard ball crashing into another. This collision would transfer momentum from the dark matter, walloping the nucleus hard enough to make it spit out an electron or a photon. At high energies, this picture is essentially fine. Atoms in the detector can be thought of as free particles, discrete and unconnected to one another. At lower energies, however, the picture changes. “Your detectors are not made of free particles,” says Yonatan (Yoni) Kahn, a dark matter theorist at the University of Illinois at Urbana-Champaign and a co-author of the first paper. “They’re just made of stuff. And you have to understand the stuff if you want to understand how your detector actually works.” Faculty Highlights Spotlight on new faculty: Yonatan Kahn, High Energy Physics Yoni's research asks questions such as “What is the mass of the dark matter particle,” “What other particles that we know of does it interact with,” and “How was it created in the early universe”?"
            ]
        ]
    ]
}