{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UX2CL1GD",
            "caRW7WQAAAAJ",
            [
                "Antiferromagnetic topological insulators",
                "Universal topological quantum computation from a superconductor-abelian quantum hall heterostructure"
            ],
            [
                "We consider antiferromagnets breaking both time-reversal (Θ) and a primitive-lattice translational symmetry (T 1\/2) of a crystal but preserving the combination S= Θ T 1\/2. The S symmetry leads to a Z 2 topological classification of insulators, separating the ordinary insulator phase from the “antiferromagnetic topological insulator” phase. This state is similar to the “strong” topological insulator with time-reversal symmetry and shares with it such properties as a quantized magnetoelectric effect. However, for certain surfaces the surface states are intrinsically gapped with a half-quantum Hall effect [σ x y= e 2\/(2 h)], which may aid experimental confirmation of θ= π quantized magnetoelectric coupling. Step edges on such a surface support gapless, chiral quantum wires. In closing we discuss GdBiPt as a possible example of this topological class.",
                "Non-Abelian anyons promise to reveal spectacular features of quantum mechanics that could ultimately provide the foundation for a decoherence-free quantum computer. A key breakthrough in the pursuit of these exotic particles originated from Read and Green’s observation that the Moore-Read quantum Hall state and a (relatively simple) two-dimensional p+ i p superconductor both support so-called Ising non-Abelian anyons. Here, we establish a similar correspondence between the Z 3 Read-Rezayi quantum Hall state and a novel two-dimensional superconductor in which charge-2 e Cooper pairs are built from fractionalized quasiparticles. In particular, both phases harbor Fibonacci anyons that—unlike Ising anyons—allow for universal topological quantum computation solely through braiding. Using a variant of Teo and Kane’s construction of non-Abelian phases from weakly coupled chains, we provide a …"
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                "Roger Mong Assistant Professor 214 Allen Hall 624-9024 rmong@pitt.edu Topological phases In the last three decades, there have been extraordinary developments in our understanding of topological phases, which challenge traditional condensed matter frameworks in many ways. In contrast to Landau’s symmetry classification of matter, where phases are described by symmetry-breaking order parameters, topological phases are distinguished by nonlocal topological invariants. These phases are fundamentally quantum mechanical with no classical analogue; they are characterized by exotic emergent excitations of the bulk, which are often accompanied by gapless edge degrees of freedoms. Understanding these phases may lead to more energy efficient materials, circuits for spin manipulations, and perhaps fault-tolerant quantum computing. Simulation of quantum systems A crucial aspect of numerical modeling is the simulation of quantum systems on a classical computer. For example, such simulator would take in a Hamiltonian as input and produce a phase diagram, thermodynamics properties, or response functions as outputs. For reasonable systems in one-dimensions, the DMRG (density matrix renormalization group) algorithm computes the ground state wavefunction, and subsequently various physical observables. The success of DMRG lies in the ability to efficiently write the quantum ground state wavefunction in terms of classical information, using an ansatz known as a \"tensor network state\". I am interested extending these ideas and tools to higher dimensions. This will lead to a deeper understanding of phases in higher dimensions, as well tools to simulate new material properties before they are created in the lab. Awards NSF CAREER Award (2019) Selected Publications Selected Publications: Roger Mong and Joel E. Moore, “Magnetic and topological order united in a crystal ”, News and View, Nature 576, 390 (2019). Christopher D. White, Michael Zaletel, Roger Mong, Gil Refael, “Quantum dynamics of thermalizing systems”, Phys. Rev. B 97, 035127 (2018). [arXiv:1707.01506] Scott D. Geraedts, Michael P. Zaletel, Roger Mong, Max A. Metlitski, Ashvin Vishwanath, and Olexei I. Motrunich, “The half-filled Landau level: The case for Dirac composite fermions”, Science 352, 197—201 (Apr 2016). [arXiv:1508.04140] “Universal topological quantum computation from a superconductor\/Abelian quantum Hall heterostructure,” Roger Mong, David J. Clarke, Jason Alicea, Netanel H. Lindner, Paul Fendley, Chetan Nayak, Yuval Oreg, Ady Stern, Erez Berg, Kirill Shtengel, and Matthew P. A. Fisher, Phys. Rev. X 4, 011036 (2014). [arXiv:1307.4403] “Quantum Transport and Two-Parameter Scaling at the Surface of a Weak Topological Insulator,” Roger Mong, Jens H. Bardarson, and Joel E. Moore, Phys. Rev. Lett. 108, 076804 (2012). [arXiv:1109.3201] “Antiferromagnetic topological insulators,” Roger Mong, Andrew M. Essin, and Joel E. Moore, Phys. Rev. B 81, 245209 (2010). [arXiv:1004.1403]  Zhi Li 624-9024"
            ]
        ]
    ]
}