{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UX8VT3H5",
            "G1V0-_sAAAAJ",
            [
                "Power\/knowledge: Selected interviews and other writings, 1972-1977",
                "国民财富的性质和原因的研究",
                "Genome-wide association study identifies variants at CLU and PICALM associated with Alzheimer's disease",
                "The database of interacting proteins: 2004 update",
                "The modification of mammalian membrane polyunsaturated fatty acid composition in relation to membrane fluidity and function",
                "Folate, vitamin B12, and serum total homocysteine levels in confirmed Alzheimer disease",
                "Common variants at ABCA7, MS4A6A\/MS4A4E, EPHA1, CD33 and CD2AP are associated with Alzheimer's disease",
                "The neuropsychology of schizophrenia",
                "Facts and recommendations about total homocysteine determinations: an expert opinion",
                "The neural network of the basal ganglia as revealed by the study of synaptic connections of identified neurones"
            ],
            [
                "Michel Foucault has become famous for a series of books that have permanently altered our understanding of many institutions of Western society. He analyzed mental institutions in the remarkable Madness and Civilization; hospitals in The Birth of the Clinic; prisons in Discipline and Punish; and schools and families in The History of Sexuality. But the general reader as well as the specialist is apt to miss the consistent purposes that lay behind these difficult individual studies, thus losing sight of the broad social vision and political aims that unified them. Now, in this superb set of essays and interviews, Foucault has provided a much-needed guide to Foucault. These pieces, ranging over the entire spectrum of his concerns, enabled Foucault, in his most intimate and accessible voice, to interpret the conclusions of his research in each area and to demonstrate the contribution of each to the magnificent--and terrifying--portrait of society that he was patiently compiling. For, as Foucault shows, what he was always describing was the nature of power in society; not the conventional treatment of power that concentrates on powerful individuals and repressive institutions, but the much more pervasive and insidious mechanisms by which power\" reaches into the very grain of individuals, touches their bodies and inserts itself into their actions and attitudes, their discourses, learning processes and everyday lives\" Foucault's investigations of prisons, schools, barracks, hospitals, factories, cities, lodgings, families, and other organized forms of social life are each a segment of one of the most astonishing intellectual enterprises of all time--and, as this book proves …",
                "劳动生产力的这种改良的原因，究竟在那里，劳动的生产物，按照什么顺序 自然而 \n然地分配给社会上各阶级？这就是本书第一篇的主题。 \n在劳动运用上已有相当程度的熟练、技巧和判断力的不同国民，对于劳动的 一般管 \n理或指导，曾采取极不相同的计划。这些计划，并不同等地有利于一国生产物 的增加。 \n有些国家的政策，特别鼓励农村的产业；另一些国家的政策，却特别鼓励城市 的产业。 \n对于各种产业，不偏不倚地使其平均发展的国家，怕还没有。自罗马帝国崩溃 以来，欧 \n洲各国的政策，都比较不利于农村的产业，即农业，而比较有利于城市的产 业，即工艺、 \n制造业和商业。本书第三篇将说明，什么情况使人们采用和规定这种政策。这 些计划的 \n实行，最初也许是起因于特殊阶级的利益与偏见，对于这些计划将如何影响社 会全体的 \n福利，他们不曾具有远见，亦不曾加以考虑。可是，这些计划却引起了极不相 同的经济 学说 … ",
                "We undertook a two-stage genome-wide association study (GWAS) of Alzheimer's disease (AD) involving over 16,000 individuals, the most powerful AD GWAS to date. In stage 1 (3,941 cases and 7,848 controls), we replicated the established association with the apolipoprotein E (APOE) locus (most significant SNP, rs2075650, P= 1.8× 10− 157) and observed genome-wide significant association with SNPs at two loci not previously associated with the disease: at the CLU (also known as APOJ) gene (rs11136000, P= 1.4× 10− 9) and 5′ to the PICALM gene (rs3851179, P= 1.9× 10− 8). These associations were replicated in stage 2 (2,023 cases and 2,340 controls), producing compelling evidence for association with Alzheimer's disease in the combined dataset (rs11136000, P= 8.5× 10− 10, odds ratio= 0.86; rs3851179, P= 1.3× 10− 9, odds ratio= 0.86).",
                " The Database of Interacting Proteins ( http:\/\/dip.doe‐mbi.ucla.edu ) aims to integrate the diverse body of experimental evidence on protein–protein interactions into a single, easily accessible online database. Because the reliability of experimental evidence varies widely, methods of quality assessment have been developed and utilized to identify the most reliable subset of the interactions. This CORE set can be used as a reference when evaluating the reliability of high‐throughput protein–protein interaction data sets, for development of prediction methods, as well as in the studies of the properties of protein interaction networks. ",
                "The earlier studies aimed at investigating the response of tissue fatty acyl composition to variation in dietary fat were predominantly concerned with the state of essential fatty acid deficiency [91-95] and its correction. In dietary studies a fat-free diet or a diet containing only saturated fatty acids is often still used as one extreme point of reference. Later, interest developed in the effect of feeding levels of polyunsaturated fatty acids much in excess of the minimum dietary requirement for health, partly due to suggestions that this could have a beneficial prophylactic effect against heart disease [98]. More recently a growing interest in n-3 fatty acids [99], again partly prompted by suggestions that these could be beneficial in protecting against heart disease [100,101], has led to investigations of the response of tissues to the long chain n-3 fatty acids found most plentifully in marine animals. Other work has been directed at …",
                "Recent studies suggest that vascular disease may contribute to the cause of Alzheimer disease (AD). Since elevated plasma total homocysteine (tHcy) level is a risk factor for vascular disease, it may also be relevant to AD.To examine the association of AD with blood levels of tHcy, and its biological determinants folate and vitamin B12.Case-control study of 164 patients, aged 55 years or older, with a clinical diagnosis of dementia of Alzheimer type (DAT), including 76 patients with histologically confirmed AD and 108 control subjects.Referral population to a hospital clinic between July 1988 and April 1996.Serum tHcy, folate, and vitamin B12levels in patients and controls at entry; the odds ratio of DAT or confirmed AD with elevated tHcy or low vitamin levels; and the rate of disease progression in relation to tHcy levels at entry.Serum tHcy levels …",
                "We sought to identify new susceptibility loci for Alzheimer's disease through a staged association study (GERAD+) and by testing suggestive loci reported by the Alzheimer's Disease Genetic Consortium (ADGC) in a companion paper. We undertook a combined analysis of four genome-wide association datasets (stage 1) and identified ten newly associated variants with P≤ 1× 10− 5. We tested these variants for association in an independent sample (stage 2). Three SNPs at two loci replicated and showed evidence for association in a further sample (stage 3). Meta-analyses of all data provided compelling evidence that ABCA7 (rs3764650, meta P= 4.5× 10− 17; including ADGC data, meta P= 5.0× 10− 21) and the MS4A gene cluster (rs610932, meta P= 1.8× 10− 14; including ADGC data, meta P= 1.2× 10− 16) are new Alzheimer's disease susceptibility loci. We also found independent evidence for association for …",
                "A model is proposed for integrating the neural and cognitive aspects of the positive symptoms of acute schizophrenia, using evidence from postmortem neuropathology and neurochemistry, clinical and preclinical studies of dopaminergic neurotransmission, anatomical connections between the limbic system and basal ganglia, attentional and other cognitive abnormalities underlying the positive symptoms of schizophrenia, specific animal models of some of these abnormalities, and previous attempts to model the cognitive functions of the septohippocampal system and the motor functions of the basal ganglia. Anatomically, the model emphasises the projections from the septohippocampal system, via the subiculum, and the amygdala to nucleus accumbens, and their interaction with the ascending dopaminergic projection to the accumbens. Psychologically, the model emphasises a failure in acute schizophrenia to integrate stored memories of past regularities of perceptual input with ongoing motor programs in the control of current perception. A number of recent experiments that offer support for the model are briefly described, including anatomical studies of limbic-striatal connections, studies in the rat of the effects of damage to these connections, and of the effects of amphetamine and neuroleptics, on the partial reinforcement extinction effect, latent inhibition and the Kamin blocking effect; and studies of the latter two phenomena in acute and chronic schizophrenics.",
                " Background: Measurement of plasma total homocysteine has become common as new methods have been introduced. A wide range of disorders are associated with increased concentrations of total homocysteine. The purpose of this review is to provide an international expert opinion on the practical aspects of total homocysteine determinations in clinical practice and in the research setting and on the relevance of total homocysteine measurements as diagnostic or screening tests in several target populations. Methods: Published data available on Medline were used as the basis for the recommendations. Drafts of the recommendations were critically discussed at meetings over a period of 3 years. Outcome: This review is divided into two sections: (a) determination of homocysteine (methods and their performance, sample collection and handling, biological determinants, reference …",
                "The study of synaptic connections in the electron microscope has established an ‘elementary’ circuit for the neostriatum which consists of a pathway from cortical areas (neocortex, hippocampus, amygdala) to medium spiny neurones of the striatum that also receive converging synaptic input from midbrain dopamine neurones. The striatal medium spiny neurones are projection neurones and they form synaptic contacts with output neurones in the globus pallidus and substantia nigra reticulata. In this way, dopaminergic afferents can directly modulate the flow of information from cortical areas through the striatum to the ‘premotor’ areas of the brainstem and to the thalamus. It is proposed that certain parts of the striatum can themselves control the activity of midbrain dopamine neurones and so one part of the striatum can ‘gate’ the flow of information through another part."
            ],
            [
                [
                    "Dementia",
                    "nutrition",
                    "basal ganglia"
                ]
            ]
        ]
    ]
}