{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UXFY9Q4I",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "MIKLOS PORKOLAB Professor of Physics porkolab@psfc.mit.edu (617) 253-8448 NW16-288 TBA RELATED LINKS: MIT Plasma Science and Fusion Center Plasma  Physics Controlled fusion research, radio frequency heating of plasma, experimental studies of plasma turbulence, and basic plasma physics, including magnetic reconnection. Professor Miklos Porkolab received his Ph.D. at Stanford University in 1967,  and thereafter joined the Princeton Plasma Physics Laboratory where he rose to  the position of Senior Research Physicist and Lecturer with the rank of  Professor in the Astrophysical Sciences Department in 1975. While at Princeton  University, Professor Porkolab carried out pioneering experimental research in  the area of nonlinear wave-wave and wave-particle interactions, parametric  instabilities and high power RF wave-plasma interactions in tokamak fusion  plasmas. Professor Porkolab spent 1976 at the Max Planck Institute in Garching,  Germany, under the auspices of the Humboldt Foundation as a winner of the  \"US Senior Scientist Award.\" In 1977, he joined MIT as a professor in  the Physics Department and since then he has led several pioneering experiments  in radio frequency heating and noninductive current drive on the Versator II,  and the Alcator C and C-Mod tokamaks. For this work, Professor Porkolab shared  the 1984 American Physical Society Excellence in Plasma Research Award (now the  John Dawson Award). From 1991–2001 he served as Editor of Physics Letters A , Plasma  Physics and Fluid Dynamics subsection. He also represented the U. S. Plasma  Physics community for six years on the International Union of Pure and Applied  Physics (IUPAP) Commission–16 (Plasma Physics) (1991-1997). From 1992–95, he  served as a member of the National Research Council Subpanel on Plasma  Science. In 1999, he served as Chair, Plasma Physics Division, American  Physical Society. Professor Porkolab is a Fellow of the American Physical Society and Fellow  of the American Association for the Advancement of Science. In 2007  he was awarded The Karoly Simony Memorial Plaque and Prize by the Hungarian  Nuclear Society. In 2009 Prof. Porkolab won the James Clerk Maxwell Prize of  the American Physical Society. In 2010 Prof Porkolab was awarded the Fusion  Power Associates Distinguished Career Award . In 2013 Professor Porkolab was awarded the  Hannes Alfvén Prize of the European Physical Society. In 2016 he was elected as an external member of the Hungarian Academy of Sciences. Professor Porkolab's current  research interests include experimental and theoretical studies  of plasma  turbulence and transport as well as measuring  RF waves with phase  contrast imaging techniques in high temperature tokamak plasmas. Other topics  of interest include magnetic reconnection studies in laboratory plasmas as well as inertial-confinement fusion. From 1995 to 2014, he was the Director of the  Plasma Science and Fusion Center at MIT. \"Plasma Instabilities Due to Ion Temperature Gradients\", Miklos Porkolab, Nucl. Fusion 8 , 29-36 (1968). \"Instabilities and Induced Scattering due to Nonlinear Landau Damping of Longitudinal Plasma Waves in a Magnetic Field\", M. Porkolab and R.P.H. Chang, Phys. Fluids 15 , 283-296 (1972). \"Nonlinear Wave Effects in Laboratory Plasmas: A Comparison Between Theory and Experiment\", M. Porkolab and R.P.H. Chang, Reviews of Modern Phys. 50 , 745 (1978). \"Observations of Lower-Hybrid Current Drive at High Densities in the Alcator C Tokamak\", M. Porkolab, J.J. Schuss, B. Lloyd et al., Physical Review Letters 53 , 450 (1984). \"Ion Bernstein Wave Heating and Improved Confinement on the Alcator-C Tokamak\", J.D. Moody, M. Porkolab, C.L. Fiore, F.S. McDermott, Y. Takase, J. Terry and S.M. Wolfe, Phys. Rev. Lett. 60 , 298 (1988). \"Signature of Turbulent Zonal Flows Observed in the DIII D Tokamak\", S. Coda, M. Porkolab, K.H. Burrell, Physical Review Letters 86 , 4835 (2001). \"Edge Ion Heating and Parametric Decay during Injection of Ion Cyclotron Resonance Frequency Power on the Alcator C-Mod Tokamak\", J.C. Rost, M. Porkolab, R.L. Boivin, Phys. of Plasmas 9 , 1262 (2002). \"Transport  and Turbulence Studies in the Linear Ohmic Confinement Regime in Alcator C-Mod\", M. Porkolab, J. Dorris, P. Ennever et al., Plasma Physics and Controlled Fusion 54 , 124029 (2012). July 15, 2020 4:32 PM"
            ]
        ]
    ]
}