{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UY89BRQJ",
            "B2rrJgsAAAAJ",
            [
                "Estimation of effective interresidue contact energies from protein crystal structures: quasi-chemical approximation",
                "Anisotropy of fluctuation dynamics of proteins with an elastic network model",
                "Residue–residue potentials with a favorable contact pair term and an unfavorable high packing density term, for simulation and threading",
                "Conformational energies of n-alkanes and the random configuration of higher homologs including polymethylene",
                "A role for surface hydrophobicity in protein‐protein recognition",
                "Inter-residue potentials in globular proteins and the dominance of highly specific hydrophilic interactions at close separation",
                "Structure-derived potentials and protein simulations",
                "Conformations of folded proteins in restricted spaces",
                "Global ribosome motions revealed with elastic network model",
                "Collective motions in HIV-1 reverse transcriptase: examination of flexibility and enzyme function"
            ],
            [
                "Effective interresidue contact energies for proteins in solution are estimated from the numbers of residue-residue contacts observed in crystal structures of globular proteins by means of the quasi-chemical approximation with an approximate treatment of the effects of chain connectivity. Employing a lattice model, each residueof a protein is assumed to occupy a site in a lattice and vacant sites are regarded to be occupied by an effective solvent molecule whose size is equal to the average size of a residue. A basic assumption is that the average characteristics of residue-residuecontacts formed in a large numberof protein crystal structures reflect actual differences of interactions among residues, as if there were no significant contribution from the specific amino acid sequence in each protein as well as intraresidue and short-range interactions. Then, taking account of theeffects of the chain connectivity only as …",
                "Fluctuations about the native conformation of proteins have proven to be suitably reproduced with a simple elastic network model, which has shown excellent agreement with a number of different properties for a wide variety of proteins. This scalar model simply investigates the magnitudes of motion of individual residues in the structure. To use the elastic model approach further for developing the details of protein mechanisms, it becomes essential to expand this model to include the added details of the directions of individual residue fluctuations. In this paper a new tool is presented for this purpose and applied to the retinol-binding protein, which indicates enhanced flexibility in the region of entry to the ligand binding site and for the portion of the protein binding to its carrier protein.",
                "Attractive inter-residue contact energies for proteins have been re-evaluated with the same assumptions and approximations used originally by us in 1985, but with a significantly larger set of protein crystal structures. An additional repulsive packing energy term, operative at higher densities to prevent overpacking, has also been estimated for all 20 amino acids as a function of the number of contacting residues, based on their observed distributions. The two terms of opposite sign are intended to be used together to provide an estimate of the overall energies of inter-residue interactions in simplified proteins without atomic details. To overcome the problem of how to utilize the many homologous proteins in the Protein Data Bank, a new scheme has been devised to assign different weights to each protein, based on similarities among amino acid sequences. A total of 1168 protein structures containing 1661 subunit …",
                "Conformation energies of Ŧ-butane and Ŧ-pentane have been calculated as functions of their CC bond rotation angles using semiempirical expressions for the repulsive and attractive energies between nonbonded atom pairs and an intrinsic threefold torsion potential having a barrier height of 2.8 kcal mole-1 for each CC bond. Parameters for the nonbonded repulsions were adjusted to reproduce the experimental energy difference Ea of 500 cal mole-1 between the gauche and the trans states. The same parameters yield barrier heights for rotations in propane, Ŧ-butane, isobutane, and neopentane which agree with experiment. The potential wells about gauche and trans minima in Ŧ-butane and Ŧ-pentane are similar in breadth. The former have been found to occur at ca.< p „= ą112. 5 from trans. Neighbor rotations of likesign g^ g* in Ŧ-pentane are essentially unperturbed by one another. The energy of g^ g^ pairs …",
                "The role of hydrophobicity as a determinant of protein‐protein interactions is examined. Surfaces of apo‐protein targets comprising 9 classes of enzymes, 7 antibody fragments, hirudin, growth hormone, and retinol‐binding protein, and their associated ligands with available X‐ray structures for their complexed forms, are scanned to determine clusters of surface‐accessible amino acids. Clusters of surface residues are ranked on the basis of the hydrophobicity of their constituent amino acids. The results indicate that the location of the co‐crystallized ligand is commonly found to correspond with one of the strongest hydrophobic clusters on the surface of the target molecule. In 25 of 38 cases, the correspondence is exact, with the position of the most hydrophobic cluster coinciding with more than one‐third of the surface buried by the bound ligand. The remaining 13 cases demonstrate this correspondence within the …",
                "Residue-specific potentials between pairs of side-chains and pairs of side-chain-backbone interaction sites have been generated by collecting radial distribution data for 302 protein structures. Multiple atomic interactions have been utilized to enhance the specificity and smooth the distance-dependence of the potentials. The potentials are demonstrated to successfully discriminate correct sequences in inverse folding experiments. Many specific effects are observable in the non-bonded potentials; grouping of residue types is inappropriate, since each residue type manifests some unique behavior. Only a weak dependence is seen on protein size and composition. Effective contact potentials operating in three different environments (self, solvent-exposed and residue-exposed) and over any distance range are presented. The effective contact potentials obtained from the integration of radial distributions over the …",
                "There has recently been an explosion in the number of structure-derived potential functions that are based on the increasing number of high-resolution protein crystal structures. These functions differ principally in their reference states; the usual two classes correspond either to initial solvent exposure or to residue exposure of residues. Reference states are critically important for applications of these potentials functions. Inspection of the potential functions and their derivation can tell us not only about protein interaction strengths themselves, but can also provide suggestions for the design of better folding simulations. An appropriate goal in this field is achieving self-consistency between the details in the derivation of potentials and the applied simulations.",
                "Revised Manuscript Received December 11, 1989 abstract: A new method is presented to examine the complete range of folded topologies accessible in the compact state of globular proteins. The procedure is to generate all conformations, with volume exclusion, upon a lattice in a space restricted to the individual protein’s known compact conformational space. Using one lattice point per residue, we find 102—104 possible compact conformations for the five small globular proteins studied. Subsequently, these conformations are evaluated in terms of residue-specific, pairwise contact energies that favor nonbonded, hydrophobic interactions. Native structures for the five proteins are always found within the best2% of all conformersgenerated. This novel method is simple and general and can be used todetermine a small group of most favorable overall arrangements for the folding of specific amino acid sequences …",
                "The motions of large systems such as the ribosome are not fully accessible with conventional molecular simulations. A coarse-grained, less-than-atomic-detail model such as the anisotropic network model (ANM) is a convenient informative tool to study the cooperative motions of the ribosome. The motions of the small 30S subunit, the larger 50S subunit, and the entire 70S assembly of the two subunits have been analyzed using ANM. The lowest frequency collective modes predicted by ANM show that the 50S subunit and 30S subunit are strongly anti-correlated in the motion of the 70S assembly. A ratchet-like motion is observed that corresponds well to the experimentally reported ratchet motion. Other slow modes are also examined because of their potential links to the translocation steps in the ribosome. We identify several modes that may facilitate the E-tRNA exiting from the assembly. The A-site t-RNA and P …",
                "In order to study the inferences of structure for mechanism, the collective motions of the retroviral reverse transcriptase HIV-1 RT (RT) are examined using the Gaussian network model (GNM) of proteins. This model is particularly suitable for elucidating the global dynamic characteristics of large proteins such as the presently investigated heterodimeric RT comprising a total of 982 residues. Local packing density and coordination order of amino acid residues is inspected by the GNM to determine the type and range of motions, both at the residue level and on a global scale, such as the correlated movements of entire subdomains. Of the two subunits, p66 and p51, forming the RT, only p66 has a DNA-binding cleft and a functional polymerase active site. This difference in the structure of the two subunits is shown here to be reflected in their dynamic characteristics: only p66 has the potential to undergo large-scale …"
            ],
            [
                [
                    "molecular calculations and simulations"
                ]
            ],
            [
                "Robert Jernigan Courtesy Professor Biological Systems jernigan@iastate.edu 515-294-3833 BBMB Profile"
            ]
        ]
    ]
}