{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UYQAXGOT",
            "L0K6eeYAAAAJ",
            [
                "Experimental and numerical investigation of rotational friction dampers with multi units in steel frames subjected to lateral excitation",
                "Identification of joint dynamics in 3D structures through the inverse receptance coupling method",
                "Development of a new method for joint damping identification in a bolted lap joint",
                "Investigation of boring bar dynamics for chatter suppression",
                "Polymeric carbon nanotube nanocomposite-based force sensors",
                "Performance evaluation of a novel rotational damper for structural reinforcement steel frames subjected to lateral excitations",
                "Development of Nanocomposite-Based Strain Sensor with Piezoelectric and Piezoresistive Properties",
                "Identification of joint dynamics in lap joints",
                "Experimental vibration-based damage detection in aluminum plates and blocks using acoustic emission responses"
            ],
            [
                "Performance of rotational friction dampers with two and three units was evaluated experimentally because of a lack of research data on performance of these dampers with multi units. Results of multi-unit dampers were compared with the results of one-unit damper. Increasing trend in dissipating energy was observed. Then, the behavior of these dampers in frames of 3, 7 and 12 stories was studied by modeling the damper directly. Nonlinear time history dynamic analysis was used. It was observed that by increasing the number of stories in the buildings, dampers with multi units should be used to perform properly against earthquake. The equivalent damping method was also investigated to consider the effects of this damper without direct modeling of the damper. Effective damping of the frames equipped with this type of damper was estimated and used in nonlinear time history dynamic analysis and it was …",
                "Complex structures, such as machine tool centers, are comprised of several components attached through different types of joint. The joints introduce much flexibility and damping to the entire structure, which cannot be ignored in the design stage. Ignoring joint effects and modeling the joints as rigid connections result in deviations between the physical structure dynamics and model dynamics. In order to improve the accuracy of model predictions, joint dynamic properties need to be identified and incorporated into a virtual model. Many studies have investigated joint identification in two-dimensional structures. However, different degrees of freedom (DOFs), including rotational and translational, are coupled in the motions of actual physical structures. An accurate joint model should include translational and rotational frequency response functions (FRFs) and consider the joint’s inertial properties. In this study, the …",
                "Mechanical joints have considerable effects on dynamic behaviour of machine tools; thus, joint damping identification is important in studying the dynamics of mechanical structures. Due to the difficulties in analysis of microslip friction, the experimental prediction of microslip joint dynamics is of great importance. In this study, a new experimental approach is proposed to determine the damping of bolted lap joints. Because of the complex nature of the mechanical joints, the lap joint is isolated through the addition of a mechanical resonator, which consists of a lumped mass and spring, to the bolted structure. The frequency response function (FRF) of this system is used for joint damping identification. This approach is used for bolted structures under both translational and torsional excitations and overcomes difficulties associated with slip boundaries identification in the joint interface. The method is verified by …",
                "Chatter is a concern in boring process, due to the low dynamic stiffness of long cantilever boring bars. Chatter suppression in machining permits higher productivity and better surface finishes. In order to improve the performance of boring operations, several researchers have investigated electro- and magneto-rheological fluids and piezoelectric and electromagnetic actuators as vibration absorbers. In this study, we investigated the feasibility of shifting the natural frequency of boring bar based on semi-active fluid control. Mass at the end of a boring bar was modulated to tune its natural frequency by adjusting the level of fluid in a reservoir. At the same time, different damping materials were used to improve dynamics of the boring bar. Experimental modal analysis was used to obtain frequency response functions for different system configurations. A finite element model was proposed and validated with experimental …",
                "Accurate measurement of cutting forces is important for monitoring and optimization of machining processes. In this study, we fabricated highly sensitive force sensors using polymeric nanocomposites. The sensors consisted of polyvinylidene difluoride (PVDF) polymer reinforced with multi-walled carbon nanotubes (MWCNTs) using a spray coating method. The spray-coated sensors were electrically poled to generate piezoelectric phases. Both the piezoresistive and piezoelectric characteristics of the nanocomposite were utilized for improved performance of the sensors. A Monte Carlo based electro-mechanical model is proposed and was used to investigate the behavior of the nanocomposite sensor. Experimental cutting tests were also performed for comparison with a conventional table dynamometer.",
                "In this study, a novel rotational damper called a Rotational Friction Viscoelastic Damper (RFVD) is introduced. Some viscoelastic pads are added to the Rotational Friction Damper (RFD) in addition to the friction discs used in this conventional device. Consequently, the amount of energy dissipated by the damper increases in low excitation frequencies. In fact, the input energy to the structure is simultaneously dissipated in the form of friction and heat by frictional discs and viscoelastic pads. In order to compare the performance of this novel damper with the earlier types, a set of experiments were carried out. According to the test results, the RFVD showed a better performance in dissipating input energy to the structure when compared to the RFD. The seismic behavior of steel frames equipped with these dampers was also numerically evaluated based on a nonlinear time history analysis. The numerical results …",
                "Sensors provide an interface between mechanical systems and the physical world. With the move towards Industry 4.0 and cyber-physical systems, demands for cost-effective sensors are rapidly increasing. Conventional sensors used for monitoring manufacturing processes are often bulky and need complex processes. In this study, a novel high-sensitive nanocomposite-based sensor is developed for measuring strain. The developed sensor is comprised of polyvinylidene fluoride (PVDF) as a piezoelectric polymer matrix, and embedded carbon nanotube (CNT) nanoparticles creating a conductive network. Exhibiting both piezoelectric and piezoresistive properties, the developed sensors are capable of strain measurement over a wide frequency band, including static and dynamic measurements. The piezoresistive and piezoelectric properties are fused to improve the overall sensitivity and frequency bandwidth of the sensor. To simulate the sensor, a 3D random walk model and a 2D finite element (FE) model are used to predict the electrical resistivity and the piezoelectric characteristics of the sensor, respectively. The developed models are verified with the experimental results. The developed nanocomposite sensors were employed for strain measurement of a cantilever beam under static load, impulse excitation, free and forced vibrations, collecting both piezoelectric and piezoresistive properties measurements. The obtained signals were fused and compared with those of a reference sensor. The results show that the sensor is capable of strain measurement in the range of 0–10 kHz, indicating its effectiveness at measuring both static and …",
                "The dynamics of machine tools are greatly dependent on joints, since they add flexibility and damping to structures. In this study, the linear stiffness and damping of a joint in the transverse direction are obtained using two different methods: the inverse receptance coupling method and the new analytical joint identification (AJI) approach. The former approach finds the joint frequency response function by determining the difference between the response of the assembled structure and those of the substructures. However, the only required data for the AJI method are modal parameters of the assembled structure, which can be measured using experimental modal analysis. The accuracy of these methods is first investigated using numerical simulations. Experiments are then conducted on a structure consisting of two beams attached to one another in a lap joint. The proposed methods are utilized to …",
                "Modal based damage assessment methods are extensively applied to evaluate structural damages since they are costeffective and comparatively easy to operate. These methods identify defects based on changes in physical properties of the structure such as mass, stiffness and damping. This will result in detectable changes in the dynamic signatures of the Frequency Response Functions (FRFs). This study presents an experimental process for providing modal analysis in order to identify the defects in the isotropic homogeneous aluminum plate and blocks using the impulse excitation signal generated by an impact hammer. Acoustic emission (AE) sensors are employed to measure the vibration responses of the structures due to the impulse. The FRFs are compared to quantify the changes in measurements between the healthy structures versus damaged structures. Based on the features extracted from measured dynamic behavior of the structures in laboratory experiments, an appropriate signal processing method is utilized to identify the damage. The results indicate that the changes in modal parameters due to damage can be successfully used for damage assessment."
            ],
            [
                [
                    "Vibration Analysis",
                    "Joint Dynamics Identification"
                ]
            ],
            [
                "Joseph D. Romano,  Ph.D. Professor Joseph.D.Romano@ttu.edu (806) 834-6522 Office: 26 Science Building Ph.D. Physics, Syracuse University, 1991 M.S. Physics, Syracuse University, 1987 B.S. Electrical Engineering, Cornell University, 1985 Gravitational wave data analysis, with specialization to the detection of a stochastic\n                     background of gravitational radiation using data from ground-based or space-based\n                     interferometers or pulsar timing arrays.  Co-chair of the LIGO Scientific Collaboration\n                     Stochastic Sources Analysis Group from 2000-2006 and 2018-present.  Prior research\n                     experience in fundamental problems in classical and quantum gravity. Benacquista, M.J. & Romano, J.D., Classical Mechanics , Undergraduate Lecture Notes in Physics, Springer International Publishing AG (2018).\n                     [ Link ] Romano, J.D. & Cornish, N.J., \"Detection methods for stochastic gravitational-wave\n                     backgrounds: a unified treatment,\" Living Rev Relativ (2017), 20:2. doi:10.1007\/s41114-017-0004-1.\n                     [ Link ] Jenet, F.A. and Romano, J.D., \"Understanding the gravitational-wave Hellings and Downs\n                     curve for pulsar timing arrays in terms of sound and electromagnetic waves,\" Am. J.\n                     Phys. 83 (7), 635-645 (2015). Romano, J.D., Taylor, S.R., Cornish, N.J., Gair, J., Mingarelli, C.M.F., and van Haasteren,\n                     R., \"Phase-coherent mapping of gravitational-wave backgrounds using ground-based laser\n                     interferometers,\" Phys. Rev. D 92, 042003 (2015). Cornish, N.J. and Romano J.D., \"When is a gravitational-wave signal stochastic?\" Phys.\n                     Rev. D 92, 042001 (2015). Gair, J., Romano, J.D., Taylor, S., and Mingarelli, C.M.F., \"Mapping gravitational-wave\n                     backgrounds using CMB analysis: Application to pulsar timing arrays,\" Phys. Rev. D,\n                     90, 082001 (2014). Thrane, E. and Romano J.D., \"Sensitivity curves for searches for gravitational-wave\n                     backgrounds,\" Phys. Rev. D 88, 124032 (2013). Cornish, N.J. and Romano J.D., \"Towards a unified treatment of gravitational-wave\n                     data analysis,\" Phys. Rev. D 87, 122003 (2013). Thrane, E., Ballmer, S., Romano, J.D., Mitra, S., Talukder, D., Bose, S., and Mandic,\n                     V., \"Probing the anisotropies of a stochastic gravitational-wave background using\n                     a network of ground-based laser interferometers,\" Phys. Rev.  D 80, 122002 (2009). Allen, B. and Romano, J.D., \"Detecting a stochastic background of gravitational radiation:\n                     Signal processing strategies and sensitivities,'' Phys. Rev. D 59, 102001 (1999). 3:37 PM Mahdi  Sanati,  Ph.D Associate Professor M.Sanati@ttu.edu (806) 834-6169 46 Science Building Ph.D. Physics, University of Cincinnati (1999) M.Sc. Physics, University of Cincinnati (1995) B.Sc. Shahid Behshti University in Tehran, IRAN (1989) The subject of structural phase transformations is not only of academic importance,\n                        but also of technological relevance. While a number of zero-temperature first-principles\n                        studies have been done on these types of transitions, less attention has been paid\n                        to the more difficult task of determining the effects of entropy on these transformations.\n                        Since almost all phase transitions occur at finite temperature, it is very important\n                        to consider the effects of thermal energy and whether they modify the results of zero-temperature\n                        band-structure calculations. Interest in developing such methods has, in particular,\n                        been appreciable for substitutional alloys. My research is devoted to applying the\n                        density functional theory to studying the structural phase transformation in materials\n                        at finite temperature. M. Sanati, D. West, and RC Albers, “Electronic structure, phase stability, and chemical\n                              ordering of -phase in Ti3Al2X (X= Nb, V)”, Phys. Rev. B (in print). M. Sanati and A. Zunger, “ Evolution of L12 ordered domains in fcc Cu3Au alloy”, J.\n                           Phys. C 19, (2007). M. Sanati and A. Saxena: “Landau theory of domain walls for one dimensional asymmetric\n                           potentials”, Am. J. Phys., 71, 1005, (2003). M. Sanati, A. Saxena, T. Lookman, and R. C. Albers: “Landau free energy for bcc-hcp\n                           reconstructive phase transformation”, Phys. Rev. B, 63, 224114, (2001). Contact Undergrad. Inquiry Undergrad. Inquiry Contact Grad. Inquiry Grad. Inquiry Contact TTU Contact Contact TTU 3:31 PM"
            ]
        ]
    ]
}