{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UYU5IC6M",
            "e9enajcAAAAJ",
            [
                "Structure of rapidly quenched Al-Mn",
                ": A Heavy Fermion Transition Metal Oxide",
                "Anisotropic thermodynamic and transport properties of single-crystalline Ba 1− x K x Fe 2 As 2 (x= 0 and 0.45)",
                "Anomalous Suppression of the Orthorhombic Lattice Distortion in Superconducting  Single Crystals",
                "Pressure-induced volume-collapsed tetragonal phase of  as seen via neutron scattering",
                "Antiferromagnetism in ",
                "Coexistence of Competing Antiferromagnetic and Superconducting Phases in the Underdoped  Compound Using X-ray and Neutron Scattering …",
                "Lattice and magnetic instabilities in : A single-crystal neutron diffraction study",
                "Sharp diffraction maxima from an icosahedral glass"
            ],
            [
                "We report electron-microscopy and high-resolution x-ray-scattering measurements of rapidly quenched Al 6 Mn. The electron-diffraction pattern shows icosahedral symmetry. Peaks in the x-ray-diffraction pattern can be indexed to a mixture of fcc Al and a phase whose reciprocal lattice is described by a sum of icosahedral vectors. The half-width of the sharpest x-ray peak is 0.01 Å− 1. A comparison is made with current theories of quasicrystalline order.",
                "A crossover with decreasing temperature T from localized moment magnetism to heavy Fermi liquid behavior is reported for the metallic compound LiV 2 O 4 with the fcc normal-spinel structure. At T= 1 K, the electronic heat capacity coefficient γ≈ 0.42 J\/mol K 2 is exceptionally large for a transition metal compound, the Wilson ratio≈ 1.7, and the Korringa ratio≈ 0.7. Our sample with the lowest level of paramagnetic defects showed no static magnetic order above 0.02 K. Superconductivity was not observed above 0.01 K.",
                "Single crystals of BaFe 2 As 2 and Ba 0.55 K 0.45 Fe 2 As 2 have been grown out of excess Sn with 1% or less incorporation of solvent. The crystals are exceptionally micaceous, are easily exfoliated, and can have dimensions as large as 3× 3× 0.2 mm 3. The BaFe 2 As 2 single crystals manifest a structural phase transition from a high-temperature tetragonal phase to a low-temperature orthorhombic phase near 85 K and do not show any sign of superconductivity down to 1.8 K. This transition can be detected in the electrical resistivity, Hall resistivity, specific heat, and the anisotropic magnetic susceptibility. In the Ba 0.55 K 0.45 Fe 2 As 2 single crystals this transition is suppressed and instead superconductivity occurs with a transition temperature near 30 K. Whereas the superconducting transition is easily detected in resistivity and magnetization measurements, the change in specific heat near T c is small, but …",
                "High-resolution x-ray diffraction measurements reveal an unusually strong response of the lattice to superconductivity in Ba (Fe 1− x Co x) 2 As 2. The orthorhombic distortion of the lattice is suppressed and, for Co doping near x= 0.063, the orthorhombic structure evolves smoothly back to a tetragonal structure. We propose that the coupling between orthorhombicity and superconductivity is indirect and arises due to the magnetoelastic coupling, in the form of emergent nematic order, and the strong competition between magnetism and superconductivity.",
                "Recent investigations of the superconducting iron-arsenide families have highlighted the role of pressure, be it chemical or mechanical, in fostering superconductivity. Here we report that CaFe 2 As 2 undergoes a pressure-induced transition to a nonmagnetic volume “collapsed” tetragonal phase, which becomes superconducting at lower temperature. Spin-polarized total-energy calculations on the collapsed structure reveal that the magnetic Fe moment itself collapses, consistent with the absence of magnetic order in neutron diffraction.",
                "Neutron diffraction has been used to study antiferromagnetic ordering in Y Ba 2 Cu 3 O 6+ x as a function of x. Evidence for such ordering has been observed only in the tetragonal, nonsuperconducting phase (x≲ 0.4). The magnetic origin of the superlattice reflections has been confirmed with polarized beam measurements. A single antiferromagnetic structure was observed throughout the ordered phase, with a maximum Néel temperature of∼ 500 K and average ordered moment of (0.66±0. 0 7) μ B per magnetic Cu atom at x≈ 0. Magnetic susceptibility measurements suggest that two-dimensional correlations are strong, as in La 2 Cu O 4− y, and may survive into the orthorhombic phase.",
                "Neutron and x-ray diffraction studies show that the simultaneous first-order transition to an orthorhombic and antiferromagnetic (AFM) ordered state in BaF e 2 As 2 splits into two transitions with Co doping. For Ba (Fe 0.953 Co 0.047) 2 As 2, a tetragonal-orthorhombic transition occurs at T S= 60 K, followed by a second-order transition to AFM order at T N= 47 K. Superconductivity occurs in the orthorhombic state below T C= 17 K and coexists with AFM. Below T C, the static Fe moment is reduced along with a redistribution of low energy magnetic excitations indicating competition between coexisting superconductivity and AFM order.",
                "Neutron diffraction measurements of a high-quality single crystal of CaFe 2 As 2 are reported. A sharp transition was observed between the high-temperature tetragonal and low-temperature orthorhombic structures at T S= 172.5 K (on cooling) and 173.5 K (on warming). Concomitant with the structural transition, the Fe moments order in a commensurate antiferromagnetic structure with a saturated moment of 0.80 (5) μ B\/Fe directed along the orthorhombic a axis. The hysteresis of both the structural and magnetic transitions is 1 K between cooling and warming, consistent with previous thermodynamic, transport, and single-crystal x-ray studies and provides clear evidence of the coupling between the structural and magnetic transitions in this material.",
                "We consider densely packed assemblies of icosahedra, such that icosahedral bond-orientational order is enforced throughout the sample. The peaks in the calculated diffraction patterns may be put in a one-to-one correspondence with the electron and x-ray diffraction patterns from icosahedral Al-Mn alloys, allowing the determination of the packing-unit size. We show that these maxima are not Bragg diffraction peaks, but have an intrinsic width, and may be understood as resulting from the interference between two or more characteristic lengths, as originally discussed by Hendricks and Teller."
            ],
            [
                [
                    "condensed matter physics"
                ]
            ]
        ]
    ]
}