{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "UZXOA3RT",
            "VhovGm0AAAAJ",
            [
                "Global, regional, and national incidence, prevalence, and years lived with disability for 301 acute and chronic diseases and injuries in 188 countries, 1990–2013: a systematic …",
                "Global, regional, and national age-sex-specific mortality for 282 causes of death in 195 countries and territories, 1980–2017: a systematic analysis for the Global Burden of …",
                "Global, regional, and national levels of neonatal, infant, and under-5 mortality during 1990–2013: a systematic analysis for the Global Burden of Disease Study 2013",
                "Ambient air pollution exposure estimation for the global burden of disease 2013",
                "Global, regional, and national levels of maternal mortality, 1990–2015: a systematic analysis for the Global Burden of Disease Study 2015",
                "Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks in 188 countries, 1990 …",
                "Homogeneous\/inhomogeneous‐structured dielectrics and their energy‐storage performances",
                "Satellite-Based Spatiotemporal Trends in PM2.5 Concentrations: China, 2004–2013",
                "Measuring the health-related Sustainable Development Goals in 188 countries: a baseline analysis from the Global Burden of Disease Study 2015",
                "Adaptive-speed identification scheme for a vector-controlled speed sensorless inverter-induction motor drive"
            ],
            [
                "Up-to-date evidence about levels and trends in disease and injury incidence, prevalence, and years lived with disability (YLDs) is an essential input into global, regional, and national health policies. In the Global Burden of Disease Study 2013 (GBD 2013), we estimated these quantities for acute and chronic diseases and injuries for 188 countries between 1990 and 2013.Estimates were calculated for disease and injury incidence, prevalence, and YLDs using GBD 2010 methods with some important refinements. Results for incidence of acute disorders and prevalence of chronic disorders are new additions to the analysis. Key improvements include expansion to the cause and sequelae list, updated systematic reviews, use of detailed injury codes, improvements to the Bayesian meta-regression method (DisMod-MR), and use of severity splits for various causes. An index of data …",
                "Global development goals increasingly rely on country-specific estimates for benchmarking a nation's progress. To meet this need, the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2016 estimated global, regional, national, and, for selected locations, subnational cause-specific mortality beginning in the year 1980. Here we report an update to that study, making use of newly available data and improved methods. GBD 2017 provides a comprehensive assessment of cause-specific mortality for 282 causes in 195 countries and territories from 1980 to 2017.The causes of death database is composed of vital registration (VR), verbal autopsy (VA), registry, survey, police, and surveillance data. GBD 2017 added ten VA studies, 127 country-years of VR data, 502 cancer-registry country-years, and an additional surveillance country-year. Expansions of the GBD cause of death …",
                "Remarkable financial and political efforts have been focused on the reduction of child mortality during the past few decades. Timely measurements of levels and trends in under-5 mortality are important to assess progress towards the Millennium Development Goal 4 (MDG 4) target of reduction of child mortality by two thirds from 1990 to 2015, and to identify models of success.We generated updated estimates of child mortality in early neonatal (age 0–6 days), late neonatal (7–28 days), postneonatal (29–364 days), childhood (1–4 years), and under-5 (0–4 years) age groups for 188 countries from 1970 to 2013, with more than 29 000 survey, census, vital registration, and sample registration datapoints. We used Gaussian process regression with adjustments for bias and non-sampling error to synthesise the data for under-5 mortality for each country, and a separate model to estimate mortality …",
                "Exposure to ambient air pollution is a major risk factor for global disease. Assessment of the impacts of air pollution on population health and evaluation of trends relative to other major risk factors requires regularly updated, accurate, spatially resolved exposure estimates. We combined satellite-based estimates, chemical transport model simulations, and ground measurements from 79 different countries to produce global estimates of annual average fine particle (PM2.5) and ozone concentrations at 0.1° × 0.1° spatial resolution for five-year intervals from 1990 to 2010 and the year 2013. These estimates were applied to assess population-weighted mean concentrations for 1990–2013 for each of 188 countries. In 2013, 87% of the world’s population lived in areas exceeding the World Health Organization Air Quality Guideline of 10 μg\/m3 PM2.5 (annual average). Between 1990 and 2013, global population …",
                "In transitioning from the Millennium Development Goal to the Sustainable Development Goal era, it is imperative to comprehensively assess progress toward reducing maternal mortality to identify areas of success, remaining challenges, and frame policy discussions. We aimed to quantify maternal mortality throughout the world by underlying cause and age from 1990 to 2015.We estimated maternal mortality at the global, regional, and national levels from 1990 to 2015 for ages 10–54 years by systematically compiling and processing all available data sources from 186 of 195 countries and territories, 11 of which were analysed at the subnational level. We quantified eight underlying causes of maternal death and four timing categories, improving estimation methods since GBD 2013 for adult all-cause mortality, HIV-related maternal mortality, and late maternal death. Secondary analyses then …",
                "",
                "The demand for dielectric capacitors with higher energy‐storage capability is increasing for power electronic devices due to the rapid development of electronic industry. Existing dielectrics for high‐energy‐storage capacitors and potential new capacitor technologies are reviewed toward realizing these goals. Various dielectric materials with desirable permittivity and dielectric breakdown strength potentially meeting the device requirements are discussed. However, some significant limitations for current dielectrics can be ascribed to their low permittivity, low breakdown strength, and high hysteresis loss, which will decrease their energy density and efficiency. Thus, the implementation of dielectric materials for high‐energy‐density applications requires the comprehensive understanding of both the materials design and processing. The optimization of high‐energy‐storage dielectrics will have far‐reaching impacts on …",
                "Three decades of rapid economic development is causing severe and widespread PM2.5 (particulate matter ≤ 2.5 μm) pollution in China. However, research on the health impacts of PM2.5 exposure has been hindered by limited historical PM2.5 concentration data.We estimated ambient PM2.5 concentrations from 2004 to 2013 in China at 0.1° resolution using the most recent satellite data and evaluated model performance with available ground observations.We developed a two-stage spatial statistical model using the Moderate Resolution Imaging Spectroradiometer (MODIS) Collection 6 aerosol optical depth (AOD) and assimilated meteorology, land use data, and PM2.5 concentrations from China’s recently established ground monitoring network. An inverse variance weighting (IVW) approach was developed to combine MODIS Dark Target and Deep Blue AOD to optimize data …",
                "In September, 2015, the UN General Assembly established the Sustainable Development Goals (SDGs). The SDGs specify 17 universal goals, 169 targets, and 230 indicators leading up to 2030. We provide an analysis of 33 health-related SDG indicators based on the Global Burden of Diseases, Injuries, and Risk Factors Study 2015 (GBD 2015).We applied statistical methods to systematically compiled data to estimate the performance of 33 health-related SDG indicators for 188 countries from 1990 to 2015. We rescaled each indicator on a scale from 0 (worst observed value between 1990 and 2015) to 100 (best observed). Indices representing all 33 health-related SDG indicators (health-related SDG index), health-related SDG indicators included in the Millennium Development Goals (MDG index), and health-related indicators not included in the MDGs (non-MDG index) were computed as …",
                "The authors describe a model reference adaptive control system for speed control of the vector-controlled inverter induction motor drive without a speed sensor. The rotor speed is estimated with a full-order adaptive observer and is used as the feedback signal for the vector and speed controls. In order to estimate the speed accurately at low speeds, the motor stator resistance is also identified at the same time to correct the mismatched resistance value used in the observer. The resulting system is verified to be hyperstable. As a result, the drive can be operated in a wide range of speed, and especially, it can be operated stably at the state of zero speed. Experiments also show that the scheme is effective.< >"
            ],
            [
                [
                    "Mathematics",
                    "Applied Mathematics",
                    "Probability"
                ]
            ],
            [
                "Yang Liu Visiting Scholar yangliu@uw.edu"
            ]
        ]
    ]
}