{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V0C2IFX2",
            "a-TzfEMAAAAJ",
            [
                "Quantum many-particle systems",
                "Structure of finite nuclei in the local-density approximation",
                "Density-matrix expansion for an effective nuclear hamiltonian",
                "Neutron star matter at sub-nuclear densities",
                "The mean-field theory of nuclear structure and dynamics",
                "One-dimensional nuclear dynamics in the time-dependent Hartree-Fock approximation",
                "Advance in nuclear physics",
                "Nucleon generalized parton distributions from full lattice QCD",
                "Evidence for the role of instantons in hadron structure from lattice QCD",
                "Nucleon-nucleus scattering: a microscopic nonrelativistic approach"
            ],
            [
                "This book explains the fundamental concepts and theoretical techniques used to understand the properties of quantum systems having large numbers of degrees of freedom. A number of complimentary approaches are developed, including perturbation theory; nonperturbative approximations based on functional integrals; general arguments based on order parameters, symmetry, and Fermi liquid theory; and stochastic methods.",
                "A new theory is presented for calculating the structure of finite nuclei from the nucleon-nucleon interaction. The essential features of the reaction matrix in finite nuclei are obtained from nuclear-matter theory through the local-density approximation. The resulting density-and energy-dependent effective interaction is justified in detail, and it is shown that the tensor force plays an important role in saturation. The effective interaction is cast into two different forms, one convenient for use in calculating matrix elements and the other specialized for a Hartree-Fock calculation in position space. The density-dependent Hartree-Fock equations are derived by variation of the ground-state expectation value of the energy, and in addition to the usual Hartree-Fock terms, one obtains rearrangement terms arising from the variation of the density appearing in the density-dependent interaction. The appropriate angular-momentum …",
                "An expansion for the nuclear wave-function density matrix in relative and cm coordinates is developed such that the leading term is the corresponding nuclear-matter density matrix at the local neutron and proton density. Truncation of all derivatives beyond second order yields an extremely simple form for the energy density which retains all the computational simplicity of the modified δ interaction and the Skyrme force, while maintaining contact with nuclear-matter theory based on a realistic interaction and reproducing the results of more-complicated density-dependent Hartree-Fock calculations.",
                "An extremely simple form for the energy density of a nuclear many-body system derived from the two-body nucleon-nucleon interaction is used to determine the ground state configuration of matter at sub-nuclear density. As the baryon density is increased, nuclei become progressively more neutron rich until neutrons eventually escape, yielding a Coulomb lattice of bound neutron and proton clusters surrounded by a dilute neutron gas. The clusters enlarge and the lattice constant decreases with increasing density, approaching a completely uniform state near nuclear density.",
                "The physical and theoretical foundations are presented for the mean-field theory of nuclear structure and dynamics. Salient features of the many-body theory of stationary states are reviewed to motivate the time-dependent mean-field approximation. The time-dependent Hartree-Fock approximation and its limitations are discussed and general theoretical formulations are presented which yield time-dependent mean-field equations in lowest approximation and provide suitable frameworks for overcoming various conceptual and practical limitations of the mean-field theory. Particular emphasis is placed on recent developments utilizing functional integral techniques to obtain a quantum mean-field theory applicable to quantized eigen-states, spontaneous fission, the nuclear partition function, and scattering problems. Applications to a number of simple, idealized systems are presented to verify the approximations for …",
                "The time-dependent Hartree-Fock theory is applied to the large amplitude dynamics of slabs of spin and isospin symmetric nuclear matter. The slabs are translationally invariant in two transverse dimensions, and with the simplified effective interaction used in this work, the problem is reduced to a set of coupled nonlinear equations for time-dependent functions of a single spatial variable. By specification of appropriate initial conditions, large amplitude oscillations of a single slab, the scattering of a slab from an external potential barrier, and collisions of two slabs have been investigated. The results evidence a wide variety of dynamic phenomena, including fusion, compound nucleus formation, dissipation, strongly damped collisions, shock wave propagation, and fragmentation. The microscopic aspects of the dynamics, the relation to fluid mechanics, and the practical and conceptual problems arising from the theory …",
                "CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ]. メニュー 検索 … \n",
                "We present a comprehensive study of the lowest moments of nucleon generalized parton distributions in N f= 2+ 1 lattice QCD using domain-wall valence quarks and improved staggered sea quarks. Our investigation includes helicity dependent and independent generalized parton distributions for pion masses as low as 350 MeV and volumes as large as (3.5 fm) 3, for a lattice spacing of 0.124 fm. We use perturbative renormalization at one-loop level with an improvement based on the nonperturbative renormalization factor for the axial vector current, and only connected diagrams are included in the isosinglet channel.",
                "Cooling is used as a filter on a set of gluon fields sampling the Wilson action to selectively remove essentially all fluctuations of the gluon field except for the instantons. The close agreement between quenched lattice QCD results with cooled and uncooled configurations for vacuum correlation functions of hadronic currents and for density-density correlation functions in hadronic bound states provides strong evidence for the dominant role of instantons in determining light hadron structure and quark propagation in the QCD vacuum.",
                "Nuclear Structure.......................... Electron Scattering: Operators and Observables...... Applications of the Coordinate Space Optical Model.... Equivalent Local Potentials.............. Inelastic Scattering.................. Appendix: Projection Operators and HF State Normalizations and Overlaps.............."
            ],
            [
                [
                    "Theoretical physics",
                    "nuclear physics",
                    "particle physics",
                    "lattice QCD"
                ]
            ],
            [
                "JOHN W. NEGELE Professor of Physics negele@mit.edu (617) 253-7077 6-315 Charles Suggs (617) 253-8363 RELATED LINKS: MIT Center for Theoretical Physics Theoretical Nuclear and Particle Physics Throughout his career, the goal of Professor Negele's research has been to understand how the rich and complex structure of the matter of which we and our universe is composed arises from its underlying constituents and their interactions. Currently, his primary interest is in using lattice field theory to solve quantum chromodynamics (QCD) and thereby understand the structure and interactions of protons, neutrons, and other hadrons. Previously, Professor Negele studied, and continus to be interested in, the structure and interactions of atomic nuclei, how this structure can be revealed by electromagnetic probes, the nature and equation of state of the matter in neutron stars, and the physics of classical and quantum mechanical spin systems. In studying a variety of many-body systems, he has been particularly interested in the use of path integral methods, and with Henri Orland, wrote a textbook, Quantum Many-Particle Systems , emphasizing their use. The combination of numerical computation and analytic techniques enables one to make fundamental progress in solving complex problems in many-body physics and field theory that are not amenable to either technique alone. Hence, Professor Negele is leading a collaboration to build a Terascale commodity-based computer cluster that is optimized for lattice QCD, and to exploit it to understand hadron structure. Information about that project as well as other research interests may be found on the lanl.arXiv.org e-Print archive. Professor Negele came to MIT as a visiting assistant professor in 1970, progressing to professor of physics in 1979. Honors received include the Alexander von Humboldt Foundation Research Award and the John Simon Guggenheim Fellowship. He currently serves as a member of the DOE Executive Committee on Computational Resources for Lattice QCD, and as the Chair of the Feenberg Medal Committee. He is a Fellow of the American Physical Society and the American Association for Advancement of Science. \"Monopole and vortex content of a meron pair,\" (A. Montero and J.W. Negele), arXiv:hep- lat\/0202023, Phys. Lett. B 533 324 (2002). \"Moments of nucleon light cone quark distributions calculated in full lattice QCD,\" (With D. Dolgov et.al. ), arXiv:hep-lat\/0201021, Phys. Rev. D in press (2002). \"Physical observables from lattice QCD at fixed topology,\" (R. Brower, S. Chandrasekharan, J.W. Negele and U.J. Wiese), arXiv:hep-lat\/0110121, Nucl. Phys. Proc. Suppl. 106 581 (2002). \"A new approach to eta' on the lattice,\" (K. Schilling, H. Neff, N. Eicker, T. Lippert and J.W. Negele), arXiv:hep-lat\/0110077, Nucl. Phys. Proc. Suppl. 106 227 (2002). \"Flavour singlet mesons in full QCD on the lattice,\" (K. Schilling, H. Neff, N. Eicker, T. Lippert and J.W. Negele), arXiv:hep-lat\/0201009 (2002). \"Understanding hadron structure using lattice QCD,\" arXiv:hep-lat\/0107010, Nucl. Phys. A 699 18 (2002). \"On the low fermionic eigenmode dominance in QCD on the lattice,\" (H. Neff, N. Eicker, T. Lippert, J.W. Negele and K. Schilling), arXiv:hep-lat\/0106016, Phys. Rev. D 64 114509 (2001). \"Chiral extrapolation of lattice moments of proton quark distributions,\" (W. Detmold, W. Melnitchouk, J.W. Negele, D.B. Renner and A.W. Thomas), hep-lat\/0103006, Phys. Rev. Lett. 87 172001 (2001). July 15, 2020 4:33 PM"
            ]
        ]
    ]
}