{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V0H2MK6Y",
            "jGboazkAAAAJ",
            [
                "Bond-orientational order in liquids and glasses",
                "Dislocation-mediated melting in two dimensions",
                "Renormalization, vortices, and symmetry-breaking perturbations in the two-dimensional planar model",
                "Theory of two-dimensional melting",
                "Two-dimensional quantum Heisenberg antiferromagnet at low temperatures",
                "Large-distance and long-time properties of a randomly stirred fluid",
                "Universal jump in the superfluid density of two-dimensional superfluids",
                "Boson localization and correlated pinning of superconducting vortex arrays",
                "Vortex Entanglement in High- Superconductors",
                "Low-temperature behavior of two-dimensional quantum antiferromagnets"
            ],
            [
                "Bond-orientational order in molecular-dynamics simulations of supercooled liquids and in models of metallic glasses is studied. Quadratic and third-order invariants formed from bond spherical harmonics allow quantitative measures of cluster symmetries in these systems. A state with short-range translational order, but extended correlations in the orientations of particle clusters, starts to develop about 10% below the equilibrium melting temperature in a supercooled Lennard-Jones liquid. The order is predominantly icosahedral, although there is also a cubic component which we attribute to the periodic boundary conditions. Results are obtained for liquids cooled in an icosahedral pair potential as well. Only a modest amount of orientational order appears in a relaxed Finney dense-random-packing model. In contrast, we find essentially perfect icosahedral bond correlations in alternative\" amorphon\" cluster models …",
                "A theory of dislocation-mediated melting in two dimensions is described in detail, with an emphasis on results for triangular lattices on both smooth and periodic substrates. The transition from solid to liquid on a smooth substrate takes place in two steps with increasing temperatures. Dissociation of dislocation pairs first drives a transition out of a low-temperature solid phase, with algebraic decay of translational order and long-range orientational order. This transition is into a\" liquid-crystal\" phase characterized by exponential decay of translational order, but power-law decay of sixfold orientational order. Dissociation of disclination pairs at a higher temperature then produces an isotropic fluid. The behavior of the specific heat, structure factor, and various elastic constants near these transitions is worked out. We also discuss the applicability of our results to melting on a periodic substrate. Dislocation unbinding should …",
                "The classical planar Heisenberg model is studied at low temperatures by means of renormalization theory and a series of exact transformations. A numerical study of the Migdal recursion relation suggests that models with short-range isotropic interactions rapidly become equivalent to a simplified model system proposed by Villain. A series of exact transformations then allows us to treat the Villain model analytically at low temperatures. To lowest order in a parameter which becomes exponentially small with decreasing temperature, we reproduce results obtained previously by Kosterlitz. We also examine the effect of symmetry-breaking crystalline fields on the isotropic planar model. A numerical study of the Migdal recursion scheme suggests that these fields (which must occur in real quasi-two-dimensional crystals) are strongly relevant variables, leading to critical behavior distinct from that found for the planar model …",
                "The consequences of a theory of dislocation-mediated two-dimensional melting are worked out for triangular lattices. Dissociation of dislocation pairs first drives a transition into a\" liquid crystal\" phase with exponential decay of translational order, but power-law decay of sixfold orientational order. A subsequent dissociation of disclination pairs at a higher temperature then produces an isotropic fluid. The critical behavior, as well as the effect of a periodic substrate, is discussed.",
                "It is argued that the long-wavelength, low-temperature behavior of a two-dimensional quantum Heisenberg antiferromagnet can be described by a quantum nonlinear σ model in two space plus one time dimension, at least in the range of parameters where the model has long-range order at zero temperature. The properties of the quantum nonlinear σ model are analyzed approximately using the one-loop renormalization-group method. When the model has long-range order at T= 0, the long-wavelength behavior at finite temperatures can be described by a purely classical model, with parameters renormalized by the quantum fluctuations. The low-temperature behavior of the correlation length and the static and dynamic staggered-spin-correlation functions for the quantum antiferromagnet can be predicted, in principle, with no adjustable parameters, from the results of simulations of the classical model on a lattice …",
                "Dynamic renormalization-group methods are used to study the large-distance, long-time behavior of velocity correlations generated by the Navier-Stokes equations for a randomly stirred, incompressible fluid. Different models are defined, corresponding to a variety of Gaussian random forces. One of the models describes a fluid near thermal equilibrium, and gives rise to the usual long-time tail phenomena. Apart from simplifying the derivation of the latter, our methods clearly establish their universality, their connection with Galilean invariance, and their analytic form in two dimensions,∼(log t)− 1 2 t. Nontrivial behavior results when the model is formally continued below two dimensions. Although the physical interpretation of the Navier-Stokes equations below d= 2 is unclear, the results apply to a forced Burger's equation in one dimension. A large class of models produces a spectral function E (k) which behaves as …",
                "We observe that recent theories of phase transitions in the two-dimensional XY model predict a universal jump in the superfluid density of He 4 films as T c is approached from below. Specifically, we find that lim T→ T c− ρ s (T) T= 3.52× 10− 9 g\/cm 2 K. Analogous results should hold for two-dimensional planar magnets and liquid crystals.",
                "A theory of vortex pinning in high-temperature superconductors by correlated disorder in the form of twin boundaries, grain boundaries, and columnar defects is described. Mapping vortex trajectories onto boson world lines leads to a ‘‘superfluid’’flux liquid at high temperatures, as well as low-temperature ‘‘Bose-glass’’and ‘‘Mott-insulator’’phases, in which the flux lines are localized. Currents perpendicular to the average vortex direction act like an electric field applied to charged bosons, while currents parallel to the field act like an imaginary magnetic field in this approach. We discuss the equilibrium and dynamic properties of these phases, and propose a scaling theory for the flux-liquid to Bose-glass transition, at which the linear resistivity vanishes. Although the Bose-glass predictions share some features with vortex-glass behavior predicted for point disorder, the response to tilting the magnetic field in the two …",
                "New kinds of intermediate flux states should be accessible in high-T c superconductors, in fields slightly above H c 1. Flux-line wandering leads to an entangled vortex state whose statistical mechanics is isomorphic to an interacting 2D Bose superfluid with cooperative ring exchanges. In sufficiently thin samples, this\" braided flux\" phase transforms into a liquid of disentangled rods.",
                "Recent neutron-scattering data for the spin-correlation length in La 2 CuO 4 can be fitted quantitatively with an analysis of the quantum mechanical nonlinear σ model in two space dimensions. The coupling constant must be chosen in the range where an isolated CuO 2 layer has antiferromagnetic order at T= 0. The parameters are consistent with the spin-wave theory for the nearest-neighbor spin-(1\/2 Heisenberg antiferromagnet on a square lattice."
            ],
            [
                [
                    "physics",
                    "chemistry",
                    "biology",
                    "materials science",
                    "engineering"
                ]
            ]
        ]
    ]
}