{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V13IA64B",
            "-Ll0lfQAAAAJ",
            [
                "New mode of IR detection using quantum wells",
                "Characteristics of InGaAs quantum dot infrared photodetectors",
                "Real-time imaging using a 2.8 THz quantum cascade laser and uncooled infrared microbolometer camera",
                "Si1−xGex\/Si multiple quantum well infrared detector",
                "Tunable infrared modulator and switch using Stark shift in step quantum wells",
                "Intersubband absorption in Si1−xGex\/Si multiple quantum wells"
            ],
            [
                "A new mode of IR detection using photoemission from a single quantum well is proposed and optimization of the device performance by the proper choice of parameters is discussed. Despite the very thin device structures, theoretical calculations show large absorption at wavelengths near cutoff. The largest photoemissive response is found by adjusting the well parameters so that an excited virtual state lies just above threshold.",
                "A quantum dot infrared photodetector (QDIP) consisting of self-assembled InGaAs quantum dots has been demonstrated. Responsivity of 3.25 mA\/W at 9.2 μm was obtained for nonpolarized incident light on the detector with a 45° angle facet at 60 K. The QDIPs exhibit some unique electro-optic characteristics such as a strong negative differential photoconductance effect and blueshift of the response peak wavelength.",
                "Real-time imaging in the terahertz (THz) spectral range was achieved using a milliwatt-scale, 2.8 THz quantum cascade laser and an uncooled, 160×120 pixel microbolometer camera modified with Picarin optics. Noise equivalent temperature difference of the camera in the 1-5 THz frequency range was estimated to be at least 3 K, confirming the need for external THz illumination when imaging in this frequency regime. Despite the appearance of fringe patterns produced by multiple diffraction effects, single-frame and extended video imaging of obscured objects show high-contrast differentiation between metallic and plastic materials, supporting the viability of this imaging approach for use in future security screening applications.",
                "A long‐wavelength infrared detector is demonstrated using Si1−xGex\/Si multiple quantum wells for the first time. A broad peak in the photoresponse is observed near 9 μm with a full width at half maximum of about 80 meV which provides the response in the 6–12 μm range. The position of the peak in the photoresponse is in good agreement with that observed in the absorption measurement using a waveguide geometry. A peak responsivity of about 0.3 A\/W and detectivity of D*=1×109 cm √Hz\/W at 77 K are achieved. This suggests the possibility of monolithic integration of Si1−xGex\/Si multiple quantum well detectors with signal processing electronics for potential focal plane array applications.",
                "A tunable infrared modulator and\/or switch using intersubband Stark shift in a step quantum well is discussed. The device utilizes the intersubband absorption and the large change of separation between energy levels in the step quantum well under an applied electric field. The incident infrared beam on the device is either absorbed or transmitted depending on the energy separation of the levels, and thus the modulation can be achieved by adjusting the energy levels with an applied electric field. The extremely short lifetime of the intersubband transition makes this modulator suitable for application in high-speed long-wavelength optical communications.< >",
                "The intersubband infrared absorption of holes in Si1−xGex\/Si multiple quantum wells is observed. The quantum well structure consists of 10 periods of 40−Å−thick Si0.6Ge0.4 wells and 300−Å−thick Si barriers. The samples are prepared using molecular beam epitaxy. In the experiment, the infrared absorption as a function of wavelength is measured using a waveguide geometry. An absorption peak near 8.1 μm has been observed, which is due to the transition between first two heavy hole bound states. The polarization dependence spectra are in good agreement with the selection rules for the intersubband transition."
            ],
            [
                [
                    "Semiconductor device physics"
                ]
            ],
            [
                "Gamani \n\t\t \n\t\tKarunasiri Phone: (831) 656-2886 karunasiri@nps.edu https:\/\/my.nps.edu\/web\/physics\/karunasiri NPS Experience 2015 - current: Distinguished Professor 2000 - 2015: Associate Professor 1994\n\t\t\t - \n\t\t\t2000\n\t\t\tAssociate Professor, Department of Electrical Engineering, National University of Singapore 1987\n\t\t\t - \n\t\t\t1993\n\t\t\tAssistant Research Engineer, Department of Electrical Engineering, University of California, Los Angeles MEMS directional acoustic sensors Uncooled THz sensors and imagers Finite element modeling of MEMS devices Semiconductor radiation detectors Quantum well infrared detectors Quantum Mechanics Semiconductor Device Physics Optoelectronics Micro-electro-mechanical-systems (MEMS) 2000 - \n\t\t\tTeaching Honors list Award 1999 - \n\t\t\tTeaching Honors list Award 1983 - \n\t\t\tAndrew Mellon Predoctoral Fellowship Boards, Memberships, & Certifications Professional Memberships 2015\n\t\t\t\n\t\t\t\n\t\t\tFellow, American Physicsal Society"
            ]
        ]
    ]
}