{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V3YS0DNT",
            "02p2-H8AAAAJ",
            [
                "Drug Stroop performance: relationships with primary substance of use and treatment outcome in a drug-dependent outpatient sample",
                "Behavioral naltrexone therapy: an integrated treatment for opiate dependence"
            ],
            [
                "A modified Stroop protocol was administered to a sample of 80 dependent drug users (62 males, 18 females) prior to beginning a time-limited outpatient treatment study combining pharmacotherapy and cognitive–behavioral coping skills therapy for cocaine, marijuana, or heroin dependence. Results indicated that cocaine-dependent participants responded more slowly than marijuana-dependent participants to all stimulus words. Cocaine words yielded slower reaction times than neutral words across all treatment groups. The heroin- and cocaine-dependent groups' overall performance did not differ. There was no treatment group by drug word interaction. For cocaine-dependent participants, Stroop performance in the presence of cocaine stimuli was associated with worse treatment outcome. In conclusion, Stroop performance may have prognostic utility among drug-dependent patients in a cognitive–behavioral …",
                "Treatment of opiate dependence with naltrexone has been limited by poor compliance. Behavioral Naltrexone Therapy (BNT) was developed to promote adherence to naltrexone and lifestyle changes supportive of abstinence, by incorporating components from empirically validated treatments, including Network Therapy with a significant other to monitor medication compliance, the Community Reinforcement Approach, and voucher incentives. An overview is presented of the BNT treatment manual. In an uncontrolled Stage I trial (N = 47), 19% completed the 6-month course of treatment. Retention was especially poor in the subsample of patients who were using methadone at baseline (N = 18; 39% completed 1 month, none completed 6 months), and more encouraging among heroin-dependent patients (N = 29; 65% completed 1 month, 31% completed 6 months). Thus, attrition continues to be a serious problem …"
            ],
            [
                [
                    "Opiate Dependence",
                    "Addiction",
                    "Substance Abuse Treatment",
                    "Methadone",
                    "Naltrexone"
                ]
            ],
            [
                "Sarah Church Vice Provost for Undergraduate Education, Freeman-Thornton Chair for the Vice Provost for Undergraduate Education and Professor of Physics Research & Scholarship Senior Associate Vice Provost, Vice Provost for Teaching and Learning (2019 - Present) Senior Associate Vice Provost, Vice Provost Undergraduate Education (2016 - 2018) Director, Hanson Experimental Physics Laboratory (2013 - 2016) Professor, Stanford University (2012 - Present) Professor by Courtesy, SLAC PPA (2012 - Present) Chambers Fellow, Stanford University (2011 - 2011) Associate Professor by Courtesy, SLAC PPA (2007 - 2012) Associate Professor, Stanford University (2006 - 2012) Assistant Professor, Stanford University (1999 - 2005) Terman Fellowship, Stanford University (1999 - 1999) Senior Research Fellow, California Institute of Technology (1997 - 1998) Research Fellow, California Institute of Technology (1994 - 1997) Post-Graduate Research Physicist, University of California, Berkeley (1994 - 1994) Postdoctoral Research Assistant, Queen Mary Westfield College\r\nUniversity of London (1989 - 1993) Selection Committee, DARE fellowships, Stanford University Collaborator, The Carbon Monoxide Mapping Array Pathfinder (COMAP) (2015 - Present) Member, Hansen Experimental Physics Laboratory, HEPL, Stanford University (2013) Chair, Committee on Undergraduate Standards and Policies, Stanford University (2013 - 2016) Director, Hansen Experimental Physics Laboratory, Stanford University (2013 - 2016) Visiting Committee, Dept. Physics, University of Miami (2013 - 2013) Chair, Graduate Advising, Stanford University (2012 - Present) Member, Convener Snowmass 2013 Cosmic Frontier, Particle Physics Astrophysics Community Planning Process (2012 - 2013) Member, University Course Evaluation Committee, Stanford University (2012 - 2013) Chair, Astronomy Astrophysics Advisory Committee, Astronomy Astrophysics (2011 - 2012) Member, JPL Astrophysics Advisory Committee, JPL Astrophysics (2010 - Present) Member, National Radio Astronomy Users Committee, National Radio Astronomy (2010 - Present) Principal Investigator, The Argus experiment (90 GHz spectrometer for GBT) (2009 - Present) Member, Astronomy Astrophysics Advisory Committee, Astronomy Astrophysics (2009 - 2012) Visiting Committee, Dept. Experimental Physics, U. Ireland, Maynooth (2009 - 2009) Member, SLAC PPA, Stanford University (2007) Deputy Director, Kavli Institute for Particle Astrophysics Cosmology, Stanford University (2007 - 2011) Member, NSF Office of Polar Programs Advisory Committee, National Science Foundation (2006 - 2008) Collaborator, QUIET CMB Polarization Experiment (2005 - 2012) Chair, Graduate Studies Committee, Stanford University (2005 - 2008) Member, NRC Committee to Review the Science Requirements for the ALMA Array, National Academies of Science (2005 - 2005) Member, Experimental Astrophysics Search Committees, Stanford University (2004 - 2006) Member, Cosmic Microwave Background Research, NSF\/NASA\/DOE Taskforce (2004 - 2005) Member, Kavli Institute of Particle Astrophysics Cosmology, KIPAC, Stanford University (2003) Member, NASA Structure Evolution of the Universe Road-Mapping Team (2001 - 2002) Principal Investigator, The QUaD (QUEST at DASI) CMB Polarization Experiment (2000 - 2010) Principal Investigator, The Sunyaev-Zel’dovich Infrared Experiment (SuZIE) (1999 - 2006) Member, NSF NASA Proposal Review Panels (1998) Collaborator, The Planck Satellite (1996 - 2012) Collaborator, ISO Long Wavelength Spectrometer Consortium Scientist (1994 - 1997) BA, Cambridge University, Natural Sciences  (1986) PhD, Cambridge University (1991) schurch@stanford.edu Department:&nbspVPO SMT Operations Position: Vice Provost VARIAN (650) 723-4840 (fax) (650) 723-4840 (fax) Administrative Contact Christine Aguilar Executive Assistant chrisagu@stanford.edu (650)736.3757 3082 Current Research and Scholarly Interests Experimental & Observational Astrophysics and Cosmology Independent Studies (2) Learning Assistant Training Seminar PHYSICS 198 (Win) Mechanics, Concepts, Calculations, and Context PHYSICS 41E (Win) Learning Assistant Training Seminar CHEM 198, PHYSICS 198 (Win) Mechanics, Concepts, Calculations, and Context PHYSICS 41E (Win) Mechanics Concepts, Calculations, and Context PHYSICS 41A (Win) Charles Titus Kathryn Ledbetter Nicole Hartman, Sam Mumford, Tina Na Narong, CHUN-HAO TO Investigating the complex velocity structures within dense molecular cloud cores with GBT-Argus Chen, C., Storm, S., Li, Z., Mundy, L. G., Frayer, D., Li, J., Church, S., Friesen, R., Harris, A., Looney, L. W., Offner, S., Ostriker, E. C., Pineda, J. E., Tobin, J., Chen, H. 2019 490 (1) : 527–39 DOI 10.1093\/mnras\/stz2633 Web of Science ID 000496922300040 Cross-correlating Carbon Monoxide Line-intensity Maps with Spectroscopic and Photometric Galaxy Surveys Chung, D. T., Viero, M. P., Church, S. E., Wechsler, R. H., Alvarez, M. A., Bond, J., Breysse, P. C., Cleary, K. A., Eriksen, H. K., Foss, M. K., Gundersen, J. O., Harper, S. E., Ihle, H. T., Keating, L. C., Murray, N., Padmanabhan, H., Stein, G. F., Wehus, I. K., COMAP Collaboration 2019 872 (2) DOI 10.3847\/1538-4357\/ab0027 Web of Science ID 000460814000009 An Ammonia Spectral Map of the L1495-B218 Filaments in the Taurus Molecular Cloud. II. CCS and HC7N Chemistry and Three Modes of Star Formation in the Filaments Seo, Y., Majumdar, L., Goldsmith, P. F., Shirley, Y. L., Willacy, K., Ward-Thompson, D., Friesen, R., Frayer, D., Church, S. E., Chung, D., Cleary, K., Cunningham, N., Devaraj, K., Egan, D., Gaier, T., Gawande, R., Gundersen, J. O., Harris, A. I., Kangaslahti, P., Readhead, A. S., Samoska, L., Sieth, M., Stennes, M., Voll, P., White, S. 2019 871 (2) DOI 10.3847\/1538-4357\/aaf887 Web of Science ID 000457048700002 On Estimation of Contamination from Hydrogen Cyanide in Carbon Monoxide Line-intensity Mapping Chung, D. T., Li, T. Y., Viero, M. P., Church, S. E., Wechsler, R. H. 846 (1) DOI 10.3847\/1538-4357\/aa8624 Web of Science ID 000409527500010 CONNECTING CO INTENSITY MAPPING TO MOLECULAR GAS AND STAR FORMATION IN THE EPOCH OF GALAXY ASSEMBLY Li, T. Y., Wechsler, R. H., Devaraj, K., Church, S. E. 817 (2) DOI 10.3847\/0004-637X\/817\/2\/169 Web of Science ID 000369437900086 Argus: A 16-pixel Millimeter-Wave Spectrometer for the Green Bank Telescope Sieth, M., Devaraj, K., Voll, P., Church, S., Gawande, R., Cleary, K., Readhead, A. S., Kangaslahti, P., Samoska, L., Gaier, T., Goldsmith, P. F., Harris, A. I., Gundersen, J. O., Frayerg, D., White, S., Egan, D., Reeves, R., Holland, W. S., Zmuidzinas, J. DOI 10.1117\/12.2055655 Web of Science ID 000354387400018 NOVEL COMPACT WAVEGUIDE DUAL CIRCULAR POLARIZER PROGRESS IN ELECTROMAGNETICS RESEARCH-PIER Chang, C., Tantawi, S., Church, S., Neilson, J., Larkoski, P. V. 136 : 1-16 Web of Science ID 000314747900001 Low Noise Amplifiers for 140 GHz Wide-Band Cryogenic Receivers Larkoski, P. V., Kangaslahti, P., Samoska, L., Lai, R., Sarkozy, S., Church, S. E., IEEE Web of Science ID 000369754300344 The QUIET Instrument ApJ Bischoff, C., Brizius, A., Buder, I., Chinone, Y., Cleary, K., Dumoulin, R. N., Kusaka, A., Monsalve, R., Naess, S. K., Newburg, L. B., Nixon, G., Reeves, R., Smith, K. M., Vanderlinde, K., Wehus, I. K., Bogdan, M., Bustos, R., Church, S. E., Davis, R., Dickinson, C., Eriksen, H. K., Gaier, T., Gundersen, J. O., Hasegawa, M., Hazumi, M., et al 768 : 9 Note: Cryogenic microstripline-on-Kapton microwave interconnects REVIEW OF SCIENTIFIC INSTRUMENTS Harris, A. I., Sieth, M., Lau, J. M., Church, S. E., SAMOSKA, L. A., Cleary, K. 83 (8) Simple broadband microwave interconnects are needed for increasing the size of focal plane heterodyne radiometer arrays. We have measured loss and crosstalk for arrays of microstrip transmission lines in flex circuit technology at 297 and 77 K, finding good performance to at least 20 GHz. The dielectric constant of Kapton substrates changes very little from 297 to 77 K, and the electrical loss drops. The small cross-sectional area of metal in a printed circuit structure yields overall thermal conductivities similar to stainless steel coaxial cable. Operationally, the main performance tradeoffs are between crosstalk and thermal conductivity. We tested a patterned ground plane to reduce heat flux. DOI 10.1063\/1.4737185 Web of Science ID 000308406500081 PubMedID 22938347 A G-band cryogenic MMIC heterodyne receiver module for astronomical applications INTERNATIONAL JOURNAL OF MICROWAVE AND WIRELESS TECHNOLOGIES Voll, P., Samoska, L., Church, S., Lau, J. M., Sieth, M., Gaier, T., Kangaslahti, P., Soria, M., Tantawi, S., Van Winkle, D. 4 (3) : 283-289 DOI 10.1017\/S1759078712000189 Web of Science ID 000313630900005 Technology developments for a large-format heterodyne MMIC array at W-band INTERNATIONAL JOURNAL OF MICROWAVE AND WIRELESS TECHNOLOGIES Sieth, M., Church, S., Lau, J. M., Voll, P., Gaier, T., Kangaslahti, P., Samoska, L., Soria, M., Cleary, K., Gawande, R., Readhead, A. C., Reeves, R., Harris, A., Neilson, J., Tantawi, S., Van Winkle, D. 4 (3) : 299-307 DOI 10.1017\/S1759078712000293 Web of Science ID 000313630900007 Second Season QUIET Observations: Measurements of the CMB Polarization Power Spectrum at 95 GHz Astrophysics Journal Araujo, D., Bischoff, C., Brizius, A., Buder, I., Chinone, Y., Cleary, K., Dumoulin, R. N., Kusaka, A., Monsalve, R., Naess, S. K., Newburgh, L. B., Reeves, R., Wehus, I. K., Zwart, J. T., Bronfman, L., Bustos, R., Church, S. E., Dickinson, C., Eriksen, H. K., T, G., O, G. J., M, H., M, H., M, H. K., K, I., et al 760 : 145 W-band heterodyne receiver module with 27 K noise temperature 2012 IEEE MTT-S International Microwave Symposium Digest (MTT). IEEE, Piscataway, NJ Gawande, R., Reeves, R., Cleary, K., Readhead, A. C., Gaier, T., Kangaslahti, P., Samoska, L., Church, S., Sieth, M., Voll, P., Harris, A., Lai, R., Sarkozy, S. : 1-3 Planck early results. IV. First assessment of the High Frequency Instrument in-flight performance Ade, P. A., Aghanim, N., Ansari, R., Arnaud, M., Ashdown, M., Aumont, J., Banday, A. J., Bartelmann, M., Bartlett, J. G., Battaner, E., Benabed, K., Benoit, A., Bernard, J., Bersanelli, M., Bhatia, R., Bock, J. J., Bond, J. R., Borrill, J., Bouchet, F. R., Boulanger, F., Bradshaw, T., Breelle, E., Bucher, M., Camus, P., Cardoso, J., Catalano, A., Challinor, A., Chamballu, A., Charra, J., Charra, M., Chary, R., Chiang, C., Church, S., Clements, D. L., Colombi, S., Couchot, F., Coulais, A., Cressiot, C., Crill, B. P., Crook, M., de Bernardis, P., Delabrouille, J., Delouis, J., Desert, F., Dolag, K., Dole, H., Dore, O., Douspis, M., Efstathiou, G., Eng, P., Filliard, C., Forni, O., Fosalba, P., Fourmond, J., Ganga, K., Giard, M., Girard, D., Giraud-Heraud, Y., Gispert, R., Gorski, K. M., Gratton, S., Griffin, M., Guyot, G., Haissinski, J., Harrison, D., Helou, G., Henrot-Versille, S., Hernandez-Monteagudo, C., Hildebrandt, S. R., Hills, R., Hivon, E., Hobson, M., Holmes, W. A., Huffenberger, K. M., Jaffe, A. H., Jones, W. C., Kaplan, J., Kneissl, R., Knox, L., Lagache, G., Lamarre, J., Lami, P., Lange, A. E., Lasenby, A., LAVABRE, A., Lawrence, C. R., Leriche, B., Leroy, C., Longval, Y., Macias-Perez, J. F., MACIASZEK, T., MacTavish, C. J., Maffei, B., Mandolesi, N., Mann, R., Mansoux, B., Masi, S., Matsumura, T., McGehee, P., Melin, J., Mercier, C., Miville-Deschenes, M., Moneti, A., Montier, L., Mortlock, D., Murphy, A., Nati, F., Netterfield, C. B., Norgaard-Nielsen, H. U., North, C., Noviello, F., Novikov, D., Osborne, S., Paine, C., Pajot, F., Patanchon, G., Peacocke, T., Pearson, T. J., Perdereau, O., Perotto, L., Piacentini, F., Piat, M., Plaszczynski, S., Pointecouteau, E., Pons, R., Ponthieu, N., Prezeau, G., Prunet, S., Puget, J., Reach, W. T., Renault, C., Ristorcelli, I., Rocha, G., Rosset, C., ROUDIER, G., Rowan-Robinson, M., Rusholme, B., Santos, D., Savini, G., Schaefer, B. M., Shellard, P., Spencer, L., Starck, J., Stassi, P., Stolyarov, V., Stompor, R., Sudiwala, R., Sunyaev, R., Sygnet, J., Tauber, J. A., Thum, C., Torre, J., Touze, F., Tristram, M., van Leeuwen, F., Vibert, L., Vibert, D., Wade, L. A., Wandelt, B. D., White, S. D., Wiesemeyer, H., Woodcraft, A., Yurchenko, V., Yvon, D., Zacchei, A. 536 DOI 10.1051\/0004-6361\/201116487 Web of Science ID 000298485100005 Planck early results. VI. The High Frequency Instrument data processing Ade, P. A., Aghanim, N., Ansari, R., Arnaud, M., Ashdown, M., Aumont, J., Banday, A. J., Bartelmann, M., Bartlett, J. G., Battaner, E., Benabed, K., Benoit, A., Bernard, J., Bersanelli, M., Bock, J. J., Bond, J. R., Borrill, J., Bouchet, F. R., Boulanger, F., Bradshaw, T., Bucher, M., Cardoso, J., Castex, G., Catalano, A., Challinor, A., Chamballu, A., Chary, R., Chen, X., Chiang, C., Church, S., Clements, D. L., Colley, J., Colombi, S., Couchot, F., Coulais, A., Cressiot, C., Crill, B. P., Crook, M., de Bernardis, P., Delabrouille, J., Delouis, J., Desert, F., Dolag, K., Dole, H., Dore, O., Douspis, M., Dunkley, J., Efstathiou, G., Filliard, C., Forni, O., Fosalba, P., Ganga, K., Giard, M., Girard, D., Giraud-Heraud, Y., Gispert, R., Gorski, K. M., Gratton, S., Griffin, M., Guyot, G., Haissinski, J., Harrison, D., Helou, G., Henrot-Versille, S., Hernandez-Monteagudo, C., Hildebrandt, S. R., Hills, R., Hivon, E., Hobson, M., Holmes, W. A., Huffenberger, K. M., Jaffe, A. H., Jones, W. C., Kaplan, J., Kneissl, R., Knox, L., Kunz, M., Lagache, G., Lamarre, J., Lange, A. E., Lasenby, A., LAVABRE, A., Lawrence, C. R., Le Jeune, M., Leroy, C., Lesgourgues, J., Macias-Perez, J. F., MacTavish, C. J., Maffei, B., Mandolesi, N., Mann, R., Marleau, F., Marshall, D. J., Masi, S., Matsumura, T., McAuley, I., McGehee, P., Melin, J., Mercier, C., Mitra, S., Miville-Deschenes, M., Moneti, A., Montier, L., Mortlock, D., Murphy, A., Nati, F., Netterfield, C. B., Norgaard-Nielsen, H. U., North, C., Noviello, F., Novikov, D., Osborne, S., Pajot, F., Patanchon, G., Peacocke, T., Pearson, T. J., Perdereau, O., Perotto, L., Piacentini, F., Piat, M., Plaszczynski, S., Pointecouteau, E., Ponthieu, N., Prezeau, G., Prunet, S., Puget, J., Reach, W. T., Remazeilles, M., Renault, C., Riazuelo, A., Ristorcelli, I., Rocha, G., Rosset, C., ROUDIER, G., Rowan-Robinson, M., Rusholme, B., Saha, R., Santos, D., Savini, G., Schaefer, B. M., Shellard, P., Spencer, L., Starck, J., Stolyarov, V., Stompor, R., Sudiwala, R., Sunyaev, R., Sutton, D., Sygnet, J., Tauber, J. A., Thum, C., Torre, J., Touze, F., Tristram, M., van Leeuwen, F., Vibert, L., Vibert, D., Wade, L. A., Wandelt, B. D., White, S. D., Wiesemeyer, H., Woodcraft, A., Yurchenko, V., Yvon, D., Zacchei, A. 536 DOI 10.1051\/0004-6361\/201116462 Web of Science ID 000298485100007 MEASURING THE GALAXY CLUSTER BULK FLOW FROM WMAP DATA Osborne, S. J., Mak, D. S., Church, S. E., Pierpaoli, E. 737 (2) DOI 10.1088\/0004-637X\/737\/2\/98 Web of Science ID 000294013600052 THE QUaD GALACTIC PLANE SURVEY. II. A COMPACT SOURCE CATALOG Culverhouse, T., Ade, P., Bock, J., Bowden, M., Brown, M. L., Cahill, G., Castro, P. G., Church, S., Friedman, R., Ganga, K., Gear, W. K., Gupta, S., Hinderks, J., Kovac, J., Lange, A. E., Leitch, E., Melhuish, S. J., Memari, Y., Murphy, J. A., Orlando, A., Pryke, C., Schwarz, R., O'Sullivan, C., Piccirillo, L., Rajguru, N., Rusholme, B., Taylor, A. N., Thompson, K. L., Turner, A. H., Wu, E. Y., Zemcov, M. 195 (1) DOI 10.1088\/0067-0049\/195\/1\/8 Web of Science ID 000292590200008 First Season QUIET Observations: Measurements of Cosmic Microwave Background Polarization Power Spectra at 43 GHz in the Multipole Range 25 <= \\ell <= 475 Astrophysical Journal Bischoff, A., Brizius, C., Buder, I., Chinone, Y., Cleary, K., Dumoulin, R. N., Monsalve, A., Naess, S. K., Newburgh, L. B., Smith, K. M., Wehus, I. K., Zuntz, J. A., Zwart, J. L., Bronfman, L., Bustos, R., Church, S. E., Dickinson, C., Eriksen, H. K., Ferreira, P. G., Gaier, T., Gundersen, J. O., Hasegawa, M., Hazumi, M., Huffenberger, K. M., Jones, M. E., et al 741 : 111 A G-Band Cryogenic MMIC Heterodyne Receiver Module for Astronomical Applications Voll, P., Samoska, L., Church, S., Lau, J. M., Sieth, M., Gaier, T., Kangaslahti, P., Soria, M., Tantawi, S., Van Winkle, D., IEEE : 523–26 Web of Science ID 000411595800133 Technology developments for a scalable heterodyne MMIC array at W-band Sieth, M., Church, S., Lau, J. M., Voll, P., Gaier, T., Kangaslahti, P., Samoska, L., Soria, M., Cleary, K., Gawande, R., Readhead, A. S., Reeves, R., Harris, A., Neilson, J., Tantawi, S., Van Winkle, D., IEEE : 527–30 Web of Science ID 000411595800134 THE QUaD GALACTIC PLANE SURVEY. I. MAPS AND ANALYSIS OF DIFFUSE EMISSION Culverhouse, T., Ade, P., Bock, J., Bowden, M., Brown, M. L., Cahill, G., Castro, P. G., Church, S. E., Friedman, R., Ganga, K., Gear, W. K., Gupta, S., Hinderks, J. R., Kovac, J., Lange, A. E., Leitch, E., Melhuish, S. J., Memari, Y., Murphy, J. A., Orlando, A., Schwarz, R., O'Sullivan, C., Piccirillo, L., Pryke, C., Rajguru, N., Rusholme, B., Taylor, A. N., Thompson, K. L., Turner, A. H., Wu, E. Y., Zemcov, M. 722 (2) : 1057-1077 DOI 10.1088\/0004-637X\/722\/2\/1057 Web of Science ID 000284075400008 Planck pre-launch status: The Planck mission Tauber, J. A., Mandolesi, N., Puget, J., Banos, T., Bersanelli, M., Bouchet, F. R., Butler, R. C., Charra, J., Crone, G., Dodsworth, J., Efstathiou, G., Gispert, R., Guyot, G., Gregorio, A., Juillet, J. J., Lamarre, J., Laureijs, R. J., Lawrence, C. R., Norgaard-Nielsen, H. U., Passvogel, T., Reix, J. M., Texier, D., Vibert, L., Zacchei, A., Ade, P. A., Aghanim, N., Aja, B., Alippi, E., Aloy, L., Armand, P., Arnaud, M., Arondel, A., Arreola-Villanueva, A., Artal, E., ARTINA, E., Arts, A., Ashdown, M., Aumont, J., Azzaro, M., Bacchetta, A., Baccigalupi, C., Baker, M., Balasini, M., Balbi, A., Banday, A. J., Barbier, G., Barreiro, R. B., Bartelmann, M., Battaglia, P., Battaner, E., Benabed, K., Beney, J., Beneyton, R., Bennett, K., Benoit, A., Bernard, J., Bhandari, P., Bhatia, R., Biggi, M., BIGGINS, R., Billig, G., Blanc, Y., Blavot, H., Bock, J. J., Bonaldi, A., Bond, R., Bonis, J., Borders, J., Borrill, J., Boschini, L., Boulanger, F., Bouvier, J., Bouzit, M., Bowman, R., Breelle, E., Bradshaw, T., BRAGHIN, M., Bremer, M., Brienza, D., Broszkiewicz, D., Burigana, C., BURKHALTER, M., Cabella, P., CAFFERTY, T., Cairola, M., Caminade, S., Camus, P., Cantalupo, C. M., Cappellini, B., Cardoso, J., Carr, R., Catalano, A., Cayon, L., CESA, M., Chaigneau, M., Challinor, A., Chamballu, A., Chambelland, J. P., Charra, M., Chiang, L., CHLEWICKI, G., Christensen, P. R., Church, S., Ciancietta, E., Cibrario, M., Cizeron, R., CLEMENTS, D., Collaudin, B., Colley, J., Colombi, S., Colombo, A., Colombo, F., Corre, O., Couchot, F., Cougrand, B., Coulais, A., Couzin, P., Crane, B., Crill, B., Crook, M., Crumb, D., Cuttaia, F., Doerl, U., Da Silva, P., DADDATO, R., Damasio, C., Danese, L., D'Aquino, G., D'Arcangelo, O., Dassas, K., Davies, R. D., Davies, W., Davis, R. J., de Bernardis, P., de Chambure, D., de Gasperis, G., De la Fuente, M. L., de Paco, P., De Rosa, A., De Troia, G., De Zotti, G., Dehamme, M., Delabrouille, J., Delouis, J., Desert, F., Di Girolamo, G., Dickinson, C., Doelling, E., Dolag, K., Domken, I., Douspis, M., Doyle, D., Du, S., Dubruel, D., Dufour, C., Dumesnil, C., Dupac, X., Duret, P., Eder, C., Elfving, A., Ensslin, T. A., Eng, P., English, K., Eriksen, H. K., Estaria, P., Falvella, M. C., Ferrari, F., Finelli, F., Fishman, A., Fogliani, S., Foley, S., Fonseca, A., Forma, G., Forni, O., Fosalba, P., Fourmond, J., Frailis, M., Franceschet, C., Franceschi, E., Francois, S., Frerking, M., Gomez-Renasco, M. F., Gorski, K. M., Gaier, T. C., Galeotta, S., Ganga, K., Lazaro, J. G., Gavila, E., Giard, M., Giardino, G., Gienger, G., Giraud-Heraud, Y., Glorian, J., Griffin, M., Gruppuso, A., Guglielmi, L., GUICHON, D., Guillaume, B., Guillouet, P., Haissinski, J., Hansen, F. K., Hardy, J., Harrison, D., Hazell, A., Hechler, M., Heckenauer, V., Heinzer, D., Hell, R., Henrot-Versille, S., Hernandez-Monteagudo, C., Herranz, D., Herreros, J. M., Hervier, V., Heske, A., Heurtel, A., Hildebrandt, S. R., Hills, R., Hivon, E., Hobson, M., Hollert, D., Holmes, W., Hornstrup, A., Hovest, W., Hoyland, R. J., Huey, G., Huffenberger, K. M., Hughes, N., Israelsson, U., Jackson, B., Jaffe, A., JAFFE, T. R., Jagemann, T., Jessen, N. C., Jewell, J., Jones, W., Juvela, M., Kaplan, J., KARLMAN, P., Keck, F., Keihanen, E., King, M., Kisner, T. S., Kletzkine, P., Kneissl, R., Knoche, J., Knox, L., Koch, T., Krassenburg, M., Kurki-Suonio, H., Lahteenmaki, A., Lagache, G., Lagorio, E., Lami, P., Lande, J., Lange, A., Langlet, F., LAPINI, R., Lapolla, M., Lasenby, A., Le Jeune, M., Leahy, J. P., Lefebvre, M., Legrand, F., Le Meur, G., Leonardi, R., Leriche, B., Leroy, C., Leutenegger, P., Levin, S. M., Lilje, P. B., Lindensmith, C., Linden-Vornle, M., Loc, A., Longval, Y., LUBIN, P. M., Luchik, T., Luthold, I., Macias-Perez, J. F., MACIASZEK, T., MacTavish, C., Madden, S., Maffei, B., Magneville, C., Maino, D., Mambretti, A., Mansoux, B., Marchioro, D., Maris, M., Marliani, F., Marrucho, J., Marti-Canales, J., Martinez-Gonzalez, E., Martin-Polegre, A., Martin, P., Marty, C., Marty, W., Masi, S., Massardi, M., Matarrese, S., Matthai, F., Mazzotta, P., McDonald, A., McGrath, P., Mediavilla, A., MEINHOLD, R., Melin, J., Melot, F., Mendes, L., Mennella, A., Mervier, C., Meslier, L., Miccolis, M., Miville-Deschenes, M., Moneti, A., Montet, D., Montier, L., Mora, J., Morgante, G., Morigi, G., Morinaud, G., Morisset, N., Mortlock, D., MOTTET, S., Mulder, J., Munshi, D., Murphy, A., Murphy, P., Musi, P., Narbonne, J., Naselsky, P., Nash, A., Nati, F., Natoli, P., Netterfield, B., Newell, J., Nexon, M., Nicolas, C., Nielsen, P. H., Ninane, N., Noviello, F., Novikov, D., Novikov, I., O'Dwyer, I. J., Oldeman, P., Olivier, P., OUCHET, L., Oxborrow, C. A., Perez-Cuevas, L., Pagan, L., Paine, C., Pajot, F., Paladini, R., Pancher, F., Panh, J., Parks, G., Parnaudeau, P., Partridge, B., Parvin, B., Pascual, J. P., Pasian, F., PEARSON, D. P., Pearson, T., PECORA, M., Perdereau, O., Perotto, L., Perrotta, F., Piacentini, F., Piat, M., Pierpaoli, E., Piersanti, O., PLAIGE, E., Plaszczynski, S., Platania, P., Pointecouteau, E., Polenta, G., Ponthieu, N., Popa, L., Poulleau, G., Poutanen, T., Prezeau, G., Pradell, L., Prina, M., Prunet, S., Rachen, J. P., RAMBAUD, D., Rame, F., Rasmussen, I., Rautakoski, J., Reach, W. T., Rebolo, R., Reinecke, M., Reiter, J., Renault, C., Ricciardi, S., Rideau, P., Riller, T., Ristorcelli, I., Riti, J. B., Rocha, G., Roche, Y., Pons, R., Rohlfs, R., Romero, D., Roose, S., Rosset, C., Rouberol, S., Rowan-Robinson, M., Rubino-Martin, J. A., Rusconi, P., Rusholme, B., Salama, M., Salerno, E., Sandri, M., Santos, D., Sanz, J. L., Sauter, L., Sauvage, F., Savini, G., Schmelzel, M., Schnorhk, A., SCHWARZ, W., Scott, D., Seiffert, M. D., Shellard, P., Shih, C., SIAS, M., Silk, J. I., Silvestri, R., Sippel, R., Smoot, G. F., Starck, J., Stassi, P., Sternberg, J., Stivoli, F., Stolyarov, V., Stompor, R., Stringhetti, L., Strommen, D., Stute, T., Sudiwala, R., SUGIMURA, R., Sunyaev, R., Sygnet, J., Tuerler, M., Taddei, E., Tallon, J., Tamiatto, C., Taurigna, M., Taylor, D., Terenzi, L., Thuerey, S., Tillis, J., Tofani, G., Toffolatti, L., Tommasi, E., Tomasi, M., Tonazzini, E., Torre, J., Tosti, S., Touze, F., Tristram, M., Tuovinen, J., Tuttlebee, M., Umana, G., Valenziano, L., Vallee, D., van der Vlis, M., van Leeuwen, F., Vanel, J., Van-Tent, B., Varis, J., Vassallo, E., Vescovi, C., Vezzu, F., Vibert, D., Vielva, P., Vierra, J., Villa, F., Vittorio, N., Vuerli, C., Wade, L. A., Walker, A. R., Wandelt, B. D., Watson, C., Werner, D., White, M., White, S. D., Wilkinson, A., Wilson, P., Woodcraft, A., Yoffo, B., Yun, M., Yurchenko, V., Yvon, D., Zhang, B., Zimmermann, O., Zonca, A., Zorita, D. 520 DOI 10.1051\/0004-6361\/200912983 Web of Science ID 000283064200002 Planck pre-launch status: The HFI instrument, from specification to actual performance Lamarre, J., Puget, J., Ade, P. A., Bouchet, F., Guyot, G., Lange, A. E., Pajot, F., Arondel, A., Benabed, K., Beney, J., Benoit, A., Bernard, J., Bhatia, R., Blanc, Y., Bock, J. J., Breelle, E., Bradshaw, T. W., Camus, P., Catalano, A., Charra, J., Charra, M., Church, S. E., Couchot, F., Coulais, A., Crill, B. P., Crook, M. R., Dassas, K., de Bernardis, P., Delabrouille, J., de Marcillac, P., Delouis, J., Desert, F., Dumesnil, C., Dupac, X., Efstathiou, G., Eng, P., Evesque, C., Fourmond, J., Ganga, K., Giard, M., Gispert, R., Guglielmi, L., Haissinski, J., Henrot-Versille, S., Hivon, E., Holmes, W. A., Jones, W. C., Koch, T. C., LAGARDERE, H., Lami, P., Lande, J., Leriche, B., Leroy, C., Longval, Y., Macias-Perez, J. F., MACIASZEK, T., Maffei, B., Mansoux, B., Marty, C., Masi, S., Mercier, C., Miville-Deschenes, M., Moneti, A., Montier, L., Murphy, J. A., Narbonne, J., Nexon, M., Paine, C. G., Pahn, J., Perdereau, O., Piacentini, F., Piat, M., Plaszczynski, S., Pointecouteau, E., Pons, R., Ponthieu, N., Prunet, S., RAMBAUD, D., Recouvreur, G., Renault, C., Ristorcelli, I., Rosset, C., Santos, D., Savini, G., Serra, G., Stassi, P., Sudiwala, R. V., Sygnet, J., Tauber, J. A., Torre, J., Tristram, M., Vibert, L., Woodcraft, A., Yurchenko, V., Yvon, D. 520 DOI 10.1051\/0004-6361\/200912975 Web of Science ID 000283064200010 Planck pre-launch status: The optical architecture of the HFI Ade, P. A., Savini, G., Sudiwala, R., Tucker, C., Catalano, A., Church, S., Colgan, R., Desert, F. X., Gleeson, E., Jones, W. C., Lamarre, J., Lange, A., Longval, Y., Maffei, B., Murphy, J. A., Noviello, F., Pajot, F., Puget, J., Ristorcelli, I., Woodcraft, A., Yurchenko, V. 520 DOI 10.1051\/0004-6361\/200913039 Web of Science ID 000283064200012 PARAMETER ESTIMATION FROM IMPROVED MEASUREMENTS OF THE COSMIC MICROWAVE BACKGROUND FROM QUaD Gupta, S., Ade, P., Bock, J., Bowden, M., Brown, M. L., Cahill, G., Castro, P. G., Church, S., Culverhouse, T., Friedman, R. B., Ganga, K., Gear, W. K., Hinderks, J., Kovac, J., Lange, A. E., Leitch, E., Melhuish, S. J., Memari, Y., Murphy, J. A., Orlando, A., O'Sullivan, C., Piccirillo, L., Pryke, C., Rajguru, N., Rusholme, B., Schwarz, R., Taylor, A. N., Thompson, K. L., Turner, A. H., Wu, E. Y., Zemcov, M. 716 (2) : 1040-1046 DOI 10.1088\/0004-637X\/716\/2\/1040 Web of Science ID 000278459000011 CHARACTERIZATION OF THE MILLIMETER-WAVE POLARIZATION OF CENTAURUS A WITH QUaD Zemcov, M., Ade, P., Bock, J., Bowden, M., Brown, M. L., Cahill, G., Castro, P. G., Church, S., Culverhouse, T., Friedman, R. B., Ganga, K., Gear, W. K., Gupta, S., Hinderks, J., Kovac, J., Lange, A. E., Leitch, E., Melhuish, S. J., Memari, Y., Murphy, J. A., Orlando, A., O'Sullivan, C., Piccirillo, L., Pryke, C., Rajguru, N., Rusholme, B., Schwarz, R., Taylor, A. N., Thompson, K. L., Turner, A. H., Wu, E. Y. 710 (2) : 1541-1550 DOI 10.1088\/0004-637X\/710\/2\/1541 Web of Science ID 000274233300048 Development of a 150 GHz MMIC module prototype for large-scale CMB radiation experiments Conference on Millimeter, Submillimeter, and Far-Infrared Detectors and Instrumentation for Astronomy V Voll, P., Lau, J. M., Sieth, M., Church, S. E., Samoska, L. A., Kangaslahti, P. P., Soria, M., Gaier, T. C., Van Winkle, D., Tantawi, S. DOI 10.1117\/12.857872 Web of Science ID 000285838800072 Development of MMIC receivers for cosmic microwave background interferometry Conference on Millimeter, Submillimeter, and Far-Infrared Detectors and Instrumentation for Astronomy V Sieth, M., Lau, J. M., Voll, P., Church, S., Kangaslahti, P., Samoska, L., Soria, M., Gaier, T., Van Winkle, D., Neilson, J., Tantawi, S., Cleary, K., Readhead, A. C. DOI 10.1117\/12.857830 Web of Science ID 000285838800071 COSMOLOGICAL PARAMETERS FROM THE QUAD CMB POLARIZATION EXPERIMENT Castro, P. G., Ade, P., Bock, J., Bowden, M., Brown, M. L., Cahill, G., Church, S., Culverhouse, T., Friedman, R. B., Ganga, K., Gear, W. K., Gupta, S., Hinderks, J., Kovac, J., Lange, A. E., Leitch, E., Melhuish, S. J., Memari, Y., Murphy, J. A., Orlando, A., Pryke, C., Schwarz, R., O'Sullivan, C., Piccirillo, L., Rajguru, N., Rusholme, B., Taylor, A. N., Thompson, K. L., Turner, A. H., Wu, E. Y., Zemcov, M. 701 (2) : 857-864 DOI 10.1088\/0004-637X\/701\/2\/857 Web of Science ID 000268761500001 SMALL ANGULAR SCALE MEASUREMENTS OF THE COSMIC MICROWAVE BACKGROUND TEMPERATURE POWER SPECTRUM FROM QUaD Friedman, R. B., Ade, P., Bock, J., Bowden, M., Brown, M. L., Cahill, G., Castro, P. G., Church, S., Culverhouse, T., Ganga, K., Gear, W. K., Gupta, S., Hinderks, J., Kovac, J., Lange, A. E., Leitch, E., Melhuish, S. J., Memari, Y., Murphy, J. A., Orlando, A., O' Sullivan, C., Piccirillo, L., Pryke, C., Rajguru, N., Rusholme, B., Schwarz, R., Taylor, A. N., Thompson, K. L., Turner, A. H., Wu, E. Y., Zemcov, M. 700 (2) : L187-L191 DOI 10.1088\/0004-637X\/700\/2\/L187 Web of Science ID 000268157500030 QUaD: A HIGH-RESOLUTION COSMIC MICROWAVE BACKGROUND POLARIMETER Hinderks, J. R., Ade, P., Bock, J., Bowden, M., Brown, M. L., Cahill, G., Carlstrom, J. E., Castro, P. G., Church, S., Culverhouse, T., Friedman, R., Ganga, K., Gear, W. K., Gupta, S., Harris, J., Haynes, V., Keating, G., Kovac, J., Kirby, E., Lange, A. E., Leitch, E., Mallie, O. E., Melhuish, S., Memari, Y., Murphy, A., Orlando, A., Schwarz, R., Sullivan, C. O., Piccirillo, L., Pryke, C., Rajguru, N., Rusholme, B., Taylor, A. N., Thompson, K. L., Tucker, C., Turner, A. H., Wu, E. Y., Zemcov, M. 692 (2) : 1221-1246 DOI 10.1088\/0004-637X\/692\/2\/1221 Web of Science ID 000263674700019 Coherent detectors Journal of Physics: Conference Series Lawrence, C. R., Church, S., Gaier, T., Lai, R., Ruf, C., Wollack, E. : 012002 Second third season QUaD CMB temperature polarization power spectra The Astrophysical Journal Pryke, C., Ade, P., Bock, J., Bowden, M., Brown, M. L., Cahill, G., Castro, P. G., Church, S., Culverhouse, T., Friedman, R., Ganga, K., Gear, W. K., Gupta, S., Hinderks, J., Kovac, J., Lange, A. E., Leitch, E., Melhuish, S. J., Memari, Y., Murphy, J. A., Orlando, A., Schwarz, R., O'Sullivan, C., Piccirillo, L., Rajguru, N., et al 692 (2) : 1247-1270 Parity Violation Constraints Using Cosmic Microwave Background Polarization Spectra from 2006 2007 Observations by the QUaD Polarimeter Physical Review Letters Wu, E. S., Ade, P., Bock, J., Bowden, M., Cahill, G., Castro, P. G., Church, S., Culverhouse, T., Friedman, R., Ganga, K., Gear, W. K., Hinderks, J., Kovac, J., Lange, A. E., Leitch, E., Melhuish, S. J., Memari, Y., Murphy, J. A., Orlando, A., Schwarz, R., O'Sullivan, C., Piccirillo, L., Pryke, C., Rajguru, N., Rusholme, B., et al 102 (16) : 161302 Improved Measurements of the Temperature Polarization of the Cosmic Microwave Background from QUaD The Astrophysical Journal Brown, M. L., Ade, P., Bock, J., Bowden, M., Cahill, G., Castro, P. G., Church, S., Culverhouse, T., Friedman, R., Ganga, K., Gear, W. K., Hinderks, J., Kovac, J., Lange, A. E., Leitch, E., Melhuish, S. J., Memari, Y., Murphy, J. A., Orlando, A., Schwarz, R., O'Sullivan, C., Piccirillo, L., Pryke, C., Rajguru, N., Rusholme, B., et al 705 : 978-999 The quasi-optical design of the QUaD telescope INFRARED PHYSICS & TECHNOLOGY O'Sullivan, C., Cahill, G., Murphy, J. A., Gear, W. K., Harris, J., Ade, P. A., Church, S. E., Thompson, K. L., Pryke, C., Bock, J., Bowden, M., Brown, M. L., Carlstrom, J. E., Castro, P. G., Culverhouse, T., Friedman, R. B., Ganga, K. M., Haynes, V., Hinderks, J. R., Kovak, J., Lange, A. E., Leitch, E. M., Mallie, O. E., Melhuish, S. J., Orlando, A., Piccirillo, L., Pisano, G., Rajguru, N., Rusholme, B. A., Schwarz, R., Taylor, A. N., Wu, E. Y., Zemcov, M. 51 (4) : 277-286 DOI 10.1016\/j.infrared.2007.10.001 Web of Science ID 000254984100001 First Season QUaD CMB Temperature Polarization Power Spectra ApJ Ade, P., Bock, J., Browden, M., Brown, M. L., Cahill, G., Carlstrom, J. E., Castro, P. G., Church, S., Culverhouse, T., Friedman, R., Ganga, K., Gear, W. K., Hinderks, J., Kovac, J., Lange, A. E., Leitch, E., Melhuish, S. J., Murphy, J. A., Orlando, A., Schwarz, R., O'Sullivan, C., Piccirillo, L., Pryke, C., Rajguru, N., Rusholme, B., et al 674 : 22–28 Modelling of the optical performance of millimeter-wave instruments in MODAL SPIE Gradziel, M. L., O'Sullivan, C., Murphy, J. A., Cahill, G., Curran, G. S., Pryke, C., Gear, W., Church, S. edited by Linden, K. J., Sadwick, L. P. : 64720D Corrugated waveguide band edge filters for CMB experiments in the far infrared INFRARED PHYSICS & TECHNOLOGY Gleeson, E., Murphy, J. A., Maffei, B., Lanigan, W., Brossard, J., Cahill, G., Cartwright, E., Church, S. E., Hinderks, J., Kirby, E., O'Sullivan, C. 46 (6) : 493-505 DOI 10.1016\/j.infrared.2004.10.001 Web of Science ID 000230224800006 Millimeter-wave profiled corrugated horns for the QUaD cosmic background polarization experiment INTERNATIONAL JOURNAL OF INFRARED AND MILLIMETER WAVES Murphy, J. A., Gleeson, E., Cahill, G., Lanigan, W., O'Sullivan, C., Cartwright, E., Church, S. E., Hinderks, J., Kirby, E., Thompson, K., Rusholme, B., Gear, W. K., Maffei, B., Ade, P. A., Tucker, C., Jones, B. 26 (4) : 505-523 DOI 10.1007\/s10762-005-4069-7 Web of Science ID 000228194400002 Recent results from the SuZIE experiment: An investigation of SZ scaling relationships Meeting on Observing Dark Energy Church, S. E., Benson, B. A., Thompson, K. L. : 157–166 Web of Science ID 000233599200017 Measurements of Sunyaev-Zel'dovich effect scaling relations for clusters of galaxies Benson, B. A., Church, S. E., Ade, P. A., Bock, J. J., Ganga, K. M., Henson, C. N., Thompson, K. L. 617 (2) : 829-846 Web of Science ID 000225968200009 Effects of submillimeter and radio point sources on the recovery of Sunyaev-Zel'dovich galaxy cluster parameters Knox, L., Holder, G. P., Church, S. E. 612 (1) : 96-107 Web of Science ID 000223634400009 Scientific optimization of a ground-based CMB polarization experiment Bowden, M., Taylor, A. N., Ganga, K. M., Ade, P. A., Bock, J. J., Cahill, G., Carlstrom, J. E., Church, S. E., Gear, W. K., Hinderks, J. R., Hu, W., Keating, B. G., Kovac, J., Lange, A. E., Leitch, E. M., Maffei, B., Mallie, O. E., Melhuish, S. J., Murphy, J. A., Pisano, G., Piccirillo, L., Pryke, C., Rusholme, B. A., O'Sullivan, C., Thompson, K. 349 (1) : 321-335 DOI 10.1111\/j.1365-2966.2004.07506.x Web of Science ID 000220152700034 Bandwidth characteristics of corrugated waveguidehorn feeds for CMB experiments SPIE Gleeson, E., Lanigan, W., Murphy, A. J., O'Sullivan, C., Maffei, B., Church, S. E., Cartwright, E. : 713 Measuring the cosmic microwave background polarization with the QUaD experiment SPIE Bowden, M., Taylor, A. N., Ganga, K. M., Ade, P. A., Bock, J. J., Cahill, G. A., Carlstrom, J. E., Church, S. E., Gear, W. K., Hinderks, J. R., Hu, W., Keating, B. G., Kovac, J., Lange, A. E., Leitch, E. M., Maffei, B., Mallie, O., Melhuish, S. J., Murphy, J. A., Pisano, G., Piccirillo, L., Pryke, C., Rusholme, B. A., O'Sullivan, C. M., Thompson, K. L., et al : 84 The quasi-optical design of the QUaD Telescope SPIE Cahill, G., O'Sullivan, C., Murphy, A. J., Lanigan, W., Gleeson, E., Ade, P. R., Bock, J. J., Bowden, M., Carlstrom, J. E., Church, S. E., Ganga, K., Walter, G., Harris, J., Hinderks, J., Hu, W., Kovac, J., Lange, A., Leitch, E. M., Maffei, B., Mallie, O., Melhuish, S., Orlando, A., Pisano, G., Piccirilo, L., Pryke, C., et al : 396 Recent Results from the SuZIE Experiment: An Investigation of SZ Scaling Relationships Observing Dark Energy Church, S. E., Benson, B. A., Thompson, K. L. : 157 Effects of sub-mm radio point sources on the recovery of Sunyaev-Zeldovich galaxy cluster parameters Astrophysical Journal Knox, L., Holder, G., Church, S. 612 : 96 QUEST on DASI: a South Pole CMB polarization experiment Workshop on the Cosmic Microwave Background Radiation and its Polarization Church, S., Ade, P., Bock, J., Bowden, M., Carlstrom, J., Ganga, K., Gear, W., Hinderks, J., Hu, W., Keating, B., Kovac, J., Lange, A., Leitch, E., Mallie, O., Melhuish, S., Murphy, A., Rusholme, B., O'Sullivan, C., Piccirillo, L., Pryke, C., Taylor, A., Thompson, K. ELSEVIER SCI LTD. : 1083–89 DOI 10.1016\/j.newar.2003.09.033 Web of Science ID 000187665800026 Peculiar velocity limits from measurements of the spectrum of the Sunyaev-Zeldovich effect in six clusters of galaxies Benson, B. A., Church, S. E., Ade, P. A., Bock, J. J., Ganga, K. M., Hinderks, J. R., Mauskopf, P. D., Philhour, B., Runyan, M. C., Thompson, K. L. 592 (2) : 674-691 Web of Science ID 000184408100003 The effect of bandpass uncertainties on component separation Church, S., Knox, L., White, M. 582 (2) : L63-L66 Web of Science ID 000180282800001 BOOMERANG: A Balloon-borne Millimeter Wave Telescope Total Power Receiver for Mapping Anisotropy in the Cosmic Microwave Background Astrophysical Journal Crill, B. P., Ade, P. R., Artusa, D. R., Bhatia, R. S., Bock, J. J., Boscaleri, A., Cardoni, P., Church, S. E., Coble, K., deBernards, P., deTroia, G., Farese, P., Ganga, K. M., Giacometti, M., Haynes, C. V., Hivon, E., Hristov, V. V., Iacoangeli, A., Jones, W. C., Lange, A. E., Martins, L., Masi, S., Mason, P. V., Mauskopf, P. D., Miglio, L., et al 148 : 527 Electromagnetic modelling of few-moded Winston cones in the far-infrared Ed. Marco De Petri Massimo Gervasi, AIP Conf. Proc. Gleeson, E., Murphy, A. J., Church, S. E., Colgan, R., O'Sullivan, C. : 295 QUEST - A 2.6-m mm-wave telescope for CMB polarization studies Workshop on Astrophysical Polarized Backgrounds Piccirillo, L., Ade, P. A., Bock, J. J., Bowden, M., Church, S. E., Ganga, K., Gear, W. K., Hinderks, J., Keating, B. G., Lange, A. E., Maffei, B., Mallie, O., Melhuish, S. J., Murphy, J. A., Pisano, G., Rusholme, B., Taylor, A., Thompson, K. : 159–163 Web of Science ID 000175483200026 A determination of the Hubble constant using measurements of X-ray emission and the Sunyaev-Zeldovich effect at millimeter wavelengths in the cluster Abell 1835 Mauskopf, P. D., Ade, P. A., Allen, S. W., Church, S. E., Edge, A. C., Ganga, K. M., Holzapfel, W. L., Lange, A. E., Rownd, B. K., Philhour, B. J., Runyan, M. C. 538 (2) : 505-516 Web of Science ID 000088824800005 A determination of the Hubble constant using measurements of X-ray emission the SZ effect at mm wavelengths in the cluster A1835 APJ Mauskopf, P. D., Ade, P. A., Allen, S. W., Church, S. E., Edge, A. C., Ganga, K. M., Holzapfel, W. L., Philhour, B., Rownd, B. K., Runyan, M. C., Lange, A. E. 538 : 505 The high frequency instrument of Planck: Design and performances Workshop on Cosmic Microwave Background and the Planck Mission Lamarre, J. M., Ade, P. A., Benoit, A., de Bernardis, P., Bock, J., Bouchet, F., Bradshaw, T., Charra, J., Church, S., Couchot, F., Delabrouille, J., Efstathiou, G., Giard, M., Giraud-Heraud, Y., Gispert, R., Griffin, M., Lange, A., Murphy, A., Pajot, F., Puget, J. L., Ristorcelli, I. GORDON BREACH PUBLISHING, TAYLOR & FRANCIS GROUP. : 161-? Web of Science ID 000088375200004 The Abell 2163 Spectrum from Infrared to Millimetre Wavelengths Pointecouteau, E., Giard, M., Serra, G., Ristorcelli, I., Lamarre, J. M., Bernard, J. P., Désert, F. X., Torre, J. P., Coron, N., Puget, J. L., Church, S., Bock, J. J., Kessler , M. F. edited by Laureijs, R. J., Leech, K. : 171 Cosmic Microwave Background Experiments, 1999 Microwave Foregrounds Staggs, S., Gundersen, J., Church, S. edited by Oliveira-Costa, A. d., Tegmark, M. A 96-GHz ortho-mode transducer for the Polatron IEEE MICROWAVE AND GUIDED WAVE LETTERS Chattopadhyay, G., Philhour, B., Carlstrom, J. E., Church, S., Lange, A., Zmuidzinas, J. 8 (12) : 421-423 Web of Science ID 000078591300003 First measurement of the submillimeter Sunyaev-Zeldovich effect Lamarre, J. M., Giard, M., Pointecouteau, E., Bernard, J. P., Serra, G., Pajot, F., Desert, F. X., Ristorcelli, I., Torre, J. P., Church, S., Coron, N., Puget, J. L., Bock, J. J. 507 (1) : L5-L8 Web of Science ID 000077779500002 Measuring the cosmic microwave background anisotropy power spectrum using Boomerang Topological Defects in Cosmology Masi, S., Bernardis, P. D., Giacometti, M., Melchiorri, F., Raccanelli, A., Sforna, D., Ade, P., Griffin, M., Aquilini, E., Cardoni, P., Martinis, L., Scaramuzzi, F., Bock, J. J., Church, S. E., Contensou, M., Crill, B. P., Hristov, V., Lange, A. E., Pascale, E., Netterfield, C. B., Boscaleri, A., Ganga, K. M., Hanany, S., Lee, A., Richards, P. L., et al World Scientific Publishers. : 135 An upper limit to arcminute-scale anisotropy in the cosmic microwave background radiation at 142 GHz Church, S. E., Ganga, K. M., Ade, P. A., Holzapfel, W. L., Mauskopf, P. D., WILBANKS, T. M., Lange, A. E. 484 (2) : 523-537 Web of Science ID A1997XP94100002 Limits on the Peculiar Velocities of Two Distant Clusters Using the Kinematic Sunyaev-Zel'dovich Effect Astrophysical Journal, Astrophysical Journal Holzapfel, W. L., Ade, P. R., Church, S. E., Mauskopf, P. D., Rephaeli, Y., Wilbanks, T. M., Lange, A. E. 481 : 35 A Compact High-Efficiency Feed Structure for Cosmic Microwave Background Astronomy at Millimeter Wavelengths Submillimetre Far-Infrared Space Instrumentation Church, S. E., Philhour, B., Lange, A. E., Ade, P. R., Maffei, B., Nartallo, R., Dragovan, M. : 77 Observations of the Sunyaev-Zel'dovich effect at millimeter wavelengths from the Caltech submillimeter observatory ESA Symposium on the Far InfraRed and Submillimetre Universe Church, S. E., Philhour, B., Runyan, M. C., Lange, A. E., Ade, P. A., Nartallo, R., Holzapfel, W. L., Mauskopf, P. D. EUROPEAN SPACE AGENCY. : 169–174 Web of Science ID A1997BJ82Z00024 A Determination of the Hubble Constant from X-ray Observations Measurements of the Sunyaev Zel'dovich Effect in A2163 Astrophysical Journal Holzapfel, W. L., Ade, P. R., Arnaud, M., Church, S. E., Mauskopf, P. D., Rephaeli, Y., Wilbanks, T. M., Lange, A. E. 480 : 449 Using SuZIE Arcminute-Scale CMB Anisotropy Data to Probe Open Flat-Λ CDM Cosmogenies Astrophysical Journal Holzapfel, W. L., Wilbanks, T. M., Ade, P. R., Church, S. E., Fischer, M. L., Mauskopf, P. D., Osgood, D. E., Lange, A. E. 479 : 17 Bolometric Detector Systems for IR Mm-wave Space Astronomy Submillimetre Far-Infrared Space Instrumentation Lange, A., Church, S., Mauskopf, P., Hristov, V., Bock, J., DelCastillo, H. M., Beeman, J., Ade, P. R., Griffin, M. J. : 105 The ISO long-wavelength spectrometer Clegg, P. E., Ade, P. A., Armand, C., Baluteau, J. P., Barlow, M. J., Buckley, M. A., Berges, J. C., Burgdorf, M., Caux, E., Ceccarelli, C., Cerulli, R., Church, S. E., Cotin, F., Cox, P., CRUVELLIER, P., Culhane, J. L., Davis, G. R., DiGiorgio, A., Diplock, B. R., Drummond, D. L., Emery, R. J., Ewart, J. D., Fischer, J., Furniss, I., GLENCROSS, W. M., Greenhouse, M. A., Griffin, M. J., Gry, C., Harwood, A. S., Hazell, A. S., Joubert, M., King, K. J., Lim, T., Liseau, R., Long, J. A., Lorenzetti, D., Molinari, S., Murray, A. G., Naylor, D. A., Nisini, B., Norman, K., Omont, A., Orfei, R., Patrick, T. J., Pequignot, D., Pouliquen, D., Price, M. C., NGUYENQRIEU, Rogers, A. J., Robinson, F. D., Saisse, M., Saraceno, P., Serra, G., Sidher, S. D., Smith, A. F., SMITH, H. A., Spinoglio, L., Swinyard, B. M., Texier, D., TOWLSON, W. A., Trams, N. R., Unger, S. J., White, G. J. 315 (2) : L38-L42 Web of Science ID A1996VU26600003 LWS observations of the colliding galaxies NGC 4038\/39 Fischer, J., Shier, L. M., Luhman, M. L., Satyapal, S., SMITH, H. A., Stacey, G. J., Unger, S. J., Greenhouse, M. A., Spinoglio, L., Malkan, M. A., Lord, S. D., Miles, J. W., Shure, M. A., Clegg, P. E., Ade, P. A., Armand, C., Burgdorf, M., Church, S. E., Davis, G. R., DiGiorgio, A., Ewart, D., Furniss, I., GLENCROSS, W. M., Gry, C., Lim, T., Molinari, S., NguyenRieu, Q., Price, M. C., Sidher, S. D., Smith, A., Swinyard, B. M., Texier, D., Trams, N. R., Wolfire, M. G. 315 (2) : L97-L100 Web of Science ID A1996VU26600016 Molecular line CO (2->1) observations of ultraluminous IRAS galaxies Rigopoulou, D., Lawrence, A., White, G. J., ROWANROBINSON, M., Church, S. E. 305 (3) : 747-755 Web of Science ID A1996TR76900016 Calibration Performance of the ISO Long Wavelength Spectrometer ISO Consortium Paper Swinyard, B. M., et al : L43 Non-Linear Effects in Doped-Ge Photoconductors Appl. Opt. Church, S. E., Price, M. C., Haegel, N. M., Griffin, M. J., Ade, P. R. 35 : 1597 LWS-spectroscopy of Herbig-Haro Objects Molecular Outflows in the Cha II Dark Cloud ISO Consortium Paper Nisini, B., et al : L321 Photo-dissociation the CN:HCN ratio: observations of a third Bar in OMC1 Mon. Not. R. astr. Soc. Greeves, J. S., Church, S. E. 283 : 1179 PREDICTING RESIDUAL LEVELS OF ATMOSPHERIC SKY NOISE IN GROUND-BASED OBSERVATIONS OF THE COSMIC BACKGROUND-RADIATION Church, S. E. 272 (3) : 551-569 Web of Science ID A1995QF01500011 Measurements of submillimetre emission noise from Mauna Kea Multi-Feed Systems for Radio Telescopes Workshop Duncan, W. D., Robson, I., Ade, P. A., Church, S. E. : 295–308 Web of Science ID A1995BD96S00034 An Arcminute Resolution Search at 4.7 cm-1 for Point Sources Confusion to Measurements of CMB Anisotropy Astrophysical Journal Church, S. E., Mauskopf, P. D., Ade, P. R., Holzapfel, W. L., Wilbanks, T. M., Lange, A. E. 440 : L33 The Detector Signal Processing Chain Of The ISO Long Wavelength Spectrometer Experimental Astronomy Delettrez, C., Griffin, M. J., Naour, L. C., Church, S., Chabaud, J. P. 4 : 213 Measuring the performance of the ISO LWS Infrared Spaceborne Remote Sensing Emery, R. J., Swinyard, B. M., King, K. J., Church, S. E. An Upper Limit on the Fine Scale Anisotropy of the Background Radiation at 800um Mon. Not. R. astr. Soc. Church, S. E., Lasenby, A. N., Hills, R. E. 261 : 705 PERFORMANCE-CHARACTERISTICS OF DOPED-GE PHOTOCONDUCTORS FOR THE INFRARED SPACE-OBSERVATORY LONG-WAVELENGTH SPECTROMETER Conference on Infrared Detector and Instrumentation Church, S. E., Griffin, M. J., Price, M. C., Ade, P. A., Emery, R. J., Swinyard, B. M. SPIE - INT SOC OPTICAL ENGINEERING. : 116–125 Web of Science ID A1993BZ73X00015 TESTING THE LONG-WAVELENGTH SPECTROMETER FOR ISO Conference on Infrared Detector and Instrumentation Emery, R. J., King, K. J., Swinyard, B. M., Church, S. E. SPIE - INT SOC OPTICAL ENGINEERING. : 272–280 Web of Science ID A1993BZ73X00029 Ionising Radiation- Induced Effects in Doped-Germanium FIR Photoconductors Photon Detectors for Space Instrumentation Price, M. C., Griffin, M. J., Church, S. E., Murray, A. G., Ade, P. R. : 309 Extrinsic Photoconductor Detectors for the Wavelength Range 2 to 240um Photon Detectors for Space Instrumentation Engemann, D., Faymonville, R., Felten, R., Frenzl, O., Overhamm, M., Griffin, M., Ade, P., Church, S., Murray, A. : 289 Non- Linear effects in Doped-Germanium Photoconductors for the ISO Long Wavelength Spectrometer Photon Detectors for Space Instrumentation Church, S. E., Price, M. C., Griffin, M. J., Ade, P. R., Emery, R. J., Swinyard, B. M. : 261 Performance Testing of Doped-Germanium Photoconductors for the ISO Long Wavelength Spectrometer Photon Detectors for Space Instrumentation Church, S. E., Griffin, M. J., Ade, P. R., Price, M. C., Emery, R. J., Swinyard, B. M. : 255 Short-baseline Interferometry Atmospheric Effects Radio Astronomical Seeing Church, S. E. edited by Baldwin, J. B., Wang, S. : 48 Performance Testing on Ge:Ga Ge:Be detectors for the ISO Long Wavelength Spectrometer From Ground-Based to Space-Borne Sub-mm Astronomy Griffin, M., Ade, P., Church, S., Murray, A., Overhamm, M., Faymonville, R., Ying, W. S. : 359 Measurements of Day-time Astronomical “Seeing” on Mauna Kea made with the James Clerk Maxwell Telescope Radio Astronomical Seeing Church, S. E., Hills, R. E. edited by Baldwin, J. B., Wang, S. : 75 Experimental and Observational Astrophysics and Cosmology Viewing the formation and evolution of stars, galaxies, and the cosmos. Galaxy clusters, cosmic microwave background radiation, ultra high-energy sources, large scale structure in the universe and cosmic evolution. Current research in observational astrophysics and cosmology at Stanford covers a wide range of approaches to tackling the most important frontiers. Major topics include direct detection of dark matter, probes of dark energy (via gravitational lensing, surveys of galaxy clusters and supernovae), sources of gamma rays (pulsars, blazars, supernova remnants, dark matter annihilation or decay), the structure of clusters of galaxies and their use as probes of cosmology, the development of next generation detectors of photons (radio through gamma-ray), the origins of solar variability on a wide range of time scales, and experiments in gravitation (detection of gravitational waves, probes of gravity at short distance scales). Major experiments and  facilities include the LUX-ZEPLIN experiment (direct detection of dark matter), the Cryogenic Dark Matter Detector (direct detection of dark matter), the Fermi Large Area Telescope (gamma-rays), NuSTAR (x-rays), the Dark Energy Survey DES (probes of dark energy), the Solar Dynamics Observatory SDO and the Solar and Heliospheric Observatory SOHO (solar space missions), and the Laser Interferometer Gravitational-Wave Observatory LIGO . Future facilities include the Large Synoptic Survey Telescope ( LSST , observing half the sky deeply every three days). . Seminars are also hosted by the Stanford Solar Observatories Group and the Hansen Experimental Physics Laboratory Daniel Akerib Courtesy Faculty akerib@slac.stanford.edu Research lab site Publications on inSPIREhep Steven Allen swa@stanford.edu My research group Blas Cabrera (650) 723-3395 cabrera@stanford.edu Sarah Church schurch@stanford.edu Persis Drell Kent Irwin Irwin Group Steven Kahn skahn@slac.stanford.edu Chao-Lin Kuo clkuo@stanford.edu Bruce Macintosh (650) 725-4116 bmacintosh@stanford.edu Peter Michelson (650) 723-3004 peterm@stanford.edu Thomas Shutt Courtesy Faculty tshutt@slac.stanford.edu John Turneaure (650) 725-4118 johnturn@stanford.edu"
            ]
        ]
    ]
}