{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V4PVHJWW",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Arthur C.R. Gleason Research Assoc. Professor art.gleason@miami.edu (305) 284-7140 My research focuses on developing novel remote sensing tools for environmental and conservation applications. I work with colleagues in geophysical, geological, or biological fields who need new types of data or more efficient, creative types of analysis. This broad objective has blessed me with a diverse group of collaborators and experience working across a variety of spatial and temporal scales in both marine and terrestrial environments. Individual projects have spanned a range of disciples, but, in general, this work has fallen into three broad themes: - calibration and validation of global satellite products - image classification and habitat mapping - close-range photogrammetry Ph.D. Marine Geology and Geophysics University of Miami \/ RSMAS, Miami, FL Geography University of Maryland, College Park B.S. Geophysics Yale University, New Haven, CT LIST OF SPECIALTIES: develop new methods of seabed mapping and to use those methods for ecological assessment of coral reef resources Airborne hyperspectral mapping Acropora palmata  is spectrally distinct from other common Caribbean coral species, based on the spectra acquired in this project. Future hyperspectral image missions that seek to map A. palmata should place strong priority on very high spatial resolution (1 m or less) and accurate geolocation (better than one pixel). The results have been presented at four conferences. NASA scientists are using the spectral library produced from this work for underwater radiative transfer modeling. Ship-based acoustic mapping An inexpensive single beam echo sounder was used to map substrate type and relief for the Navassa National Wildlife Refuge. NOAA scientists used the resulting map to conduct coral and reef fish resource assessments of the Refuge. The ability to generalize this new mapping technique to other areas is being assessed. The same system was used to characterize the site of a grouper aggregation in the Florida Keys. The seabed in that area was found to have higher slope, higher spatial variability, and closer proximity to deep offshore reefs relative to the surroundings. Other sites are now being surveyed to assess the generality of these results.  fact sheet  is available summarizing these projects. Diver mapping with video and multispectral imagery A technique for generating underwater video mosaics without external navigation  has been developed. Mosaics covering about 500 m^2 with 1-2 mm spatial resolution are now routinely possible. Species identification is not always possible from the video, but higher order taxonomy (coral, algae, sponge etc..) is reliable. Spatial accuracy of the mosaics on the order of a few cm, which means that these tools are useful for rapidly measuring sizes and distances underwater. Applications include: coral demographics (size distribution), and measuring damages from hurricanes and ship groundings. The use of narrow spectral band underwater imagery enabled automated segmentation of coral and algae from the background and, in conjunction with a very simple texture classifier, enabled the classification of broad benthic cover categories: coral, algae, \"other\".  fact sheet  is available summarizing these projects. The PBS show \"Changing Seas\" featured some examples of our mosaics on their show  Reef Revival  which first aired 06\/14\/2011. Look for the mosaics and an interview with Brooke Gintert from 4:50 - 6:30 on the link. Gleason, A. C. R., R. P. Reid, G. T. Kellison \"Single beam acoustic remote sensing for coral reef mapping\"  Proceedings of the 11th International Coral Reef Symposium  (Ft. Lauderdale, FL, USA. 2009). Miller, M. W., R.B. Halley, A.C.R. Gleason \"Reef Geology and Biology of Navassa Island, in Coral Reefs of the USA\"   407-434 (Springer Press. 2008)."
            ]
        ]
    ]
}