{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V679C6PK",
            "snK4qSYAAAAJ",
            [
                "Exciton condensation and charge fractionalization in a topological insulator film",
                "Transport signatures of Floquet Majorana fermions in driven topological superconductors",
                "Effective theory of Floquet topological transitions",
                "Permanent Confinement in the Compact Q E D 3 with Fermionic Matter",
                "Enhanced weak ferromagnetism and conductivity in hole-doped pyrochlore iridate ",
                "Anyons in a weakly interacting system",
                "Vortices, zero modes, and fractionalization in the bilayer-graphene exciton condensate",
                "Fractionalization in a square-lattice model with time-reversal symmetry",
                "Floquet-engineered valleytronics in dirac systems",
                "Absence of U (1) spin liquids in two dimensions"
            ],
            [
                "An odd number of gapless Dirac fermions is guaranteed to exist at a surface of a strong topological insulator. We show that in a thin-film geometry and under external bias, electron-hole pairs that reside in these surface states can condense to form a novel exotic quantum state which we propose to call “topological exciton condensate”(TEC). This TEC is similar in general terms to the exciton condensate recently argued to exist in a biased graphene bilayer, but with different topological properties. It exhibits a host of unusual properties including a stable zero mode and a fractional charge±e\/2 carried by a singly quantized vortex in the TEC order parameter.",
                "Floquet Majorana fermions are steady states of equal superposition of electrons and holes in a periodically driven superconductor. We study the experimental signatures of Floquet Majorana fermions in transport measurements and show, both analytically and numerically, that their presence is signaled by a quantized conductance sum rule over discrete values of lead bias differing by multiple absorption or emission energies at drive frequency. We also study the effects of static disorder and find that the quantized sum rule is robust against weak disorder. Thus, we offer a unique way to identify the topological signatures of Floquet Majorana fermions.",
                "We develop a theory of topological transitions in a Floquet topological insulator, using graphene irradiated by circularly polarized light as a concrete realization. We demonstrate that a hallmark signature of such transitions in a static system, ie, metallic bulk transport with conductivity of order e 2\/h, is substantially suppressed at some Floquet topological transitions in the clean system. We determine the conditions for this suppression analytically and confirm our results in numerical simulations. Remarkably, introducing disorder dramatically enhances this transport by several orders of magnitude.",
                "We argue that the compact three dimensional electrodynamics with massless relativistic fermions is always in the confined phase, in spite of the bare interaction between the magnetic monopoles being rendered logarithmic by fermions. The effect is caused by screening by other dipoles, which transforms the logarithmic back into the Coulomb interaction at large distances. Possible implications for the chiral symmetry breaking for fermions are discussed, and the global phase diagram of the theory is proposed.",
                "Pyrochlore iridates have recently attracted growing interest in condensed matter physics because of their potential for realizing new topological states. In order to achieve such quantum states, it is essential to understand the magnetic properties of these compounds, as their electronic structures are strongly coupled with their magnetic ground states. In this work, we report a systematic study of the magnetic properties of pyrochlore Y 2 Ir 2 O 7 and its hole-doped compounds by performing magnetic, electron spin resonance, electrical transport, and x-ray photoelectron spectroscopy (XPS) measurements. We demonstrate the existence of weak ferromagnetism on top of a large antiferromagnetic background in the undoped compound. Hole doping by calcium was found to enhance both the ferromagnetism and the electrical conductivity. The XPS characterization shows the coexistence of Ir 4+ and Ir 5+ in the undoped …",
                "In quantum theory, indistinguishable particles in three-dimensional space behave in only two distinct ways. On interchange, their wavefunction maps either to itself if the particles are bosons, or to minus itself if they are fermions. In two dimensions, a more exotic possibility arises: on exchange of two particles known as anyons, the wavefunction acquires the phase. Such fractional exchange statistics are normally regarded as the hallmark of strong correlations. Here, we describe a theoretical proposal for a system whose excitations are anyons with the exchange phase θ= π\/4 and charge±e\/2, but at the same time can be built by filling a set of single-particle states of essentially non-interacting electrons. The system consists of an artificially structured type-II superconducting film adjacent to a two-dimensional electron gas in the integer quantum Hall regime with unit filling fraction. The proposed set-up enables …",
                "A real-space formulation is given for the recently discussed exciton condensate in a symmetrically biased graphene bilayer. We show that in the continuum limit an oddly quantized vortex in this condensate binds exactly one zero-mode per valley index of the bilayer. In the full lattice model, the zero modes are split slightly due to intervalley mixing. We support these results by an exact numerical diagonalization of the lattice Hamiltonian. We also discuss the effect of the zero modes on the charge content of these vortices and deduce some of their interesting properties.",
                "We propose a two-dimensional time-reversal invariant system of essentially noninteracting electrons on a square lattice that exhibits configurations with fractional charges±e∕ 2. These are vortexlike topological defects in the dimerization order parameter describing spatial modulation in the electron hopping amplitudes. Charge fractionalization is established by a simple counting argument, analytical calculation within the effective low-energy theory, and by an exact numerical diagonalization of the lattice Hamiltonian. We comment on the exchange statistics of fractional charges and possible realizations of the system.",
                "Valley degrees of freedom offer a potential resource for quantum information processing if they can be effectively controlled. We discuss an optical approach to this problem in which intense light breaks electronic symmetries of a two-dimensional Dirac material. The resulting quasienergy structures may then differ for different valleys, so that the Floquet physics of the system can be exploited to produce highly polarized valley currents. This physics can be utilized to realize a valley valve whose behavior is determined optically. We propose a concrete way to achieve such valleytronics in graphene as well as in a simple model of an inversion-symmetry broken Dirac material. We study the effect numerically and demonstrate its robustness against moderate disorder and small deviations in optical parameters.",
                "Many popular models of fractionalized spin liquids contain neutral fermionic spinon excitations on a Fermi surface, carrying unit charges under a compact U (1) gauge force. We argue that except at possible critical points, instanton effects generically render such states unstable to confinement in two spatial dimensions, so that all elementary excitations are gauge neutral, and there is no spinon Fermi surface. Similar results are expected to apply to SU (2) spin liquids. However, fractionalized states can appear when the gauge symmetry is broken down to a discrete subgroup by the Higgs mechanism. Our argument generalizes earlier results on confinement in the pure gauge theory, and arguments for the instability of the U (1)“staggered flux” and “algebraic” spin liquids with a Dirac spectrum for fermionic spinons."
            ],
            [
                [
                    "Condensed Matter Theory",
                    "Topological Insulators",
                    "Topological Superconductors",
                    "Quantum Hall Physics",
                    "Graphene"
                ]
            ]
        ]
    ]
}