{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V6EZRUI8",
            "lj1F5tUAAAAJ",
            [
                "The large area telescope on the Fermi gamma-ray space telescope mission",
                "The third EGRET catalog of high-energy gamma-ray sources",
                "Multi-messenger observations of a binary neutron star merger",
                "Fermi large area telescope second source catalog",
                "Fermi large area telescope first source catalog",
                "The likelihood analysis of EGRET data"
            ],
            [
                "A revolution is underway in our understanding of the highenergy sky. The early SAS 2 (Fichtel et al. 1975) and COS B",
                "The third catalog of high‐energy gamma‐ray sources detected by the EGRET telescope on the Compton Gamma Ray Observatory includes data from 1991 April 22 to 1995 October 3 (cycles 1, 2, 3, and 4 of the mission). In addition to including more data than the second EGRET catalog and its supplement, this catalog uses completely reprocessed data (to correct a number of mostly minimal errors and problems). The 271 sources (  MeV) in the catalog include the single 1991 solar flare bright enough to be detected as a source, the Large Magellanic Cloud, five pulsars, one probable radio galaxy detection (Cen A), and 66 high‐confidence identifications of blazars (BL Lac objects, flat‐spectrum radio quasars, or unidentified flat‐spectrum radio sources). In addition, 27 lower confidence potential blazar identifications are noted. Finally, the catalog contains 170 sources not yet identified firmly with known objects …",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "This paper presents a catalog of high-energy γ-ray sources detected in the first two years of the Fermi Gamma-ray Space Telescope mission by the Large Area Telescope (LAT). It is the successor to the LAT Bright Source List (Abdo et al. 2009d) and the first Fermi-LAT (1FGL; Abdo et al. 2010f) catalog, which were based on 3 months and 11 months of flight data, respectively. The new catalog represents the deepest-ever catalog in the 100 MeV–100 GeV energy range and includes a number of analysis refinements. Some important improvements compared to the 1FGL catalog are the following.",
                "We present a catalog of high-energy gamma-ray sources detected by the Large Area Telescope (LAT), the primary science instrument on the Fermi Gamma-ray Space Telescope (Fermi), during the first 11 months of the science phase of the mission, which began on 2008 August 4. The First Fermi-LAT catalog (1FGL) contains 1451 sources detected and characterized in the 100 MeV to 100 GeV range. Source detection was based on the average flux over the 11 month period, and the threshold likelihood Test Statistic is 25, corresponding to a significance of just over 4σ. The 1FGL catalog includes source location regions, defined in terms of elliptical fits to the 95% confidence regions and power-law spectral fits as well as flux measurements in five energy bands for each source. In addition, monthly light curves are provided. Using a protocol defined before launch we have tested for several populations of gamma-ray …",
                "The use of likelihood for the analysis of high-energy γ-ray data from the EGRET instrument aboard the Compton Gamma-Ray Observatory is described. Maximum likelihood is used to estimate point-source flux densities, source locations, and background model parameters. The likelihood ratio test is used to determine the significance of point sources. Monte Carlo simulations have been done to confirm the validity of these techniques."
            ],
            [
                [
                    "physics",
                    "astrophysics",
                    "astronomy",
                    "high-energy astrophysics"
                ]
            ]
        ]
    ]
}