{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V6EZRUI8",
            "lj1F5tUAAAAJ",
            [
                "The large area telescope on the Fermi gamma-ray space telescope mission",
                "The third EGRET catalog of high-energy gamma-ray sources",
                "Multi-messenger observations of a binary neutron star merger",
                "Fermi large area telescope second source catalog",
                "Fermi large area telescope first source catalog",
                "The likelihood analysis of EGRET data"
            ],
            [
                "A revolution is underway in our understanding of the highenergy sky. The early SAS 2 (Fichtel et al. 1975) and COS B",
                "The third catalog of high‐energy gamma‐ray sources detected by the EGRET telescope on the Compton Gamma Ray Observatory includes data from 1991 April 22 to 1995 October 3 (cycles 1, 2, 3, and 4 of the mission). In addition to including more data than the second EGRET catalog and its supplement, this catalog uses completely reprocessed data (to correct a number of mostly minimal errors and problems). The 271 sources (  MeV) in the catalog include the single 1991 solar flare bright enough to be detected as a source, the Large Magellanic Cloud, five pulsars, one probable radio galaxy detection (Cen A), and 66 high‐confidence identifications of blazars (BL Lac objects, flat‐spectrum radio quasars, or unidentified flat‐spectrum radio sources). In addition, 27 lower confidence potential blazar identifications are noted. Finally, the catalog contains 170 sources not yet identified firmly with known objects …",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "This paper presents a catalog of high-energy γ-ray sources detected in the first two years of the Fermi Gamma-ray Space Telescope mission by the Large Area Telescope (LAT). It is the successor to the LAT Bright Source List (Abdo et al. 2009d) and the first Fermi-LAT (1FGL; Abdo et al. 2010f) catalog, which were based on 3 months and 11 months of flight data, respectively. The new catalog represents the deepest-ever catalog in the 100 MeV–100 GeV energy range and includes a number of analysis refinements. Some important improvements compared to the 1FGL catalog are the following.",
                "We present a catalog of high-energy gamma-ray sources detected by the Large Area Telescope (LAT), the primary science instrument on the Fermi Gamma-ray Space Telescope (Fermi), during the first 11 months of the science phase of the mission, which began on 2008 August 4. The First Fermi-LAT catalog (1FGL) contains 1451 sources detected and characterized in the 100 MeV to 100 GeV range. Source detection was based on the average flux over the 11 month period, and the threshold likelihood Test Statistic is 25, corresponding to a significance of just over 4σ. The 1FGL catalog includes source location regions, defined in terms of elliptical fits to the 95% confidence regions and power-law spectral fits as well as flux measurements in five energy bands for each source. In addition, monthly light curves are provided. Using a protocol defined before launch we have tested for several populations of gamma-ray …",
                "The use of likelihood for the analysis of high-energy γ-ray data from the EGRET instrument aboard the Compton Gamma-Ray Observatory is described. Maximum likelihood is used to estimate point-source flux densities, source locations, and background model parameters. The likelihood ratio test is used to determine the significance of point sources. Monte Carlo simulations have been done to confirm the validity of these techniques."
            ],
            [
                [
                    "physics",
                    "astrophysics",
                    "astronomy",
                    "high-energy astrophysics"
                ]
            ],
            [
                "Peter Michelson Senior Associate Dean for the Natural Sciences and the Luke Blossom Professor in the School of Humanities and Sciences peterm@stanford.edu VARIAN 168 (650) 723-3004 Independent Studies (1) Thinking About the Universe: What do we know? How do we know it? THINK 45 (Win) Introduction to Cosmology and Extragalactic Astrophysics PHYSICS 161, PHYSICS 261 (Spr) Thinking About the Universe: What do we know? How do we know it? THINK 45 (Spr) Classical Mechanics Laboratory PHYSICS 42 (Win) Frontiers of Physics Research PHYSICS 59 (Aut) Introduction to Cosmology and Extragalactic Astrophysics PHYSICS 161, PHYSICS 261 (Spr) Thinking About the Universe: What do we know? How do we know it? THINK 45 (Spr) Niccolo Di Lalla Multimessenger observations of a flaring blazar coincident with high-energy neutrino IceCube-170922A Aartsen, M. G., Ackermann, M., Adams, J., Aguilar, J. A., Ahlers, M., Ahrens, M., Al Samarai, I., Altmann, D., Andeen, K., Anderson, T., Ansseau, I., Anton, G., Arguelles, C., Auffenberg, J., Axani, S., Bagherpour, H., Bai, X., Barron, J. P., Barwick, S. W., Baum, V., Bay, R., Beatty, J. J., Tjus, J., Becker, K., BenZvi, S., Berley, D., Bernardini, E., Besson, D. Z., Binder, G., Bindig, D., Blaufuss, E., Blot, S., Bohm, C., Borner, M., Bos, F., Boser, S., Botner, O., Bourbeau, E., Bourbeau, J., Bradascio, F., Braun, J., Brenzke, M., Bretz, H., Bron, S., Brostean-Kaiser, J., Burgman, A., Busse, R. S., Carver, T., Cheung, E., Chirkin, D., Christov, A., Clark, K., Classen, L., Coenders, S., Collin, G. H., Conrad, J. M., Coppin, P., Correa, P., Cowen, D. F., Cross, R., Dave, P., Day, M., de Andre, J. M., De Clercq, C., DeLaunay, J. J., Dembinski, H., De Ridder, S., Desiati, P., de Vries, K. D., de Wasseige, G., de With, M., DeYoung, T., Diaz-Velez, J. C., di Lorenzo, V., Dujmovic, H., Dumm, J. P., Dunkman, M., Dvorak, E., Eberhardt, B., Ehrhardt, T., Eichmann, B., Eller, P., Evenson, P. A., Fahey, S., Fazely, A. R., Felde, J., Filimonov, K., Finley, C., Flis, S., Franckowiak, A., Friedman, E., Fritz, A., Gaisser, T. K., Gallagher, J., Gerhardt, L., Ghorbani, K., Glauch, T., Glusenkamp, T., Goldschmidt, A., Gonzalez, J. G., Grant, D., Griffith, Z., Haack, C., Hallgren, A., Halzen, F., Hanson, K., Hebecker, D., Heereman, D., Helbing, K., Hellauer, R., Hickford, S., Hignight, J., Hill, G. C., Hoffman, K. D., Hoffmann, R., Hoinka, T., Hokanson-Fasig, B., Hoshina, K., Huang, F., Huber, M., Hultqvist, K., Hunnefeld, M., Hussain, R., In, S., Iovine, N., Ishihara, A., Jacobi, E., Japaridze, G. S., Jeong, M., Jero, K., Jones, B. P., Kalaczynski, P., Kang, W., Kappes, A., Kappesser, D., Karg, T., Karle, A., Katz, U., Kauer, M., Keivani, A., Kelley, J. L., Kheirandish, A., Kim, J., Kim, M., Kintscher, T., Kiryluk, J., Kittler, T., Klein, S. R., Koirala, R., Kolanoski, H., Kopke, L., Kopper, C., Kopper, S., Koschinsky, J. P., Koskinen, D. J., Kowalski, M., Krings, K., Kroll, M., Kruckl, G., Kunwar, S., Kurahashi, N., Kuwabara, T., Kyriacou, A., Labare, M., Lanfranchi, J. L., Larson, M. J., Lauber, F., Leonard, K., Lesiak-Bzdak, M., Leuermann, M., Liu, Q. R., Mariscal, C., Lu, L., Lunemann, J., Luszczak, W., Madsen, J., Maggi, G., Mahn, K. M., Mancina, S., Maruyama, R., Mase, K., Maunu, R., Meagher, K., Medici, M., Meier, M., Menne, T., Merino, G., Meures, T., Miarecki, S., Micallef, J., Momente, G., Montaruli, T., Moore, R. W., Morse, R., Moulai, M., Nahnhauer, R., Nakarmi, P., Naumann, U., Neer, G., Niederhausen, H., Nowicki, S. C., Nygren, D. R., Pollmann, A., Olivas, A., O'Murchadha, A., O'Sullivan, E., Palczewski, T., Pandya, H., Pankova, D. V., Peiffer, P., Pepper, J. A., de los Heros, C., Pieloth, D., Pinat, E., Plum, M., Price, P. B., Przybylski, G. T., Raab, C., Radel, L., Rameez, M., Rauch, L., Rawlins, K., Rea, I. C., Reimann, R., Relethford, B., Relich, M., Resconi, E., Rhode, W., Richman, M., Robertson, S., Rongen, M., Rott, C., Ruhe, T., Ryckbosch, D., Rysewyk, D., Safa, I., Salzer, T., Herrera, S., Sandrock, A., Sandroos, J., Santander, M., Sarkar, S., Sarkar, S., Satalecka, K., Schlunder, P., Schmidt, T., Schneider, A., Schoenen, S., Schoneberg, S., Schumacher, L., Sclafani, S., Seckel, D., Seunarine, S., Soedingrekso, J., Soldin, D., Song, M., Spiczak, G. M., Spiering, C., Stachurska, J., Stamatikos, M., Stanev, T., Stasik, A., Stein, R., Stettner, J., Steuer, A., Stezelberger, T., Stokstad, R. G., Stossl, A., Strotjohann, N. L., Stuttard, T., Sullivan, G. W., Sutherland, M., Taboada, I., Tatar, J., Tenholt, F., Ter-Antonyan, S., Terliuk, A., Tilav, S., Toale, P. A., Tobin, M. N., Toennis, C., Toscano, S., Tosi, D., Tselengidou, M., Tung, C. F., Turcati, A., Turley, C. F., Ty, B., Unger, E., Usner, M., Vandenbroucke, J., Van Driessche, W., van Eijk, D., van Eijndhoven, N., Vanheule, S., van Santen, J., Vogel, E., Vraeghe, M., Walck, C., Wallace, A., Mallraff, M., Wandler, F. D., Wandkowsky, N., Waza, A., Weaver, C., Weiss, M. J., Wendt, C., Werthebach, J., Westerhoff, S., Whelan, B. J., Whitehorn, N., Whelan, B. J., Whitehorn, N., Wiebe, K., Wiebusch, C. H., Wille, L., Williams, D. R., Wills, L., Wolf, M., Wood, J., Wood, T. R., Woschnagg, K., Xu, D. L., Xu, X. W., Xu, Y., Yanez, J. P., Yodh, G., Yoshida, S., Yuan, T., Abdollahi, S., Ajello, M., Angioni, R., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bechtol, K., Bellazzini, R., Berenji, B., Bissaldi, E., Blandford, R. D., Bonino, R., Bottacini, E., Bregeon, J., Bruel, P., Buehler, R., Burnett, T. H., Burns, E., Buson, S., Cameron, R. A., Caputo, R., Caraveo, P. A., Cavazzuti, E., Charles, E., Chen, S., Cheung, C. C., Chiang, J., Chiaro, G., Ciprini, S., Cohen-Tanugi, J., Conrad, J., Costantin, D., Cutini, S., D'Ammando, F., de Palma, F., Digel, S. W., Di Lalla, N., Di Mauro, M., Di Venere, L., Dominguez, A., Favuzzi, C., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giomi, M., Giommi, P., Giordano, F., Giroletti, M., Glanzman, T., Green, D., Grenier, I. A., Grondin, M., Guiriec, S., Harding, A. K., Hayashida, M., Hays, E., Hewitt, J. W., Horan, D., Johannesson, G., Kadler, M., Kensei, S., Kocevski, D., Krauss, F., Kreter, M., Kuss, M., La Mura, G., Larsson, S., Latronico, L., Lemoine-Goumard, M., Li, J., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Magill, J. D., Maldera, S., Malyshev, D., Manfreda, A., Mazziotta, M. N., McEnery, J. E., Meyer, M., Michelson, P. F., Mizuno, T., Monzani, M. E., Morselli, A., Moskalenko, I. V., Negro, M., Nuss, E., Ojha, R., Omodei, N., Orienti, M., Orlando, E., Palatiello, M., Paliya, V. S., Perkins, J. S., Persic, M., Pesce-Rollins, M., Piron, F., Porter, T. A., Principe, G., Raino, S., Rando, R., Rani, B., Razzano, M., Razzaque, S., Reimer, A., Reimer, O., Renault-Tinacci, N., Ritz, S., Rochester, L. S., Parkinson, P., Sgro, C., Siskind, E. J., Spandre, G., Spinelli, P., Suson, D. J., Tajima, H., Takahashi, M., Tanaka, Y., Thayer, J. B., Thompson, D. J., Tibaldo, L., Torres, D. F., Torresi, E., Tosti, G., Troja, E., Valverde, J., Vianello, G., Vogel, M., Wood, K., Wood, M., Zaharijas, G., Ahnen, M. L., Ansoldi, S., Antonelli, L. A., Arcaro, C., Baack, D., Babic, A., Banerjee, B., Bangale, P., de Almeida, U., Barrio, J. A., Gonzalez, J., Bednarek, W., Bernardini, E., Berti, A., Bhattacharyya, W., Biland, A., Blanch, O., Bonnoli, G., Carosi, A., Carosi, R., Ceribella, G., Chatterjee, A., Colak, S. M., Colin, P., Colombo, E., Contreras, J. L., Cortina, J., Covino, S., Cumani, P., Da Vela, P., Dazzi, F., De Angelis, A., De Lotto, B., Delfino, M., Delgado, J., Di Pierro, F., Dominguez, A., Prester, D., Dorner, D., Doro, M., Einecke, S., Elsaesser, D., Ramazani, V., Fernandez-Barral, A., Fidalgo, D., Foffano, L., Pfrang, K., Fonseca, M. V., Font, L., Franceschini, A., Fruck, C., Galindo, D., Gallozzi, S., Lopez, R., Garczarczyk, M., Gaug, M., Giammaria, P., Godinovic, N., Gora, D., Guberman, D., Hadasch, D., Hahn, A., Hassan, T., Hayashida, M., Herrera, J., Hose, J., Hrupec, D., Inoue, S., Ishio, K., Konno, Y., Kubo, H., Kushida, J., Lelas, D., Lindfors, E., Lombardi, S., Longo, F., Lopez, M., Maggio, C., Majumdar, P., Makariev, M., Maneva, G., Manganaro, M., Mannheim, K., Maraschi, L., Mariotti, M., Martinez, M., Masuda, S., Mazin, D., Minev, M., M, J. M., Mirzoyan, R., Moralejo, A., Moreno, V., Moretti, E., Nagayoshi, T., Neustroev, V., Niedzwiecki, A., Rosillo, M., Nigro, C., Nilsson, K., Ninci, D., Nishijima, K., Noda, K., Nogues, L., Paiano, S., Palacio, J., Paneque, D., Paoletti, R., Paredes, J. M., Pedaletti, G., Peresano, M., Persic, M., Moroni, P., Prandini, E., Puljak, I., Garcia, J., Reichardt, I., Rhode, W., Ribo, M., Rico, J., Righi, C., Rugliancich, A., Saito, T., Satalecka, K., Schweizer, T., Sitarek, J., Snidaric, I., Sobczynska, D., Stamerra, A., Strzys, M., Suric, T., Takahashi, M., Tavecchio, F., Temnikov, P., Terzic, T., Teshima, M., Torres-Alba, N., Treves, A., Tsujimoto, S., Vanzo, G., Acosta, M., Vovk, I., Ward, J. E., Will, M., Zaric, D., Lucarelli, F., Tavani, M., Piano, G., Donnarumma, I., Pittori, C., Verrecchia, F., Barbiellini, G., Bulgarelli, A., Caraveo, P., Cattaneo, P. W., Colafrancesco, S., Costa, E., Di Cocco, G., Ferrari, A., Gianotti, F., Giuliani, A., Lipari, P., Mereghetti, S., Morselli, A., Pacciani, L., Paoletti, F., Parmiggiani, N., Pellizzoni, A., Picozza, P., Pilia, M., Rappoldi, A., Trois, A., Vercellone, S., Vittorini, V., Franckowiak, A., Stanek, K. Z., Kochanek, C. S., Beacom, J. F., Thompson, T. A., Holoien, W., Dong, S., Prieto, J. L., Shappee, B. J., Holmbo, S., Abeysekara, A. U., Albert, A., Alfaro, R., Alvarez, C., Arceo, R., Arteaga-Velazquez, J. C., Rojas, D., Solares, H., Becerril, A., Belmont-Moreno, E., Bernal, A., Caballero-Mora, K. S., Capistran, T., Carraminana, A., Casanova, S., Castillo, M., Cotti, U., Cotzomi, J., de Leon, S., De Leon, C., De la Fuente, E., Hernandez, R., Dichiara, S., Dingus, B. L., DuVernois, M. A., Diaz-Velez, J. C., Ellsworth, R. W., Engel, K., Fiorino, D. W., Fleischhack, H., Fraija, N., Garcia-Gonzalez, J. A., Garfias, F., Munoz, A., Gonzalez, M. M., Goodman, J. A., Hampel-Arias, Z., Harding, J. P., Hernandez, S., Hona, B., Hueyotl-Zahuantitla, F., Hui, C. M., Huntemeyer, P., Iriarte, A., Jardin-Blicq, A., Joshi, V., Kaufmann, S., Kunde, G. J., Lara, A., Lauer, R. J., Lee, W. H., Lennarz, D., Vargas, H., Linnemann, J. T., Longinotti, A. L., Luis-Raya, G., Luna-Garcia, R., Malone, K., Marinelli, S. S., Martinez, O., Martinez-Castellanos, I., Martinez-Castro, J., Martinez-Huerta, H., Matthews, J. A., Miranda-Romagnoli, P., Moreno, E., Mostafa, M., Nayerhoda, A., Nellen, L., Newbold, M., Nisa, M. U., Noriega-Papaqui, R., Pelayo, R., Pretz, J., Perez-Perez, E. G., Ren, Z., Rho, C. D., Riviere, C., Rosa-Gonzalez, D., Rosenberg, M., Ruiz-Velasco, E., Ruiz-Velasco, E., Greus, F., Sandoval, A., Schneider, M., Schoorlemmer, H., Sinnis, G., Smith, A. J., Springer, R. W., Surajbali, P., Tibolla, O., Tollefson, K., Torres, I., Villasenor, L., Weisgarber, T., Werner, F., Yapici, T., Gaurang, Y., Zepeda, A., Zhou, H., Alvarez, J. D., Abdalla, H., Anguner, E. O., Armand, C., Backes, M., Becherini, Y., Berge, D., Bottcher, M., Boisson, C., Bolmont, J., Bonnefoy, S., Bordas, P., Brun, F., Buchele, M., Bulik, T., Caroff, S., Carosi, A., Casanova, S., Cerruti, M., Chakraborty, N., Chandra, S., Chen, A., Colafrancesco, S., Davids, I. D., Deil, C., Devin, J., Djannati-Atai, A., Egberts, K., Emery, G., Eschbach, S., Fiasson, A., Fontaine, G., Funk, S., Fussling, M., Gallant, Y. A., Gate, F., Giavitto, G., Glawion, D., Glicenstein, J. F., Gottschall, D., Grondin, M., Haupt, M., Henri, G., Hinton, J. A., Hoischen, C., Holch, T. L., Huber, D., Jamrozy, M., Jankowsky, D., Jankowsky, F., Jouvin, L., Jung-Richardt, I., Kerszberg, D., Khelifi, B., King, J., Klepser, S., Kluzniak, W., Komin, N., Kraus, M., Lefaucheur, J., Lemiere, A., Lemoine-Goumard, M., Lenain, J., Leser, E., Lohse, T., Lopez-Coto, R., Lorentz, M., Lypova, I., Marandon, V., Marti-Devesa, G., Maurin, G., Mitchell, A. W., Moderski, R., Mohamed, M., Mohrmann, L., Moulin, E., Murach, T., de Naurois, M., Niederwanger, F., Niemiec, J., Oakes, L., O'Brien, P., Ohm, S., Ostrowski, M., Oya, I., Panter, M., Parsons, R. D., Perennes, C., Piel, Q., Pita, S., Poireau, V., Noel, A., Prokoph, H., Puhlhofer, G., Quirrenbach, A., Raab, S., Rauth, R., Renaud, M., Rieger, F., Rinchiuso, L., Romoli, C., Rowell, G., Rudak, B., Sanchez, D. A., Sasaki, M., Schlickeiser, R., Schussler, F., Schulz, A., Schwanke, U., Seglar-Arroyo, M., Shafi, N., Simoni, R., Sol, H., Stegmann, C., Steppa, C., Tavernier, T., Taylor, A. M., Tiziani, D., Trichard, C., Tsirou, M., van Eldik, C., van Rensburg, C., van Soelen, B., Veh, J., Vincent, P., Voisin, F., Wagner, S. J., Wagner, R. M., Wierzcholska, A., Zanin, R., Zdziarski, A. A., Zech, A., Ziegler, A., Zorn, J., Zywucka, N., Savchenko, V., Ferrigno, C., Bazzano, A., Diehl, R., Kuulkers, E., Laurent, P., Mereghetti, S., Natalucci, L., Panessa, F., Rodi, J., Ubertini, P., Morokuma, T., Ohta, K., Tanaka, Y. T., Mori, H., Yamanaka, M., Kawabata, K. S., Utsumi, Y., Nakaoka, T., Kawabata, M., Nagashima, H., Yoshida, M., Matsuoka, Y., Itoh, R., Keel, W., Copperwheat, C., Steele, I., Cenko, S. B., Cowen, D. F., DeLaunay, J. J., Evans, P. A., Fox, D. B., Keivani, A., Kennea, J. A., Marshall, F. E., Osborne, J. P., Santander, M., Tohuvavohu, A., Turley, C. F., Abeysekara, A. U., Archer, A., Benbow, W., Bird, R., Brill, A., Brose, R., Buchovecky, M., Buckley, J. H., Bugaev, V., Christiansen, J. L., Connolly, M. P., Cui, W., Daniel, M. K., Errando, M., Falcone, A., Feng, Q., Finley, J. P., Fortson, L., Furniss, A., Gueta, O., Hutten, M., Hervet, O., Hughes, G., Humensky, T. B., Johnson, C. A., Kaaret, P., Kar, P., Kelley-Hoskins, N., Kertzman, M., Kieda, D., Krause, M., Krennrich, F., Kumar, S., Lang, M. J., Lin, T. Y., Maier, G., McArthur, S., Moriarty, P., Mukherjee, R., Nieto, D., O'Brien, S., Ong, R. A., Otte, A. N., Park, N., Petrashyk, A., Pohl, M., Popkow, A., Pueschel, E., Quinn, J., Ragan, K., Reynolds, P. T., Richards, G. T., Roache, E., Rulten, C., Sadeh, I., Santander, M., Scott, S. S., Sembroski, G. H., Shahinyan, K., Sushch, I., Trepanier, S., Tyler, J., Vassiliev, V. V., Wakely, S. P., Weinstein, A., Wells, R. M., Wilcox, P., Wilhelm, A., Williams, D. A., Zitzer, B., Tetarenko, A. J., Kimball, A. E., Miller-Jones, J. A., Sivakoff, G. R., IceCube Collaboration, IceCube Collaboration, Fermi-LAT Collaboration, MAGIC Collaboration, AGILE, ASAS-SN, HAWC, HESS, INTEGRAL, Kanata, K., Kapteyn, Liverpool Telescope, Swift NuSTAR, VERITAS, VLA 17B-403 Team 361 (6398) : 146-+ Previous detections of individual astrophysical sources of neutrinos are limited to the Sun and the supernova 1987A, whereas the origins of the diffuse flux of high-energy cosmic neutrinos remain unidentified. On 22 September 2017, we detected a high-energy neutrino, IceCube-170922A, with an energy of ~290 tera-electron volts. Its arrival direction was consistent with the location of a known γ-ray blazar, TXS 0506+056, observed to be in a flaring state. An extensive multiwavelength campaign followed, ranging from radio frequencies to γ-rays. These observations characterize the variability and energetics of the blazar and include the detection of TXS 0506+056 in very-high-energy γ-rays. This observation of a neutrino in spatial coincidence with a γ-ray-emitting blazar during an active phase suggests that blazars may be a source of high-energy neutrinos. DOI 10.1126\/science.aat1378 Web of Science ID 000438449200037 PubMedID 30002226 Einstein@Home discovers a radio-quiet gamma-ray millisecond pulsar SCIENCE ADVANCES Clark, C. J., Pletsch, H. J., Wu, J., Guillemot, L., Kerr, M., Johnson, T. J., Camilo, F., Salvetti, D., Allen, B., Anderson, D., Aulbert, C., Beer, C., Bock, O., Cuellar, A., Eggenstein, H., Fehrmann, H., Kramer, M., Kwang, S. A., Machenschalk, B., Nieder, L., Ackermann, M., Ajello, M., Baldini, L., Ballet, J., Barbiellini, G., Bastieri, D., Bellazzini, R., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bonino, R., Bottacini, E., Brandt, T. J., Bregeon, J., Bruel, P., Buehler, R., Burnett, T. H., Buson, S., Cameron, R. A., Caputo, R., Caraveo, P. A., Cavazzuti, E., Cecchi, C., Charles, E., Chekhtman, A., Ciprini, S., Cominsky, L. R., Costantin, D., Cutini, S., D'Ammando, F., De Luca, A., Desiante, R., Di Venere, L., Di Mauro, M., Di Lalla, N., Digel, S. W., Favuzzi, C., Ferrara, E. C., Franckowiak, A., Fukazawa, Y., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Giglietto, N., Giordano, F., Giroletti, M., Gomez-Vargas, G. A., Green, D., Grenier, I. A., Guiriec, S., Harding, A. K., Hewitt, J. W., Horan, D., Johannesson, G., Kensei, S., Kuss, M., La Mura, G., Larsson, S., Latronico, L., Li, J., Longo, F., Loparco, F., Lovellette, M. N., Lubrano, P., Magill, J. D., Maldera, S., Manfreda, A., Mazziotta, M. N., McEnery, J. E., Michelson, P. F., Mirabal, N., Mitthumsiri, W., Mizuno, T., Monzani, M., Morselli, A., Moskalenko, I. V., Nuss, E., Ohsugi, T., Omodei, N., Orienti, M., Orlando, E., Palatiello, M., Paliya, V. S., de Palma, F., Paneque, D., Perkins, J. S., Persic, M., Pesce-Rollins, M., Porter, T. A., Principe, G., Raino, S., Rando, R., Ray, P. S., Razzano, M., Reimer, A., Reimer, O., Romani, R. W., Parkinson, P., Sgro, C., Siskind, E. J., Smith, D. A., Spada, F., Spandre, G., Spinelli, P., Thayer, J. B., Thompson, D. J., Torres, D. F., Troja, E., Vianello, G., Wood, K., Wood, M. DOI 10.1126\/sciadv.aao7228 Web of Science ID 000426845500043 SPECTROSCOPY OF THE LARGEST EVER gamma-RAY-SELECTED BL LAC SAMPLE Shaw, M. S., Romani, R. W., Cotter, G., Healey, S. E., Michelson, P. F., Readhead, A. C., Richards, J. L., Max-Moerbeck, W., King, O. G., Potter, W. J. 764 (2) DOI 10.1088\/0004-637X\/764\/2\/135 Web of Science ID 000314812600023 SPECTROSCOPY OF BROAD-LINE BLAZARS FROM 1LAC Shaw, M. S., Romani, R. W., Cotter, G., Healey, S. E., Michelson, P. F., Readhead, A. C., Richards, J. L., Max-Moerbeck, W., King, O. G., Potter, W. J. 748 (1) DOI 10.1088\/0004-637X\/748\/1\/49 Web of Science ID 000301347500049 Fermi Gamma-Ray Space Telescope OPTICAL ENGINEERING McEnery, J. E., Michelson, P. F., Paciesas, W. S., Ritz, S. 51 (1) DOI 10.1117\/1.OE.51.1.011012 Web of Science ID 000300611300014 Fermi Gamma-ray Space Telescope: high-energy results from the first year REPORTS ON PROGRESS IN PHYSICS Michelson, P. F., Atwood, W. B., Ritz, S. 73 (7) DOI 10.1088\/0034-4885\/73\/7\/074901 Web of Science ID 000278930600001 OPTICAL SPECTROSCOPY OF BRIGHT FERMI LAT BLAZARS Shaw, M. S., Romani, R. W., Healey, S. E., Cotter, G., Michelson, P. F., Readhead, A. C. 704 (1) : 477-484 DOI 10.1088\/0004-637X\/704\/1\/477 Web of Science ID 000270219500036 THE LARGE AREA TELESCOPE ON THE FERMI GAMMA-RAY SPACE TELESCOPE MISSION Atwood, W. B., Abdo, A. A., Ackermann, M., Althouse, W., Anderson, B., Axelsson, M., Baldini, L., Ballet, J., Band, D. L., Barbiellini, G., Bartelt, J., Bastieri, D., Baughman, B. M., Bechtol, K., Bederede, D., Bellardi, F., Bellazzini, R., Berenji, B., Bignami, G. F., Bisello, D., Bissaldi, E., Blandford, R. D., Bloom, E. D., Bogart, J. R., Bonamente, E., Bonnell, J., Borgland, A. W., Bouvier, A., Bregeon, J., Brez, A., Brigida, M., Bruel, P., Burnett, T. H., Busetto, G., Caliandro, G. A., Cameron, R. A., Caraveo, P. A., CARIUS, S., Carlson, P., Casandjian, J. M., Cavazzuti, E., Ceccanti, M., Cecchi, C., Charles, E., Chekhtman, A., Cheung, C. C., Chiang, J., Chipaux, R., Cillis, A. N., Ciprini, S., Claus, R., Cohen-Tanugi, J., Condamoor, S., Conrad, J., Corbet, R., Corucci, L., Costamante, L., Cutini, S., Davis, D. S., Decotigny, D., DeKlotz, M., Dermer, C. D., De Angelis, A., Digel, S. W., Silva, E. d., Drell, P. S., Dubois, R., Dumora, D., Edmonds, Y., Fabiani, D., Farnier, C., Favuzzi, C., Flath, D. L., Fleury, P., Focke, W. B., Funk, S., Fusco, P., Gargano, F., Gasparrini, D., Gehrels, N., Gentit, F., Germani, S., Giebels, B., Giglietto, N., Giommi, P., Giordano, F., Glanzman, T., Godfrey, G., Grenier, I. A., Grondin, M., Grove, J. E., Guillemot, L., Guiriec, S., Haller, G., Harding, A. K., Hart, P. A., Hays, E., Healey, S. E., Hirayama, M., Hjalmarsdotter, L., Horn, R., Hughes, R. E., Johannesson, G., Johansson, G., Johnson, A. S., Johnson, R. P., Johnson, T. J., Johnson, W. N., Kamae, T., Katagiri, H., Kataoka, J., Kavelaars, A., Kawai, N., Kelly, H., Kerr, M., Klamra, W., Knoedlseder, J., Kocian, M. L., Komin, N., KUEHN, F., Kuss, M., Landriu, D., Latronico, L., Lee, B., Lee, S., Lemoine-Goumard, M., Lionetto, A. M., Longo, F., Loparco, F., Lott, B., Lovellette, M. N., Lubrano, P., Madejski, G. M., Makeev, A., Marangelli, B., Massai, M. M., Mazziotta, M. N., McEnery, J. E., Menon, N., Meurer, C., Michelson, P. F., Minuti, M., Mirizzi, N., Mitthumsiri, W., Mizuno, T., Moiseev, A. A., Monte, C., Monzani, M. E., Moretti, E., Morselli, A., Moskalenko, I. V., Murgia, S., Nakamori, T., Nishino, S., Nolan, P. L., Norris, J. P., Nuss, E., Ohno, M., Ohsugi, T., Omodei, N., Orlando, E., Ormes, J. F., Paccagnella, A., Paneque, D., Panetta, J. H., Parent, D., Pearce, M., Pepe, M., Perazzo, A., Pesce-Rollins, M., Picozza, P., Pieri, L., Pinchera, M., Piron, F., Porter, T. A., Poupard, L., Raino, S., Rando, R., Rapposelli, E., Razzano, M., Reimer, A., Reimer, O., Reposeur, T., Reyes, L. C., Ritz, S., Rochester, L. S., Rodriguez, A. Y., Romani, R. W., Roth, M., Russell, J. J., Ryde, F., Sabatini, S., Sadrozinski, H. W., Sanchez, D., Sander, A., Sapozhnikov, L., Parkinson, P. M., Scargle, J. D., SCHALK, T. L., Scolieri, G., Sgro, C., Share, G. H., Shaw, M., Shimokawabe, T., Shrader, C., Sierpowska-Bartosik, A., SISKIND, E. J., Smith, D. A., Smith, P. D., Spandre, G., Spinelli, P., Starck, J., STEPHENS, T. E., Strickman, M. S., Strong, A. W., Suson, D. J., Tajima, H., Takahashi, H., Takahashi, T., Tanaka, T., Tenze, A., Tether, S., Thayer, J. B., Thayer, J. G., Thompson, D. J., Tibaldo, L., Tibolla, O., Torres, D. F., Tosti, G., Tramacere, A., Turri, M., Usher, T. L., Vilchez, N., Vitale, V., Wang, P., Watters, K., Winer, B. L., Wood, K. S., Ylinen, T., Ziegler, M. 697 (2) : 1071-1102 DOI 10.1088\/0004-637X\/697\/2\/1071 Web of Science ID 000266159500012 A celestial gamma-ray foreground due to the albedo of small solar system bodies and a remote probe of the interstellar cosmic-ray spectrum Moskalenko, I. V., Porter, T. A., Digel, S. W., Michelson, P. F. 681 (2) : 1708-1716 Web of Science ID 000257516000078 CGRaBS: An all-sky survey of gamma-ray blazar candidates Healey, S. E., Romani, R. W., Cotter, G., Michelson, P. F., Schlafly, E. F., Readhead, A. C., Giommi, P., Chaty, S., Grenier, I. A., Weintraub, L. C. 175 (1) : 97-104 Web of Science ID 000256295600005 Window on the extreme universe Atwood, W. B., Michelson, P. F., Ritz, S. 297 (6) : 54-61 Web of Science ID 000251805000031 The VLBA imaging and polarimetry survey at 5 GHz Helmboldt, J. F., Taylor, G. B., Tremblay, S., Fassnacht, C. D., Walker, R. C., Myers, S. T., Sjouwerman, L. O., Pearson, T. J., Readhead, A. C., WEINTRAUB, L., Gehrels, N., Romani, R. W., Healey, S., Michelson, P. F., Blandford, R. D., Cotter, G. 658 (1) : 203-216 Web of Science ID 000244928900016 The large area telescope 1st GLAST Symposium Michelson, P. F. : 8–12 Web of Science ID 000248569700002 GLAST large area telescope multiwavelength planning Conference on the Multi-Messenger Approach to High Energy Gamma-Ray Sources\/3rd Workshop of the Nature of Unidentified High-Energy Sources Reimer, O., Michelson, P. F., Cameron, R. A., Digel, S. W., Thompson, D. J., Wood, K. S. : 523–26 DOI 10.1007\/s10509-007-9474-z Web of Science ID 000248338600078 VLBA imaging polarimetry of active galactic nuclei: An automated approach Taylor, G. B., Fassnacht, C. D., Sjouwerman, L. O., Myers, S. T., ULVESTAD, J. S., Walker, R. C., Fomalont, E. B., Pearson, T. J., Readhead, A. C., Gehrels, N., Michelson, P. F. 159 (1) : 27-40 Web of Science ID 000230084400002 A northern survey of gamma-ray blazar candidates Sowards-Emmerd, D., Romani, R. W., Michelson, P. F., Healey, S. E., Nolan, P. L. 626 (1) : 95-103 Web of Science ID 000229532200009 Q0906+6930: The highest redshift blazar Romani, R. W., Sowards-Emmerd, D., Greenhill, L., Michelson, P. 610 (1) : L9-L11 Web of Science ID 000222701500003 Blazar counterparts for 3EG sources at-40 degrees < decl. < 0 degrees: Pushing south through the bulge Sowards-Emmerd, D., Romani, R. W., Michelson, P. F., Ulvestad, J. S. 609 (2) : 564-575 Web of Science ID 000222456200008 Variability of EGRET gamma-ray sources Nolan, P. L., Tompkins, W. F., Grenier, I. A., Michelson, P. F. 597 (1) : 615-627 Web of Science ID 000186170800053 The gamma-ray blazar content of the northern sky Sowards-Emmerd, D., Romani, R. W., Michelson, P. F. 590 (1) : 109-122 Web of Science ID 000183278700012 Developments in gamma-ray astronomy: A report on the non-thermal universe 21st Texas Symposium on Relativistic Astrophysics Michelson, P. F. WORLD SCIENTIFIC PUBL CO PTE LTD. : 133–140 Web of Science ID 000229995900012 Results from the beam test of the engineering model of the GLAST large area telescope Silva, E. D., Anthony, P., Arnold, R., Arrighi, H., BLOOM, E., Baughman, B., Bogart, J., Bosted, P., Bumala, B., Chekhtman, A., Cotton, N., Crider, A., Dobbs-Dixon, I., Djannati-Atai, A., Dubois, R., Engovatov, D., Espigat, P., Evans, J. L., Fieguth, T., Flath, D., Frigaard, M., Giebels, B., Gillespie, S., Godfrey, G., Grove, J. E., Handa, T., Hansl-Kozanecka, T., Hernando, J., Hicks, M., Hirayama, M., Johnson, W. N., Johnson, R., Kamae, T., Kroeger, W., Lauben, D., Lin, Y. C., Lindner, T., Michelson, P., Moiseev, A., Nikolaou, M., Nolan, P., Odian, A., Ohsugi, T., Ormes, J., Paliaga, G., Parkinson, P. S., Phlips, B., Ritz, S., Rock, S., Russel, J. J., Sadrozinski, H., Schalk, T., Silvis, J., Szalata, Z., Terrier, R., Thompson, D. J., Tournear, D. M., Waite, A. P., Wallace, J., Williams, S., Williamson, R., Winker, G. 474 (1) : 19-37 Web of Science ID 000172362900003 Phase-dependent spectral variability in 4U 1907+09 Roberts, M. S., Michelson, P. F., Leahy, D. A., Hall, T. A., Finley, J. P., Cominsky, L. R., Srinivasan, R. 555 (2) : 967-977 Web of Science ID 000169946200039 Beam test of gamma-ray large area space telescope components Atwood, W. B., Ritz, S., Anthony, P., Bloom, E. D., Bosted, P. E., Bourotte, J., Chaput, C., Chen, X., Chenette, D. L., Engovatov, D., Erickson, R., Fieguth, T., Fleury, P., Gearhart, R., Godfrey, G., Grove, J. E., Hernando, J. A., Hirayama, M., Jaggar, S., Johnson, R. P., Johnson, W. N., Jones, B. B., Kroger, W., Lin, Y. C., Meetre, C., Michelson, P. F., Milne, P. A., Moiseev, A., Nolan, P., Norris, J. P., Oreglia, M., Ormes, J. F., Phlips, B. F., Pocar, A., Sadrozinski, H. F., Szalata, Z., Thompson, D. J., Tompkins, W. F. 446 (3) : 444-460 Web of Science ID 000087312500004 Some aspects of the radio emission of EGRET-Detected Blazars 5th Compton Symposium Lin, Y. C., Bertsch, D. L., Bloom, S. D., Esposito, J. A., Hartman, R. C., Hunter, S. D., Kniffen, D. A., Kanbach, G., Mayer-Hasselwander, H. A., Michelson, P. F., Mukherjee, R., Mucke, A., Nolan, P. L., Pohl, M. K., Reimer, O. L., Thompson, D. J. : 347–351 Web of Science ID 000087291800067 GLAST: the next-generation high energy gamma-ray astronomy mission ASTROPARTICLE PHYSICS Gehrels, N., Michelson, P. 11 (1-2) : 277-282 Web of Science ID 000081226300052 EGRET spectral index and the low-energy SED peak position in EGRET-detected blazars Meeting on BL Lac Phenomenon Lin, Y. C., Bertsch, D. L., Bloom, S. D., Dingus, B. L., Esposito, J. A., Hartmann, R. C., Hunter, S. D., Jones, B. B., Kanbach, G., Kniffen, D. A., Mayer-Hasselwander, H. A., Michelson, P. F., Mukherjee, R., Mucke, A. M., Nolan, P. L., Pohl, M. K., Reimer, O. L., Schneid, E. J., Sreekumar, P., Thompson, D. J., Tompkins, W. F. : 223–224 Web of Science ID 000080089400057 Cygnus X-3 and EGRET gamma-ray observations Mori, M., Bertsch, D. L., Dingus, B. L., Esposito, J. A., Fichtel, C. E., Hunter, S. D., Kanbach, G., Kniffen, D. A., Lin, Y. C., Mattox, J. R., MAYERHASSELWANDER, H. A., Michelson, P. F., VONMONTIGNY, C., Mukherjee, R., Nolan, P. L., Ramanamurthy, P. V., Schneid, E., Sreekumar, P., Thompson, D. J. 476 (2) : 842-846 Web of Science ID A1997WH85800034 EGRET observations in X-ray binaries 4th Compton Symposium Jones, B. B., Lin, Y. C., Michelson, P. F., Nolan, P. L., Roberts, M. S., Tompkins, W. F. AIP PRESS. : 783–87 Web of Science ID 000071400800082 EGRET observations of pulsars 3rd Compton Symposium Nolan, P. L., Fierro, J. M., Lin, Y. C., Michelson, P. F., Bertsch, D. L., Dingus, B. L., Esposito, J. A., Fichtel, C. E., Hartman, R. C., Hunter, S. D., VONMONTIGNY, C., Mukherjee, R., Ramanamurthy, P. V., Thompson, D. J., Kniffen, D. A., Schneid, E., Kanbach, G., MAYERHASSELWANDER, H. A., Merck, M. EDP SCIENCES S A. : C61–C64 Web of Science ID A1996WC06300009 Supplement to the second EGRET catalog of high-energy gamma-ray sources Thompson, D. J., Bertsch, D. L., Dingus, B. L., Esposito, J. A., Etienne, A., Fichtel, C. E., Friedlander, D. P., Hartman, R. C., Hunter, S. D., KENDIG, D. J., Mattox, J. R., McDonald, L. M., Mukherjee, R., Ramanamurthy, P. V., Sreekumar, P., VONMONTIGNY, C., Fierro, J. M., Jones, B. B., Lin, Y. C., Michelson, P. F., Nolan, P. L., Tompkins, W., Willis, T. D., Kanbach, G., MAYERHASSELWANDER, H. A., Merck, M., Pohl, M., Kniffen, D. A., Schneid, E. J. 107 (1) : 227-237 Web of Science ID A1996WF46700011 GLAST: A detector for high-energy gamma rays Conference on Gamma-Ray and Cosmic-Ray Detectors, Techniques, and Missions Michelson, P. F. SPIE - INT SOC OPTICAL ENGINEERING. : 31–40 Web of Science ID A1996BG61J00004 Gamma-ray emission from extragalactic radio sources: EGRET observations of active galactic nuclei 175th Symposium of the International-Astronomical-Union on Extragalactic Radio Sources Michelson, P. F. : 277–80 Web of Science ID A1996BG55R00101 SPHERICAL RESONANT-MASS GRAVITATIONAL-WAVE DETECTORS Zhou, C. Z., Michelson, P. F. 51 (6) : 2517-2545 Web of Science ID A1995QP74700005 EGRET observations of the diffuse galactic and extragalactic gamma-ray backgrounds NATO Advanced Study Institute on the Gamma Ray Sky with Compton GRO and SIGMA Michelson, P. F. KLUWER ACADEMIC PUBL. : 159–170 Web of Science ID A1995BD83J00013 THE LUMINOSITY FUNCTION OF EGRET-DETECTED GAMMA-RAY LOUD ACTIVE GALACTIC NUCLEI 2nd Compton Symposium Chiang, J., Fierro, J. M., Lin, Y. C., Michelson, P. F., Nolan, P. L., Willis, T. D., Bertsch, D. L., Dingus, B. L., Esposito, J. A., Fichtel, C. E., Hartman, R. C., Hunter, S. D., Mattox, J. R., Sreekumar, P., Thompson, D. J., BRAZIER, K., Kanbach, G., MAYERHASSELWANDER, H. A., VONMONTIGNY, C., RADECKE, H. D., Kniffen, D. A., Schneid, E. AIP PRESS. : 654–58 Web of Science ID A1994BA55S00114 THE UNIDENTIFIED GAMMA-RAY SOURCE GRO J1837+59 2nd Compton Symposium Nolan, P. L., Fierro, J. M., Lin, Y. C., Michelson, P. F., Willis, T. D., Chiang, J., Bertsch, D. L., Dingus, B. L., Esposito, J. A., Fichtel, C. E., Hartman, R. C., Hunter, S. D., Mattox, J. R., Sreekumar, P., Thompson, D. J., BRAZIER, K., Kanbach, G., MAYERHASSELWANDER, H. A., VONMONTIGNY, C., RADECK, H. D., Kniffen, D. A., Schneid, E. AIP PRESS. : 360–64 Web of Science ID A1994BA55S00063 EGRET OBSERVATIONS OF MRK421 IN PHASE-1 AND PHASE-2 OF THE COMPTON-OBSERVATORYS VIEWING PROGRAM - A SUMMARY 2nd Compton Symposium Lin, Y. C., Chiang, J., Michelson, P. F., Nolan, P. L., Bertsch, D. L., Dingus, B. L., Esposito, J. A., Fichtel, C. E., Hartman, R. C., Hunter, S. D., Mattox, J. R., Sreekumar, P., Thompson, D. J., Kanbach, G., MAYERHASSELWANDER, H. A., VONMONTIGNY, C., Schneid, E., Kniffen, D. A. AIP PRESS. : 582–86 Web of Science ID A1994BA55S00100 VARIABILITY OF EGRET-DETECTED ACTIVE GALAXIES AND ACCELERATION MECHANISMS 2nd Compton Symposium Michelson, P. F., Chiang, J., Fierro, J. M., Lin, Y. C., Nolan, P. L., Willis, T., Bertsch, D. L., Dingus, B. L., Esposito, J. A., Fichtel, C. E., Hartman, R. C., Hunter, S. D., Mattox, J. R., Sreekumar, P., Thompson, D. J., Kniffen, D. A., BRAZIER, K., Kanbach, G., MAYERHASSELWANDER, H. A., VONMONTIGNY, C., Schneid, E. AIP PRESS. : 602–10 Web of Science ID A1994BA55S00104 High energy gamma ray emission from active galaxies: Egret observations and implications 1st Stromlo Symposium on the Physics of Active Galaxies Michelson, P. F. : 13–22 Web of Science ID A1994BE33T00002 GAMMA-RADIATION FROM BLAZAR PKS 0537-441 Thompson, D. J., Bertsch, D. L., Fichtel, C. E., Hartman, R. C., Hunter, S. D., Kanbach, G., Kniffen, D. A., KWOK, P. W., Lin, Y. C., Mattox, J. R., MAYERHASSELWANDER, H. A., Michelson, P. F., VONMONTIGNY, C., Nolan, P. L., Pinkau, K., Schneid, E. J., Sreekumar, P. 410 (1) : 87-89 Web of Science ID A1993LE33000010 CONSTRAINTS ON THE COSMIC-RAYS IN THE SMALL MAGELLANIC CLOUD Sreekumar, P., Bertsch, D. L., Dingus, B. L., Fichtel, C. E., Hartman, R. C., Hunter, S. D., Kanbach, G., Kniffen, D. A., Lin, Y. C., Mattox, J. R., MAYERHASSELWANDER, H. A., Michelson, P. F., VONMONTIGNY, C., Nolan, P. L., Pinkau, K., Schneid, E. J., Stone, R. G., Thompson, D. J. : 127-129 Web of Science ID A1993KF88000007 RESULTS FROM THE 1ST YEAR OF OBSERVATIONS WITH THE ENERGETIC GAMMA RAY EXPERIMENT TELESCOPE ON THE COMPTON-OBSERVATORY International Conference on Fluid Mechanics and Theoretical Physics, in Honor of Professor Pei-Yuan Chous 90th Anniversary Michelson, P. F. PEKING UNIV PRESS. : 109–116 Web of Science ID A1993BD18F00011 ULTRALOW TEMPERATURE RESONANT-MASS GRAVITATIONAL RADIATION DETECTORS - CURRENT STATUS OF THE STANFORD PROGRAM International Conference on Fluid Mechanics and Theoretical Physics, in Honor of Professor Pei-Yuan Chous 90th Anniversary Michelson, P. F., Aldcroft, T., Chiang, J., Henderson, J., Hu, E. K., Mann, L., Mckenzie, D., Paik, H. J., PENNY, R., Stevenson, T., Zhou, C. PEKING UNIV PRESS. : 606–612 Web of Science ID A1993BD18F00119 PERFORMANCE OF THE EGRET ASTRONOMICAL GAMMA-RAY TELESCOPE 1991 NUCLEAR SCIENCE SYMP AND MEDICAL IMAGING CONF Nolan, P. L., Bertsch, D. L., Fichtel, C. E., Hartman, R. C., Hofstadter, R., Hughes, E. B., Hunter, S. D., Kanbach, G., Kniffen, D. A., Lin, Y. C., Mattox, J. R., MAYERHASSELWANDER, H. A., Michelson, P. F., VONMONTIGNY, C., Pinkau, K., Rothermel, H., Schneid, E., Sommer, M., Sreekumar, P., Thompson, D. J. : 993–96 Web of Science ID A1992JR35300095 6-DEGREE-OF-FREEDOM VIBRATION ISOLATION SYSTEMS WITH APPLICATION TO RESONANT-MASS GRAVITATIONAL-RADIATION DETECTORS REVIEW OF SCIENTIFIC INSTRUMENTS Aldcroft, T. L., Michelson, P. F., TABER, R. C., MCLOUGHLIN, F. A. 63 (8) : 3815-3827 Web of Science ID A1992JF72000001 INDEPENDENCE OF SHORT-TIME SCALE FLUCTUATIONS OF QUASI-PERIODIC OSCILLATIONS AND LOW-FREQUENCY NOISE IN GX 5-1 Norris, J. P., Hertz, P., Wood, K. S., Vaughan, B. A., Michelson, P. F., Mitsuda, K., Dotani, T. 361 (2) : 514-526 Web of Science ID A1990DY96900020 DETERMINING THE PROPERTIES OF ACCRETION-GAP NEUTRON-STARS Kluzniak, W., Michelson, P., Wagoner, R. V. 358 (2) : 538-544 Web of Science ID A1990DP60100013 Search for millisecond X-ray pulsations from the Galactic bulge X-ray source GX 9+1 Hertz, P., Norris, J. P., Wood, K. S., Vaughan, B. A., Michelson, P. F. 354 (1) : 267-272 Web of Science ID 000202943500027 METHOD FOR CALIBRATING RESONANT-MASS GRAVITATIONAL-WAVE DETECTORS REVIEW OF SCIENTIFIC INSTRUMENTS Boughn, S., Bassan, M., Fairbank, W. M., GIFFARD, R. P., Michelson, P. F., Price, J. C., TABER, R. C. 61 (1) : 1-6 Web of Science ID A1990CK62900001 PULSAR IN SN-1987A - WILL A 2ND GRAVITATIONAL COLLAPSE OCCUR Michelson, P. F., Wood, K. S. 241 (4) : 769-776 Web of Science ID A1989CD96400010 1ST GRAVITY-WAVE COINCIDENCE EXPERIMENT BETWEEN RESONANT CRYOGENIC DETECTORS - LOUISIANA-ROME-STANFORD Amaldi, E., Aguiar, O., Bassan, M., Bonifazi, P., Carelli, P., Castellano, M. G., Cavallari, G., Coccia, E., Cosmelli, C., Fairbank, W. M., Frasca, S., Foglietti, V., Habel, R., Hamilton, W. O., Henderson, J., Johnson, W., Lane, K. R., Mann, A. G., MCASHAN, M. S., Michelson, P. F., Modena, I., Pallottino, G. V., Pizzella, G., Price, J. C., RAPAGNANI, R., Ricci, F., Solomonson, N., Stevenson, T. R., TABER, R. C., Xu, B. X. 216 (1-2) : 325-332 Web of Science ID A1989AA10000037 PULSAR EVOLUTION Kluzniak, W., Lindblom, L., Michelson, P., Wagoner, R. V. 339 (6219) : 19-20 Web of Science ID A1989U445100037 DELAYED GRAVITY-WAVE EMISSION FROM SUPERNOVAE - APPLICATION TO SN 1987A Wood, K. S., Michelson, P. F. 232 (2) : 225-237 Web of Science ID A1988N548900001 ON DETECTING STOCHASTIC BACKGROUND GRAVITATIONAL-RADIATION WITH TERRESTRIAL DETECTORS Michelson, P. F. 227 (4) : 933-941 Web of Science ID A1987J578800008 RESONANT-MASS DETECTORS OF GRAVITATIONAL-RADIATION Michelson, P. F., Price, J. C., TABER, R. C. 237 (4811) : 150-157 A network of second-generation low-temperature gravitational radiation detectors is nearing completion. These detectors, sensitive to mechanical strains of order 10(-18), are possible because of a variety of technical innovations hat have been made in cryogenics, low-noise superconducting instrumentation, and vibration isolation techniques. Another five orders of magnitude improvement in energy sensitivity of resonant-mass detectors is possible before the linear amplifier quantum limit is encountered. Web of Science ID A1987J049100019 PubMedID 17830923 MECHANICALLY MODULATED MICROWAVE CAVITY FOR DETECTION OF LOW-FREQUENCY GRAVITATIONAL-RADIATION Michelson, P. F. 34 (10) : 2966-2977 Web of Science ID A1986E798500006 CAN A RESONANT-MASS GRAVITATIONAL-WAVE DETECTOR HAVE WIDEBAND SENSITIVITY Michelson, P. F., TABER, R. C. 29 (10) : 2149-2157 Web of Science ID A1984SQ67600001 OBSERVATIONS WITH A LOW-TEMPERATURE, RESONANT MASS, GRAVITATIONAL-RADIATION DETECTOR Boughn, S. P., Fairbank, W. M., GIFFARD, R. P., Hollenhorst, J. N., Mapoles, E. R., MCASHAN, M. S., Michelson, P. F., Paik, H. J., TABER, R. C. 261 (1) : L19-L22 Web of Science ID A1982PK33400004 ON THE MAINTENANCE OF THE VENUS NIGHTSIDE IONOSPHERE - ELECTRON-PRECIPITATION AND PLASMA TRANSPORT JOURNAL OF GEOPHYSICAL RESEARCH-SPACE PHYSICS SPENNER, K., KNUDSEN, W. C., Whitten, R. C., Michelson, P. F., Miller, K. L., Novak, V. 86 (NA11) : 9170-9178 Web of Science ID A1981ML90700033 SENSITIVITY ANALYSIS OF A RESONANT MASS GRAVITATIONAL-WAVE ANTENNA WITH RESONANT TRANSDUCER JOURNAL OF APPLIED PHYSICS Michelson, P. F., TABER, R. C. : 4313-4319 Web of Science ID A1981MA52400099 STATUS OF THE STANFORD GRAVITATIONAL-WAVE EXPERIMENT PHYSICA B & C MCASHAN, M. S., Fairbank, W. M., Michelson, P. F., TABER, R. C. 107 (1-3) : 23-25 Web of Science ID A1981MQ36700013 MICROWAVE IMPEDANCE MEASUREMENTS OF POINT-CONTACT JOSEPHSON WEAK LINKS IEEE TRANSACTIONS ON MAGNETICS Michelson, P. F., GIFFARD, R. P. 17 (1) : 815-818 Web of Science ID A1981LA96000201 INELASTIC TUNNELLING AND THE PAIR-QUASIPARTICLE INTERFERENCE CURRENT IN JOSEPHSON-JUNCTIONS PHYSICS LETTERS A Michelson, P. F. 77 (5) : 362-364 Web of Science ID A1980JZ59400021 LOW-FREQUENCY IMPEDANCE AND NOISE PROPERTIES OF AN RF BIASED RESISTIVE SQUID IEEE TRANSACTIONS ON MAGNETICS GIFFARD, R. P., Michelson, P. F., Soulen, R. J. 15 (1) : 276-279 Web of Science ID A1979GL06100072 UPPER IONOSPHERE OF TITAN ICARUS Whitten, R. C., CAPONE, L. A., MCCULLEY, L., Michelson, P. F. 31 (1) : 89-96 Web of Science ID A1977DG78400006 9 GIGAHERTZ IMPEDANCE MEASUREMENTS ON TA AND NB POINT CONSTANTS IEEE TRANSACTIONS ON MAGNETICS Claridge, D. E., GIFFARD, R. P., Michelson, P. F., Fairbank, W. M. 13 (1) : 593-596 Web of Science ID A1977CU67800148 Experimental and Observational Astrophysics and Cosmology Viewing the formation and evolution of stars, galaxies, and the cosmos. Galaxy clusters, cosmic microwave background radiation, ultra high-energy sources, large scale structure in the universe and cosmic evolution. Current research in observational astrophysics and cosmology at Stanford covers a wide range of approaches to tackling the most important frontiers. Major topics include direct detection of dark matter, probes of dark energy (via gravitational lensing, surveys of galaxy clusters and supernovae), sources of gamma rays (pulsars, blazars, supernova remnants, dark matter annihilation or decay), the structure of clusters of galaxies and their use as probes of cosmology, the development of next generation detectors of photons (radio through gamma-ray), the origins of solar variability on a wide range of time scales, and experiments in gravitation (detection of gravitational waves, probes of gravity at short distance scales). Major experiments and  facilities include the LUX-ZEPLIN experiment (direct detection of dark matter), the Cryogenic Dark Matter Detector (direct detection of dark matter), the Fermi Large Area Telescope (gamma-rays), NuSTAR (x-rays), the Dark Energy Survey DES (probes of dark energy), the Solar Dynamics Observatory SDO and the Solar and Heliospheric Observatory SOHO (solar space missions), and the Laser Interferometer Gravitational-Wave Observatory LIGO . Future facilities include the Large Synoptic Survey Telescope ( LSST , observing half the sky deeply every three days). . Seminars are also hosted by the Stanford Solar Observatories Group and the Hansen Experimental Physics Laboratory Daniel Akerib Courtesy Faculty akerib@slac.stanford.edu Research lab site Publications on inSPIREhep Steven Allen swa@stanford.edu My research group Blas Cabrera (650) 723-3395 cabrera@stanford.edu Sarah Church schurch@stanford.edu Persis Drell Kent Irwin Irwin Group Steven Kahn skahn@slac.stanford.edu Chao-Lin Kuo clkuo@stanford.edu Bruce Macintosh (650) 725-4116 bmacintosh@stanford.edu Peter Michelson (650) 723-3004 peterm@stanford.edu Thomas Shutt Courtesy Faculty tshutt@slac.stanford.edu John Turneaure (650) 725-4118 johnturn@stanford.edu"
            ]
        ]
    ]
}