{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V79QZT7D",
            "QidUg1cAAAAJ",
            [
                "High quality GaN grown on Si (111) by gas source molecular beam epitaxy with ammonia",
                "High-quality AlN grown on Si (111) by gas-source molecular-beam epitaxy with ammonia",
                "Reflective arrayed waveguide grating multiplexer"
            ],
            [
                "We describe the growth of hexagonal GaN on Si(111) by gas source molecular beam epitaxy with ammonia. The initial deposition of Al, at 1130–1190 K, resulted in a very rapid transition to a two-dimensional growth mode of AlN. The rapid transition is essential for the subsequent growth of high quality GaN and AlGaN. This procedure also resulted in complete elimination of cracking in thick (>2 μm) GaN layers. For layers thicker than 1.5 μm, the full width at half maximum of the (0002) GaN diffraction peak was less than 14 arc sec. We show that a short period superlattice of AlGaN\/GaN grown on the AlN buffer can be used to block defects propagating through GaN, resulting in good crystal and luminescence quality. At room temperature, the linewidth of the GaN exciton recombination peak was less than 40 meV, typical of the best samples grown on sapphire.",
                "Hexagonal AlN layers were grown on Si(111) by gas-source molecular-beam epitaxy with ammonia. The transition between the (7×7) and (1×1) silicon surface reconstructions, at 1100 K, was used for in situ calibration of the substrate temperature. The initial deposition of Al, at 1130–1190 K, produced an effective nucleation layer for the growth of AlN. The Al layer also reduced islands of SiNx that might be formed due to background NH3 on the silicon surface prior to the onset of epitaxial growth. The transition to two-dimensional growth mode, under optimum conditions, was obtained after the initial AlN thickness of ∼7 nm.",
                "A high-performance reflective arrayed waveguide grating multiplexer\/demultiplexer designed for compatibility with silicon integrated circuit processing is described. The grating, folded by a flat reflecting surface, can be printed in a single-exposure field of a photolithographic stepper. Advanced plasma assisted deposition is used to prepare waveguides with very low loss and minimum birefringence. Multiplexers with 40 channels separated by 100 GHz show intrinsic insertion losses of -2.4 dB, channel uniformity less than 0.6 dB, and very low polarization dependent wavelength shift of 0.012 nm."
            ],
            [
                [
                    "Physics",
                    "Optics"
                ]
            ],
            [
                "Luis  Grave De Peralta,  Ph.D Professor Luis.Grave-de-Peralta@ttu.edu (806) 834-1460 16 Science Building Ph. D. Electrical Engineering, Texas Tech University, Lubbock, TX, USA (2000) M.S. Physics, Oriente University, Cuba (1982) Web Links Personal Home Page My primary research interests concentrate on NANOPHOTONICS, FOURIER OPTICS, PHOTONIC\n                        and PLASMONIC CRYSTALS, and SUBWAVELENGTH  RESOLUTION MICROSCOPY . This includes the\n                        theoretical description and the experimental characterization of topological photonic\n                        crystals, and the development of advanced phase-recovery microscopy techniques (DUAL-SPACE\n                        MICROSCOPY). In addition, I am interested in the fundaments of Quantum Mechanics (Quantum\n                        Optics). “Super-resolution imaging of photonics crystals using the dual-space microscopy technique,”\n                           D. B. Desai, S. Sen, M. V. Zhelyeznyakov, W. Alenazy, and L. Grave de Peralta, Applied Optics 55 , 3929-3934 (2016). “Simulation study of dual-space microscopy,” D. B. Desai, M. V. Zhelyeznyakov, S.\n                           A. S. Alanzi, and L. Grave de Peralta, Applied Optics 55 , 7294-7300 (2016). “Metal slab superlens-negative refractive index versus inclined illumination: discussion,”\n                           L. Grave de Peralta, JOSA A  32 , 1729-1735 (2015). “Comprehensive study of unexpected microscope condensers formed in sample arrangements\n                           commonly used in optical microscopy,” D. B. Desai, M. M. S. Aldawsari, B. M. H. Alharbi,\n                           S. Sen, and L. Grave de Peralta, Applied Optics  54 , 7781-7788 (2015). “Ultra-thin condensers for optical subwavelength resolution microscopy,” D. B. Desai,\n                           D. Dominguez, A. A. Bernussi, and L. Grave de Peralta, J. Appl. Phys.  115 , 093103 (2014). “Toward surface plasmon polariton quantum state tomography,” D. Dominguez, C. J. Regan,\n                           A. A. Bernussi, and L. Grave de Peralta, J. Appl. Phys.  113 , 073102 (2013). “SPP tomography experiments with surface plasmon polariton standing waves,” L. Grave\n                           de Peralta, and D. Domìnguez, Opt. Commun.  286 , 151-155 (2013). “Direct observation of photonic Fermi surfaces by plasmon tomography,” C. J. Regan,\n                           A. Krishnan, R. Lopez-Boada, L. Grave de Peralta,and A.A. Bernussi, Applied Physics Letters  98 , 151113 (2011). “Phenomenological quantum description of the ultra fast response of arrayed waveguide\n                           gratings,” L. Grave de Peralta, J . of Appl. Phys.  108 , 103110 (2010). Contact Undergrad. Inquiry Undergrad. Inquiry Contact Grad. Inquiry Grad. Inquiry Contact TTU Contact Contact TTU 3:31 PM"
            ]
        ]
    ]
}