{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V8JSUC3L",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "William C. Keel Professor 316 Gallalee Hall (205) 348-1641 wkeel@ua.edu Tuesday, 1-3pm; Wednesday, 1:15-3pm PhD, University of California-Santa Cruz, 1982 Professor Keel’s research is broadly centered on the evolution of galaxies, including studies of galaxies and groups at high redshifts, ultraviolet studies of nearby galaxies as points of comparison for objects seen at higher redshift, and infrared observations to measure the ages of stellar populations in the early universe. Through study of galaxy clusters at intermediate redshift and through studies of star formation triggered during galaxy interactions, he examines examines how the environment can influence galaxy evolution. In collaboration with Professor White, Dr. Keel has used the backlighting afforded by overlapping galaxy pairs to measure the effects of dust in spiral galaxies. This work has led to detailed mapping of the dust in several spiral galaxies and to more work on the distribution and history of dust in galactic nuclei. These projects involve observations with ground-based optical and infrared telescopes, the Very Large Array and James Clerk Maxwell radio telescopes, and such space-borne facilities as the Hubble Space Telescope, Infrared Space Observatory, and shuttle-based Starlite payload. Professor Keel received his doctoral degree from the University of California-Santa Cruz in 1982. He joined the faculty of The University of Alabama in 1987. WWW resources I manage: My pretty-picture\ncollection Intro and observational astronomy course sites Telescopes I've used (and what for) Current publication list Quasars\/active galactic \nnuclei image set Astronomy students say the strangest things PostScript \npreprints ...and so do professionals Useful data files The family page\n(mostly for grandparents...) Grad lectures on galaxies and the Universe UA Christian Faculty\/Staff Fellowship Stargazing (with Leonid meteors ) Science\/religion article from Mercury Course notes on astronomical techniques Space history bits - Apollo, Lunar Orbiter, Soviet programs Public-outreach presentations and graphics Course pages: Aerospace Science for Educators Observing reference material William C. Keel (get \"official\" UA publicity picture by Ricky Yanaura, in landscape or portrait layout, or a less formal and more atmospheric picture by Lisa Frattare ) Kitt Peak Cerro Tololo La Palma La Silla MMT Bolshoi Teleskop Azimutal'nyi IRTF VLA Voyager 2 IUE IRAS Einstein ROSAT ISO HST Chandra FUSE Galaxy Zoo project introductory astronomy courses extragalactic\nastronomy observational techniques back yard eyeballing the Universe curriculum vitae more\nspirited profile from a local magazine The Road to Galaxy Formation The Sky at Einstein's Feet Some of my research interests: High-redshift galaxies Dust in galaxies Galaxy interactions Hanny's Voorwerp UA Astronomy | Dept. of Physics and Astronomy | University of Alabama (ostentatious throat-clearing)\n\"The views, opinions, and conclusions expressed in this page are those of the \nauthor and not necessarily those of The University of Alabama or its officers and \ntrustees. The content of this page has not been reviewed or approved by The \nUniversity of Alabama, and the author is solely responsible for its content. \" keel@bildad.astr.ua.edu Last changes: September 2009"
            ]
        ]
    ]
}