{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "V9LPCEMG",
            "kMJie_gAAAAJ",
            [
                "Excitons in a photosynthetic light-harvesting system: a combined molecular dynamics, quantum chemistry, and polaron model study",
                "Pairing fluctuation theory of superconducting properties in underdoped to overdoped cuprates",
                "Nonlocal effects on the magnetic penetration depth in d-wave superconductors",
                "Introduction to the diffusion Monte Carlo method",
                "Calculating potentials of mean force and diffusion coefficients from nonequilibrium processes without Jarzynski’s equality",
                "Developmental biology and tissue engineering",
                "Subdiffusion and lateral diffusion coefficient of lipid atoms and molecules in phospholipid bilayers",
                "Superconducting transitions from the pseudogap state: d-wave symmetry, lattice, and low-dimensional effects",
                "Fluctuation-driven molecular transport through an asymmetric membrane channel",
                "Pair excitations, collective modes, and gauge invariance in the BCS–Bose-Einstein crossover scenario"
            ],
            [
                "The dynamics of pigment-pigment and pigment-protein interactions in light-harvesting complexes is studied with an approach that combines molecular dynamics simulations with quantum chemistry calculations and a polaron model analysis. The molecular dynamics simulation of light-harvesting (LH) complexes was performed on an 87 055 atom system comprised of a LH-II complex of Rhodospirillum molischianum embedded in a lipid bilayer and surrounded with appropriate water layers. For each of the 16 B850 bacteriochlorophylls (BChls), we performed 400 ab initio quantum chemistry calculations on geometries that emerged from the molecular dynamical simulations, determining the fluctuations of pigment excitation energies as a function of time. From the results of these calculations we construct a time-dependent Hamiltonian of the B850 exciton system from which we determine within linear response theory …",
                "We propose a theoretical description of the superconducting state of under-to overdoped cuprates, based on the short coherence length of these materials and the associated strong pairing fluctuations. The calculated T c and the zero temperature excitation gap Δ (0), as a function of hole concentration x, are in semiquantitative agreement with experiment. Although T c\/Δ (0) has a strong non-BCS x dependence, and Δ (T) deviates significantly from the BCS prediction, we obtain, remarkably, quasiuniversal behavior for the superfluid density ρ s (T)\/ρ s (0) and the Josephson critical current I c (T)\/I c (0) as a function of T\/T c. Comparison with experiment is addressed.",
                "We show that, under certain conditions, the low temperature behavior of the magnetic penetration depth λ (T) of a pure d-wave superconductor is determined by nonlocal electrodynamics and, contrary to the general belief, the deviation Δ λ (T)= λ (T)− λ (0) is proportional to T 2 and not T. We predict that the Δ λ (T)∝ T 2 dependence, due to nonlocality, should be observable experimentally in nominally clean high-T c superconductors below a crossover temperature T*=(ξ 0\/λ 0) Δ 0∼ 1 K. Possible complications due to impurities, surface quality, and crystal axes orientation are discussed.",
                "A self‐contained and tutorial presentation of the diffusion Monte Carlo method for determining the ground state energy and wave function of quantum systems is provided. First, the theoretical basis of the method is derived and then a numerical algorithm is formulated. The algorithm is applied to determine the ground state of the harmonic oscillator, the Morse oscillator, the hydrogen atom, and the electronic ground state of the H+2 ion and of the H2 molecule. A computer program on which the sample calculations are based is available upon request.",
                "In general, the direct application of the Jarzynski equality (JE) to reconstruct potentials of mean force (PMFs) from a small number of nonequilibrium unidirectional steered molecular-dynamics (SMD) paths is hindered by the lack of sampling of extremely rare paths with negative dissipative work. Such trajectories that transiently violate the second law of thermodynamics are crucial for the validity of JE. As a solution to this daunting problem, we propose a simple and efficient method, referred to as the FR method, for calculating simultaneously both the PMF U(z) and the corresponding diffusion coefficient D(z) along a reaction coordinate z for a classical many-particle system by employing a small number of fast SMD pullings in both forward (F) and time reverse (R) directions, without invoking JE. By employing Crooks [Phys. Rev. E 61, 2361 (2000)] transient fluctuation theorem (that is more general than JE) and the stiff …",
                "Morphogenesis implies the controlled spatial organization of cells that gives rise to tissues and organs in early embryonic development. While morphogenesis is under strict genetic control, the formation of specialized biological structures of specific shape hinges on physical processes. Tissue engineering (TE) aims at reproducing morphogenesis in the laboratory, i.e., in vitro, to fabricate replacement organs for regenerative medicine. The classical approach to generate tissues\/organs is by seeding and expanding cells in appropriately shaped biocompatible scaffolds, in the hope that the maturation process will result in the desired structure. To accomplish this goal more naturally and efficiently, we set up and implemented a novel TE method that is based on principles of developmental biology and employs bioprinting, the automated delivery of cellular composites into a three‐dimensional (3D) biocompatible …",
                "We use a long, all-atom molecular-dynamics (MD) simulation combined with theoretical modeling to investigate the dynamics of selected lipid atoms and lipid molecules in a hydrated diyristoyl-phosphatidylcholine lipid bilayer. From the analysis of a 0.1 μ s MD trajectory, we find that the time evolution of the mean-square displacement,⟨[δ r (t)] 2⟩, of lipid atoms and molecules exhibits three well-separated dynamical regions:(i) ballistic, with⟨[δ r (t)] 2⟩∼ t 2 for t≲ 10 fs;(ii) subdiffusive, with⟨[δ r (t)] 2⟩∼ t β with β< 1 for 10 ps≲ t≲ 10 ns; and (iii) Fickian diffusion, with⟨[δ r (t)] 2⟩∼ t for t≳ 30 ns. We propose a memory-function approach for calculating⟨[δ r (t)] 2⟩ over the entire time range extending from the ballistic to the Fickian diffusion regimes. The results are in very good agreement with the ones from the MD simulations. We also examine the implications of the presence of the subdiffusive dynamics of lipids on the …",
                "We investigate the behavior of the superconducting transition temperature within a previously developed BCS Bose-Einstein crossover picture. This picture, based on a decoupling scheme of Kadanoff and Martin, further extended by Patton, can be used to derive a simple form for the superconducting transition temperature in the presence of a pseudogap. We extend previous work which addressed the case of s-wave pairing in jellium, to explore the solutions for T c as a function of variable coupling in more physically relevant situations. We thereby ascertain the effects of reduced dimensionality, periodic lattices, and a d-wave pairing interaction. Implications for the cuprate superconductors are discussed.",
                "Channel proteins that selectively conduct molecules across cell membranes often exhibit an asymmetric structure. By means of a stochastic model, we argue that channel asymmetry in the presence of nonequilibrium fluctuations, fueled by the cell’s metabolism as observed recently, can dramatically influence the transport through such channels by a ratchetlike mechanism. For an aquaglyceroporin that conducts water and glycerol, we show that a previously determined asymmetric glycerol potential leads to enhanced inward transport of glycerol, but for unfavorably high glycerol concentrations also to enhanced outward transport that protects a cell against poisoning.",
                "In this paper we study the BCS Bose-Einstein condensation (BEC) crossover scenario within the superconducting state, using a T-matrix approach which yields the ground state proposed by Leggett. Here we extend this ground state analysis to finite temperatures T and interpret the resulting physics. We find two types of bosoniclike excitations of the system: long lived, incoherent pair excitations and collective modes of the superconducting order parameter, which have different dynamics. Using a gauge invariant formalism, this paper addresses their contrasting behavior as a function of T and superconducting coupling constant g. At a more physical level, our paper emphasizes how, at finite T, BCS-BEC approaches introduce an important parameter Δ pg 2= Δ 2− Δ sc 2 into the description of superconductivity. This parameter is governed by the pair excitations and is associated with particle-hole asymmetry effects …"
            ],
            [
                [
                    "Biophysics",
                    "Biological Physics",
                    "Condensed Matter Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}