{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VAJF3QHW",
            "4ZU2YdsAAAAJ",
            [
                "Optical Tamm states in one-dimensional magnetophotonic structures",
                "Surface state peculiarities in one-dimensional photonic crystal interfaces",
                "Single parameter scaling in one-dimensional localization revisited",
                "Surface states in photonic crystals",
                "PT-symmetry in optics",
                "Measurement of the transport mean free path of diffusing photons",
                "Statistics of the Lyapunov exponent in 1D random periodic-on-average systems",
                "Single-parameter scaling in one-dimensional Anderson localization: Exact analytical solution"
            ],
            [
                "We demonstrate the existence of a spectrally narrow localized surface state, the so-called optical Tamm state, at the interface between one-dimensional magnetophotonic and nonmagnetic photonic crystals. The state is spectrally located inside the photonic band gaps of each of the photonic crystals comprising this magnetophotonic structure. This state is associated with a sharp transmission peak through the sample and is responsible for the substantial enhancement of the Faraday rotation for the corresponding wavelength. The experimental results are in excellent agreement with the theoretical predictions.",
                "We study the optical properties of a photonic crystal interfaced with a uniform medium with the negative dielectric constant or with another photonic crystal. We show that, at such an interface, nonpropagating surface states may arise. These states result in a sharp feature in the transmission and reflection spectra of the system. We also show that interfacing magnetic and nonmagnetic photonic crystals gives rise to giant Faraday and Kerr effects.",
                "The variance of the Lyapunov exponent is calculated exactly in the one-dimensional Anderson model with random site energies distributed according to the Cauchy distribution. We find a new significant scaling parameter in the system, and derive an exact analytical criterion for single parameter scaling which differs from the commonly used condition of phase randomization. The results obtained are applied to the Kronig-Penney model with the potential in the form of periodically positioned δ functions with random strength.",
                "The propagation of surface electromagnetic waves along photonic crystal (PC) boundaries is examined. It is shown that in a number of cases, these are backward waves. The nature of surface electromagnetic states localized at the PC boundary is discussed; these states transfer no energy along the boundary (their tangential wave number is zero). An analogy with the well-known Tamm and Shockley surface states in solid state physics is drawn. It is shown that in the case of a PC, both types of states can be regarded as Tamm states. Experimental results on the observation of surface states are presented. A system using an external magnetic field to control a surface state is considered.",
                "We review quantum mechanical and optical pseudo-Hermitian systems with an emphasis on PT-symmetric systems important for optics and electrodynamics. One of the most interesting and much discussed consequences of PT symmetry is a phase transition under which the system eigenvalues lose their PT symmetry. We show that although this phase transition is difficult to realize experimentally, a similar transition can be observed in quasi-PT-symmetric systems. Other effects predicted for PT-symmetric systems are not specific for these systems and can be observed in ordinary fully passive systems.",
                "We measure microwave intensity inside and transmission through random samples of polystyrene spheres with different output reflectors. We show that with appropriate boundary conditions diffusion theory gives an excellent description of transport from the interior to the output surface of a sample. From these measurements we determine the transport mean free path and the surface reflectivities without additional assumptions regarding the interface or the scattering form factor. From a comparison with a measurement of the diffusion coefficient we determine the transport velocity and find that it is smaller than the velocity in the high-index material.",
                "By means of Monte Carlo simulations we show that there are two qualitatively different modes of localization of classical waves in 1D random periodic-on-average systems. States from pass bands and band edges of the underlying band structure demonstrate single parameter scaling with universal behavior. States from the interior of the band gaps do not have universal behavior and require two parameters to describe their scaling properties. The transition between these two types of behavior occurs in an extremely narrow region of frequencies. When the degree of disorder exceeds a certain critical value the single parameter scaling is restored for an entire band gap.",
                "The variance of the Lyapunov exponent is calculated exactly in the one-dimensional Anderson model with random site energies distributed according to the Cauchy distribution. We derive an exact analytical criterion for the validity of single-parameter scaling in this model. According to this criterion, states with energies within the conduction band of the underlying nonrandom system satisfy single-parameter scaling when the disorder is small enough. At the same time, single-parameter scaling is not valid for states close to band boundaries and those outside of the original spectrum, even in the case of small disorder. The results obtained are applied to the Kronig-Penney model with the potential in the form of periodically positioned δ functions with random strengths. We show that an increase in disorder can restore single-parameter scaling behavior for states within the band gaps."
            ],
            [
                [

                ]
            ],
            [
                "Alexander A. Lisyansky Professor Queens College (718) 997-3371 lisyansky@qc.edu Website Ph.D. in Physics, Donetsk State University Condensed matter theory MAJOR PUBLICATIONS  Fluctuation effects in systems with competing interactions , Yu.M. Ivanchenko, A.A.  Lisyanskii, and A.E. Filippov (Naukova Dumka, Kiev, 1989), 280 pages [in Russian]. Physics of Critical Fluctuations , Yu.M. Ivanchenko and A.A. Lisyansky (Springer, NY, 1995), 390 pages. Quantum Plasmonics , E.S. Andrianov, A.P. Vinogradov, A.V. Dorofeenko, A.A. Zyablovsky, A.A. Lisyansky, and A.A. Pukhov (Intellekt, Moscow, 2015), 367 pages [in Russian]. Reviews Surface states in photonic crystals , A.P. Vinogradov, A.V. Dorofeenko, A.M. Merzlikin, and A.A. Lisyansky, Phys. Usp. (Advances in Physical Sciences) 2010, No. 3, 53 , 243-256. Light propagation in composite materials with gain layers , A.V. Dorofeenko, A.A. Zyablovsky, A.A. Puhov, A.A. Lisyansky, and A.P. Vinogradov, Phys. Usp. (Advances in Physical Sciences) 2012, 55 , No. 11, 1080-1097. Quantum plasmonics of metamaterials: loss compensation using spasers , A.P. Vinogradov, E.S. Andrianov, A.A. Puhov, A.V. Dorofeenko, and A.A. Lisyansky, Phys. Usp. (Advances in Physical Sciences) 2012, 55 , No. 10, 10-19. PT-symmetry in optics , A.A. Zyablovsky, A.P. Vinogradov, A.A. Pukhov, A.V.  Dorofeenko, and A.A, Lisyansky, Phys. Usp. (Advances in Physical Sciences) 2014, 57 , No. 11, 1063-1082. Book chapters Photon diffusion, correlation and localization , A.Z. Genack, N. Garcia, J.H. Li and A.A. Lisyansky, In: Photonic Band Gaps and Localization , Ed. C.M. Soukoulis (Plenum, NY, 1993), p. 23. Enhancement of the Faraday effect in magnetophotonic crystals , A. P. Vinogradov, A. V. Dorofeenko, A. M. Merzlikin, Y. M. Strelniker, A. A. Lisyansky, A. B. Granovsky, and D. Bergman, In: Magnetophotonics: From Theory to Applications , Eds. M. Inoue, M. Levy, and A. Baryshev, (Springer, Berlin, 2013), pp. 1-17. Patents : Method of measurement of low temperatures , Yu.M. Ivanchenkoa and A.A. Lisyanskii, USSR, Pat. 515368, 1978. Method of critical current determination for superconductor and apparatus for its realization , Yu.M. Ivanchenko, A.A. Lisyanskii and V. F. Khirnii, USSR, Pat. 728616, 1979.   Defect multiple-quantum-well structure for manipulation of reflection and transmission of light achieved by way of optical control of spatial distribution of electric field across the defect multiple-quantum-well structure , L.I. Deych and A.A. Lisyansky, US Pat. 20100027097, 2010. Selected articles About possibility of bistable dynamics in lasers with single-mode cavities, V. Shuvayev, V. Menon, A. Lisyansky, and L. Deych, J. Opt. Soc. Am. B 30 , No. 1, 87–94 (2013). Exactly solvable toy model for surface plasmon amplification by stimulated emission of radiation , D. G. Baranov, E.S. Andrianov, A.P. Vinogradov, and A.A. Lisyansky, Opt. Express 21 , No. 9, 10779-10791 (2013). Modification of the resonance fluorescence spectrum of a two-level atom in the near field of a plasmonic nanoparticle , E.S. Andrianov, A.A. Pukhov, A.P. Vinogradov, A.V. Dorofeenko, and A.A. Lisyansky, JETP Lett. 97 , No. 8, 452-458 (2013). Loss compensation due to the spaser-effect in metamaterials , E.S. Andrianov, D. G. Baranov, A.A. Pukhov, A.V. Dorofeenko, A.P. Vinogradov, and A.A. Lisyansky, Opt. Express 21 , No. 11, 13467-13478 (2013). Magneto-optical spaser , D. G. Baranov, A. P. Vinogradov, A. A. Lisyansky, Ya. M. Strelniker, and D. J. Bergman, Opt. Lett. 38 , No. 12, 2002-2004 (2013). Steady state superradiance of a 2D-spaser array , A.V. Dorofeenko, A.A. Zyablovsky, A.P. Vinogradov, E.S. Andrianov, A.A. Pukhov, and A.A. Lisyansky, Opt. Express 21 , No. 12, 14539-14547 (2013). Spectrum of Surface Plasmons Excited by Spontaneous Quantum Dot Transitions , E. S. Andrianov, A. A. Pukhov, A. V. Dorofeenko, A. P. Vinogradov, and A. A. Lisyansky, JETP 117 , No. 2, 206-213 (2013). Causality and phase transitions in PT-symmetric optical systems , A. A. Zyablovsky, A. P. Vinogradov, A. V. Dorofeenko, A. A. Pukhov, and A. A. Lisyansky, Phys. Rev. A 89 , No. 3, 033808 (2014). Spontaneous radiation of a two-level atom into multipole modes of a plasmonic nanoparticle , E. S. Andrianov, A. A. Pukhov, A. P. Vinogradov, A. V. Dorofeenko, and A. A. Lisyansky, Phot. Nano. Fund. Appl. 12 , 387-397 (2014). Abrupt Rabi oscillations in a superoscillating electric field , D. G. Baranov, A. P. Vinogradov, and A. A. Lisyansky, Opt. Lett. 39 , No. 216316-6319 (2014). Magnetically Controlled Vertically Emitting Laser with Anisotropic Pumping , A.A. Zyablovskii, A.V. Dorofeenko, A.A. Pukhov, A.P. Vinogradov, E.S. Andrianov, A. B. Granovskii, and A. A. Lisyansky, J. Commun. Technol. Electr. 60 , No. 1, 92-101 (2015). Magneto-optics enhancement with gain-assisted plasmonic subdiffraction chains , D.B. Baranov, A.P. Vinogradov and A. A. Lisyansky, J. Opt. Soc. Am. B 32 , No. 2, 281-289 (2015). Comment on “Counterintuitive Dispersion Violating Kramers-Kronig Relations in Gain Slabs,” D.B. Baranov, A.A. Zyablovskii, A.V. Dorofeenko, A.P. Vinogradov, E.S. Andrianov, and A. A. Lisyansky, Phys. Rev. Lett. 114 , No. 8, 099301 (2015). Theory of a double-quantum-dot spaser , E.S. Andrianov, A.A. Pukhov, A.V. Dorofeenko, A.P. Vinogradov, and A.A. Lisyansky, Quant. Electron. 45 , No. 3, 245-249 (2015). Spaser operation below threshold: autonomous vs. driven spasers , E. S. Andrianov, A. A. Pukhov, A. V. Dorofeenko, A. P. Vinogradov, and A. A. Lisyansky, Opt. Express 23 , No. 17, 21983-21993 (2015). Superoscillating response of a nonlinear system on a harmonic signal , D.B. Baranov, A.P. Vinogradov and A. A. Lisyansky, Appl. Phys. B-Lasers O. 121 , No. 2, 209-211 (2015). Lowering the lasing threshold of distributed feedback lasers with loss , V. Yu. Shishkov, A. A. Zyablovsky, E. S. Andrianov, A. A. Pukhov, A. P. Vinogradov, A. V. Dorofeenko, and A. A. Lisyansky, Phys. Rev. B 92 (24), 245420 (2015). Superradiance of a subwavelength array of classical nonlinear emitters , Opt. Express 24 , No. 4, 3464-3478 (2016)."
            ]
        ]
    ]
}