{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VBN7SW1G",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Clifford Surko News and Awards Professor Cliff Surko awarded 2014 James Clerk Maxwell Prize for Plasma Physics Physicists Build Bigger 'Bottles' of \nAntimatter to Unlock Nature's Secrets \"Plasma and Trap-based Techniques for Science with Positrons,\" J. R. Danielson, D. H. E. Dubin, R.G. Greaves, and C. M. Surko, Rev. Mod. Phys. 87, 247 (2015). \"Electron Plasma Orbits from Competing Diocotron Drifts,\" N. C. Hurst, J. R. Danielson, C. J. Baker, and C. M. Surko, Phys. Rev. Lett. 113, 025004 (2014). \"Role of Vibrational Dynamics in Resonant Positron Annihilation on Molecules, \"A. C. L. Jones, J. R. Danielson, M. R. Natisin, and C. M. Surko, Phys. Rev. Lett. 110, 223201 (2013). \"Positron-molecule Interactions: Resonant Attachment, Annihilation, and Bound States,\" G. F. Gribakin, J. A. Young, and C. M. Surko, Rev. Mod. Phys. 82, 2557-\t2607 (2010). \"Creation of Finely Focused Particle Beams from Single-component Plasmas,\" T. R. Weber, J. R. Danielson and C. M. Surko, Phys. Plasmas, 15, 012106 (2008). Clifford Surko Ph. D., UC, Berkeley, 1968 Office: MHA 4581 Phone: 858-534-6880 csurko@ucsd.edu We are developing techniques to accumulate, store and manipulate large numbers of positrons and to create specially tailored plasmas and positron beams - in essence, to make low-energy antimatter in the laboratory a reality. We are using these tools in a number of applications. We conducted the first studies of electron-positron plasmas and a number of high-resolution studies of the interaction of positrons with atoms and molecules. Current work focuses on understanding positron binding to neutral matter and molecular dynamics in the presence of attached positrons (lifetimes ≤ 10 ns) - important elements in developing a quantitative chemistry of matter and antimatter. In the technology area, we are developing new types of specially tailored positron beams, including the use of cryogenically cooled, trapped positrons to improve energy resolution. We are also building a novel multicell trap to extend antimatter storage capabilities by orders of magnitude. Finally, exploiting strongly magnetized electron plasmas as an analog, we are studying the two-dimensional dynamics of fluid vorticity under the influence of a strong externally applied shear flow."
            ]
        ]
    ]
}