{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VBYQ2X0N",
            "UZUZHScAAAAJ",
            [
                "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
                "The 31 deg2 release of the stripe 82 X-ray survey: the point source catalog",
                "The Chandra COSMOS legacy survey: energy spectrum of the cosmic X-ray background and constraints on undetected populations",
                "The Hubble Space Telescope Treasury Program on the Orion Nebula Cluster",
                "A Search for RR Lyrae Stars in Segue 2 and Segue 3",
                "AGN populations in large-volume X-ray surveys: photometric redshifts and population types found in the stripe 82X survey",
                "The accretion history of AGNs. I. Supermassive black hole population synthesis model",
                "X-ray constraints on the fraction of obscured active galactic nuclei at high accretion luminosities",
                "The Hunt for Red Quasars: Luminous Obscured Black Hole Growth Unveiled in the Stripe 82 X-Ray Survey",
                "Probing black hole accretion tracks, scaling relations, and radiative efficiencies from stacked X-ray active galactic nuclei"
            ],
            [
                "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
                "We release the next installment of the Stripe 82 X-ray survey point-source catalog, which currently covers 31.3 deg 2 of the Sloan Digital Sky Survey (SDSS) Stripe 82 Legacy field. In total, 6181 unique X-ray sources are significantly detected with XMM-Newton (> 5σ) and Chandra (> 4.5σ). This catalog release includes data from XMM-Newton cycle AO 13, which approximately doubled the Stripe 82X survey area. The flux limits of the Stripe 82X survey are 8.7× 10− 16 erg s− 1 cm− 2, 4.7× 10− 15 erg s− 1 cm− 2, and 2.1× 10− 15 erg s− 1 cm− 2 in the soft (0.5–2 keV), hard (2–10 keV), and full bands (0.5–10 keV), respectively, with approximate half-area survey flux limits of 5.4× 10− 15 erg s− 1 cm− 2, 2.9× 10− 14 erg s− 1 cm− 2, and 1.7× 10− 14 erg s− 1 cm− 2. We matched the X-ray source lists to available multi-wavelength catalogs, including updated matches to the previous release of the Stripe 82X survey; 88% of …",
                "Using Chandra observations in the 2.15 deg 2 COSMOS-legacy field, we present one of the most accurate measurements of the Cosmic X-ray Background (CXB) spectrum to date in the [0.3–7] keV energy band. The CXB has three distinct components: contributions from two Galactic collisional thermal plasmas at kT~ 0.27 and 0.07 keV and an extragalactic power law with a photon spectral index Γ= 1.45±0.02. The 1 keV normalization of the extragalactic component is 10.91±0.16 keV cm− 2 s− 1 sr− 1 keV− 1. Removing all X-ray-detected sources, the remaining unresolved CXB is best fit by a power law with normalization 4.18±0.26 keV cm− 2 s− 1 sr− 1 keV− 1 and photon spectral index Γ= 1.57±0.10. Removing faint galaxies down to  leaves a hard spectrum with  and a 1 keV normalization of~ 1.37 keV cm− 2 s− 1 sr− 1 keV− 1. This means that~ 91% of the observed CXB is resolved into detected X-ray …",
                "The Hubble Space Telescope (HST) Treasury Program on the Orion Nebula Cluster (ONC) has used 104 orbits of HST time to image the Great Orion Nebula region with the Advanced Camera for Surveys (ACS), the Wide-Field\/Planetary Camera 2 (WFPC2), and the Near-Infrared Camera and Multi-Object Spectrograph (NICMOS) instrument in 11 filters ranging from the U band to the H band equivalent of HST. The program has been intended to perform the definitive study of the stellar component of the ONC at visible wavelengths, addressing key questions like the cluster initial mass function, age spread, mass accretion, binarity, and cirumstellar disk evolution. The scanning pattern allowed us to cover a contiguous field of approximately 600 arcmin 2 with both ACS and WFPC2, with a typical exposure time of approximately 11 minutes per ACS filter, corresponding to a point source depth AB (F435W)= 25.8 and AB …",
                "We present an extensive search for RR Lyrae (RRL) stars in and around the ultra-faint Milky Way companions Segue 2 and Segue 3. The former (M V=–2.5) appears to be an extremely faint dwarf galaxy companion of the Milky Way. The latter (M V= 0.0) is among the faintest star clusters known. We use B and V band time-series imaging obtained at the WIYN 0.9 m telescope at Kitt Peak National Observatory to search for RRL in these objects. In our Segue 2 observations, we present a previously unknown fundamental mode (RRab) RRL star with a period of P ab= 0.748 days. With this measurement, we revisit the inverse correlation between lang P ab rang and lang [Fe\/H] rang established in the literature for Milky Way dwarf galaxies and their RRL. In this context, the long period of Segue 2's RRab star as well as the known significant spread in metallicity in this dwarf galaxy are consistent with the observed trend in lang P …",
                "Multiwavelength surveys covering large sky volumes are necessary to obtain an accurate census of rare objects such as high-luminosity and\/or high-redshift active galactic nuclei (AGNs). Stripe 82X is a 31.3 X-ray survey with Chandra and XMM-Newton observations overlapping the legacy Sloan Digital Sky Survey Stripe 82 field, which has a rich investment of multiwavelength coverage from the ultraviolet to the radio. The wide-area nature of this survey presents new challenges for photometric redshifts for AGNs compared to previous work on narrow-deep fields because it probes different populations of objects that need to be identified and represented in the library of templates. Here we present an updated X-ray plus multiwavelength matched catalog, including Spitzer counterparts, and estimated photometric redshifts for 5961 (96% of a total of 6181) X-ray sources that have a normalized median absolute deviation …",
                "As matter accretes onto the central supermassive black holes in active galactic nuclei (AGNs), X-rays are emitted. We present a population synthesis model that accounts for the summed X-ray emission from growing black holes; modulo the efficiency of converting mass to X-rays, this is effectively a record of the accreted mass. We need this population synthesis model to reproduce observed constraints from X-ray surveys: the X-ray number counts, the observed fraction of Compton-thick AGNs [log (N H\/cm− 2)> 24], and the spectrum of the cosmic X-ray background (CXB), after accounting for selection biases. Over the past decade, X-ray surveys by XMM-Newton, Chandra, NuSTAR, and Swift-BAT have provided greatly improved observational constraints. We find that no existing X-ray luminosity function (XLF) consistently reproduces all these observations. We take the uncertainty in AGN spectra into account and use …",
                "The wide-area XMM-XXL X-ray survey is used to explore the fraction of obscured active galactic nuclei (AGNs) at high accretion luminosities, LX(2-10 keV) ≳ 1044 erg s − 1, and out to redshift z ≈ 1.5. The sample covers an area of about 14 deg2 and provides constraints on the space density of powerful AGNs over a wide range of neutral hydrogen column densities extending beyond the Compton-thick limit, NH ≈ 1024 cm − 2. The fraction of obscured Compton-thin (NH = 1022-1024 cm − 2) AGNs is estimated to be ≈0.35 for luminosities LX(2-10 keV) > 1044 erg s − 1, independent of redshift. For less luminous sources, the fraction of obscured Compton-thin AGNs increases from 0.45 ± 0.10 at z = 0.25 to 0.75 ± 0.05 at z = 1.25. Studies that select AGNs in the infrared via template fits to the observed spectral energy distribution of extragalactic sources estimate space densities at high accretion …",
                "We present results of a ground-based near-infrared campaign with Palomar TripleSpec, Keck NIRSPEC, and Gemini GNIRS to target two samples of reddened active galactic nucleus (AGN) candidates from the 31 deg 2 Stripe 82 X-ray survey. One sample, which is~ 89% complete to (Vega), consists of eight confirmed AGNs, four of which were identified with our follow-up program, and is selected to have red R− K colors (, Vega). The fainter sample (, Vega) represents a pilot program to follow-up four sources from a parent sample of 34 that are not detected in the single-epoch SDSS catalog and have WISE quasar colors. All 12 sources are broad-line AGNs (at least one permitted emission line has an FWHM exceeding 1300 km s− 1) and span a redshift range . Half the (R− K)-selected AGNs have features in their spectra suggestive of outflows. When comparing these sources to a matched sample of …",
                "The masses of supermassive black holes at the centres of local galaxies appear to be tightly correlated with the mass and velocity dispersions of their galactic hosts. However, the local Mbh–Mstar relation inferred from dynamically measured inactive black holes is up to an order-of-magnitude higher than some estimates from active black holes, and recent work suggests that this discrepancy arises from selection bias on the sample of dynamical black hole mass measurements. In this work, we combine X-ray measurements of the mean black hole accretion luminosity as a function of stellar mass and redshift with empirical models of galaxy stellar mass growth, integrating over time to predict the evolving Mbh–Mstar relation. The implied relation is nearly independent of redshift, indicating that stellar and black hole masses grow, on average, at similar rates. Matching the de-biased local Mbh–Mstar relation …"
            ],
            [
                [
                    "Active Galactic Nuclei"
                ]
            ]
        ]
    ]
}