{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VCHNOOIQ",
            "i9houbAAAAAJ",
            [
                "Magnetic vortex oscillator driven by dc spin-polarized current",
                "Spectroscopy of spin-orbit quantum bits in indium antimonide nanowires",
                "Edge-mode superconductivity in a two-dimensional topological insulator",
                "Fast spin-orbit qubit in an indium antimonide nanowire",
                "Electrical control of single hole spins in nanowire quantum dots",
                "Spin-torque ferromagnetic resonance measurements of damping in nanomagnets",
                "Spin-orbit interaction in InSb nanowires",
                "Ultrafast switching of a nanomagnet by a combined out-of-plane and in-plane polarized spin current pulse",
                "Images of a spin-torque-driven magnetic nano-oscillator",
                "Long-timescale fluctuations in zero-field magnetic vortex oscillations driven by dc spin-polarized current"
            ],
            [
                "Transfer of angular momentum from a spin-polarized current to a ferromagnet provides an efficient means to control the magnetization dynamics of nanomagnets. A peculiar consequence of this spin torque, the ability to induce persistent oscillations in a nanomagnet by applying a dc current, has previously been reported only for spatially uniform nanomagnets. Here, we demonstrate that a quintessentially non-uniform magnetic structure, a magnetic vortex, isolated within a nanoscale spin-valve structure, can be excited into persistent microwave-frequency oscillations by a spin-polarized dc current. Comparison with micromagnetic simulations leads to identification of the oscillations with a precession of the vortex core. The oscillations, which can be obtained in essentially zero magnetic field, exhibit linewidths that can be narrower than 300 kHz at∼ 1.1 GHz, making these highly compact spin-torque vortex-oscillator …",
                "A double quantum dot in the few-electron regime is achieved using local gating in an InSb nanowire. The spectrum of two-electron eigenstates is investigated using electric dipole spin resonance. Singlet-triplet level repulsion caused by spin-orbit interaction is observed. The size and the anisotropy of singlet-triplet repulsion are used to determine the magnitude and the orientation of the spin-orbit effective field in an InSb nanowire double dot. The obtained results are confirmed using spin blockade leakage current anisotropy and transport spectroscopy of individual quantum dots.",
                "Topological superconductivity is an exotic state of matter that supports Majorana zero-modes, which have been predicted to occur in the surface states of three-dimensional systems, in the edge states of two-dimensional systems, and in one-dimensional wires 1, 2. Localized Majorana zero-modes obey non-Abelian exchange statistics, making them interesting building blocks for topological quantum computing 3, 4. Here, we report superconductivity induced in the edge modes of semiconducting InAs\/GaSb quantum wells, a two-dimensional topological insulator 5, 6, 7, 8, 9, 10. Using superconducting quantum interference we demonstrate gate-tuning between edge-dominated and bulk-dominated regimes of superconducting transport. The edge-dominated regime arises only under conditions of high-bulk resistivity, which we associate with the two-dimensional topological phase. These experiments establish InAs …",
                "Because of the strong spin-orbit interaction in indium antimonide, orbital motion and spin are no longer separated. This enables fast manipulation of qubit states by means of microwave electric fields. We report Rabi oscillation frequencies exceeding 100 MHz for spin-orbit qubits in InSb nanowires. Individual qubits can be selectively addressed due to intrinsic differences in their g factors. Based on Ramsey fringe measurements, we extract a coherence time T 2*= 8±1 ns at a driving frequency of 18.65 GHz. Applying a Hahn echo sequence extends this coherence time to 34 ns.",
                "The development of viable quantum computation devices will require the ability to preserve the coherence of quantum bits (qubits) 1. Single electron spins in semiconductor quantum dots are a versatile platform for quantum information processing, but controlling decoherence remains a considerable challenge 1, 2, 3, 4. Hole spins in III–V semiconductors have unique properties, such as a strong spin–orbit interaction and weak coupling to nuclear spins, and therefore, have the potential for enhanced spin control 5, 6, 7, 8 and longer coherence times 8, 9, 10, 11, 12. A weaker hyperfine interaction has previously been reported in self-assembled quantum dots using quantum optics techniques 10, 11, 12, but the development of hole–spin-based electronic devices in conventional III-V heterostructures has been limited by fabrication challenges 13. Here, we show that gate-tunable hole quantum dots can be formed in …",
                "The authors directly measure the magnetic damping parameter α in thin-film CoFeB and Permalloy (Py) nanomagnets at room temperature using a recently developed ferromagnetic resonance technique where the precessional mode of an individual nanomagnet can be excited by microwave-frequency spin-transfer torque and detected by the giant magnetoresistance effect. The authors obtain αCoFeB=0.014±0.003 and αPy=0.010±0.002, values comparable to measurements for extended thin films, establishing that patterned nanomagnets can exhibit magnetic damping that is consistent with that of unpatterned bulk material.",
                "We use magnetoconductance measurements in dual-gated InSb nanowire devices, together with a theoretical analysis of weak antilocalization, to accurately extract spin-orbit strength. In particular, we show that magnetoconductance in our three-dimensional wires is very different compared to wires in two-dimensional electron gases. We obtain a large Rashba spin-orbit strength of 0.5–1 eV Å corresponding to a spin-orbit energy of 0.25–1 meV. These values underline the potential of InSb nanowires in the study of Majorana fermions in hybrid semiconductor-superconductor devices.",
                "We report on spin valve devices that incorporate both an out-of-plane polarizer (OPP) to quickly excite spin torque (ST) switching and an in-plane polarizer\/analyzer (IPP). For pulses <200 ps, we observe reliable precessional switching due largely to ST from the OPP. Compared to a conventional spin valve, for a given current amplitude from ∼2 to 3 times the zero-thermal-fluctuation critical current (Ic0), the addition of the OPP can decrease the pulse width necessary for switching by a factor of 10 or more. The effect of the IPP also has beneficial ST consequences for the short pulse switching behavior.",
                "We present the first space-and time-resolved images of the spin-torque-induced steady-state oscillation of a magnetic vortex in a spin-valve nanostructure. We find that the vortex structure in a nanopillar is considerably more complicated than the 2D idealized structure often-assumed, which has important implications for the driving efficiency. The sense of the vortex gyration is uniquely determined by the vortex core polarity, confirming that the spin-torque acts as a source of negative damping even in such a strongly nonuniform magnetic system. The orbit radius is∼ 10 nm, in agreement with micromagnetic simulations.",
                "We report time and frequency domain studies of spin-torque-driven vortex self-oscillations at zero magnetic field. We observe two types of abrupt fluctuations in the frequency and amplitude, with very long random mean lifetimes (∼ 10 2 to∼ 10 4 oscillation cycles). First, we observe fluctuations between two center frequencies separated by 10s of MHz that we identify with switching between quasiuniform and vortex states of the magnetic polarizing layer. Second, we resolve much smaller, discrete frequency fluctuations that lead to a fine structure of the oscillations. We find that this fine structure plays a key role in determining the long-time average linewidths and we suggest a possible physical origin."
            ],
            [
                [
                    "Quantum transport"
                ]
            ],
            [
                "Vlad Pribiag Vlad Pribiag Vlad Pribiag Assistant Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-301-1817 vpribiag@umn.edu Physics And Nanotechnology Building Pribiag Group Ph.D., Cornell University, 2010 M.S., Cornell University, 2006 B.S., University of Toronto, 2003 Postdoc, Kavli Institute of Nanoscience, TU Delft, 2010-2014 The Pribiag group's research applies innovative nanofabrication and low-temperature measurement techniques to uncover the electronic properties of new low-dimensional material systems. Our work is driven both by the potential to uncover fundamental properties of quantum materials and by the desire to develop quantum devices with emergent physical properties that could enable future computing paradigms. Our emphasis is on 2D and 1D materials that host topological states of matter or exhibit unusual spin and superconducting properties. Some of these materials are particularly promising for the development of future computing and communication technologies that will embrace the laws of quantum mechanics to overcome the limitations of what is possible within the existing (“classical”) paradigm. Topological superconductivity is a fascinating condensed matter phase that is predicted to host Majorana zero-modes. When attached to a local defect such as a domain wall, Majorana modes, unlike conventional fermions, are expected to show non-Abelian exchange statistics. Because of their exotic properties and their topological robustness, Majoranas have become very important in the nascent field of topological quantum computing, which aims to exploit topological protection for decoherence-free quantum information processing. Low-dimensional semiconductors with strong spin-orbit coupling open up avenues for exploring novel spin physics. For example, the spin orientation can be coupled to the electron propagation direction by applying a magnetic field along the nanowire. We are interested in the intriguing possibility of using such spin-helical modes as spin filters or to couple single spins from separate quantum dots. McKnight Land-Grant Professor, 2019-2021 NSF CAREER Award, 2016-2021 Alfred P. Sloan Research Fellow, 2017-2019 IUPAP Young Scientist Prize in Low Temperature Physics, 2017 Innovational Research Incentives Scheme (VENI) Award - Netherlands Organization for Scientific Research (NWO), 2011-2014 Current Funding: Department of Energy, Office of Naval Research, National Science Foundation, Sloan Foundation Xinxin Cai, Jin Yue, Peng Xu, Bharat Jalan, Vlad S. Pribiag, From Weak Antilocalization to Kondo Scattering in a Magnetic Complex Oxide Interface , arXiv:2007.01853 (2020) Yilikal Ayino, Jin Yue, Tianqi Wang, Bharat Jalan, Vlad S. Pribiag, Effects of paramagnetic pair-breaking and spin-orbital coupling on multi-band superconductivity , Journal of Physics: Condensed Matter 32, 38LT02 (2020) Alex Hamill, Brett Heischmidt, Egon Sohn, Daniel Shaffer, Kan-Ting Tsai, Xi Zhang, Xiaoxiang Xi, Alexey Suslov, Helmuth Berger, László Forró, Fiona J. Burnell, Jie Shan, Kin Fai Mak, Rafael M. Fernandes, Ke Wang, Vlad S. Pribiag, Unexpected two-fold symmetric superconductivity in few-layer NbSe2 , arXiv:2004.02999 (2020) Zedong Yang, Brett Heischmidt, Sasa Gazibegovic, Ghada Badawy, Diana Car, Paul A. Crowell, Erik P.A.M. Bakkers, Vlad S. Pribiag, Spin transport in ferromagnet-InSb nanowire quantum devices , Nano Letters 20, 3232 (2020) Gino V. Graziano, Joon Sue Lee, Mihir Pendharkar, Chris Palmstrøm, Vlad S. Pribiag, Transport Studies in a Gate-Tunable Three-Terminal Josephson Junction , Phys. Rev. B 101, 054510 (2020) Benjamin L. Greenberg, Zachary L. Robinson, Yilikal Ayino, Jacob T. Held, Timothy A. Peterson, K. Andre Mkhoyan, Vlad S. Pribiag, Eray S. Aydil, Uwe R. Kortshagen, Metal-Insulator Transition in a Semiconductor Nanocrystal Network , Science Advances 5, eaaw1462 (2019) Xinxin Cai, Yilikal Ayino, Jin Yue, Peng Xu, Bharat Jalan, Vlad S. Pribiag, Disentangling spin-orbit coupling and local magnetism in a quasi-2D electron system , Phys. Rev. B 100, 081402(R) (2019) Yilikal Ayino, Peng Xu, Juan Tigre-Lazo, Jin Yue, Bharat Jalan, and Vlad S. Pribiag, Ferromagnetism and spin-dependent transport at a complex oxide interface , Phys. Rev. Materials 2, 031401(R) (2018) V.S. Pribiag, A twist on the Majorana fermion , Science 357, 252 (2017) Peng Xu, Yilikal Ayino, Christopher Cheng, Vlad S. Pribiag, Ryan B. Comes, Peter V. Sushko, Scott A. Chambers, and Bharat Jalan, Predictive Control over Charge Density in the Two-Dimensional Electron Gas at the Polar-Nonpolar NdTiO3\/SrTiO3 Interface , Phys. Rev. Lett. 117, 106803 (2016) [ abstract Vlad S. Pribiag, Arjan J. A. Beukman, Fanming Qu, Maja C. Cassidy, Christophe Charpentier, Werner Wegscheider, and L. P. Kouwenhoven, Edge Mode Superconductivity in a Two Dimensional Topological Insulator , Nature Nanotechnology 10, 593-596 (2015) [ abstract I. van Weperen, B. Tarasinski, D. Eeltink, V. S. Pribiag, S. R. Plissard, E. P. A. M. Bakkers, L. P. Kouwenhoven, and M. Wimmer, Spin-orbit interaction in InSb nanowires , Phys. Rev. B 91, 201413(R) (2015) Wei Yi, Andrey A. Kiselev, Jacob Thorp, Ramsey Noah, Binh-Minh Nguyen, Steven Bui, Rajesh D. Rajavel, Tahir Hussain, Mark F. Gyure, Philip Kratz, Qi Qian, Michael J. Manfra, Vlad S. Pribiag, Leo P. Kouwenhoven, Charles M. Marcus, and Marko Sokolich, Gate-tunable high mobility remote-doped InSb\/In1−xAlxSb quantum well heterostructures , Applied Physics Letters 106, 142103 (2015) O. J. Lee, P. M. Braganca, V. S. Pribiag, D. C. Ralph, and R. A. Buhrman, Quasilinear spin-torque nano-oscillator via enhanced negative feedback of power fluctuations , Phys. Rev. B 88, 224411 (2013) V. S. Pribiag, S. Nadj-Perge, S. M. Frolov, J. van den Berg, I. van Weperen, S. R. Plissard, E. P. A. M. Bakkers, and L. P. Kouwenhoven, Electrical control of single hole spins in nanowire quantum dots , Nature Nanotechnology 8, 170-174 (2013) [ abstract J. W. G. van den Berg, S. Nadj-Perge, V. S. Pribiag, S. R. Plissard, E. P. A. M. Bakkers, S. M. Frolov, and L. P. Kouwenhoven, Fast spin-orbit qubit in an indium antimonide nanowire , Phys. Rev. Lett. 110, 066806 (2013) S. M. Frolov, J. Danon, S. Nadj-Perge, K. Zuo, J. W. W. van Tilburg, V. S. Pribiag, J. W. G. van den Berg, E. P. A. M. Bakkers, and L. P. Kouwenhoven, Suppression of Zeeman Gradients by Nuclear Polarization in Double Quantum Dots , Phys. Rev. Lett. 109, 236805 (2012) S. Nadj-Perge, V. S. Pribiag, J. W. G. van den Berg, K. Zuo, S. R. Plissard, E. P. A. M. Bakkers, S. M. Frolov, and L. P. Kouwenhoven, Spectroscopy of spin-orbit quantum bits in indium antimonide nanowires , Phys. Rev. Lett. 108, 16680 (2012) [ abstract X. W. Yu, V. S. Pribiag, Y. Acremann, A. A. Tulapurkar, T. Tyliszczak, K. W. Chou, B. Bräuer, Z.-P. Li, O. J. Lee, P. G. Gowtham, D. C. Ralph, R. A. Buhrman, and J. Stöhr, Images of a Spin-Torque-Driven Magnetic Nano-Oscillator , Phys. Rev. Lett. 106, 167202 (2011) G. Finocchio, V. S. Pribiag, L. Torres, R. A. Buhrman, and B. Azzerboni, Spin-torque driven magnetic vortex self-oscillations in perpendicular magnetic fields , Appl. Phys. Lett. 96, 102508 (2010) V. S. Pribiag, G. Finocchio, B. J. Williams, D. C. Ralph, and R. A. Buhrman, Long-timescale fluctuations in zero-field magnetic vortex oscillations driven by dc spin-polarized current , Phys. Rev. B 80, 180411(R) (2009) [ abstract O. J. Lee, V. S. Pribiag, P. M. Braganca, P. G. Gowtham, D. C. Ralph, and R. A. Buhrman, Ultrafast switching of a nanomagnet by a combined out-of-plane and in-plane polarized spin current pulse , Appl. Phys. Lett. 95, 012506 (2009) V. S. Pribiag, I. N. Krivorotov, G. D. Fuchs, P. M. Braganca, O. Ozatay, J. C. Sankey, D. C. Ralph, R. A. Buhrman, Magnetic vortex oscillator driven by d.c. spin-polarized current , Nature Physics 3, 498-503 (2007) G. D. Fuchs, J. C. Sankey, V. S. Pribiag, L. Qian, P. M. Braganca, A. G. F. Garcia, E. M. Ryan, Zhi-Pan Li, O. Ozatay, D. C. Ralph, and R. A. Buhrman, Spin-torque ferromagnetic resonance measurements of damping in nanomagnets , Appl. Phys. Lett. 91, 062507 (2007) J. Ngai, Y.C. Tseng, F. Chen, P. Morales, D. D. Perovic, V. Pribiag, J. Y. T. Wei, Scanning tunneling spectroscopy under pulsed spin injection , Appl. Phys. Lett. 84, 1907 (2004) Advisees & Collaborators Graduate students Gino Graziano Mohit Gupta Brett Heischmidt Zedong Yang Michael Thomas Former Researchers and Students Former Postdocs: Dr. Xinxin Cai (University of Rochester) Former PhD students: Yilikal Ayino (Intel) Former Undergraduate members: Kole Yu Brendan King Mikhail Borisov Nathan Bosch Wenbo Ge Ryan Schmitz Calvin Zachman"
            ]
        ]
    ]
}