{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VCXP9HUI",
            "0z9YvUcAAAAJ",
            [
                "Observation of gravitational waves from a binary black hole merger",
                "GW170817: observation of gravitational waves from a binary neutron star inspiral",
                "Gravitational waves and gamma-rays from a binary neutron star merger: GW170817 and GRB 170817A",
                "The Einstein Telescope: a third-generation gravitational wave observatory",
                "Properties of the binary black hole merger GW150914",
                "Tidal deformability of neutron stars with realistic equations of state and their gravitational wave signatures in binary inspiral",
                "Exploring the sensitivity of next generation gravitational wave detectors",
                "Constraints on a phenomenologically parametrized neutron-star equation of state",
                "Sensitivity studies for third-generation gravitational wave observatories",
                "Scientific objectives of Einstein telescope"
            ],
            [
                "On September 14, 2015 at 09: 50: 45 UTC the two detectors of the Laser Interferometer Gravitational-Wave Observatory simultaneously observed a transient gravitational-wave signal. The signal sweeps upwards in frequency from 35 to 250 Hz with a peak gravitational-wave strain of 1.0× 10− 21. It matches the waveform predicted by general relativity for the inspiral and merger of a pair of black holes and the ringdown of the resulting single black hole. The signal was observed with a matched-filter signal-to-noise ratio of 24 and a false alarm rate estimated to be less than 1 event per 203 000 years, equivalent to a significance greater than 5.1 σ. The source lies at a luminosity distance of 41 0− 180+ 160 Mpc corresponding to a redshift z= 0.0 9− 0.04+ 0.03. In the source frame, the initial black hole masses are 3 6− 4+ 5 M⊙ and 2 9− 4+ 4 M⊙, and the final black hole mass is 6 2− 4+ 4 M⊙, with 3. 0− 0.5+ 0.5 M⊙ c 2 …",
                "On August 17, 2017 at 12∶ 41: 04 UTC the Advanced LIGO and Advanced Virgo gravitational-wave detectors made their first observation of a binary neutron star inspiral. The signal, GW170817, was detected with a combined signal-to-noise ratio of 32.4 and a false-alarm-rate estimate of less than one per 8.0× 10 4 years. We infer the component masses of the binary to be between 0.86 and 2.26 M⊙, in agreement with masses of known neutron stars. Restricting the component spins to the range inferred in binary neutron stars, we find the component masses to be in the range 1.17–1.60 M⊙, with the total mass of the system 2.7 4− 0.01+ 0.04 M⊙. The source was localized within a sky region of 28 deg 2 (90% probability) and had a luminosity distance of 4 0− 14+ 8 Mpc, the closest and most precisely localized gravitational-wave signal yet. The association with the γ-ray burst GRB 170817A, detected by Fermi-GBM …",
                "On 2017 August 17, the gravitational-wave event GW170817 was observed by the Advanced LIGO and Virgo detectors, and the gamma-ray burst (GRB) GRB 170817A was observed independently by the Fermi Gamma-ray Burst Monitor, and the Anti-Coincidence Shield for the Spectrometer for the International Gamma-Ray Astrophysics Laboratory. The probability of the near-simultaneous temporal and spatial observation of GRB 170817A and GW170817 occurring by chance is 5.0 10 8-. We therefore confirm binary neutron star mergers as a progenitor of short GRBs. The association of GW170817 and GRB 170817A provides new insight into fundamental physics and the origin of short GRBs. We use the observed time delay of 1.74 0.05 s+() between GRB 170817A and GW170817 to:(i) constrain the difference between the speed of gravity and the speed of light to be between 3 10 15--and 7 10 16+-times …",
                "Advanced gravitational wave interferometers, currently under realization, will soon permit the detection of gravitational waves from astronomical sources. To open the era of precision gravitational wave astronomy, a further substantial improvement in sensitivity is required. The future space-based Laser Interferometer Space Antenna and the third-generation ground-based observatory Einstein Telescope (ET) promise to achieve the required sensitivity improvements in frequency ranges. The vastly improved sensitivity of the third generation of gravitational wave observatories could permit detailed measurements of the sources' physical parameters and could complement, in a multi-messenger approach, the observation of signals emitted by cosmological sources obtained through other kinds of telescopes. This paper describes the progress of the ET project which is currently in its design study phase.",
                "On September 14, 2015, the Laser Interferometer Gravitational-Wave Observatory (LIGO) detected a gravitational-wave transient (GW150914); we characterize the properties of the source and its parameters. The data around the time of the event were analyzed coherently across the LIGO network using a suite of accurate waveform models that describe gravitational waves from a compact binary system in general relativity. GW150914 was produced by a nearly equal mass binary black hole of masses 3 6− 4+ 5 M⊙ and 2 9− 4+ 4 M⊙; for each parameter we report the median value and the range of the 90% credible interval. The dimensionless spin magnitude of the more massive black hole is bound to be< 0.7 (at 90% probability). The luminosity distance to the source is 41 0− 180+ 160 Mpc, corresponding to a redshift 0.0 9− 0.04+ 0.03 assuming standard cosmology. The source location is constrained to an …",
                "The early part of the gravitational wave signal of binary neutron-star inspirals can potentially yield robust information on the nuclear equation of state. The influence of a star’s internal structure on the waveform is characterized by a single parameter: the tidal deformability λ, which measures the star’s quadrupole deformation in response to the companion’s perturbing tidal field. We calculate λ for a wide range of equations of state and find that the value of λ spans an order of magnitude for the range of equation of state models considered. An analysis of the feasibility of discriminating between neutron-star equations of state with gravitational wave observations of the early part of the inspiral reveals that the measurement error in λ increases steeply with the total mass of the binary. Comparing the errors with the expected range of λ, we find that Advanced LIGO observations of binaries at a distance of 100 Mpc will probe …",
                "The second-generation of gravitational-wave detectors are just starting operation, and have already yielding their first detections. Research is now concentrated on how to maximize the scientific potential of gravitational-wave astronomy. To support this effort, we present here design targets for a new generation of detectors, which will be capable of observing compact binary sources with high signal-to-noise ratio throughout the Universe.",
                "We introduce a parametrized high-density equation of state (EOS) in order to systematize the study of constraints placed by astrophysical observations on the nature of neutron-star matter. To obtain useful constraints, the number of parameters must be smaller than the number of EOS-related neutron-star properties measured, but large enough to accurately approximate the large set of candidate EOSs. We find that a parametrized EOS based on piecewise polytropes with 3 free parameters matches, to about 4% rms error, an extensive set of candidate EOSs at densities below the central density of 1.4 M⊙ stars. Adding observations of more massive stars constrains the higher-density part of the EOS and requires an additional parameter. We obtain constraints on the allowed parameter space set by causality and by present and near-future astronomical observations with the least model dependence. Stringent …",
                "Advanced gravitational wave detectors, currently under construction, are expected to directly observe gravitational wave signals of astrophysical origin. The Einstein Telescope (ET), a third-generation gravitational wave detector, has been proposed in order to fully open up the emerging field of gravitational wave astronomy. In this paper we describe sensitivity models for ET and investigate potential limits imposed by fundamental noise sources. A special focus is set on evaluating the frequency band below 10 Hz where a complex mixture of seismic, gravity gradient, suspension thermal and radiation pressure noise dominates. We develop the most accurate sensitivity model, referred to as ET-D, for a third-generation detector so far, including the most relevant fundamental noise contributions.",
                "The advanced interferometer network will herald a new era in observational astronomy. There is a very strong science case to go beyond the advanced detector network and build detectors that operate in a frequency range from 1 Hz to 10 kHz, with sensitivity a factor 10 better in amplitude. Such detectors will be able to probe a range of topics in nuclear physics, astronomy, cosmology and fundamental physics, providing insights into many unsolved problems in these areas."
            ],
            [
                [
                    "astrophysics",
                    "neutron stars",
                    "gravitational waves"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}