{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VD7I27VB",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Vivek  Nagendra Prakash Asst. Professor SECONDARY FACULTY IN BIOLOGY vprakash@miami.edu (305) 284-7121 The Prakash Lab at the University of Miami is a multidisciplinary Organismal Biomechanics Lab, working at the interface of Physics, Engineering and Biology. Our work is driven by a sense of curiosity, fascination and discovery. Organismal behavior results from emergent properties of a large number of physical and biological processes occurring across multiple scales. Our focus is on understanding how physics shapes biology. The overarching research goal is to reveal how biomechanical phenomena at small-scales determine emergent behavior at large-scales in different animal systems. Our research program is focused on two major themes: (1) Tissue Mechanics: The goal is to uncover the fundamental physical mechanisms governing local & global cellular flows in tissues of living animals, and to understand how these flows regulate morphogenesis and development. (2) Biological Fluid Mechanics: The goal is to study fluid mechanics in marine invertebrates, and to use physical insights and models to link small-scale biophysics to macro-scale natural behavior and ecology, and to develop bio-inspired engineering applications. In past work, we discovered that physiological tissue fracture and healing dynamics govern extreme plastic shape changes (V.N. Prakash et al., bioRxiv (2019)) in the early divergent animal Trichoplax adhaerens. In starfish larvae, we demonstrated how swimming-feeding tradeoffs are dictated by hydrodynamics (W. Gilpin et al., Nature Physics (2017)). This work has led to several awards including the Nikon Small World in Motion competition, APS-DFD Milton van Dyke award, NSF ‘Vizzies’ challenge, with wide media coverage by New York Times, Nature, Scientific American, Popular Science and others. We have also investigated cellular flows during early chick embryo development. Our research exemplifies the promise of leveraging physics to unearth the general organizing principles underlying fundamental form-function relationships in organismal biology. cv cv 2019 Post Doctoral Bioengineering Stanford University 2013 Ph.D. Applied Physics University of Twente 2009 M.S. Engineering Mechanics JNCASR 2007 B.E. Mechanical Engineering R.V. College of Engineering -\tPrakash Lab website cv -\tPrakash Lab website cv 2020 - Assistant Professor of Physics, University of Miami -\tPrakash Lab website cv -\tPrakash Lab website cv -\tPrakash Lab website cv Vivek N. Prakash, M. S. Bull and M. Prakash, Motility induced fracture reveals a ductile to brittle crossover in the epithelial tissues of a simple animal,   (Nature Physics. 2021, ). [ W. Gilpin, Vivek N. Prakash, and M. Prakash, Vortex arrays and entangled cilia underly the feeding vs. swimming tradeoff in sea star larvae,  380-386, Nature Physics, 13,  (2017, ). [ W. Gilpin, Vivek N. Prakash, and M. Prakash, Flowtrace: simple visualization of coherent structures in biological fluid flows,  3411-3418, Journal of Experimental Biology, 220,  (2017, ). [ Vivek N. Prakash, J. M. Mercado, L. van Wijngaarden, E. Mancilla, Y. Tagawa, D. Lohse, and C. Sun, Energy spectra in turbulent bubbly flows,  174-190, Journal of Fluid Mechanics, 791,  (2016, ). [ Vivek N. Prakash, Y. Tagawa, E. Calzavarini, J. M. Mercado, F. Toschi, D. Lohse, and C. Sun, How gravity and size affect the acceleration statistics of bubbles in turbulence,  105017, New Journal of Physics, 14,  (2012, ). [ -\tPrakash Lab website cv"
            ]
        ]
    ]
}