{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VF6H7COR",
            "y9X4_AkAAAAJ",
            [
                "Neuronal avalanches in neocortical circuits"
            ],
            [
                "Networks of living neurons exhibit diverse patterns of activity, including oscillations, synchrony, and waves. Recent work in physics has shown yet another mode of activity in systems composed of many nonlinear units interacting locally. For example, avalanches, earthquakes, and forest fires all propagate in systems organized into a critical state in which event sizes show no characteristic scale and are described by power laws. We hypothesized that a similar mode of activity with complex emergent properties could exist in networks of cortical neurons. We investigated this issue in mature organotypic cultures and acute slices of rat cortex by recording spontaneous local field potentials continuously using a 60 channel multielectrode array. Here, we show that propagation of spontaneous activity in cortical networks is described by equations that govern avalanches. As predicted by theory for a critical branching process …"
            ],
            [
                [
                    "Biophysics",
                    "Computational Neuroscience",
                    "Statistical Physics",
                    "Neural Networks"
                ]
            ],
            [
                "John M. Beggs John M. Beggs jmbeggs@indiana.edu (812) 855-7359 Swain West 169 Postdoctoral Position, National Institutes of Health, 1999-2003 Ph.D., Yale, 1998 B.S., Cornell University, 1985 Group Webpage biophysics About John M. Beggs The physical sciences have had great success in describing how complex phenomena can emerge from the collective interactions of many similar units. Waves, turbulence, phase transitions, and self-organization are all examples of this. Although the brain is tremendously complex, it is composed of many units, neurons, which appear to be similar. This resemblance has led many researchers to borrow concepts from physics in an effort to explain neural function. Indeed, many models predict that neural networks should exhibit metastable states like those seen in frustrated magnetic materials, and should operate near a critical point like that seen in matter at a phase transition. While this body of theory has prospered, experiments to test it have been few. Recent advances in technology, however, have allowed thousands of interconnected neurons to be grown on microfabricated arrays of many electrodes. These \"brains in a dish\" can be kept alive for weeks while their spontaneous electrical activity is recorded. The large data sets produced by these experiments have allowed many of the hypotheses inspired by statistical physics to be examined in real neural tissue. Our results indicate that living neural networks do in fact organize themselves so that many metastable states exist. In addition, these networks appear to operate at the critical point, producing distributions of event sizes that can be described by a power law. This surprising correspondence between biological data and physical theory may actually serve a purpose for the networks. Simulations indicate that metastable states can be used to store information, and that the critical point optimizes information transmission while preserving network stability. Future research combining biological experiments and computer simulations will be directed toward understanding fundamental emergent properties of living neural networks and how these properties may contribute to neural function. Visit the Beggs lab website"
            ]
        ]
    ]
}