{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VGUPEKUH",
            "mzSv5kgAAAAJ",
            [
                "Ultraviolet behavior of non-abelian gauge theories",
                "Problem of Strong p and t Invariance in the Presence of Instantons",
                "The character of physical law",
                "Asymptotically free gauge theories. I",
                "Quantum physics: a functional integral point of view",
                "Dreams of a final theory",
                "Cosmology of the invisible axion",
                "Quantum mechanics of fractional-spin particles",
                "Hawking radiation as tunneling",
                "Appearance of gauge structure in simple dynamical systems"
            ],
            [
                "It is shown that a wide class of non-Abelian gauge theories have, up to calculable logarithmic corrections, free-field-theory asymptotic behavior. It is suggested that Bjorken scaling may be obtained from strong-interaction dynamics based on non-Abelian gauge symmetry.",
                "The requirement that P and T be approximately conserved in the color gauge theory of strong interactions without arbitrary adjustment of parameters is analyzed. Several possibilities are identified, including one which would give a remarkable new kind of very light, long-lived pseudoscalar boson.",
                "An introduction to modern physics and to Richard Feynman at his witty and enthusiastic best, discussing gravitation, irreversibility, symmetry, and the nature of scientific discovery. Richard Feynman was one of the most famous and important physicists of the second half of the twentieth century. Awarded the Nobel Prize for Physics in 1965, celebrated for his spirited and engaging lectures, and briefly a star on the evening news for his presence on the commission investigating the explosion of the space shuttle Challenger, Feynman is best known for his contributions to the field of quantum electrodynamics. The Character of Physical Law, drawn from Feynman's famous 1964 series of Messenger Lectures at Cornell, offers an introduction to modern physics—and to Feynman at his witty and enthusiastic best. In this classic book (originally published in 1967), Feynman offers an overview of selected physical laws and gathers their common features, arguing that the importance of a physical law is not “how clever we are to have found it out” but “how clever nature is to pay attention to it.” He discusses such topics as the interaction of mathematics and physics, the principle of conservation, the puzzle of symmetry, and the process of scientific discovery. A foreword by 2004 Physics Nobel laureate Frank Wilczek updates some of Feynman's observations—noting, however,“the need for these particular updates enhances rather than detracts from the book.” In The Character of Physical Law, Feynman chose to grapple with issues at the forefront of physics that seemed unresolved, important, and approachable.",
                "Asymptotically free gauge theories of the strong interactions are constructed and analyzed. The reasons for doing this are recounted, including a review of renormalization-group techniques and their application to scaling phenomena. The renormalization-group equations are derived for Yang-Mills theories. The parameters that enter into the equations are calculated to lowest order and it is shown that these theories are asymptotically free. More specifically the effective coupling constant, which determines the ultraviolet behavior of the theory, vanishes for large spacelike momenta. Fermions are incorporated and the construction of realistic models is discussed. We propose that the strong interactions be mediated by a\" color\" gauge group which commutes with SU (3)× SU (3). The problem of symmetry breaking is discussed. It appears likely that this would have a dynamical origin. It is suggested that the gauge …",
                "Describes fifteen years' work which has led to the construc-tion of solutions to non-linear relativistic local field e-quations in 2 and 3 space-time dimensions. Gives proof of the existence theorem in 2 dimensions and describes many properties of the solutions.",
                "The Nobel Prize-winning physicist and bestselling author of The First Three Minutes describes the grand quest for a unifying theory of nature--one that can explain forces as different as the cohesion inside the atom and the gravitational tug between the sun and Earth. Wirting with dazzling elegance and clarity, he retraces the steps that have led modern scientists from relativity and quantum mechanics to the notion of super-strings and the idea that our universe may coexist with others. But Weinberg asks as many questions as he answers, among them: Why does each explanation of the way nature works point to other, deeper explanations? Why are the best theories not only logical but beautiful? And what implications will a final theory have for our philosophy and religious faith? Intellectually daring, rich in anecdote and aphorism, Dreams of a Final Theory launches us into a new cosmos and helps us make sense of what we find there.",
                "We identify a new cosmological problem for models which solve the strong CP puzzle with an invisible axion, unrelated to the domain wall problem. Because the axion is very weakly coupled, the energy density stored in the oscillations of the classical axion field does not dissipate rapidly; it exceeds the critical density needed to close the universe unless fa ⩽ 1012GeV, wherefa is the axion decay constant. If this bound is saturated, axions may comprise the dark matter of the universe.",
                "Composites formed from charged particles and vortices in (2+ 1)-dimensional models, or flux tubes in three-dimensional models, can have any (fractional) angular momentum. The statistics of these objects, like their spin, interpolates continuously between the usual boson and fermion cases. How this works for two-particle quantum mechanics is discussed here.",
                "We present a short and direct derivation of Hawking radiation as a tunneling process, based on particles in a dynamical geometry. The imaginary part of the action for the classically forbidden process is related to the Boltzmann factor for emission at the Hawking temperature. Because the derivation respects conservation laws, the exact spectrum is not precisely thermal. We compare and contrast the problem of spontaneous emission of charged particles from a charged conductor.",
                "Generalizing a construction of Berry and Simon, we show that non-Abelian gauge fields arise in the adiabatic development of simple quantum mechanical systems. Characteristics of the gauge fields are related to energy splittings, which may be observable in real systems. Similar phenomena are found for suitable classical systems."
            ],
            [
                [
                    "Asymptotic Freedom",
                    "Quantum chromodynamics",
                    "Quantum Statistics"
                ]
            ],
            [
                "FRANK WILCZEK Herman Feshbach Professor of Physics 2004 Nobel Laureate wilczek@mit.edu (617) 253-0284 6-301 Joyce Berggren (617) 253-4827 RELATED LINKS: Frank Wilczek's Home Page MIT Center for Theoretical Physics \"Triumph, Window, Clue, and Inspiration: the Higgs Particle in Context\" , Fall 2013] MIT150 Infinite History interview 2004 Nobel Prize The Nobel Foundation The Nobel Lecture [PDF] MIT News Office Update MIT Press Conference (Tuesday, October 5, 2004): Opening Remarks ; Question & Answer . [Requires free RealPlayer download from real.com.] 2004 Nobel Colloquium - Video lecture by Frank Wilczek, Oct. 6, 2004 Other Honors & Awards : Co-Recipient of the 2005 King Faisal International Prize for Science Co-Recipient of the 2003 High Energy and Particle Physics Prize of the European Physical Society 2003 Faculty of Mathematics and Physics Commerative Medal, Charles University, Prague 2003 Lilienfeld Prize of the American Physical Society 2002 Lorentz Medal of the Royal Netherlands Academy of Arts and Sciences Pictures from the Lorentz award ceremony in Leiden, The Netherlands (October 11, 2002) View the Lectures : \" Quantum Beauty ?\" (Darwin College Lecture Series 2011, University of Cambridge, 2.8.11) \" What is Space ?\" (MIT Physics  Colloquium, 2.11.10) Nobel Laureate Lecture Series (March 7, 2005) The Origin of Mass and the Feebleness of Gravity (MIT Physics Colloquium, May 13, 2004) The World's Numerical Recipe (2001 Pappalardo Distinguished Lecture in Physics) Interviews : Interview on \"100 Years of Superconductivity\" (3.21.11) Darwin Lecture Series 2011 Interview (02.10.11) CV & Publications : Curriculum Vitae (as of 09.26.16) Complete List of Publications (as of 09.26.16) Selected Publications, with Brief Commentary (updated 11.07.12) Publications in Nature Publications in Physics Today NEW! \"Triumph, Window, Clue, and  Inspiration: the Higgs Particle in Context\" [physics@mit, Fall 2013] The Origin of Mass ( Fall 2003) [PDF] Fantastic Realities: 49 Mind Journeys and a Trip to Stockholm [2006, World Scientific Publishing] NEW! The Lightness of Being: Mass, Ether, and the Unification of Forces [2008, Basic Books] Particle\/Quantum Physics Professor Wilczek's professional work has touched on a large variety of questions in theoretical physics. Abiding interests include: \"pure\" particle physics, especially connections between ambitious theoretical ideas and concrete observable phenomena ( e.g. applications of asymptotic freedom, unification of couplings); the behavior of matter at ultra-high temperature and\/or density ( e.g. phase structure of QCD, application to cosmology, neutron stars and stellar explosions); the application of insights from particle physics to cosmology ( e.g. axions as dark matter candidates, search techniques for these and for WIMPs); the application of field theory techniquesto condensed matter physics ( e.g. exotic quantum numbers on solitons of various sorts, statistical transmutation and fractional statistics in the quantum Hall effect); the quantum theory of black holes ( e.g. existence of quantum hair, classical hair and entropy of string-theoretic holes). Professor Frank Wilczek is considered one of the world's most eminent theoretical physicists. He is known, among other things, for the discovery of asymptotic freedom, the development of quantum chromodynamics, the invention of axions, and the discovery and exploitation of new forms of quantum statistics (anyons). When only 21 years old and a graduate student at Princeton University, in work with David Gross he defined the properties of color gluons, which hold atomic nuclei together. Professor Wilczek received his B.S. degree from the University of Chicago and his Ph.D. from Princeton University. He taught at Princeton from 1974–81. During the period 1981–88, he was the Chancellor Robert Huttenback Professor of Physics at the University of California at Santa Barbara, and the first permanent member of the National Science Foundation's Institute for Theoretical Physics. In the fall of 2000, he moved from the Institute for Advanced Study, where he was the J.R. Oppenheimer Professor, to the MIT Department of Physics, where he is the Herman Feshbach Professor of Physics. Since 2002, he has been an Adjunct Professor in the Centro de Estudios Científicos of Valdivia, Chile. Professor Wilczek has been a Sloan Foundation Fellow (1975-77) and a MacArthur Foundation Fellow (1982-87). He has received UNESCO's Dirac Medal, the American Physical Society's Sakurai Prize, the Michelson Prize from Case Western University, and the Lorentz Medal of the Netherlands Academy for his contributions to the development of theoretical physics. In 2004 he received the Nobel Prize in Physics, and in 2005 the King Faisal Prize. He is a member of the National Academy of Sciences, the Netherlands Academy of Sciences, and the American Academy of Arts and Sciences, and is a Trustee of the University of Chicago. He contributes regularly to Physics Today and to Nature , explaining topics at the frontiers of physics to wider scientific audiences. He received the Lilienfeld Prize of the American Physical Society for these activities. Two of his pieces have been anthologized in Best American Science Writing (2003, 2005). Together with his wife Betsy Devine, he wrote a beautiful book, Longing for the Harmonies (W.W. Norton). Here is a brief informal description of the papers you can access in PDF format. Quark Description of Hadronic Phases : A first cut at applying the lessons learned from color-flavor locking and quark-hadron continuity to real QCD, which is complicated by splitting between strange and light quarks. Both classic 2-flavor color superconductivity (with the strange quark passive) and color-flavor locking are valid groundstates in different parameter regimes at high density. An extremely intriguing possibility is that the 2-flavor color superconducting phase goes over into ordinary nuclear matter with no phase transition. This might qualitatively explain the small nuclear (compared to QCD) mass scale; it requires chiral symmetry restoration -- which could explain the long-standing observation $g_A \\rightarrow 1$ in nuclear matter. Continuity of Quark and Hadron Matter : In this work the full power of color-flavor locking became apparent. It gives us an analytically tractable realization of confinement and chiral symmetry breaking in a regime of definite physical interest. We find a detailed match between the calculable properties of the high-density (quark) phase and the properties of the low-density (nuclear) phase one has learned to expect from phenomenology, numerics, etc. High Density Quark Matter and the Renormalization Group in QCD with Two and Three Flavors : Showing how the renormalization of Fermi liquid parameters in QCD is surprisingly tractable, and identifying the favored couplings. Color-Flavor Locking and Chiral Symmetry Breaking in High Density QCD : Proposing a fascinating candidate phase for hadronic matter at high density. Among other things, the elementary excitations are all integrally charged! Fermion Masses, Neutrino Oscillations, and Proton Decay in the Light of SuperKamiokande : A serious attempt to decode the message of the SuperKamiokande neutrino oscillation discovery using all the resources of supersymmetric grand unified theories. An attractive, overconstrained model of fermion (quark, charged lepton, and neutrino) masses, based on SO(10) with an economical Higgs content, is presented. A major conclusion is that proton decay at observable levels is hard to avoid. Quantum Field Theory : My attempt to locate quantum field theory in the intellectual landscape. Written for the APS Centennial Volume. Riemann-Einstein Structure from Volume and Gauge Symmetry : A sort of inverse to the Kaluza-Klein construction, realizing gravity as a spontaneously broken gauge theory. A Chern-Simons Effective Field Theory for the Pfaffian Quantum Hall State : A simplified representation of the quantum Hall States exhibiting non-abelian statistics. The Cosmic Asymmetry Between Matter and Antimatter July 15, 2020 4:47 PM"
            ]
        ]
    ]
}