{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VH9GH2X5",
            "r1rB5R0AAAAJ",
            [
                "Detection of -Mode Polarization at Degree Angular Scales by BICEP2",
                "Joint Analysis of BICEP2\/Keck Array and Planck Data",
                "Improved constraints on cosmology and foregrounds from BICEP2 and Keck Array cosmic microwave background data with inclusion of 95 GHz band",
                "High-resolution observations of the cosmic microwave background power spectrum with ACBAR",
                "High-resolution CMB power spectrum from the complete ACBAR data set",
                "CMB-S4 science book",
                "The Simons Observatory: science goals and forecasts",
                "Measurement of cosmic microwave background polarization power spectra from two years of BICEP data",
                "SPT-3G: a next-generation cosmic microwave background polarization experiment on the South Pole telescope",
                "Neutrino physics from the cosmic microwave background and large scale structure"
            ],
            [
                "We report results from the BICEP2 experiment, a cosmic microwave background (CMB) polarimeter specifically designed to search for the signal of inflationary gravitational waves in the B-mode power spectrum around ℓ∼ 80. The telescope comprised a 26 cm aperture all-cold refracting optical system equipped with a focal plane of 512 antenna coupled transition edge sensor 150 GHz bolometers each with temperature sensitivity of≈ 300 μ K CMB s. BICEP2 observed from the South Pole for three seasons from 2010 to 2012. A low-foreground region of sky with an effective area of 380 square deg was observed to a depth of 87 nK deg in Stokes Q and U. In this paper we describe the observations, data reduction, maps, simulations, and results. We find an excess of B-mode power over the base lensed-Λ CDM expectation in the range 30< ℓ< 150, inconsistent with the null hypothesis at a significance of> 5 σ. Through …",
                "We report the results of a joint analysis of data from BICEP2\/Keck Array and Planck. BICEP2 and Keck Array have observed the same approximately 400 deg 2 patch of sky centered on RA 0 h, Dec.− 57.5. The combined maps reach a depth of 57 nK deg in Stokes Q and U in a band centered at 150 GHz. Planck has observed the full sky in polarization at seven frequencies from 30 to 353 GHz, but much less deeply in any given region (1.2 μ K deg in Q and U at 143 GHz). We detect 150× 353 cross-correlation in B modes at high significance. We fit the single-and cross-frequency power spectra at frequencies≥ 150 GHz to a lensed-Λ CDM model that includes dust and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r), using a prior on the frequency spectral behavior of polarized dust emission from previous Planck analysis of other regions of the sky. We find …",
                "We present results from an analysis of all data taken by the BICEP2 and Keck Array cosmic microwave background (CMB) polarization experiments up to and including the 2014 observing season. This includes the first Keck Array observations at 95 GHz. The maps reach a depth of 50 nK deg in Stokes Q and U in the 150 GHz band and 127 nK deg in the 95 GHz band. We take auto- and cross-spectra between these maps and publicly available maps from WMAP and Planck at frequencies from 23 to 353 GHz. An excess over lensed ΛCDM is detected at modest significance in the 95 × 150 BB spectrum, and is consistent with the dust contribution expected from our previous work. No significant evidence for synchrotron emission is found in spectra such as 23 × 95, or for correlation between the dust and synchrotron sky patterns in spectra such as 23 × 353. We take the likelihood of all the spectra for a multicomponent model including lensed ΛCDM, dust, synchrotron, and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r) using priors on the frequency spectral behaviors of dust and synchrotron emission from previous analyses of WMAP and Planck data in other regions of the sky. This analysis yields an upper limit r0.05 < 0.09 at 95% confidence, which is robust to variations explored in analysis and priors. Combining these B-mode results with the (more model-dependent) constraints from Planck analysis of CMB temperature plus baryon acoustic oscillations and other data yields a combined limit r0.05 < 0.07 at 95% confidence. These are the strongest constraints to date on inflationary …",
                " We report the first measurements of anisotropy in the cosmic microwave background (CMB) radiation with the Arcminute Cosmology Bolometer Array Receiver (ACBAR). The instrument was installed on the 2.1 m Viper telescope at the South Pole in 2001 January; the data presented here are the product of observations up to and including 2002 July. We present two deep differential maps produced by subtracting leading and trailing observations from the main field. The differential maps cover approximately 24 deg2 of sky selected for low dust contrast. These results represent the highest signal‐to‐noise ratio observations of CMB anisotropy to date; in the deepest 150 GHz band map, we reached an rms of ∼8.0 μK per 5  beam. The 3° extent of the maps and small beam size of the experiment allow the measurement of the CMB anisotropy power spectrum over the range   with resolution of  . The contributions of …",
                "In this paper, we present results from the complete set of cosmic microwave background (CMB) radiation temperature anisotropy observations made with the Arcminute Cosmology Bolometer Array Receiver (ACBAR) operating at 150 GHz. We include new data from the final 2005 observing season, expanding the number of detector hours by 210% and the sky coverage by 490% over that used for the previous ACBAR release. As a result, the band-power uncertainties have been reduced by more than a factor of two on angular scales encompassing the third to fifth acoustic peaks as well as the damping tail of the CMB power spectrum. The calibration uncertainty has been reduced from 6% to 2.1% in temperature through a direct comparison of the CMB anisotropy measured by ACBAR with that of the dipole-calibrated WMAP5 experiment. The measured power spectrum is consistent with a spatially flat, ΛCDM …",
                "This book lays out the scientific goals to be addressed by the next-generation ground-based cosmic microwave background experiment, CMB-S4, envisioned to consist of dedicated telescopes at the South Pole, the high Chilean Atacama plateau and possibly a northern hemisphere site, all equipped with new superconducting cameras. CMB-S4 will dramatically advance cosmological studies by crossing critical thresholds in the search for the B-mode polarization signature of primordial gravitational waves, in the determination of the number and masses of the neutrinos, in the search for evidence of new light relics, in constraining the nature of dark energy, and in testing general relativity on large scales.",
                "The Simons Observatory (SO) is a new cosmic microwave background experiment being built on Cerro Toco in Chile, due to begin observations in the early 2020s. We describe the scientific goals of the experiment, motivate the design, and forecast its performance. SO will measure the temperature and polarization anisotropy of the cosmic microwave background in six frequency bands centered at: 27, 39, 93, 145, 225 and 280 GHz. The initial configuration of SO will have three small-aperture 0.5-m telescopes and one large-aperture 6-m telescope, with a total of 60,000 cryogenic bolometers. Our key science goals are to characterize the primordial perturbations, measure the number of relativistic species and the mass of neutrinos, test for deviations from a cosmological constant, improve our understanding of galaxy evolution, and constrain the duration of reionization. The small aperture telescopes will target the …",
                "Background Imaging of Cosmic Extragalactic Polarization (B ICEP) is a bolometric polarimeter designed to measure the inflationary B-mode polarization of the cosmic microwave background (CMB) at degree angular scales. During three seasons of observing at the South Pole (2006 through 2008), BICEP mapped~ 2% of the sky chosen to be uniquely clean of polarized foreground emission. Here, we present initial results derived from a subset of the data acquired during the first two years. We present maps of temperature, Stokes Q and U, E and B modes, and associated angular power spectra. We demonstrate that the polarization data are self-consistent by performing a series of jackknife tests. We study potential systematic errors in detail and show that they are sub-dominant to the statistical errors. We measure the E-mode angular power spectrum with high precision at 21≤ ℓ≤ 335, detecting for the first time the …",
                "We describe the design of a new polarization sensitive receiver, spt-3g, for the 10-meter South Pole Telescope (spt). The spt-3g receiver will deliver a factor of ~20 improvement in mapping speed over the current receiver, spt-pol. The sensitivity of the spt-3g receiver will enable the advance from statistical detection of B-mode polarization anisotropy power to high signal-to-noise measurements of the individual modes, i.e., maps. This will lead to precise (~0.06 eV) constraints on the sum of neutrino masses with the potential to directly address the neutrino mass hierarchy. It will allow a separation of the lensing and inflationary B-mode power spectra, improving constraints on the amplitude and shape of the primordial signal, either through spt-3g data alone or in combination with bicep2\/keck, which is observing the same area of sky. The measurement of small-scale temperature anisotropy will provide new constraints …",
                "This is a report on the status and prospects of the quantification of neutrino properties through the cosmological neutrino background for the Cosmic Frontier of the Division of Particles and Fields Community Summer Study long-term planning exercise. Experiments planned and underway are prepared to study the cosmological neutrino background in detail via its influence on distance-redshift relations and the growth of structure. The program for the next decade described in this document, including upcoming spectroscopic galaxy surveys eBOSS and DESI and a new Stage-IV CMB polarization experiment CMB-S4, will achieve σ (σ m ν)= 16 meV and σ (N eff)= 0.020. Such a mass measurement will produce a high significance detection of non-zero σ m ν, whose lower bound derived from atmospheric and solar neutrino oscillation data is about 58 meV. If neutrinos have a minimal normal mass hierarchy, this …"
            ],
            [
                [
                    "cosmology",
                    "instrumentation",
                    "astrophysics"
                ]
            ]
        ]
    ]
}