{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VI8DQKFS",
            "B9SZnJ0AAAAJ",
            [
                "generatingfunctionology",
                "Mathematical methods for digital computers",
                "Combinatorial algorithms: for computers and calculators",
                "Handbook of combinatorics",
                "Uniqueness theorems for periodic functions",
                "Algorithms and complexity",
                "An algorithmic proof theory for hypergeometric (ordinary and “q”) multisum\/integral identities",
                "Mathematics for the physical sciences",
                "An inequality for the chromatic number of a graph",
                "Recounting the rationals"
            ],
            [
                "Generating functions, one of the most important tools in enumerative combinatorics, are a bridge between discrete mathematics and continuous analysis. Generating functions have numerous applications in mathematics, especially in-Combinatorics-Probability Theory-Statistics-Theory of Markov Chains-Number Theory One of the most important and",
                "SIDALC.\n",
                "Combinatorial Algorithms for Computers and Calculators, Second Edition deals with combinatorial algorithms for computers and calculators. Topics covered range from combinatorial families such as the random subset and k-subset of an n-set and Young tableaux, to combinatorial structures including the cycle structure of a permutation and the spanning forest of a graph. Newton forms of a polynomial and the composition of power series are also discussed. Comprised of 30 chapters, this volume begins with an introduction to combinatorial algorithms by considering the generation of all of the 2n subsets of the set {1, 2,..., n}. The discussion then turns to the random subset and k-subset of an n-set; next composition of n into k parts; and random composition of n into k parts. Subsequent chapters focus on sequencing, ranking, and selection algorithms in general combinatorial families; renumbering rows and columns of an array; the cycle structure of a permutation; and the permanent function. Sorting and network flows are also examined, along with the backtrack method and triangular numbering in partially ordered sets. This book will be of value to both students and specialists in the fields of applied mathematics and computer science.",
                "Combinatorics belongs to those areas of mathematics having experienced a most impressive growth in recent years. This growth has been fuelled in large part by the increasing importance of computers, the needs of computer science and demands from applications where discrete models play more and more important roles. But also more classical branches of mathematics have come to recognize that combi-natorial structures are essential components of many mathematical theories. Despite the dynamic state of this development, we feel that the time is ripe for summarizing the current status of the field and for surveying those major results that in our opinion will be of long-term importance. We approached leading experts in all areas of combinatorics to write chapters for this Handbook. The response was overwhelmingly enthusiastic and the result is what you see here. The intention of the Handbook is to provide the working mathematician or com-puter scientist with a good overview of basic methods and paradigms, as well as important results and current issues and trends across the broad spectrum of combinatorics. However, our hope is that even specialists can benefit from reading this Handbook, by learning a leading expert's coherent and individual view of the topic. As the reader will notice by looking at the table of contents, we have structured the Handbook into five sections: Structures, Aspects, Methods, Applications, and Horizons. We feel that viewing the whole field from different perspectives and taking different cross-sections will help to understand the underlying framework of the subject and to see the interrelationships more clearly …",
                "1. Introduction. In this note we are concerned with theorems to the effect that two periodic functions which agree with each other on a\" sufficiently large\" set agree identically. Our criteria for\" large-ness\" are best possible in all cases considered, namely the discrete case, the continuous case with commensurable periods and the con-tinuous case with incommensurable periods. The results are given by the following three theorems.THEOREM 1. Let {fn} O,{gn} O be two periodic sequences of periods h, k, respectively. If fn= gn for h+ k-(h, k) consecutive integers n, then fn= gn for all n. The result would be false if h+ k-(h, k) were replaced by any-thing smaller.",
                "Voila un livre tres déconcertant. Commençons par le contenu: c’est un premier cours d’algorithmique ((pour mathématiciens)), disons en derniere année de licence, mais qui pourra aussi bien inspirer des candidatsa l’agrégation en quête de développements originaux. Le premier chapitre donne des rappels sur la croissance comparée des fonctions, les bases de numération, les opérations formelles sur les séries génératrices, la résolution de récurrences et de dénombrements simples, et le vocabulaire de la théorie des graphes. Malgré de curieux ménagements pour ne pas effrayer le lecteur, les énoncés sont élémentaires: écriture binaire des entiers, somme des termes d’une suite géométrique, théoreme du binôme, estimation de∑ b n= a f (n) par une intégrale pour une fonction f monotone... Le deuxieme chapitre introduit le concept de récursion et présente quelques algorithmes récursifs paradigmatiques: QuickSort, ensembles indépendants maximaux dans un graphe (analyse de l’algorithme récursif naıf), multiplication matricielle de Strassen, la FFT et son applicationa la multiplication rapide des polynômes. Le troisieme est consacré au probleme du flot maximal dans un graphe (algorithmes de Ford-Fulkerson et MPM). Le quatrieme aux algorithmes arithmétiques: Euclide, pseudo-primalité, certificat de primalité (obtenu par factorisation de p− 1 et preuve que ϕ (p)= p− 1) et factorisation, ainsi que l’application attenduea la cryptographie (RSA). Le dernier est une introductiona la complexité, en particulier la classe NP et les problemes NP-complets (machine de Turing, théoreme de Cook, quelques réductions et algorithmes approchés).Le …",
                "It is shown that every ‘proper-hypergeometric’ multisum\/integral identity, orq-identity, with a fixed number of summations and\/or integration signs, possesses a short, computer-constructible proof. We give a fast algorithm for finding such proofs. Most of the identities that involve the classical special functions of mathematical physics are readily reducible to the kind of identities treated here. We give many examples of the method, including computer-generated proofs of identities of Mehta-Dyson, Selberg, Hille-Hardy,q-Saalschütz, and others. The prospect of using the method for proving multivariate identities that involve an arbitrary number of summations\/integrations is discussed.",
                "This book offers advanced undergraduates and graduate students in physics, engineering, and other natural sciences a solid foundation in several fields of mathematics. Clear and well-written, it assumes a previous knowledge of the theory of functions of real and complex variables, and is ideal for classroom use, self-study, or as a supplementary text. Starting with vector spaces and matrices, the text proceeds to orthogonal functions; the roots of polynomial equations; asymptotic expansions; ordinary differential equations; conformal mapping; and extremum problems. Each chapter goes straight to the heart of the matter, developing subjects just far enough so that students can easily make the appropriate applications. Exercises at the end of each chapter, along with solutions at the back of the book, afford further opportunities for reinforcement. Discussions of numerical methods are oriented toward computer use, and they bridge the gap between the\" there exists\" perspective of pure mathematicians and the\" find it to three decimal places\" mentality of engineers. Each chapter features a separate bibliography.",
                "Let G be a finite, connected, undirected graph, without loops or multiple edges. The degree p (v) of a vertex v is the number of edges incident with v. RL Brooks [1] has shown that k~< 1+ max p (v),(1) where k= k (G) is the chromatic number of G, with equality if and only if G is a complete graph or an odd circuit. More recently Wilf [2] sharpened Brooks' inequality to k (G)~< 1+~,(2) where A= A (G) is the largest eigenvalue of the vertex-adjacency matrix of G, ie, the matrix whose i, j entry is 1 is vertices i and j are connected and 0 otherwise. In the case of a star graph with n vertices (k= 2),(1) gives only k~ n whereas (2) gives 0 (V'n). In examination it appears that the only properties of the function A (G) needed in the proof of (2) are",
                "It is well known (indeed, as Paul Erdos might have said, every child knows) that the rationals are countable. However, the standard presentations of this fact do not give an explicit enumeration; rather they show how to construct an enumeration. In this note we explicitly describe a sequence b (n) with the property that every positive rational appears exactly once as b (n) jb (n+ 1). Moreover, b (n) is the solution of a quite natural counting problem. Our list of the positive rational numbers begins like this: 1 1 2 1 3 2 3 1 4 3 5 2 5 3 4 1 5 4 7 3 8 5 7 2 71· 2· 1· 3'2· 3'1· 4'3'5'2· 5'3'4'1· 5'4'1· 3's'5· 1· 2· 7'5····"
            ],
            [
                [
                    "Mathematics",
                    "Combinatorics",
                    "Graph Theory",
                    "Generating Functions",
                    "Permutations"
                ]
            ]
        ]
    ]
}