{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VIEOFFUX",
            "QNtFDxMAAAAJ",
            [
                "Aerosols implicated as a prime driver of twentieth-century North Atlantic climate variability",
                "Skillful long‐range prediction of European and North American winters",
                "Solar forcing of winter climate variability in the Northern Hemisphere",
                "Skilful multi-year predictions of Atlantic hurricane frequency",
                "Do seasonal‐to‐decadal climate predictions underestimate the predictability of the real world?",
                "Skilful predictions of the winter North Atlantic Oscillation one year ahead",
                "Seasonal winter forecasts and the stratosphere",
                "The influence of anthropogenic aerosol on multi-decadal variations of historical global climate",
                "Role of volcanic and anthropogenic aerosols in the recent global surface warming slowdown",
                "Tropical rainfall, Rossby waves and regional winter climate predictions"
            ],
            [
                "Systematic climate shifts have been linked to multidecadal variability in observed sea surface temperatures in the North Atlantic Ocean 1. These links are extensive, influencing a range of climate processes such as hurricane activity 2 and African Sahel 3, 4, 5 and Amazonian 5 droughts. The variability is distinct from historical global-mean temperature changes and is commonly attributed to natural ocean oscillations 6, 7, 8, 9, 10. A number of studies have provided evidence that aerosols can influence long-term changes in sea surface temperatures 11, 12, but climate models have so far failed to reproduce these interactions 6, 9 and the role of aerosols in decadal variability remains unclear. Here we use a state-of-the-art Earth system climate model to show that aerosol emissions and periods of volcanic activity explain 76 per cent of the simulated multidecadal variance in detrended 1860–2005 North Atlantic sea …",
                "Until recently, long‐range forecast systems showed only modest levels of skill in predicting surface winter climate around the Atlantic Basin and associated fluctuations in the North Atlantic Oscillation at seasonal lead times. Here we use a new forecast system to assess seasonal predictability of winter North Atlantic climate. We demonstrate that key aspects of European and North American winter climate and the surface North Atlantic Oscillation are highly predictable months ahead. We demonstrate high levels of prediction skill in retrospective forecasts of the surface North Atlantic Oscillation, winter storminess, near‐surface temperature, and wind speed, all of which have high value for planning and adaptation to extreme winter conditions. Analysis of forecast ensembles suggests that while useful levels of seasonal forecast skill have now been achieved, key sources of predictability are still only partially represented …",
                "An influence of solar irradiance variations on Earth’s surface climate has been repeatedly suggested, based on correlations between solar variability and meteorological variables 1. Specifically, weaker westerly winds have been observed in winters with a less active sun, for example at the minimum phase of the 11-year sunspot cycle 2, 3, 4. With some possible exceptions 5, 6, it has proved difficult for climate models to consistently reproduce this signal 7, 8. Spectral Irradiance Monitor satellite measurements indicate that variations in solar ultraviolet irradiance may be larger than previously thought 9. Here we drive an ocean–atmosphere climate model with ultraviolet irradiance variations based on these observations. We find that the model responds to the solar minimum with patterns in surface pressure and temperature that resemble the negative phase of the North Atlantic or Arctic Oscillation, of similar …",
                "North Atlantic hurricane activity has increased substantially since the 1970s (refs 1, 2), but whether this is attributable to natural internal variability 1, 3 or external forcing 4, 5, 6, 7 has not been resolved 8. Either way, hurricane frequency is potentially predictable, because climate models can directly simulate year-to-year variations in Atlantic tropical storm frequency, if forced by observed sea surface temperatures 9. However, skilful predictions have been limited to lead times of one season 10, and evidence for external forcing of hurricane frequency has been indirect, relying on statistical relationships 4 or external influences on related environmental factors 5, 6, 7. Here we extend skilful climate model predictions of hurricane frequency to lead times of several years, using decadal predictions 11 with nine variants of a general circulation model. In our experiments, the recent increase in tropical storm numbers was not …",
                "Seasonal‐to‐decadal predictions are inevitably uncertain, depending on the size of the predictable signal relative to unpredictable chaos. Uncertainties can be accounted for using ensemble techniques, permitting quantitative probabilistic forecasts. In a perfect system, each ensemble member would represent a potential realization of the true evolution of the climate system, and the predictable components in models and reality would be equal. However, we show that the predictable component is sometimes lower in models than observations, especially for seasonal forecasts of the North Atlantic Oscillation and multiyear forecasts of North Atlantic temperature and pressure. In these cases the forecasts are underconfident, with each ensemble member containing too much noise. Consequently, most deterministic and probabilistic measures underestimate potential skill and idealized model experiments …",
                "The winter North Atlantic Oscillation is the primary mode of atmospheric variability in the North Atlantic region and has a profound influence on European and North American winter climate. Until recently, seasonal variability of the North Atlantic Oscillation was thought to be largely driven by chaotic and inherently unpredictable processes 1, 2. However, latest generation seasonal forecasting systems have demonstrated significant skill in predicting the North Atlantic Oscillation when initialized a month before the onset of winter 3, 4, 5. Here we extend skilful dynamical model predictions to more than a year ahead. The skill increases greatly with ensemble size due to a spuriously small signal-to-noise ratio in the model, and consequently larger ensembles are projected to further increase the skill in predicting the North Atlantic Oscillation. We identify two sources of skill for second-winter forecasts of the North Atlantic …",
                "We investigate seasonal forecasts of the winter North Atlantic Oscillation (NAO) and their relationship with the stratosphere. Climatological frequencies of sudden stratospheric warming (SSW) and strong polar vortex (SPV) events are well represented and the predicted risk of events varies between 25 and 90% from winter to winter, indicating predictability beyond the deterministic range. The risk of SSW and SPV events relates to predicted NAO as expected, with NAO shifts of −6.5 and +4.8 hPa in forecast members containing SSW and SPV events. Most striking of all is that forecast skill of the surface winter NAO vanishes from these hindcasts if members containing SSW events are excluded.",
                "Analysis of single forcing runs from CMIP5 (the fifth Coupled Model Intercomparison Project) simulations shows that the mid-twentieth century temperature hiatus, and the coincident decrease in precipitation, is likely to have been influenced strongly by anthropogenic aerosol forcing. Models that include a representation of the indirect effect of aerosol better reproduce inter-decadal variability in historical global-mean near-surface temperatures, particularly the cooling in the 1950s and 1960s, compared to models with representation of the aerosol direct effect only. Models with the indirect effect also show a more pronounced decrease in precipitation during this period, which is in better agreement with observations, and greater inter-decadal variability in the inter-hemispheric temperature difference. This study demonstrates the importance of representing aerosols, and their indirect effects, in general circulation models …",
                "The rate of global mean surface temperature (GMST) warming has slowed this century despite the increasing concentrations of greenhouse gases. Climate model experiments 1, 2, 3, 4 show that this slowdown was largely driven by a negative phase of the Pacific Decadal Oscillation (PDO), with a smaller external contribution from solar variability, and volcanic and anthropogenic aerosols 5, 6. The prevailing view is that this negative PDO occurred through internal variability 7, 8, 9, 10, 11. However, here we show that coupled models from the Fifth Coupled Model Intercomparison Project robustly simulate a negative PDO in response to anthropogenic aerosols implying a potentially important role for external human influences. The recovery from the eruption of Mount Pinatubo in 1991 also contributed to the slowdown in GMST trends. Our results suggest that a slowdown in GMST trends could have been predicted in …",
                "Skilful climate predictions of the winter North Atlantic Oscillation and Arctic Oscillation out to a few months ahead have recently been demonstrated, but the source of this predictability remains largely unknown. Here we investigate the role of the Tropics in this predictability. We show high levels of skill in tropical rainfall predictions, particularly over the Pacific but also the Indian and Atlantic Ocean basins. Rainfall fluctuations in these regions are associated with clear signatures in tropical and extratropical atmospheric circulation that are approximately symmetric about the Equator in boreal winter. We show how these patterns can be explained as steady poleward propagating linear Rossby waves emanating from just a few key source regions. These wave source ‘hotspots’ become more or less active as tropical rainfall varies from winter to winter but they do not change position. Finally, we show that predicted tropical …"
            ],
            [
                [
                    "climate",
                    "climate prediction",
                    "oceanography",
                    "astrophysics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}