{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VIT65QF0",
            "Kwy5bd0AAAAJ",
            [
                "First lasing and operation of an ångstrom-wavelength free-electron laser",
                "Principles of the quantum control of molecular processes",
                "Above-threshold ionization with subpicosecond laser pulses",
                "Femtosecond electronic response of atoms to ultra-intense X-rays",
                "Weak interactions of leptons and quarks",
                "Softening of the H 2+ molecular bond in intense laser fields",
                "Controlling the shape of a quantum wavefunction",
                "Generation of high-power sub-single-cycle 500-fs electromagnetic pulses",
                "High harmonic generation from multiple orbitals in N2",
                "Time-resolved x-ray diffraction from coherent phonons during a laser-induced phase transition"
            ],
            [
                "The recently commissioned Linac Coherent Light Source is an X-ray free-electron laser at the SLAC National Accelerator Laboratory. It produces coherent soft and hard X-rays with peak brightness nearly ten orders of magnitude beyond conventional synchrotron sources and a range of pulse durations from 500 to< 10 fs (10− 15 s). With these beam characteristics this light source is capable of imaging the structure and dynamics of matter at atomic size and timescales. The facility is now operating at X-ray wavelengths from 22 to 1.2 Å and is presently delivering this high-brilliance beam to a growing array of scientific researchers. We describe the operation and performance of this new ‘fourth-generation light source’.",
                "Over the past fifteen years, significant developments have been made in utilizing quantum attributes of light and matter to assume unprecedented control over the dynamics of atomic and molecular systems. This growth reflects a confluence of factors including the maturation of quantum mechanics as a tool for chemistry and physics, the development of new laser devices increasing our ability to manipulate light, and the recognition that coherent laser light can be used to imprint information on atoms and molecules for practical purposes. Written by two of the world's leading researchers in the field, Principles of the Quantum Control of Molecular Processes offers a systematic introduction to the fundamental principles of coherent control, and to the physics and chemistry necessary to master it.Designed as both a resource for self-study and as a graduate textbook, this survey of the subject provides a step-by-step …",
                "Above-threshold ionization (ATI) is investigated in xenon with pulses of light at 616 nm ranging from 15 to 0.4 psec. Significant energy shifts and broadenings of the ATI peaks are observed. For pulse widths less than 1 psec, the individual ATI peaks break up into a narrow fine structure, apparently due to resonance enhancements in the ionization process produced by ponderomotive shifts of states.",
                "An era of exploring the interactions of high-intensity, hard X-rays with matter has begun with the start-up of a hard-X-ray free-electron laser, the Linac Coherent Light Source (LCLS). Understanding how electrons in matter respond to ultra-intense X-ray radiation is essential for all applications. Here we reveal the nature of the electronic response in a free atom to unprecedented high-intensity, short-wavelength, high-fluence radiation (respectively 10 18 W cm− 2, 1.5–0.6 nm,∼ 10 5 X-ray photons per Å 2). At this fluence, the neon target inevitably changes during the course of a single femtosecond-duration X-ray pulse—by sequentially ejecting electrons—to produce fully-stripped neon through absorption of six photons. Rapid photoejection of inner-shell electrons produces ‘hollow’atoms and an intensity-induced X-ray transparency. Such transparency, due to the presence of inner-shell vacancies, can be induced in all …",
                "In recent years, the study of weak interaction and its relationship with the other fundamnetal interactions of nature has progressed rapidly. Weak interactions of leptons and quarks provides an up-to-date account of this continuing research. The Introduction discusses early models and historical developments in the understanding of the weak force. The authors then give a clear presentation of the modern theoretical basis of weak interactions, going on to discuss recent advances in the field. These include development of the eletroweak gauge theory, and the discovery of neutral currents and of a host of new particles. There is also a chapter devoted entirely to neutrino astrophysics. Its straightforward style and its emphasis on experimental results will make this book an excellent source for students (problem sets are included at the end of each chapter) and experimentalists in the field. Physicists whose speciality lies outside the study of elementary particle physics will also find it useful.",
                "We report a new kind of multiphoton dissociation in intense laser fields. H 2+ molecular ions were formed in above-threshold ionization of H 2 gas by intense 532-nm, 100-ps laser pulses. Observations suggest that multiphoton couplings soften the molecular bond, resulting in dissociation at laser intensities over 50 TW\/cm 2. The ion-dissociation spectra have multiple peaks caused by multiphoton transitions during dissociation of H 2+.",
                "The ability to control the shape and motion of quantum states 1, 2 may lead to methods for bond-selective chemistry and novel quantum technologies, such as quantum computing. The classical coherence of laser light has been used to guide quantum systems into desired target states through interfering pathways 3, 4, 5. These experiments used the control of target properties—such as fluorescence from a dye solution 6, the current in a semiconductor 7, 8 or the dissociation fraction of an excited molecule 9—to infer control over the quantum state. Here we report a direct approach to coherent quantum control that allows us to actively manipulate the shape of an atomic electron's radial wavefunction. We use a computer-controlled laser to excite a coherent state in atomic caesium. The shape of the wavefunction is then measured 10 and the information fed back into the laser control system, which reprograms the …",
                "We have generated sub-single-cycle pulses of electromagnetic radiation with pulse energies as high as 0.8 μJ and pulse lengths < 500 fs. The 10-dB width of the spectrum is 1.5 THz. The transmitter is a GaAs wafer illuminated at normal incidence by 120-fs, 770-nm pulses from a Ti:sapphire chirped-pulse amplifier system while a pulsed electric field is applied across the surface. The pulse energy of the far-infrared radiation is found to be a quadratic function of bias field and a nonmonotonic function of laser intensity.",
                "Molecular electronic states energetically below the highest occupied molecular orbital (HOMO) should contribute to laser-driven high harmonic generation (HHG), but this behavior has not been observed previously. Our measurements of the HHG spectrum of N2 molecules aligned perpendicular to the laser polarization showed a maximum at the rotational half-revival. This feature indicates the influence of electrons occupying the orbital just below the N2 HOMO, referred to as the HOMO-1. Such observations of lower-lying orbitals are essential to understanding subfemtosecond\/subangstrom electronic motion in laser-excited molecules.",
                "Time-resolved x-ray diffraction with picosecond temporal resolution is used to observe scattering from impulsively generated coherent acoustic phonons in laser-excited InSb crystals. The observed frequencies and damping rates are in agreement with a model based on dynamical diffraction theory coupled to analytic solutions for the laser-induced strain profile. The results are consistent with a 12 ps thermal electron-acoustic phonon coupling time together with an instantaneous component from the deformation-potential interaction. Above a critical laser fluence, we show that the first step in the transition to a disordered state is the excitation of large amplitude, coherent atomic motion."
            ],
            [
                [
                    "Atomic Physics",
                    "Ultrafast Science"
                ]
            ],
            [
                "Philip Bucksbaum Marguerite Blake Wilbur Professor in Natural Science and Professor of Photon Science, of Applied Physics, of Physics and Director, Stanford PULSE Institute Photon Science Directorate Phil Bucksbaum holds the Marguerite Blake Wilbur Chair in Natural Science at Stanford University, with appointments in Physics, Applied Physics, and in Photon Science at SLAC. He conducts his research in the Stanford PULSE Institute (https:\/\/web.stanford.edu\/~phbuck).  He and his wife Roberta Morris live in Menlo Park, California with their cat.  Their grown daughter lives in Toronto. Bucksbaum was born and raised in Iowa, and graduated from Harvard in 1975.  He attended U.C. Berkeley on a National Science Foundation Graduate Fellowship and received his Ph.D. in 1980 for atomic parity violation experiments under Professor Eugene Commins, with whom he also has co-authored a textbook, “Weak Interactions of Leptons and Quarks.”  In 1981 he joined Bell Laboratories, where he pursued new applications of ultrafast coherent radiation from terahertz to vacuum ultraviolet, including time-resolved VUV ARPES, and strong-field laser-atom physics. He joined the University of Michigan in 1990 and stayed for sixteen years, becoming Otto Laporte Collegiate Professor and then Peter Franken University Professor.  He was founding Director of FOCUS, a National Science Foundation Physics Frontier Center, where he pioneered  research using ultrafast lasers to control quantum systems.  He also launched the first experiments in ultrafast x-ray science at the Advanced Photon Source at Argonne National Lab.  In 2006 Bucksbaum moved to Stanford and SLAC, and organized the PULSE Institute to develop research utilizing the world’s first hard x-ray free-electron laser, LCLS.  In addition to directing PULSE, he has previously served as Department Chair of Photon Science and Division Director for Chemical Science at SLAC.  His current research is in laser interrogation of atoms and molecules to explore and image structure and dynamics on the femtosecond scale.  He currently has more than 250 publications. Bucksbaum is a Fellow of the APS and the Optical Society, and has been elected to the National Academy of Sciences and the American Academy of Arts and Sciences.  He has held Guggenheim and Miller Fellowships, and was Optical Society President in 2014.  He will serve as the President of the American Physical Society in 2020. He has led or participated in many professional service activities, including NAS studies, national and international boards, initiatives, lectureships and editorships. Professor, Photon Science Directorate Applied Physics Member, Bio-X Member, Stanford PULSE Institute Post-doctoral research, Lawrence Berkeley Laboratories (1980 - 1981) Post-doctoral research, AT&T Bell Laboratories (1981 - 1982) Principal Investigator Member of Technical Staff, Physics Research Division, AT&T Bell Laboratories (1982 - 1990) Adjunct Associate Professor of Applied Physics, Columbia University (1989 - 1990) Miller Visiting Professor of Physics and Electrical Engineering, University of California, Berkeley (1996 - 1996) Visiting Research Investigator, Service des Photons, Atomes et Molecules, Centre\r\nd'Etudes de Saclay, Commissariat a l'Energie Atomique (1997 - 1997) Professor of Physics, University of Michigan (1990 - 1998) Otto Laporte Collegiate Professor, College of Literature, Science, and the Arts, University of Michigan (1998 - 2005) Director of FOCUS, The Center for Frontier Optical Coherent Ultrafast Science (2001 - 2005) Visiting Scholar, Department of Applied Physics and SSRL, Stanford University (2004 - 2005) Peter Frankin Distinguished University Professor, University of Michigan (2005 - 2006) Professor of Physics, Applied Physics, and the Stanford Synchrotron Radiation Laboratory, Stanford University (2006 - Present) Director of the Stanford PULSE Institute, Stanford University and SLAC (2006 - Present) Chair, Department of Photon Science, SLAC, Stanford University (2007 - 2010) Marguerite Blake Wilbur Professor in Natural Science, Stanford University (2009 - Present) Visiting Professor of Physics, Weizmann Institute of Science (2013 - 2013) President, The Optical Society (2014 - 2014) President, American Physical Society (2020 - 2020) Norman F. Ramsey Prize, American Physical Society (2020) Member, National Academy of Sciences (2004) Fellow, American Academy of Arts and Sciences (2012) Fellow, American Physical Society (1990) Fellow, Optical Society (1995) Marguerite Blake Wilbur Professor in Natural Science, Stanford University (2009) Peter Franken University Professor, University of Michigan (2005) Otto Laporte Professor Collegiate of Physics, University of Michigan (1998) Distinguished Faculty Research Award, Univeristy of Michigan (1996) Extraordinary Contribution Award, AT&T Bell Laboratories (1987, 1988, 1989) Post-doctoral Fellowship, NATO (1981) Graduate Fellowship, NSF (1975 - 1978) Distinguished Traveling Lecturer, Division of Laser Science, American Physical Society (1996 - 1999) APS Centennial Speaker, APS (1998 - 1999) Centennial Speaker, American Physical Society (1998 - 1999) Vice President (2018); President-Elect (2019); President (2020); Past President (2021), American Physical Society (2018 - Present) Board Member, Vice-President (2012), President-Elect (2013), President (2014), Past President (2015), Optical Society (2012 - 2015) Chair, National Academy of Sciences Physics Section (2016 - 2019) Chair, Board on Physics and Astronomy of the National Research Council (2011 - 2013) Chair, AMO 2010, the National Academy of Sciences decadal study of AMO physics (2005 - 2006) Chair, \"Reaching for the Brightest Light,\" National Academy consensus study on high intensity laser science and opportunities (2015 - 2017) Chair, NSF Committee of Visitors Subcommittee on AMO Physics and Quantum Information Science, for the Math and Physical Sciences Directorate (2011 - 2012) Chair, Science Advisory Subcommittee for the APS Upgrade in Ultrafast Science (2011 - 2012) Member, Weizmann Institute of Sciences International Board of Directors (2012 - Present) Member, Steering Committee, National Photonics Initiative (2013 - Present) Member, Math and Physical Sciences Advisory Committee for the National Science Foundation (2013 - 2019) Member, Committee of Visitors for NSF Physics Division, Mathematics and Physical Sciences Directorate (2019 - 2019) Member, Physical Review Letters Advisory Board (2012 - 2016) Member, Advanced Light Source Crosscut Review on AMO Physics (2013) Member, LBNL Molecular Foundry Science Advisory Committee (2012) Member, Max Planck Institute for Quantum Optics Science Advisory Committee (2012) Physics Class Representative, Class Membership Committee of the National Academy of Sciences (2012) Member, QANU International Evaluation Committee for Physics in The Netherlands (2011) Director, Division of Chemical Sciences, Photon Science Directorate, SLAC (2011 - 2011) Member, Science Advisory Committee for the Advanced Photon Source at Argonne (2010) Member, National Research Council Committee for Physics at NIST (2010 - 2012) Chair, Stanford University Applied Physics Graduate Admissions Committee (2010 - 2011) Chair, Stanford University Physics and Applied Physics Graduate Orientation and Open House Committees (2010 - 2011) Member, Stanford University Physics Graduate Curriculum Committee (2010 - 2011) Member, Stanford University Physics Graduate Admissions Committee (2010 - 2011) Member, Stanford University Physics AMO Search Committee (2010 - 2011) Member, Harvard Physics Visiting Committee (2009) Member, Stanford University Applied Physics Joint Appointments Committee (2008 - 2009) Member, Advisory Board of the Materials Research Laboratory, University of Illinois at Urbana-Champaign (2007 - 2010) Chair, 2007 Quantum Control Gordon Research Conference (2007) Member, UCSB iQCD External Review Committee (2007) Chair SLAC Faculty Task Force, Department of Photon Science, SLAC, Stanford University (2007 - 2010) Member, Stanford University Applied Physics Graduate Admissions Committee (2007 - 2010) Member, Stanford University Physics Graduate Admissions Committee (2007 - 2010) Member, Stanford University Physics AMO Search Committee (2007 - 2009) Strategic Planning Committee, SLAC Associate Laboratory Director for LCLS (2007 - 2008) Member, Stanford University Applied Physics Photonics Seminar Committee (2007 - 2007) Member, Board on Physics and Astronomy of the National Research Council (2006 - 2012) Member, Stanford University Materials Science\/SSRL Faculty Search Committee (2006) Member, Advisory Board of the NSF ERC for Extreme Ultraviolet Science (2006 - 2012) Member, Board on Physics and Astronomy of the National Research Council (2006 - 2010) Member, Advisory Committee of Physics Today (2006 - 2009) Member, Science Advisory Committee for the Advanced Light Source at Berkeley (2006 - 2009) Member, Stanford University SSRL Condensed Matter Theory Search Committee (2006 - 2007) Member, Stanford University Physics AMO Search Committee (2006 - 2007) Member, Stanford University Applied Physics special faculty appointment committee (2006 - 2007) Space Working Group, SLAC (2006 - 2007) Member, BESAC (The Basic Energy Sciences Advisory Committee to the Office of Science, Department of Energy (2005) Member, University of Michigan faculty search committee (2005) Member, BESAC Grand Challenges Committee (2005 - 2007) Member, DOE-Basic Energy Sciences committee to review the 25-year plan for major facilities (2004) Members, University of Michigan (2005) Membership in the N (2004) Member, Harvard ITAMP External Advisory Board (2004 - 2007) Chair, American Physical Society nominating committee (2004 - 2004) Member, NAS Committee on AMO Science (CAMOS) (2003 - 2005) Editor, Virtual Journal of Ultrafast Science (2002 - 2012) Divisional Associate Editor, Physical Review Letters (2002 - 2009) Divisional Associate Editor, Physical Review Letters (2002 - 2008) Member, SAUUL advisory group (2002 - 2004) Member, University of Michigan AMO Faculty search committee (2002 - 2003) Member, BESAC (The Basic Energy Sciences Advisory Committee to the Office of Science, Department of Energy (2001 - 2005) Member, University of Michigan Departmental Internal Review Committee (2001 - 2005) Executive Board Member, American Physical Society (2001 - 2002) General Co-Chair, Quantum Electronics and Laser Science Meeting (1999) Member, Leone Panel, to review 4th generation synchrotron facilities (1999) Member, Science Advisory Committee for the SLAC Linac Coherent Light Source (LCLS) (1999 - 2009) Member, National Academy Committee to update the FAMOS report: Future of Atomic, Molecular, and Optical Science (1999 - 2001) Chairman, University of Michigan AMO Faculty search committee (1999 - 2000) Co-author, Science Case for X-ray Free Electron Lasers, commissioned by Basic Energy Sciences, Department of Energy (1999 - 2000) Member, Program Committees for the APS Annual Meeting Division of Atomic, Molecular and Optical Physics (1999 - 2000) Member, University of Michigan Graduate Concerns Committee (1999 - 2000) Member, University of Michigan Graduate Admissions Committee (1998 - 2005) General Coucilor at Large, American Physical Society (1998 - 2002) Member, University of Michigan Long Range Plan Committee (1998 - 2000) Member, University of Michigan faculty search committee for Physical Chemistry (1998 - 2000) Chairman, Rackham Divisional Board (1998 - 1999) Chairman, DoE-BES Report on Future Directions of High Field Interactions Atoms and Molecules with Photons (1997) Co-Chairman, US-Japan Seminar on Coherent Manipulation of Matter (1997) Program Co-Chairman, Quantum Electronics and Laser Spectroscopy Meeting (1997) Member, Program Committee for the International Conference on Multiphoton Processes, Garmisch-Partenkirchen, Germany (1996) Member, Special NSF Review Panel for Stanford\/LIGO project (1996) Miller Visiting Professor of Physics and Electrical Engineering, University of California, Berkeley, CA 94720 (1996) Participant, National Research Council Workshop on Research and Education in Optical Science and Engineering, Irvine (1996) Session Organizer and Local Committee Member, APS Division of Atomic, Molecular, and Optical Physics (1996) Member, Technical Advisory Committee for the Laser Program, LLNL (1996 - 2000) Fellow, John Simon Guggenheim Memorial Foundation (1996 - 1997) Member, University of Michigan Awards and Prizes Committee (1996 - 1997) Chair, NSF Special Emphasis Panel on Manipulating Matter with Light, Cambridge, MA, (1995) Member, Fellowship Committee for the Laser Science Topical Group of the APS (1995) Member, University of Michigan Computing Committee (1995) Rosenberg Lecturer in Physics, Yale University (1995) Chair, University of Michigan Physics\/Chemistry faculty appointment committee (1995 - 1996) Acting Director, University of Michigan Center for Ultrafast Optical Science (1994) Member, Program Committee for the International Conference on Atomic Physics (1994) Member, Program Committee for the OSA Topical Meeting on High Field Interactions and Short Wavelength Generation, St. Malo (1994) Member, Program Committee for the OSA Topical Meeting on Ultrafast Processes, California (1994) Participant, National Academy Panel on Future Free Electron Lasers, Washington (1994) Member, University of Michigan Physics Department Executive Committee (1994 - 1996) Member, Fellows Committee for the APS Topical Group on Precision Measurements (1993) Program Committee, Optical Society Topical Meeting on Short Wavelength Coherent Radiation: Generation and Applications; San Diego, CA (1993) Director, Fellows Program at the NSF Center for Ultrafast Optical Science (1993 - 2000) Member, faculty promotions and appointments committee of LS&A (1993 - 1996) Member, Program Committee for the Annual Meeting of the Optical Society (1993 - 1995) Member, Executive Committe of the Division of Atomic, Molecular, and Optical Physics of the APS (1993 - 1995) Member, selection committee for the APS Award for Outstanding Doctoral Thesis Research in AMO Physics (1993 - 1994) Member, National Research Council selection panel for NRC Postdoctoral Fellowships (1993 - 1994) Member, AIP expert panel on new publishing directions (1992) Member, selection committee for the Rackham Research Partnership Fellowship Awards (1992) Member, International Physics Advisory Panel, IUPAP (1992) Member, Program Committee for the International Laser Spectroscopy Conference (1992 - 1995) Chair, Optical Science Division (1992 - 1994) Member, Technical Executive Council of the Optical Society of America (1992 - 1994) Co-editor, University of Michigan Rich Memorial Symposium Proceedings (1992 - 1992) Member, University of Michigan Administrative Services Review Committee (1992 - 1992) Member, University of Michigan Building Committee (1992 - 1992) Member, University of Michigan Rich Memorial Symposium Organizing Committee (1992 - 1992) Program Chairman, Laser Spectroscopy Subcommittee, Conference on Quantum Electronics and Laser Spectroscopy (QELS'91), Baltimore, Maryland (1991) Associate Director for Science, University of Michigan Center for Ultrafast Optical Science (1991 - 2000) Chair, University of Michigan Target of Opportunity Committee (1991 - 1995) Chairman, University of Michigan Atomic, Molecular, and Optical Physics Recruitment and Advisory Committee (1991 - 1995) Member, Program Committee and Session Organizer of the APS annual meeting for AMO Physics (1991 - 1995) Member, Laser Spectroscopy Subcommittee, International Quantum Electronics Conference (IQEC'90), Los Angeles, CA (1990) Colloquium committee member, University of Michigan Atomic, Molecular, and Optical Physics Recruitment and Advisory Committee (1990 - 1991) Membership, Advisory Committee for Research at AT&T Bell Laboratories (1989 - 1990) Ph.D, University of California, Berkeley, Physics  (1980) M.A., University of California, Berkeley, Physics  (1978) A.B Magna cum Laude, Harvard University, Physics  (1975) phb@slac.stanford.edu Department:&nbspApplied Physics 230 Varian Physics Laboratory 382 Via Pueblo Mall (650) 926-5337 (650) 723-3571 (650) 723-9173 (fax) 230 Varian Physics Laboratory 382 Via Pueblo Mall (650) 926-5337 (650) 723-9173 (fax) Mailstop 0059 (650) 926-5337 (650) 723-9173 (fax) 59 My research pages Attsecond Physics Strong-Field Physics Making Molecular Movies Research Activities at Stanford PHYSICS 290 (Aut) Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Spr, Sum) PHYSICS 190 (Aut, Win) Research Activities at Stanford PHYSICS 290 (Aut) Advanced Topics in AMO Physics APPPHYS 384 (Win) Research Activities at Stanford PHYSICS 290 (Aut) Wil Kao, Kathryn Ledbetter Mathew Britton Elio Champenois Taran Driver Ishita Kemeny Matthew Ware Ian Gabalski , Kareem Hegazy, Andy Howard , Jordan O'Neal, Anna Wang, Nick Werby Anthony Ho, Jiachen Yu, xuxin huang X-ray scattering signatures of early-time accelerations in iodine dissociation JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Gabalski, I., Ware, M. R., Bucksbaum, P. H. 2020 53 (24) DOI 10.1088\/1361-6455\/abc22a Web of Science ID 000590718800001 Time-resolved site-selective imaging of predissociation and charge transfer dynamics: the CH3I B-band JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Forbes, R., Allum, F., Bari, S., Boll, R., Borne, K., Brouard, M., Bucksbaum, P. H., Ekanayake, N., Erk, B., Howard, A. J., Johnsson, P., Lee, J. L., Manschwetus, B., Mason, R., Passow, C., Peschel, J., Rivas, D. E., Roerig, A., Rouzee, A., Vallance, C., Ziaee, F., Rolles, D., Burt, M. 2020 53 (22) DOI 10.1088\/1361-6455\/abb1fd Web of Science ID 000581546500001 Momentum-resolved above-threshold ionization of deuterated water Cheng, C., Forbes, R., Howard, A. J., Spanner, M., Bucksbaum, P. H., Weinacht, T. 2020 102 (5) DOI 10.1103\/PhysRevA.102.052813 Web of Science ID 000589620200002 Beating absorption in solid-state high harmonics COMMUNICATIONS PHYSICS Liu, H., Vampa, G., Zhang, J., Shi, Y., Buddhiraju, S., Fan, S., Vuckovic, J., Bucksbaum, P. H., Reis, D. A. 2020 3 (1) DOI 10.1038\/s42005-020-00472-5 Web of Science ID 000588103100005 Electron correlation effects in attosecond photoionization of CO2 Kamalov, A., Wang, A. L., Bucksbaum, P. H., Haxton, D. J., Cryan, J. P. 2020 102 (2) DOI 10.1103\/PhysRevA.102.023118 Web of Science ID 000565703000005 Electronic Population Transfer via Impulsive Stimulated X-Ray Raman Scattering with Attosecond Soft-X-Ray Pulses O'Neal, J. T., Champenois, E. G., Oberli, S., Obaid, R., Al-Haddad, A., Barnard, J., Berrah, N., Coffee, R., Duris, J., Galinis, G., Garratt, D., Glownia, J. M., Haxton, D., Ho, P., Li, S., Li, X., MacArthur, J., Marangos, J. P., Natan, A., Shivaram, N., Slaughter, D. S., Walter, P., Wandel, S., Young, L., Bostedt, C., Bucksbaum, P. H., Picon, A., Marinelli, A., Cryan, J. P. 2020 125 (7) DOI 10.1103\/PhysRevLett.125.073203 Web of Science ID 000558086800003 Ionization induced dynamic alignment of water. The Journal of chemical physics McCracken, G. A., Bucksbaum, P. H. 2020 152 (13) : 134308 Two-body dissociation resulting from strong-field double ionization of water is investigated. Two distinct features are seen in the alignment of the fragment momenta with respect to the laser polarization. One feature shows alignment of the H-OH axis with the laser polarization, while the other indicates polarization alignment normal to the H-OH axis. By analyzing kinematic differences between the OH+\/D+ and OD+\/H+ channels of HOD, these two alignment features are shown to result from dissociation from different states in the dication. Only dissociation from one of these states has an alignment dependence consistent with predictions of sequential strong-field tunneling ionization models. The alignment dependence of dissociation from the other state can only be explained by dynamic alignment launched by the unbending of the molecule during ionization. DOI 10.1063\/5.0002877 PubMedID 32268745 Characterizing Multiphoton Excitation Using Time-Resolved X-ray Scattering PHYSICAL REVIEW X Bucksbaum, P. H., Ware, M. R., Natan, A., Cryan, J. P., Glownia, J. M. 2020 10 (1) DOI 10.1103\/PhysRevX.10.011065 Web of Science ID 000519993700001 X-ray diffractive imaging of controlled gas-phase molecules: Toward imaging of dynamics in the molecular frame. The Journal of chemical physics Kierspel, T., Morgan, A., Wiese, J., Mullins, T., Aquila, A., Barty, A., Bean, R., Boll, R., Boutet, S., Bucksbaum, P., Chapman, H. N., Christensen, L., Fry, A., Hunter, M., Koglin, J. E., Liang, M., Mariani, V., Natan, A., Robinson, J., Rolles, D., Rudenko, A., Schnorr, K., Stapelfeldt, H., Stern, S., Thogersen, J., Yoon, C. H., Wang, F., Kupper, J. 2020 152 (8) : 084307 We report experimental results on the diffractive imaging of three-dimensionally aligned 2,5-diiodothiophene molecules. The molecules were aligned by chirped near-infrared laser pulses, and their structure was probed at a photon energy of 9.5 keV (lambda  130 pm) provided by the Linac Coherent Light Source. Diffracted photons were recorded on the Cornell-SLAC pixel array detector, and a two-dimensional diffraction pattern of the equilibrium structure of 2,5-diiodothiophene was recorded. The retrieved distance between the two iodine atoms agrees with the quantum-chemically calculated molecular structure to be within 5%. The experimental approach allows for the imaging of intrinsic molecular dynamics in the molecular frame, albeit this requires more experimental data, which should be readily available at upcoming high-repetition-rate facilities. DOI 10.1063\/1.5133963 PubMedID 32113333 Tunable isolated attosecond X-ray pulses with gigawatt peak power from a free-electron laser NATURE PHOTONICS Duris, J., Li, S., Driver, T., Champenois, E. G., MacArthur, J. P., Lutman, A. A., Zhang, Z., Rosenberger, P., Aldrich, J. W., Coffee, R., Coslovich, G., Decker, F., Glownia, J. M., Hartmann, G., Helml, W., Kamalov, A., Knurr, J., Krzywinski, J., Lin, M., Nantel, M., Natan, A., O'Neal, J., Shivaram, N., Walter, P., Wang, A., Welch, J. J., Wolf, T. A., Xu, J. Z., Kling, M. F., Bucksbaum, P. H., Zholents, A., Huang, Z., Cryan, J. P., Marinelli, A., Marangos, J. P. 2020 14 (1) : 30-+ DOI 10.1038\/s41566-019-0549-5 Web of Science ID 000504727600007 Electronic Population Transfer via Impulsive Stimulated X-Ray Raman Scattering with Attosecond Soft-X-Ray Pulses. O'Neal, J. T., Champenois, E. G., Oberli, S., Obaid, R., Al-Haddad, A., Barnard, J., Berrah, N., Coffee, R., Duris, J., Galinis, G., Garratt, D., Glownia, J. M., Haxton, D., Ho, P., Li, S., Li, X., MacArthur, J., Marangos, J. P., Natan, A., Shivaram, N., Slaughter, D. S., Walter, P., Wandel, S., Young, L., Bostedt, C., Bucksbaum, P. H., Picón, A., Marinelli, A., Cryan, J. P. 2020 125 (7) : 073203 Free-electron lasers provide a source of x-ray pulses short enough and intense enough to drive nonlinearities in molecular systems. Impulsive interactions driven by these x-ray pulses provide a way to create and probe valence electron motions with high temporal and spatial resolution. Observing these electronic motions is crucial to understand the role of electronic coherence in chemical processes. A simple nonlinear technique for probing electronic motion, impulsive stimulated x-ray Raman scattering (ISXRS), involves a single impulsive interaction to produce a coherent superposition of electronic states. We demonstrate electronic population transfer via ISXRS using broad bandwidth (5.5 eV full width at half maximum) attosecond x-ray pulses produced by the Linac Coherent Light Source. The impulsive excitation is resonantly enhanced by the oxygen 1s→2π^{*} resonance of nitric oxide (NO), and excited state neutral molecules are probed with a time-delayed UV laser pulse. DOI 10.1103\/PhysRevLett.125.073203 PubMedID 32857563 Strictly non-adiabatic quantum control of the acetylene dication using an infrared field. The Journal of chemical physics Liekhus-Schmaltz, C., Zhu, X., McCracken, G. A., Cryan, J. P., Martinez, T. J., Bucksbaum, P. H. 2020 152 (18) : 184302 We demonstrate the existence of a strictly non-adiabatic control pathway in deprotonation of the acetylene dication. This pathway is identified experimentally by measuring a kinetic energy shift in an ion coincidence experiment. We use a time dependent Schrödinger equation simulation to identify which properties most strongly affect our control. We find that resonant control around conical intersections is limited by the speed of non-adiabatic dynamics. DOI 10.1063\/5.0007058 PubMedID 32414271 Attosecond transient absorption spooktroscopy: a ghost imaging approach to ultrafast absorption spectroscopy. Physical chemistry chemical physics : PCCP Driver, T., Li, S., Champenois, E. G., Duris, J., Ratner, D., Lane, T. J., Rosenberger, P., Al-Haddad, A., Averbukh, V., Barnard, T., Berrah, N., Bostedt, C., Bucksbaum, P. H., Coffee, R., DiMauro, L. F., Fang, L., Garratt, D., Gatton, A., Guo, Z., Hartmann, G., Haxton, D., Helml, W., Huang, Z., LaForge, A., Kamalov, A., Kling, M. F., Knurr, J., Lin, M., Lutman, A. A., MacArthur, J. P., Marangos, J. P., Nantel, M., Natan, A., Obaid, R., O'Neal, J. T., Shivaram, N. H., Schori, A., Walter, P., Li Wang, A., Wolf, T. J., Marinelli, A., Cryan, J. P. 2019 The recent demonstration of isolated attosecond pulses from an X-ray free-electron laser (XFEL) opens the possibility for probing ultrafast electron dynamics at X-ray wavelengths. An established experimental method for probing ultrafast dynamics is X-ray transient absorption spectroscopy, where the X-ray absorption spectrum is measured by scanning the central photon energy and recording the resultant photoproducts. The spectral bandwidth inherent to attosecond pulses is wide compared to the resonant features typically probed, which generally precludes the application of this technique in the attosecond regime. In this paper we propose and demonstrate a new technique to conduct transient absorption spectroscopy with broad bandwidth attosecond pulses with the aid of ghost imaging, recovering sub-bandwidth resolution in photoproduct-based absorption measurements. DOI 10.1039\/c9cp03951a PubMedID 31793561 Characterizing dissociative motion in time-resolved x-ray scattering from gas-phase diatomic molecules Ware, M. R., Glownia, J. M., Al-Sayyad, N., O'Neal, J. T., Bucksbaum, P. H. 2019 100 (3) DOI 10.1103\/PhysRevA.100.033413 Web of Science ID 000486625200003 On the limits of observing motion in time-resolved X-ray scattering PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Ware, M. R., Glownia, J. M., Natan, A., Cryan, J. P., Bucksbaum, P. H. 2019 377 (2145) DOI 10.1098\/rsta.2017.0477 Web of Science ID 000465499800010 On the limits of observing motion in time-resolved X-ray scattering. Philosophical transactions. Series A, Mathematical, physical, and engineering sciences Ware, M. R., Glownia, J. M., Natan, A., Cryan, J. P., Bucksbaum, P. H. 2019 377 (2145) : 20170477 Limits on the ability of time-resolved X-ray scattering (TRXS) to observe harmonic motion of amplitude, A and frequency, omega0, about an equilibrium position, R0, are considered. Experimental results from a TRXS experiment at the LINAC Coherent Light Source are compared to classical and quantum theories that demonstrate a fundamental limitation on the ability to observe the amplitude of motion. These comparisons demonstrate dual limits on the spatial resolution through Qmax and the temporal resolution through omegamax for observing the amplitude of motion. In the limit where omegamax omega0, the smallest observable amplitude of motion is A=2 pi\/ Qmax. In the limit where omegamax≥2 omega0, A≤2 pi\/ Qmax is observable provided there are sufficient statistics. This article is part of the theme issue 'Measurement of ultrafast electronic and structural dynamics with X-rays'. PubMedID 30929636 Characterization of high-harmonic emission from ZnO up to 11 eV pumped with a Cr:ZnS high-repetition-rate source OPTICS LETTERS Vampa, G., Vasilyev, S., Liu, H., Mirov, M., Bucksbaum, P. H., Reis, D. A. 2019 44 (2) : 259–62 We report the measurement of high-order harmonics from a ZnO crystal with photon energies up to 11 eV generated by a high-repetition-rate femtosecond Cr:ZnS laser operating in the mid-infrared at 2-3 μm, delivering few-cycle pulses with multi-watt average power and multi-megawatt peak power. High-focus intensity is achieved in a single pass through the crystal without a buildup cavity or nanostructued pattern for field enhancement. We measure in excess of 108 high-harmonic photons\/second. DOI 10.1364\/OL.44.000259 Web of Science ID 000455620100020 PubMedID 30644875 Generation and Characterization of Attosecond Pulses from an X-ray Free-electron Laser Li, S., Rosenberger, P., Champenois, E. G., Driver, T., Bucksbaum, P. H., Coffee, R., Gatton, A., Hartmann, G., Helml, W., Huang, Z., Knurr, J., Kling, M. F., Lin, M., MacArthur, J. P., Maxwell, T. J., Nantel, M., Natan, A., Oneal, J. T., Shivaram, N. H., Walter, P., Wolf, T. A., Cryan, J. P., Marinelli, A., IEEE 2019 Web of Science ID 000482226301273 Enhanced high-harmonic generation from an all-dielectric metasurface NATURE PHYSICS Liu, H., Guo, C., Vampa, G., Zhang, J., Sarmiento, T., Xiao, M., Bucksbaum, P. H., Vuckovic, J., Fan, S., Reis, D. A. 14 (10) : 1006-+ DOI 10.1038\/s41567-018-0233-6 Web of Science ID 000446186700013 Roadmap of ultrafast x-ray atomic and molecular physics JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Young, L., Ueda, K., Guehr, M., Bucksbaum, P. H., Simon, M., Mukamel, S., Rohringer, N., Prince, K. C., Masciovecchio, C., Meyer, M., Rudenko, A., Rolles, D., Bostedt, C., Fuchs, M., Reis, D. A., Santra, R., Kapteyn, H., Murnane, M., Ibrahim, H., Legare, F., Vrakking, M., Isinger, M., Kroon, D., Gisselbrecht, M., L'Huillier, A., Worner, H., Leone, S. R. 51 (3) DOI 10.1088\/1361-6455\/aa9735 Web of Science ID 000419798100001 Accurate prediction of X-ray pulse properties from a free-electron laser using machine learning. Nature communications Sanchez-Gonzalez, A., Micaelli, P., Olivier, C., Barillot, T. R., Ilchen, M., Lutman, A. A., Marinelli, A., Maxwell, T., Achner, A., Agåker, M., Berrah, N., Bostedt, C., Bozek, J. D., Buck, J., Bucksbaum, P. H., Montero, S. C., Cooper, B., Cryan, J. P., Dong, M., Feifel, R., Frasinski, L. J., Fukuzawa, H., Galler, A., Hartmann, G., Hartmann, N., Helml, W., Johnson, A. S., Knie, A., Lindahl, A. O., Liu, J., Motomura, K., Mucke, M., O'Grady, C., RUBENSSON, J., Simpson, E. R., Squibb, R. J., Såthe, C., Ueda, K., Vacher, M., Walke, D. J., Zhaunerchyk, V., Coffee, R. N., Marangos, J. P. 8 : 15461-? Free-electron lasers providing ultra-short high-brightness pulses of X-ray radiation have great potential for a wide impact on science, and are a critical element for unravelling the structural dynamics of matter. To fully harness this potential, we must accurately know the X-ray properties: intensity, spectrum and temporal profile. Owing to the inherent fluctuations in free-electron lasers, this mandates a full characterization of the properties for each and every pulse. While diagnostics of these properties exist, they are often invasive and many cannot operate at a high-repetition rate. Here, we present a technique for circumventing this limitation. Employing a machine learning strategy, we can accurately predict X-ray properties for every shot using only parameters that are easily recorded at high-repetition rate, by training a model on a small set of fully diagnosed pulses. This opens the door to fully realizing the promise of next-generation high-repetition rate X-ray lasers. DOI 10.1038\/ncomms15461 PubMedID 28580940 Strong Field Double-Ionization of Water McCracken, G. A., Liekhus-Schmaltz, C., Kaldun, A., Bucksbaum, P. H., IEEE Web of Science ID 000427296201120 Coherent control using kinetic energy and the geometric phase of a conical intersection. journal of chemical physics Liekhus-Schmaltz, C., McCracken, G. A., Kaldun, A., Cryan, J. P., Bucksbaum, P. H. 145 (14) : 144304-? Conical intersections (CIs) between molecular potential energy surfaces with non-vanishing non-adiabatic couplings generally occur in any molecule consisting of at least three atoms. They play a fundamental role in describing the molecular dynamics beyond the Born-Oppenheimer approximation and have been used to understand a large variety of effects, from photofragmentation and isomerization to more exotic applications such as exciton fission in semiconductors. However, few studies have used the features of a CI as a tool for coherent control. Here we demonstrate two modes of control around a conical intersection. The first uses a continuous light field to control the population on the two intersecting electronic states in the vicinity of a CI. The second uses a pulsed light field to control wavepackets that are subjected to the geometric phase shift in transit around a CI. This second technique is likely to be useful for studying the role of nuclear dynamics in electronic coherence phenomena. PubMedID 27782506 Self-Referenced Coherent Diffraction X-Ray Movie of Angstrom- and Femtosecond-Scale Atomic Motion Glownia, J. M., Natan, A., Cryan, J. P., HARTSOCK, R., Kozina, M., Minitti, M. P., Nelson, S., Robinson, J., Sato, T., van Driel, T., Welch, G., WENINGER, C., Zhu, D., Bucksbaum, P. H. 117 (15) Time-resolved femtosecond x-ray diffraction patterns from laser-excited molecular iodine are used to create a movie of intramolecular motion with a temporal and spatial resolution of 30 fs and 0.3 Å. This high fidelity is due to interference between the nonstationary excitation and the stationary initial charge distribution. The initial state is used as the local oscillator for heterodyne amplification of the excited charge distribution to retrieve real-space movies of atomic motion on ångstrom and femtosecond scales. This x-ray interference has not been employed to image internal motion in molecules before. Coherent vibrational motion and dispersion, dissociation, and rotational dephasing are all clearly visible in the data, thereby demonstrating the stunning sensitivity of heterodyne methods. DOI 10.1103\/PhysRevLett.117.153003 Web of Science ID 000384479300005 PubMedID 27768351 Observation of Quantum Interferences via Light-Induced Conical Intersections in Diatomic Molecules Natan, A., Ware, M. R., Prabhudesai, V. S., Lev, U., Bruner, B. D., Heber, O., Bucksbaum, P. H. 116 (14) We observe energy-dependent angle-resolved diffraction patterns in protons from strong-field dissociation of the molecular hydrogen ion H_{2}^{+}. The interference is a characteristic of dissociation around a laser-induced conical intersection (LICI), which is a point of contact between two surfaces in the dressed two-dimensional Born-Oppenheimer potential energy landscape of a diatomic molecule in a strong laser field. The interference magnitude and angular period depend strongly on the energy difference between the initial state and the LICI, consistent with coherent diffraction around a cone-shaped potential barrier whose width and thickness depend on the relative energy of the initial state and the cone apex. These findings are supported by numerical solutions of the time-dependent Schrödinger equation for similar experimental conditions. DOI 10.1103\/PhysRevLett.116.143004 Web of Science ID 000373587500007 PubMedID 27104704 Collisional decoherence and rotational quasirevivals in asymmetric-top molecules Tenney, I. F., Artamonov, M., Seideman, T., Bucksbaum, P. H. 93 (1) DOI 10.1103\/PhysRevA.93.013421 Web of Science ID 000368983200011 Femtosecond X-ray-induced fragmentation of fullerenes JOURNAL OF MODERN OPTICS Berrah, N., Murphy, B., Xiong, H., Fang, L., Osipov, T., Kukk, E., Guehr, M., Feifel, R., Petrovic, V. S., Ferguson, K. R., Bozek, J. D., Bostedt, C., Frasinski, L. J., Bucksbaum, P. H., Castagna, J. C. 63 (4) : 390-401 DOI 10.1080\/09500340.2015.1064175 Web of Science ID 000369083600010 Transient lattice contraction in the solid-to-plasma transition. Science advances Ferguson, K. R., Bucher, M., Gorkhover, T., Boutet, S., Fukuzawa, H., Koglin, J. E., Kumagai, Y., Lutman, A., Marinelli, A., Messerschmidt, M., Nagaya, K., Turner, J., Ueda, K., Williams, G. J., Bucksbaum, P. H., Bostedt, C. 2 (1) In condensed matter systems, strong optical excitations can induce phonon-driven processes that alter their mechanical properties. We report on a new phenomenon where a massive electronic excitation induces a collective change in the bond character that leads to transient lattice contraction. Single large van der Waals clusters were isochorically heated to a nanoplasma state with an intense 10-fs x-ray (pump) pulse. The structural evolution of the nanoplasma was probed with a second intense x-ray (probe) pulse, showing systematic contraction stemming from electron delocalization during the solid-to-plasma transition. These findings are relevant for any material in extreme conditions ranging from the time evolution of warm or hot dense matter to ultrafast imaging with intense x-ray pulses or, more generally, any situation that involves a condensed matter-to-plasma transition. DOI 10.1126\/sciadv.1500837 PubMedID 27152323 PubMedCentralID PMC4846449 Auger electron and photoabsorption spectra of glycine in the vicinity of the oxygen K-edge measured with an X-FEL JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Sanchez-Gonzalez, A., Barillot, T. R., Squibb, R. J., Kolorenc, P., Agaker, M., Averbukh, V., Bearpark, M. J., Bostedt, C., Bozek, J. D., Bruce, S., Montero, S. C., Coffee, R. N., Cooper, B., Cryan, J. P., Dong, M., Eland, J. H., Fang, L., Fukuzawa, H., Guehr, M., Ilchen, M., Johnsson, A. S., Liekhus-S, C., Marinelli, A., Maxwell, T., Motomura, K., Mucke, M., Natan, A., Osipov, T., Ostlin, C., Pernpointner, M., Petrovic, V. S., ROBB, M. A., Sathe, C., Simpson, E. R., Underwood, J. G., Vacher, M., Walke, D. J., Wolf, T. J., Zhaunerchyk, V., Rubensson, J., Berrah, N., Bucksbaum, P. H., Ueda, K., Feifel, R., Frasinski, L. J., Marangos, J. P. 48 (23) DOI 10.1088\/0953-4075\/48\/23\/234004 Web of Science ID 000365240900005 Observation of Bloch Oscillations in Molecular Rotation Floss, J., Kamalov, A., Averbukh, I. S., Bucksbaum, P. H. 115 (20) DOI 10.1103\/PhysRevLett.115.203002 Web of Science ID 000364415000003 PubMedID 26613436 Anomalous nonlinear X-ray Compton scattering NATURE PHYSICS Fuchs, M., Trigo, M., Chen, J., Ghimire, S., Shwartz, S., Kozina, M., Jiang, M., Henighan, T., Bray, C., Ndabashimiye, G., Bucksbaum, P. H., Feng, Y., Herrmann, S., Carini, G. A., Pines, J., Hart, P., Kenney, C., Guillet, S., Boutee, S., Williams, G. J., Messerschmidt, M., Seibert, M. M., Moeller, S., Hastings, J. B., Reis, D. A. 11 (11) : 964-970 DOI 10.1038\/NPHYS3452 Web of Science ID 000364800600023 Strongly aligned gas-phase molecules at free-electron lasers JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Kierspel, T., Wiese, J., Mullins, T., Robinson, J., Aquila, A., Barty, A., Bean, R., Boll, R., Boutet, S., Bucksbaum, P., Chapman, H. N., Christensen, L., Fry, A., Hunter, M., Koglin, J. E., Liang, M., Mariani, V., Morgan, A., Natan, A., Petrovic, V., Rolles, D., Rudenko, A., Schnorr, K., Stapelfeldt, H., Stern, S., Thogersen, J., Yoon, C. H., Wang, F., Trippel, S., Kuepper, J. 48 (20) DOI 10.1088\/0953-4075\/48\/20\/204002 Web of Science ID 000362421800004 Ab initio multiple spawning on laser-dressed states: a study of 1,3-cyclohexadiene photoisomerization via light-induced conical intersections JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Kim, J., Tao, H., Martinez, T. J., Bucksbaum, P. 48 (16) DOI 10.1088\/0953-4075\/48\/16\/164003 Web of Science ID 000358623500003 Dynamical localization in molecular alignment of kicked quantum rotors Kamalov, A., Broege, D. W., Bucksbaum, P. H. 92 (1) DOI 10.1103\/PhysRevA.92.013409 Web of Science ID 000357854100012 BRIGHTER AND FASTER The promise and challenge of the x-ray free-electron laser Bucksbaum, P. H., Berrah, N. 68 (7) : 26-32 DOI 10.1063\/PT.3.2845 Web of Science ID 000360924700015 Transient Impulsive Electronic Raman Redistribution Miyabe, S., Bucksbaum, P. 114 (14) Resonant Raman excitation by ultrafast vacuum ultraviolet laser pulses is a powerful means to study electron dynamics in molecules, but experiments must contend with linear background ionization: frequencies high enough to reach resonant core-valence transitions will usually ionize all occupied orbitals as well, and the ionization cross sections are usually dominant. Here we show that attosecond pulses can induce a process, transient impulsive stimulated Raman scattering, which can overwhelm valence ionization. Calculations are performed for atomic sodium, but the principal is valid for many molecular systems. This approach opens the path for high-fidelity multidimensional spectroscopy with attosecond pulses. DOI 10.1103\/PhysRevLett.114.143005 Web of Science ID 000352688000002 PubMedID 25910119 Ultrafast isomerization initiated by X-ray core ionization. Nature communications Liekhus-Schmaltz, C. E., Tenney, I., Osipov, T., Sanchez-Gonzalez, A., Berrah, N., Boll, R., Bomme, C., Bostedt, C., Bozek, J. D., Carron, S., Coffee, R., Devin, J., Erk, B., Ferguson, K. R., Field, R. W., Foucar, L., Frasinski, L. J., Glownia, J. M., Gühr, M., Kamalov, A., Krzywinski, J., Li, H., Marangos, J. P., Martinez, T. J., McFarland, B. K., Miyabe, S., Murphy, B., Natan, A., Rolles, D., Rudenko, A., Siano, M., Simpson, E. R., Spector, L., Swiggers, M., Walke, D., Wang, S., Weber, T., Bucksbaum, P. H., Petrovic, V. S. 6 : 8199-? Rapid proton migration is a key process in hydrocarbon photochemistry. Charge migration and subsequent proton motion can mitigate radiation damage when heavier atoms absorb X-rays. If rapid enough, this can improve the fidelity of diffract-before-destroy measurements of biomolecular structure at X-ray-free electron lasers. Here we study X-ray-initiated isomerization of acetylene, a model for proton dynamics in hydrocarbons. Our time-resolved measurements capture the transient motion of protons following X-ray ionization of carbon K-shell electrons. We Coulomb-explode the molecule with a second precisely delayed X-ray pulse and then record all the fragment momenta. These snapshots at different delays are combined into a 'molecular movie' of the evolving molecule, which shows substantial proton redistribution within the first 12 fs. We conclude that significant proton motion occurs on a timescale comparable to the Auger relaxation that refills the K-shell vacancy. DOI 10.1038\/ncomms9199 PubMedID 26354002 Ultrafast isomerization initiated by X-ray core ionization. Nature communications Liekhus-Schmaltz, C. E., Tenney, I., Osipov, T., Sanchez-Gonzalez, A., Berrah, N., Boll, R., Bomme, C., Bostedt, C., Bozek, J. D., Carron, S., Coffee, R., Devin, J., Erk, B., Ferguson, K. R., Field, R. W., Foucar, L., Frasinski, L. J., Glownia, J. M., Gühr, M., Kamalov, A., Krzywinski, J., Li, H., Marangos, J. P., Martinez, T. J., McFarland, B. K., Miyabe, S., Murphy, B., Natan, A., Rolles, D., Rudenko, A., Siano, M., Simpson, E. R., Spector, L., Swiggers, M., Walke, D., Wang, S., Weber, T., Bucksbaum, P. H., Petrovic, V. S. 6 : 8199-? DOI 10.1038\/ncomms9199 PubMedID 26354002 Probing electron delays in above-threshold ionization OPTICA Zipp, L. J., Natan, A., Bucksbaum, P. H. 1 (6) : 361-364 DOI 10.1364\/OPTICA.1.000361 Web of Science ID 000354864400001 Remote two-color optical-to-optical synchronization between two passively mode-locked lasers OPTICS LETTERS Li, H., Chen, L., Cheng, H. P., May, J. E., Smith, S., Muehlig, K., Uttamadoss, A., Frisch, J. C., Fry, A. R., Kaertner, F. X., Bucksbaum, P. H. 39 (18) : 5325-5328 DOI 10.1364\/OL.39.005325 Web of Science ID 000341926500022 Probing ultrafast electronic and molecular dynamics with free-electron lasers JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Fang, L., Osipov, T., Murphy, B. F., Rudenko, A., Rolles, D., Petrovic, V. S., Bostedt, C., Bozek, J. D., Bucksbaum, P. H., Berrah, N. 47 (12) DOI 10.1088\/0953-4075\/47\/12\/124006 Web of Science ID 000337721200007 Ultrafast X-ray Auger probing of photoexcited molecular dynamics NATURE COMMUNICATIONS McFarland, B. K., Farrell, J. P., Miyabe, S., Tarantelli, F., Aguilar, A., Berrah, N., Bostedt, C., Bozek, J. D., Bucksbaum, P. H., Castagna, J. C., Coffee, R. N., Cryan, J. P., Fang, L., Feifel, R., Gaffney, K. J., Glownia, J. M., Martinez, T. J., Mucke, M., Murphy, B., Natan, A., Osipov, T., Petrovic, V. S., Schorb, S., Schultz, T., SPECTOR, L. S., Swiggers, M., Tenney, I., Wang, S., WHITE, J. L., White, W., Guehr, M. 5 DOI 10.1038\/ncomms5235 Web of Science ID 000338840000004 Axis-dependence of molecular high harmonic emission in three dimensions. Nature communications Spector, L. S., Artamonov, M., Miyabe, S., Martinez, T., Seideman, T., Guehr, M., Bucksbaum, P. H. 5 : 3190-? DOI 10.1038\/ncomms4190 PubMedID 24504181 THE ULTIMATE X-RAY MACHINE Berrah, N., Bucksbaum, P. H. 310 (1) : 64-71 Web of Science ID 000328864500034 PubMedID 24616973 Ultrafast X-ray Auger probing of photoexcited molecular dynamics. Nature communications McFarland, B. K., Farrell, J. P., Miyabe, S., Tarantelli, F., Aguilar, A., Berrah, N., Bostedt, C., Bozek, J. D., Bucksbaum, P. H., Castagna, J. C., Coffee, R. N., Cryan, J. P., Fang, L., Feifel, R., Gaffney, K. J., Glownia, J. M., Martinez, T. J., Mucke, M., Murphy, B., Natan, A., Osipov, T., Petrovic, V. S., Schorb, S., Schultz, T., SPECTOR, L. S., Swiggers, M., Tenney, I., Wang, S., WHITE, J. L., White, W., Gühr, M. 5 : 4235-? Molecules can efficiently and selectively convert light energy into other degrees of freedom. Disentangling the underlying ultrafast motion of electrons and nuclei of the photoexcited molecule presents a challenge to current spectroscopic approaches. Here we explore the photoexcited dynamics of molecules by an interaction with an ultrafast X-ray pulse creating a highly localized core hole that decays via Auger emission. We discover that the Auger spectrum as a function of photoexcitation--X-ray-probe delay contains valuable information about the nuclear and electronic degrees of freedom from an element-specific point of view. For the nucleobase thymine, the oxygen Auger spectrum shifts towards high kinetic energies, resulting from a particular C-O bond stretch in the ππ* photoexcited state. A subsequent shift of the Auger spectrum towards lower kinetic energies displays the electronic relaxation of the initial photoexcited state within 200 fs. Ab-initio simulations reinforce our interpretation and indicate an electronic decay to the nπ* state. DOI 10.1038\/ncomms5235 PubMedID 24953740 Experimental strategies for optical pump - soft x-ray probe experiments at the LCLS 28th International Conference on Photonic, Electronic and Atomic Collisions (ICPEAC) McFarland, B. K., Berrah, N., Bostedt, C., Bozek, J., Bucksbaum, P. H., Castagna, J. C., Coffee, R. N., Cryan, J. P., Fang, L., Farrell, J. P., Feifel, R., Gaffney, K. J., Glownia, J. M., Martinez, T. J., Miyabe, S., Mucke, M., Murphy, B., Natan, A., Osipov, T., Petrovic, V. S., Schorb, S., Schultz, T., SPECTOR, L. S., Swiggers, M., Tarantelli, F., Tenney, I., Wang, S., WHITE, J. L., White, W., Guehr, M. IOP PUBLISHING LTD. DOI 10.1088\/1742-6596\/488\/1\/012015 Web of Science ID 000338432500015 Toward unsupervised single-shot diffractive imaging of heterogeneous particles using X-ray free-electron lasers OPTICS EXPRESS Park, H. J., Loh, N. D., Sierra, R. G., Hampton, C. Y., Starodub, D., Martin, A. V., Barty, A., Aquila, A., Schulz, J., Steinbrener, J., Shoeman, R. L., Lomb, L., Kassemeyer, S., Bostedt, C., Bozek, J., Epp, S. W., Erk, B., Hartmann, R., Rolles, D., Rudenko, A., Rudek, B., Foucar, L., Kimmel, N., Weidenspointner, G., Hauser, G., Holl, P., Pedersoli, E., Liang, M., Hunter, M. S., Gumprecht, L., Coppola, N., Wunderer, C., Graafsma, H., Maia, F. R., Ekeberg, T., Hantke, M., Fleckenstein, H., Hirsemann, H., Nass, K., Tobias, H. J., Farquar, G. R., Benner, W. H., Hau-Riege, S., Reich, C., Hartmann, A., Soltau, H., Marchesini, S., Bajt, S., Barthelmess, M., Strueder, L., Ullrich, J., Bucksbaum, P., Frank, M., Schlichting, I., Chapman, H. N., Bogan, M. J., Elser, V. 21 (23) : 28729-28742 Single shot diffraction imaging experiments via X-ray free-electron lasers can generate as many as hundreds of thousands of diffraction patterns of scattering objects. Recovering the real space contrast of a scattering object from these patterns currently requires a reconstruction process with user guidance in a number of steps, introducing severe bottlenecks in data processing. We present a series of measures that replace user guidance with algorithms that reconstruct contrasts in an unsupervised fashion. We demonstrate the feasibility of automating the reconstruction process by generating hundreds of contrasts obtained from soot particle diffraction experiments. DOI 10.1364\/OE.21.028729 Web of Science ID 000327494000115 PubMedID 24514385 Enhancement of strong-field multiple ionization in the vicinity of the conical intersection in 1,3-cyclohexadiene ring opening JOURNAL OF CHEMICAL PHYSICS Petrovic, V. S., Schorb, S., Kim, J., White, J., Cryan, J. P., Glownia, J. M., Zipp, L., Broege, D., Miyabe, S., Tao, H., Martinez, T., Bucksbaum, P. H. 139 (18) Nonradiative energy dissipation in electronically excited polyatomic molecules proceeds through conical intersections, loci of degeneracy between electronic states. We observe a marked enhancement of laser-induced double ionization in the vicinity of a conical intersection during a non-radiative transition. We measured double ionization by detecting the kinetic energy of ions released by laser-induced strong-field fragmentation during the ring-opening transition between 1,3-cyclohexadiene and 1,3,5-hexatriene. The enhancement of the double ionization correlates with the conical intersection between the HOMO and LUMO orbitals. DOI 10.1063\/1.4829766 Web of Science ID 000327712800032 PubMedID 24320276 Mesoscale morphology of airborne core-shell nanoparticle clusters: x-ray laser coherent diffraction imaging JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Pedersoli, E., Loh, N. D., Capotondi, F., Hampton, C. Y., Sierra, R. G., Starodub, D., Bostedt, C., Bozek, J., Nelson, A. J., Aslam, M., Li, S., Dravid, V. P., Martin, A. V., Aquila, A., Barty, A., Fleckenstein, H., GUMPRECHT, L., Liang, M., Nass, K., Schulz, J., White, T. A., Coppola, N., Bajt, S., Barthelmess, M., Graafsma, H., Hirsemann, H., Wunderer, C., Epp, S. W., Erk, B., Rudek, B., Rudenko, A., Foucar, L., Kassemeyer, S., Lomb, L., Rolles, D., Shoeman, R. L., Steinbrener, J., Hartmann, R., Hartmann, A., Hauser, G., Holl, P., Kimmel, N., Reich, C., Soltau, H., Weidenspointner, G., Benner, W. H., Farquar, G. R., Hau-Riege, S. P., Hunter, M. S., Ekeberg, T., Hantke, M., Maia, F. R., Tobias, H. J., Marchesini, S., Frank, M., Strueder, L., Schlichting, I., Ullrich, J., Chapman, H. N., Bucksbaum, P. H., Kiskinova, M., Bogan, M. J. 46 (16) DOI 10.1088\/0953-4075\/46\/16\/164033 Web of Science ID 000323113100034 Ultra-fast and ultra-intense x-ray sciences: first results from the Linac Coherent Light Source free-electron laser JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Bostedt, C., Bozek, J. D., Bucksbaum, P. H., Coffee, R. N., Hastings, J. B., Huang, Z., Lee, R. W., Schorb, S., Corlett, J. N., Denes, P., Emma, P., Falcone, R. W., Schoenlein, R. W., Doumy, G., Kanter, E. P., Kraessig, B., Southworth, S., Young, L., Fang, L., Hoener, M., Berrah, N., Roedig, C., DiMauro, L. F. 46 (16) DOI 10.1088\/0953-4075\/46\/16\/164003 Web of Science ID 000323113100004 Sensing the wavefront of x-ray free-electron lasers using aerosol spheres OPTICS EXPRESS Loh, N. D., Starodub, D., Lomb, L., Hampton, C. Y., Martin, A. V., Sierra, R. G., Barty, A., Aquila, A., Schulz, J., Steinbrener, J., Shoeman, R. L., Kassemeyer, S., Bostedt, C., Bozek, J., Epp, S. W., Erk, B., Hartmann, R., Rolles, D., Rudenko, A., Rudek, B., Foucar, L., Kimmel, N., Weidenspointner, G., Hauser, G., Holl, P., Pedersoli, E., Liang, M., Hunter, M. S., Gumprecht, L., Coppola, N., Wunderer, C., Graafsma, H., Maia, F. R., Ekeberg, T., Hantke, M., Fleckenstein, H., Hirsemann, H., Nass, K., White, T. A., Tobias, H. J., Farquar, G. R., Benner, W. H., Hau-Riege, S., Reich, C., Hartmann, A., Soltau, H., Marchesini, S., Bajt, S., Barthelmess, M., Strueder, L., Ullrich, J., Bucksbaum, P., Frank, M., Schlichting, I., Chapman, H. N., Bogan, M. J. 21 (10) : 12385-12394 Characterizing intense, focused x-ray free electron laser (FEL) pulses is crucial for their use in diffractive imaging. We describe how the distribution of average phase tilts and intensities on hard x-ray pulses with peak intensities of 10(21) W\/m(2) can be retrieved from an ensemble of diffraction patterns produced by 70 nm-radius polystyrene spheres, in a manner that mimics wavefront sensors. Besides showing that an adaptive geometric correction may be necessary for diffraction data from randomly injected sample sources, our paper demonstrates the possibility of collecting statistics on structured pulses using only the diffraction patterns they generate and highlights the imperative to study its impact on single-particle diffractive imaging. DOI 10.1364\/OE.21.012385 Web of Science ID 000319339600072 PubMedID 23736456 On the possibility of enhanced multiple ionization near conical intersections FARADAY DISCUSSIONS Bucksbaum, P. H., Petrovic, V. 163 : 475-484 DOI 10.1039\/c3fd20154f Web of Science ID 000322120500024 Ultrafast quantum control in atoms and molecules, Ultrafast  nonlinear optics Ultrafast quantum control in atoms and molecules, Ultrafast  nonlinear optics Bucksbaum, P. H. : 105 - 128 Review: Atoms in intense laser fields. Bucksbaum, P. H. : 49 Femtosecond fiber timing distribution system for the linac coherent light source H, L., Chen, L. -.,  H. Cheng, H. P., May, J., Smith, S., Muehlig, K., Frisch,  . C., Fry, A. R., Kärtner, F. X., Bucksbaum, P. H. Probing nucleobase photoprotection with soft x-rays 18th International Conference on Ultrafast Phenomena McFarland, B. K., Farrell, J. P., Berrah, N., Bostedt, C., Bozek, J., Bucksbaum, P. H., Coffee, R., Cryan, J., Fang, L., Feifel, R., Gaffney, K., Glownia, J., Martinez, T., Mucke, M., Murphy, B., Miyabe, S., Natan, A., Osipov, T., Petrovic, V., Schorb, S., Schultz, T., Spector, L., Tarantelli, F., Tenney, I., Wang, S., White, W., WHITE, J., Guehr, M. DOI 10.1051\/epjconf\/20134107004 Web of Science ID 000320558600179 Ultrafast amo physics at the lcls x-ray fel EPJ  Web of Conferences Bucksbaum, P., Glownia, J. Probing nucleobase photoprotection with soft x-ray EPJ Web of Conferences McFarland, B., Farrell, J., Berrah, N., Bostedt, C., Bozek, J., Coffee, R., Cryan, J., Fang, L., Feifel, R. Multiphoton Ionization as a clock to Reveal Molecular Dynamics with Intense Short X-ray Free Electron Laser Pulses Fang, L., Osipov, T., Murphy, B., Tarantelli, F., Kukk, E., Cryan, J. P., Glownia, M., Bucksbaum, P. H., Coffee, R. N., Chen, M., Buth, C., Berrah, N. 109 (26) We investigate molecular dynamics of multiple ionization in N2 through multiple core-level photoabsorption and subsequent Auger decay processes induced by intense, short x-ray free electron laser pulses. The timing dynamics of the photoabsorption and dissociation processes is mapped onto the kinetic energy of the fragments. Measurements of the latter allow us to map out the average internuclear separation for every molecular photoionization sequence step and obtain the average time interval between the photoabsorption events. Using multiphoton ionization as a tool of the multiple-pulse pump-probe scheme, we demonstrate the modification of the ionization dynamics as we vary the x-ray laser pulse duration. DOI 10.1103\/PhysRevLett.109.263001 Web of Science ID 000312846800008 PubMedID 23368555 Fractal morphology, imaging and mass spectrometry of single aerosol particles in flight Loh, N. D., Hampton, C. Y., Martin, A. V., Starodub, D., Sierra, R. G., Barty, A., Aquila, A., Schulz, J., Lomb, L., Steinbrener, J., Shoeman, R. L., Kassemeyer, S., Bostedt, C., Bozek, J., Epp, S. W., Erk, B., Hartmann, R., Rolles, D., Rudenko, A., Rudek, B., Foucar, L., Kimmel, N., Weidenspointner, G., Hauser, G., Holl, P., Pedersoli, E., Liang, M., Hunter, M. M., GUMPRECHT, L., Coppola, N., Wunderer, C., Graafsma, H., Maia, F. R., Ekeberg, T., Hantke, M., Fleckenstein, H., Hirsemann, H., Nass, K., White, T. A., Tobias, H. J., Farquar, G. R., Benner, W. H., Hau-Riege, S. P., Reich, C., Hartmann, A., Soltau, H., Marchesini, S., Bajt, S., Barthelmess, M., Bucksbaum, P., Hodgson, K. O., Strueder, L., Ullrich, J., Frank, M., Schlichting, I., Chapman, H. N., Bogan, M. J. 486 (7404) : 513-517 The morphology of micrometre-size particulate matter is of critical importance in fields ranging from toxicology to climate science, yet these properties are surprisingly difficult to measure in the particles' native environment. Electron microscopy requires collection of particles on a substrate; visible light scattering provides insufficient resolution; and X-ray synchrotron studies have been limited to ensembles of particles. Here we demonstrate an in situ method for imaging individual sub-micrometre particles to nanometre resolution in their native environment, using intense, coherent X-ray pulses from the Linac Coherent Light Source free-electron laser. We introduced individual aerosol particles into the pulsed X-ray beam, which is sufficiently intense that diffraction from individual particles can be measured for morphological analysis. At the same time, ion fragments ejected from the beam were analysed using mass spectrometry, to determine the composition of single aerosol particles. Our results show the extent of internal dilation symmetry of individual soot particles subject to non-equilibrium aggregation, and the surprisingly large variability in their fractal dimensions. More broadly, our methods can be extended to resolve both static and dynamic morphology of general ensembles of disordered particles. Such general morphology has implications in topics such as solvent accessibilities in proteins, vibrational energy transfer by the hydrodynamic interaction of amino acids, and large-scale production of nanoscale structures by flame synthesis. DOI 10.1038\/nature11222 Web of Science ID 000305760600039 PubMedID 22739316 Transient X-Ray Fragmentation: Probing a Prototypical Photoinduced Ring Opening Petrovic, V. S., Siano, M., White, J. L., Berrah, N., Bostedt, C., Bozek, J. D., Broege, D., Chalfin, M., Coffee, R. N., Cryan, J., Fang, L., Farrell, J. P., Frasinski, L. J., Glownia, J. M., Guehr, M., Hoener, M., Holland, D. M., Kim, J., Marangos, J. P., Martinez, T., McFarland, B. K., Minns, R. S., Miyabe, S., Schorb, S., Sension, R. J., Spector, L. S., Squibb, R., Tao, H., Underwood, J. G., Bucksbaum, P. H. 108 (25) We report the first study of UV-induced photoisomerization probed via core ionization by an x-ray laser. We investigated x-ray ionization and fragmentation of the cyclohexadiene-hexatriene system at 850 eV during the ring opening. We find that the ion-fragmentation patterns evolve over a picosecond, reflecting a change in the state of excitation and the molecular geometry: the average kinetic energy per ion fragment and H(+)-ion count increase as the ring opens and the molecule elongates. We discuss new opportunities for molecular photophysics created by optical pump x-ray probe experiments. DOI 10.1103\/PhysRevLett.108.253006 Web of Science ID 000305569100005 PubMedID 23004597 Ultrafast absorption of intense x rays by nitrogen molecules JOURNAL OF CHEMICAL PHYSICS Buth, C., Liu, J., Chen, M. H., Cryan, J. P., Fang, L., Glownia, J. M., Hoener, M., Coffee, R. N., Berrah, N. 136 (21) We devise a theoretical description for the response of nitrogen molecules (N(2)) to ultrashort and intense x rays from the free electron laser Linac Coherent Light Source (LCLS). We set out from a rate-equation description for the x-ray absorption by a nitrogen atom. The equations are formulated using all one-x-ray-photon absorption cross sections and the Auger and radiative decay widths of multiply-ionized nitrogen atoms. Cross sections are obtained with a one-electron theory and decay widths are determined from ab initio computations using the Dirac-Hartree-Slater (DHS) method. We also calculate all binding and transition energies of nitrogen atoms in all charge states with the DHS method as the difference of two self-consistent field (SCF) calculations (ΔSCF method). To describe the interaction with N(2), a detailed investigation of intense x-ray-induced ionization and molecular fragmentation are carried out. As a figure of merit, we calculate ion yields and the average charge state measured in recent experiments at the LCLS. We use a series of phenomenological models of increasing sophistication to unravel the mechanisms of the interaction of x rays with N(2): a single atom, a symmetric-sharing model, and a fragmentation-matrix model are developed. The role of the formation and decay of single and double core holes, the metastable states of N(2)(2+), and molecular fragmentation are explained. DOI 10.1063\/1.4722756 Web of Science ID 000305090900028 PubMedID 22697546 Control of 1,3-Cyclohexadiene Photoisomerization Using Light-Induced Conical Intersections JOURNAL OF PHYSICAL CHEMISTRY A Kim, J., Tao, H., White, J. L., Petrovic, V. S., Martinez, T. J., Bucksbaum, P. H. 116 (11) : 2758-2763 We have studied the photoinduced isomerization from 1,3-cyclohexadiene to 1,3,5-hexatriene in the presence of an intense ultrafast laser pulse. We find that the laser field maximally suppresses isomerization if it is both polarized parallel to the excitation dipole and present 50 fs after the initial photoabsorption, at the time when the system is expected to be in the vicinity of a conical intersection that mediates this structural transition. A modified ab initio multiple spawning (AIMS) method shows that the laser induces a resonant coupling between the excited state and the ground state, i.e., a light-induced conical intersection. The theory accounts for the timing and direction of the effect. DOI 10.1021\/jp208384b Web of Science ID 000301766500022 PubMedID 22082319 Molecular frame Auger electron energy spectrum from N-2 JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Cryan, J. P., Glownia, J. M., Andreasson, J., Belkacem, A., Berrah, N., Blaga, C. I., Bostedt, C., Bozek, J., Cherepkov, N. A., DiMauro, L. F., Fang, L., Gessner, O., Guehr, M., Hajdu, J., Hertlein, M. P., Hoener, M., Kornilov, O., Marangos, J. P., March, A. M., McFarland, B. K., Merdji, H., Messerschmidt, M., Petrovic, V. S., Raman, C., Ray, D., Reis, D. A., Semenov, S. K., Trigo, M., WHITE, J. L., White, W., Young, L., Bucksbaum, P. H., Coffee, R. N. 45 (5) DOI 10.1088\/0953-4075\/45\/5\/055601 Web of Science ID 000300707800011 Ultrafast ring opening in 1,3-cyclohexadiene investigated by simplex-based spectral unmixing JOURNAL OF CHEMICAL PHYSICS White, J. L., Kim, J., Petrovic, V. S., Bucksbaum, P. H. 136 (5) We use spectral unmixing to determine the number of transient photoproducts and to track their evolution following the photo-excitation of 1,3-cyclohexadiene (CHD) to form 1,3,5-hexatriene (HT) in the gas phase. The ring opening is initiated with a 266 nm ultraviolet laser pulse and probed via fragmentation with a delayed intense infrared 800 nm laser pulse. The ion time-of-flight (TOF) spectra are analyzed with a simplex-based spectral unmixing technique. We find that at least three independent spectra are needed to model the transient TOF spectra. Guided by mathematical and physical constraints, we decompose the transient TOF spectra into three spectra associated with the presence of CHD, CHD(+), and HT, and show how these three species appear at different times during the ring opening. DOI 10.1063\/1.3681258 Web of Science ID 000300547200020 PubMedID 22320738 Sub-Cycle Strong-Field Influences in X-ray Photoionization Conference on Lasers and Electro-Optics (CLEO) Glownia, J. M., Ourmazd, A., Fung, R., Cryan, J., Natan, A., Coffee, R., Bucksbaum, P. H. Web of Science ID 000310362403285 Quantified angular contributions for high harmonic emission of molecules in three dimensions physics.atom-ph Bucksbaum, P. H., Spector, L. S., Artamonov, M., Mivabe, S., Martinez, T. J., Seideman, T., Guehr, M. arXiv:1207.2517v1 Ultrafast nucleobase photoprotection probed by soft x-rays McFarland, B., Farrell, J., Berrah, N., Bostedt, C., Bozek, J., Bucksbaum, P., Coffee, R., Cryan, J., Fang, L., Feifel, R. Measuring 10 fs dynamics via resonant x-ray pump\/x-ray probe spectroscopy DAMOP Coffee, R., Bionta, M., Hartmann, N., Cryan, J., Glownia, J. M., natan, A., French, D., Siano, M. High harmonic probes of inner electron sub-cycle dynamics in molecules Bucksbaum, P. H., Farrell, J., Spector, L., McFarland, B., Wang, S., Guehr, M. Ultrafast nucleobase photoprotection probed by soft x-rays Laser Science McFarland, B., Farrell, J., Berrah, N., Bostedt, C., Bozek, J., Bucksbaum, P. H., Coffee, R., Cryan, J., Fang, L., Feifel, R. Femtosecond dynamics of ultraviolet photoprotection in Thymine Banff Meeting on Structural Dynamics McFarland, B. Studying nucleobase photoprotection with soft x-rays Ultrafast Phenomena Guehr, M. Profiling structured beams using injected aerosols Loh, N., Starodub, D., Lomb, L., Hampton, C. Y., Martin, A. V., Sierra, R. G., Barty, A., Aquila, A., Schulz, J., Steinbrener, J. Field-Free Asymmetric Top Alignment and Rotational Revivals Using High Harmonic Generation Conference on Lasers and Electro-Optics (CLEO) Spector, L. S., Wang, S., Farrell, J. P., McFarland, B. K., Guehr, M., Bucksbaum, P. H., Artamonov, M., Seideman, T. Web of Science ID 000310362400040 Ultrafast X-ray probe of Nucleobase Photoprotection Conference on Lasers and Electro-Optics (CLEO) Farrell, J. P., McFarland, B. K., Berrah, N., Bostedt, C., Bozek, J., Bucksbaum, P. H., Coffee, R., Cryan, J., Fang, L., Feifel, R., Gaffney, K., Glownia, J., Martinez, T., Mucke, M., Murphy, B., Miyabe, S., Natan, A., Osipov, T., Petrovic, V., Schorb, S., Schultz, T., Spector, L., Tarantelli, F., Tenney, I., Wang, S., White, W., WHITE, J., Guehr, M. Web of Science ID 000310362403286 Unveiling and Driving Hidden Resonances with High-Fluence, High-Intensity X-Ray Pulses Kanter, E. P., Kraessig, B., Li, Y., March, A. M., Ho, P., Rohringer, N., Santra, R., Southworth, S. H., DiMauro, L. F., Doumy, G., Roedig, C. A., Berrah, N., Fang, L., Hoener, M., Bucksbaum, P. H., Ghimire, S., Reis, D. A., Bozek, J. D., Bostedt, C., Messerschmidt, M., Young, L. 107 (23) We show that high fluence, high-intensity x-ray pulses from the world's first hard x-ray free-electron laser produce nonlinear phenomena that differ dramatically from the linear x-ray-matter interaction processes that are encountered at synchrotron x-ray sources. We use intense x-ray pulses of sub-10-fs duration to first reveal and subsequently drive the 1s↔2p resonance in singly ionized neon. This photon-driven cycling of an inner-shell electron modifies the Auger decay process, as evidenced by line shape modification. Our work demonstrates the propensity of high-fluence, femtosecond x-ray pulses to alter the target within a single pulse, i.e., to unveil hidden resonances, by cracking open inner shells energetically inaccessible via single-photon absorption, and to consequently trigger damaging electron cascades at unexpectedly low photon energies. DOI 10.1103\/PhysRevLett.107.233001 Web of Science ID 000297501900007 PubMedID 22182083 Teravolt-per-meter beam and plasma fields from low-charge femtosecond electron beams 4th International Conference on Superstrong Fields in Plasmas Rosenzweig, J. B., Andonian, G., Bucksbaum, P., Ferrario, M., Full, S., Fukusawa, A., Hemsing, E., Hidding, B., Hogan, M., Krejcik, P., Muggli, P., Marcus, G., Marinelli, A., Musumeci, P., O'Shea, B., Pellegrini, C., Schiller, D., Travish, G. : 98–102 DOI 10.1016\/j.nima.2011.01.073 Web of Science ID 000295663800021 Strong Field Ionization to Multiple Electronic States in Water Farrell, J. P., Petretti, S., Foerster, J., McFarland, B. K., Spector, L. S., Vanne, Y. V., Decleva, P., Bucksbaum, P. H., Saenz, A., Guehr, M. 107 (8) High harmonic spectra show that laser-induced strong field ionization of water has a significant contribution from an inner-valence orbital. Our experiment uses the ratio of H(2)O and D(2)O high harmonic yields to isolate the characteristic nuclear motion of the molecular ionic states. The nuclear motion initiated via ionization of the highest occupied molecular orbital (HOMO) is small and is expected to lead to similar harmonic yields for the two isotopes. In contrast, ionization of the second least bound orbital (HOMO-1) exhibits itself via a strong bending motion which creates a significant isotope effect. We elaborate on this interpretation by solving the time-dependent Schrödinger equation to simulate strong field ionization and high harmonic generation from the water isotopes. We expect that this isotope marking scheme for probing excited ionic states in strong field processes can be generalized to other molecules. DOI 10.1103\/PhysRevLett.107.083001 Web of Science ID 000293977000008 PubMedID 21929165 Ensemble of Linear Molecules in Nondispersing Rotational Quantum States: A Molecular Stopwatch PHYSICAL REVIEW X Cryan, J. P., Glownia, J. M., Broege, D. W., Ma, Y., Bucksbaum, P. H. 1 (1) DOI 10.1103\/PhysRevX.1.011002 Web of Science ID 000310504700002 Influence of phase matching on the Cooper minimum in Ar high-order harmonic spectra Farrell, J. P., SPECTOR, L. S., McFarland, B. K., Bucksbaum, P. H., Guehr, M., Gaarde, M. B., Schafer, K. J. DOI 10.1103\/PhysRevA.83.023420 Web of Science ID 000287728100010 Angular Dependance of Auger electrons from N$_{2}$ 42nd Annual Meeting of the  APS Division of Atomic, Molecular and Optical Physics James, G., James, G., A, C. N., H, P. B., N, C. R. :  L1.00144 The First Atomic and Molecular Experiments at the Linac Coherent Light Source X-Ray Free  Electron Laser Advances In Atomic, Molecular, and Optical Physics. Chapter 5 - Academic  Press. Bucksbaum, P. H., Coffee, R., Berrah, N. edited by Arimondo, E., Berman, P. R., Lin, C. C. Nonlinear atomic response to intense, ultrashort x rays 42nd  Annual Meeting of the APS Division of Atomic, Molecular and Optical Physics Son, G. -., Roedig, C., Blaga, C. I., Dichiara, A., Santra, R., Messerschmidt, M., Christoph, B., John, B., Philip, B., James, C., Mike, G. J., Shambhu, G., Li, F., Matthias, H., Nora, B., Elliot, K., Bertold, K., David, R., Nina, R., Linda, Y., Pierre, A., Louis, D. : L1.00060 Influence of Phase Matching of the Cooper Minimum in Argon High Harmonic Spectra CLEO\/QELS Abstracts Limor, S. S., Joseph, P. F., Brian, K. M., Philip, H. B., Mette, B. G., Kenneth, J. S., Markus, G. Single particle imaging with soft X-rays at the Linac Coherent Light Source Conference on Advances in X-ray Free-Electron Lasers - Radiation Schemes, X-ray Optics, and Instrumentation Martin, A. V., Andreasson, J., Aquila, A., Bajt, S., Barends, T. R., Barthelmess, M., Barty, A., Benner, W. H., Bostedt, C., Bozek, J. D., Bucksbaum, P., Caleman, C., Coppola, N., Deponte, D. P., Ekeberg, T., Epp, S. W., Erk, B., Farquar, G. R., Fleckenstein, H., Foucar, L., Frank, M., Gumprecht, L., Hampton, C. Y., Hantke, M., Hartmann, A., Hartmann, E., Hartmann, R., Hau-Riege, S. P., Hauser, G., Holl, P., Hoemke, A., Jonssonn, O., Kassemeyer, S., Kimmel, N., Kiskinova, M., Krasniqi, F., Krzywinski, J., Liang, M., Loh, N. D., Lomb, L., Maia, F. R., Marchesini, S., Messerschmidt, M., Nass, K., Odic, D., Pedersoli, E., Reich, C., Rolles, D., Rudek, B., Rudenko, A., Schmidt, C., Schulz, J., Seibert, M. M., Shoeman, R. L., Sierra, R. G., Soltau, H., Starodub, D., Steinbrener, J., Stellato, F., Strueder, L., Svenda, M., Tobias, H., Ullrich, J., Weidenspointner, G., Westphal, D., White, T. A., Williams, G., Hajdu, J., Schlichting, I., Bogan, M. J., Chapman, H. N. DOI 10.1117\/12.886754 Web of Science ID 000293180500004 Isotope effect in the high harmonics of water Bull. Am. Phys. Soc. Farrel, J., Petretti, S., McFarland, B., Bucksbaum, P. H., Saenz, A., Guehr, M. First lasing and operation of an angstrom-wavelength free-electron laser NATURE PHOTONICS Emma, P., Akre, R., ARTHUR, J., Bionta, R., Bostedt, C., Bozek, J., Brachmann, A., Bucksbaum, P., Coffee, R., Decker, F., Ding, Y., Dowell, D., Edstrom, S., Fisher, A., Frisch, J., Gilevich, S., Hastings, J., Hays, G., Hering, P., Huang, Z., Iverson, R., Loos, H., Messerschmidt, M., Miahnahri, A., Moeller, S., Nuhn, H., Pile, G., Ratner, D., RZEPIELA, J., Schultz, D., Smith, T., Stefan, P., Tompkins, H., Turner, J., Welch, J., White, W., Wu, J., Yocky, G., Galayda, J. 4 (9) : 641-647 DOI 10.1038\/NPHOTON.2010.176 Web of Science ID 000281467900020 Double Core-Hole Production in N-2: Beating the Auger Clock Fang, L., Hoener, M., Gessner, O., Tarantelli, F., Pratt, S. T., Kornilov, O., Buth, C., Guehr, M., Kanter, E. P., Bostedt, C., Bozek, J. D., Bucksbaum, P. H., Chen, M., Coffee, R., Cryan, J., Glownia, M., Kukk, E., Leone, S. R., Berrah, N. 105 (8) We investigate the creation of double K-shell holes in N2 molecules via sequential absorption of two photons on a time scale shorter than the core-hole lifetime by using intense x-ray pulses from the Linac Coherent Light Source free electron laser. The production and decay of these states is characterized by photoelectron spectroscopy and Auger electron spectroscopy. In molecules, two types of double core holes are expected, the first with two core holes on the same N atom, and the second with one core hole on each N atom. We report the first direct observations of the former type of core hole in a molecule, in good agreement with theory, and provide an experimental upper bound for the relative contribution of the latter type. DOI 10.1103\/PhysRevLett.105.083005 Web of Science ID 000281072100004 PubMedID 20868097 Auger Electron Angular Distribution of Double Core-Hole States in the Molecular Reference Frame Cryan, J. P., Glownia, J. M., Andreasson, J., Belkacem, A., Berrah, N., Blaga, C. I., Bostedt, C., Bozek, J., Buth, C., DiMauro, L. F., Fang, L., Gessner, O., Guehr, M., Hajdu, J., Hertlein, M. P., Hoener, M., Kornilov, O., Marangos, J. P., March, A. M., McFarland, B. K., Merdji, H., Petrovic, V. S., Raman, C., Ray, D., Reis, D., Tarantelli, F., Trigo, M., WHITE, J. L., White, W., Young, L., Bucksbaum, P. H., Coffee, R. N. 105 (8) The Linac Coherent Light Source free electron laser is a source of high brightness x rays, 2×10(11) photons in a ∼5 fs pulse, that can be focused to produce double core vacancies through rapid sequential ionization. This enables double core vacancy Auger electron spectroscopy, an entirely new way to study femtosecond chemical dynamics with Auger electrons that probe the local valence structure of molecules near a specific atomic core. Using 1.1 keV photons for sequential x-ray ionization of impulsively aligned molecular nitrogen, we observed a rich single-site double core vacancy Auger electron spectrum near 413 eV, in good agreement with ab initio calculations, and we measured the corresponding Auger electron angle dependence in the molecular frame. DOI 10.1103\/PhysRevLett.105.083004 Web of Science ID 000281072100003 PubMedID 20868096 Time-resolved pump-probe experiments at the LCLS OPTICS EXPRESS Glownia, J. M., Cryan, J., Andreasson, J., Belkacem, A., Berrah, N., Blaga, C. I., Bostedt, C., Bozek, J., DiMauro, L. F., Fang, L., Frisch, J., Gessner, O., Guehr, M., Hajdu, J., Hertlein, M. P., Hoener, M., Huang, G., Kornilov, O., Marangos, J. P., March, A. M., McFarland, B. K., Merdji, H., Petrovic, V. S., Raman, C., Ray, D., Reis, D. A., Trigo, M., WHITE, J. L., White, W., Wilcox, R., Young, L., Coffee, R. N., Bucksbaum, P. H. 18 (17) : 17620-17630 The first time-resolved x-ray\/optical pump-probe experiments at the SLAC Linac Coherent Light Source (LCLS) used a combination of feedback methods and post-analysis binning techniques to synchronize an ultrafast optical laser to the linac-based x-ray laser. Transient molecular nitrogen alignment revival features were resolved in time-dependent x-ray-induced fragmentation spectra. These alignment features were used to find the temporal overlap of the pump and probe pulses. The strong-field dissociation of x-ray generated quasi-bound molecular dications was used to establish the residual timing jitter. This analysis shows that the relative arrival time of the Ti:Sapphire laser and the x-ray pulses had a distribution with a standard deviation of approximately 120 fs. The largest contribution to the jitter noise spectrum was the locking of the laser oscillator to the reference RF of the accelerator, which suggests that simple technical improvements could reduce the jitter to better than 50 fs. Web of Science ID 000281054400005 PubMedID 20721148 Femtosecond electronic response of atoms to ultra-intense X-rays Young, L., Kanter, E. P., Kraessig, B., Li, Y., March, A. M., Pratt, S. T., Santra, R., Southworth, S. H., Rohringer, N., DiMauro, L. F., Doumy, G., Roedig, C. A., Berrah, N., Fang, L., Hoener, M., Bucksbaum, P. H., Cryan, J. P., Ghimire, S., Glownia, J. M., Reis, D. A., Bozek, J. D., Bostedt, C., Messerschmidt, M. 466 (7302) : 56-U66 An era of exploring the interactions of high-intensity, hard X-rays with matter has begun with the start-up of a hard-X-ray free-electron laser, the Linac Coherent Light Source (LCLS). Understanding how electrons in matter respond to ultra-intense X-ray radiation is essential for all applications. Here we reveal the nature of the electronic response in a free atom to unprecedented high-intensity, short-wavelength, high-fluence radiation (respectively 10(18) W cm(-2), 1.5-0.6 nm, approximately 10(5) X-ray photons per A(2)). At this fluence, the neon target inevitably changes during the course of a single femtosecond-duration X-ray pulse-by sequentially ejecting electrons-to produce fully-stripped neon through absorption of six photons. Rapid photoejection of inner-shell electrons produces 'hollow' atoms and an intensity-induced X-ray transparency. Such transparency, due to the presence of inner-shell vacancies, can be induced in all atomic, molecular and condensed matter systems at high intensity. Quantitative comparison with theory allows us to extract LCLS fluence and pulse duration. Our successful modelling of X-ray\/atom interactions using a straightforward rate equation approach augurs favourably for extension to complex systems. DOI 10.1038\/nature09177 Web of Science ID 000279343800034 PubMedID 20596013 Ultraintense X-Ray Induced Ionization, Dissociation, and Frustrated Absorption in Molecular Nitrogen Hoener, M., Fang, L., Kornilov, O., Gessner, O., Pratt, S. T., Guehr, M., Kanter, E. P., Blaga, C., Bostedt, C., Bozek, J. D., Bucksbaum, P. H., Buth, C., Chen, M., Coffee, R., Cryan, J., DiMauro, L. F., Glownia, M., Hosler, E., Kukk, E., Leone, S. R., McFarland, B., Messerschmidt, M., Murphy, B., Petrovic, V., Rolles, D., Berrah, N. 104 (25) Sequential multiple photoionization of the prototypical molecule N2 is studied with femtosecond time resolution using the Linac Coherent Light Source (LCLS). A detailed picture of intense x-ray induced ionization and dissociation dynamics is revealed, including a molecular mechanism of frustrated absorption that suppresses the formation of high charge states at short pulse durations. The inverse scaling of the average target charge state with x-ray peak brightness has possible implications for single-pulse imaging applications. DOI 10.1103\/PhysRevLett.104.253002 Web of Science ID 000279174700002 PubMedID 20867372 Strongly dispersive transient Bragg grating for high harmonics OPTICS LETTERS Farrell, J. P., SPECTOR, L. S., Gaarde, M. B., McFarland, B. K., Bucksbaum, P. H., Guehr, M. 35 (12) : 2028-2030 We create a transient Bragg grating in a high-harmonic generation medium using two counterpropagating pulses. The Bragg grating disperses the harmonics in angle and can diffract a large bandwidth with temporal resolution limited only by the source size. Web of Science ID 000279435800034 PubMedID 20548375 Breaking the Attosecond, Angstrom and TV\/m Field Barriers with Ultrafast Electron Beams 14th Workshop on Advanced Accelerator Concepts Rosenzweig, J. B., Andonian, G., Bucksbaum, P., Fukasawa, A., Ferrario, M., Hogan, M., Hemsing, E., Krejcik, P., Marcus, G., Marinelli, A., Muggli, P., Musumeci, P., O'Shea, B., O'Shea, F., Pellegrini, C., Schiller, D., Travish, G. : 489–494 Web of Science ID 000287176200081 Formation and Dissociation of Transient Molecular States with Ultrafast X Rays DAMOP Glownia, J., Cryan, J., Bucksbaum, P., Coffee, R. Ultrafast strong field xray interactions with aligned molecules at LCLS DAMOP Bucksbaum, P. H. Angular Dependance of Auger Decay of Double Core Vacancies in N$_{2}$ DAMOP Cryan, J., Glownia, J., Bucksbaum, P., Coffee, R. Strong field Multiphoton processes in the high-frequency limit DAMOP Doumy, G., Roeding, C., Dichiara, A., Blaga, C., Dimauro, L., Agostini, P., Hoener, M., Fang, L., Berrah, N., Young, L., Kanter, E., Kraessig, B., Southworth, S., Santra, R., Pratt, S., Coffee, R., Bucksbaum, P., Cryan, J., Glownia, J., Ghimire, S., Reis, D., Kuebel, M., Paulus, G., Bozek, J., Bostedt, C. Characterization of LCLS X-Ray Pulses Using Atomic Spectroscopy DAMOP March, M. A., Young, L., Southworth, S. H., Kanter, E. P., Kr\\\"Assig, B., Santra, R., Li, Y., Pratt, S. T., Berrah, N., H\\\"Oner, M., Fang, L., Cryan, J. P., Glownia, J. M., Reis, D. A., Ghimire, S., Bucksbaum, P., Dimauro, L., Doumy, G., Roedig, C., Bozek, J. D., Bostedt, M., Messerschmidt, M. The atomic response to 10$^{18}$ W\/cm$^2$ x-rays from the LCLS DAMOP Kr\\\"Assig, B., Kanter, E. P., March, A. M., Li, Y., Pratt, S. T., Santra, R., Southworth, S. H., Young, L., Rohringer, N., Berrah, N., Fang, L., H\\\"Oner, M., Dimauro, L., Doumy, G., Roedig, C. A., Bucksbaum, P. H., Diamuro, L., Doumy, G., Roeding, C., Bozek, J. D., Bostedt, C., Messerschmidt, M. Bragg Diffraction High Harmonic Spectroscopy DAMOP Farrell, J., Spector, L., McFarland, B., Bucksbaum, P., G\\\"Uhr, M., Gaarde, M., Schafer, K. High Harmonic Generation in Sulfur Dioxide DAMOP Spector, L. S., Farrell, J. P., McFarland, B. K., Bucksbaum, P. H., Guehr, M. Calibration of a high harmonic spectrometer by laser induced plasma emission Conference on Lasers and Electro-Optics (CLEO)\/Quantum Electronics and Laser Science Conference (QELS) Spector, L. S., Farrell, J. P., McFarland, B. K., Bucksbaum, P. H., Guehr, M. Web of Science ID 000290513602211 Nonlinear processes in N-2 using LCLS short x-ray pulses Conference on Lasers and Electro-Optics (CLEO)\/Quantum Electronics and Laser Science Conference (QELS) Fang, L., Hoener, M., Guehr, M., Blaga, C., Bostedt, C., Bozek, J. D., Bucksbaum, P., Buth, C., Coffee, R., Cryan, J., DiMauro, L., Gessner, O., Glownia, J., Hosler, E., Kanter, E. P., Kornilov, O., Kukk, E., McFarlan, B. K., Murphy, B., Pratt, S. T., Rolles, D., Berrah, N. Web of Science ID 000290513602041 Ultrafast X-ray-Pump, Laser-Probe Spectroscopy at LCLS Conference on Lasers and Electro-Optics (CLEO)\/Quantum Electronics and Laser Science Conference (QELS) Glownia, J. M., Cryan, J., Kornilov, O., Hertlein, M., Gessner, O., Belkacem, A., Wilcox, R., Huang, G., WHITE, J., Petrovic, V., Raman, C., Merdji, H., Ray, D., Andreasson, J., Hajdu, J., Frisch, J., White, W., Bostedt, C., Bucksbaum, P. H., Coffee, R. Web of Science ID 000290513602040 Xray-Induced Multiple Core Vacancies in Impulsively Aligned Molecules Conference on Lasers and Electro-Optics (CLEO)\/Quantum Electronics and Laser Science Conference (QELS) Cryan, J. P., Glownia, J., Berrah, N., Blaga, C., Bozek, J. D., Buth, C., DiMauro, L., Fang, L., Guehr, M., Hoener, M., Marangos, J., March, A. M., McFarland, B., Trigo, M., Young, L., Bucksbaum, P. H., Coffee, R. N. Web of Science ID 000290513602039 High Harmonic Transient Grating Spectroscopy Conference on Lasers and Electro-Optics (CLEO)\/Quantum Electronics and Laser Science Conference (QELS) Farrell, J. P., SPECTOR, L. S., McFarland, B. K., Bucksbaum, P. H., Guehr, M. Web of Science ID 000290513601109 Relation of high harmonic spectra to electronic structure in N-2 CHEMICAL PHYSICS Farrell, J. P., McFarland, B. K., Guehr, M., Bucksbaum, P. H. 366 (1-3) : 15-21 DOI 10.1016\/j.chemphys.2009.10.015 Web of Science ID 000272205000004 Field-free alignment in repetitively kicked nitrogen gas Cryan, J. P., Bucksbaum, P. H., Coffee, R. N. 80 (6) DOI 10.1103\/PhysRevA.80.063412 Web of Science ID 000273233800111 High-order harmonic phase in molecular nitrogen McFarland, B. K., Farrell, J. P., Bucksbaum, P. H., Guehr, M. 80 (3) DOI 10.1103\/PhysRevA.80.033412 Web of Science ID 000270383900121 Calibration of a high harmonic spectrometer by laser induced plasma emission OPTICS EXPRESS Farrell, J. P., McFarland, B. K., Bucksbaum, P. H., Guehr, M. 17 (17) : 15134-15144 We present a method that allows for a convenient switching between high harmonic generation (HHG) and accurate calibration of the vacuum ultraviolet (VUV) spectrometer used to analyze the harmonic spectrum. The accurate calibration of HHG spectra is becoming increasingly important for the determination of electronic structures. The wavelength of the laser harmonics themselves depend on the details of the harmonic geometry and phase matching, making them unsuitable for calibration purposes. In our calibration mode, the target resides directly at the focus of the laser, thereby enhancing plasma emission and suppressing harmonic generation. In HHG mode, the source medium resides in front or after the focus, showing enhanced HHG and no plasma emission lines. We analyze the plasma emission and use it for a direct calibration of our HHG spectra. Web of Science ID 000269232800068 PubMedID 19687991 Single-Shot Diffractive Imaging with a Table-Top Femtosecond Soft X-Ray Laser-Harmonics Source Ravasio, A., Gauthier, D., Maia, F. R., Billon, M., Caumes, J., Garzella, D., Geleoc, M., Gobert, O., Hergott, J., Pena, A., Perez, H., Carre, B., Bourhis, E., Gierak, J., Madouri, A., Mailly, D., Schiedt, B., Fajardo, M., Gautier, J., Zeitoun, P., Bucksbaum, P. H., Hajdu, J., Merdji, H. 103 (2) Coherent x-ray diffractive imaging is a powerful method for studies on nonperiodic structures on the nanoscale. Access to femtosecond dynamics in major physical, chemical, and biological processes requires single-shot diffraction data. Up to now, this has been limited to intense coherent pulses from a free electron laser. Here we show that laser-driven ultrashort x-ray sources offer a comparatively inexpensive alternative. We present measurements of single-shot diffraction patterns from isolated nano-objects with a single 20 fs pulse from a table-top high-harmonic x-ray laser. Images were reconstructed with a resolution of 119 nm from the single shot and 62 nm from multiple shots. DOI 10.1103\/PhysRevLett.103.028104 Web of Science ID 000267887800065 PubMedID 19659250 Control of retinal isomerization in bacteriorhodopsin in the high-intensity regime PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Florean, A. C., Cardoza, D., White, J. L., Lanyi, J. K., Sension, R. J., Bucksbaum, P. H. 106 (27) : 10896-10900 A learning algorithm was used to manipulate optical pulse shapes and optimize retinal isomerization in bacteriorhodopsin, for excitation levels up to 1.8 x 10(16) photons per square centimeter. Below 1\/3 the maximum excitation level, the yield was not sensitive to pulse shape. Above this level the learning algorithm found that a Fourier-transform-limited (TL) pulse maximized the 13-cis population. For this optimal pulse the yield increases linearly with intensity well beyond the saturation of the first excited state. To understand these results we performed systematic searches varying the chirp and energy of the pump pulses while monitoring the isomerization yield. The results are interpreted including the influence of 1-photon and multiphoton transitions. The population dynamics in each intermediate conformation and the final branching ratio between the all-trans and 13-cis isomers are modified by changes in the pulse energy and duration. DOI 10.1073\/pnas.0904589106 Web of Science ID 000267796100007 PubMedID 19564608 Generation of attosecond x-ray pulses with a multicycle two-color enhanced self-amplified spontaneous emission scheme PHYSICAL REVIEW SPECIAL TOPICS-ACCELERATORS AND BEAMS Ding, Y., Huang, Z., Ratner, D., Bucksbaum, P., Merdji, H. 12 (6) DOI 10.1103\/PhysRevSTAB.12.060703 Web of Science ID 000267763000004 AMO Experiments at the LCLS X-ray Laser Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference (CLEO\/QELS 2009) Bucksbaum, P. H. : 3191–3192 Web of Science ID 000274751302581 Origin of the Spectral Minimum in the High Harmonics of N2 Farrell, J. P., Mcfarland, B. K., Gühr, M., Bucksbaum, P. H. : JTuD33 Rotational decoherence in a dense gas of multiply kicked N2 Coffee, R. N., Cryan, J., Bucksbaum, P. H. : B6.2 Coherent Control of Retinal Isomerization in Bacteriorhodopsin in the High Intensity Regime 16th International Conference on Ultrafast Phenomena Florean, A. C., Cardoza, D., WHITE, J. L., Sension, R. J., Bucksbaum, P. H. : 430–432 Web of Science ID 000282108000139 Strong field Cooper minimum in High Harmonic Generation Farrell, J. P., MacFarland, B., Bucksbaum, P. H., Guehr, M. : S5.04 Impulsive Alignment of N2with a Train of 8 Pulses IQEC Abstracts Ryan, N. C., James, P. C., Phil, H. B. : pp.IWB1. High Degrees of Impulsive Alignment in Repetitively Excited N2 at STP Coffee, R., Cryan, J. P., Bucksbaum, P. H. : Q5.09. AMO Research at the LCLS X-Ray Laser IQEC Abstract Bucksbaum, P. H. : JWB1. Angular and Intensity Dependent Spectral Modulations in High Harmonics from N2 McFarland, B., Farrell, J., Bucksbaum, P. H., Guehr, M. : Y1.00032. Impulsive longitudinal molecular alignment Broege, D. W., Coffee, R., Bucksbaum, P. H. : B6.04 High harmonic generation from multiple molecular orbitals Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference (CLEO\/QELS 2009) McFarland, B. K., Farrell, J. P., Bucksbaum, P. H., Guehr, M. : 2511–2512 Web of Science ID 000274751302240 Impulsive alignment of N-2 with a train of 8 pulses Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference (CLEO\/QELS 2009) Coffee, R. N., Cryan, J. P., Bucksbaum, P. H. : 2381–2382 Web of Science ID 000274751302174 High Harmonic Generation from Multiple Orbitals in N-2 McFarland, B. K., Farrell, J. P., Bucksbaum, P. H., Guhr, M. : 1232-1235 Molecular electronic states energetically below the highest occupied molecular orbital (HOMO) should contribute to laser-driven high harmonic generation (HHG), but this behavior has not been observed previously. Our measurements of the HHG spectrum of N2 molecules aligned perpendicular to the laser polarization showed a maximum at the rotational half-revival. This feature indicates the influence of electrons occupying the orbital just below the N2 HOMO, referred to as the HOMO-1. Such observations of lower-lying orbitals are essential to understanding subfemtosecond\/subangstrom electronic motion in laser-excited molecules. DOI 10.1126\/science.1162780 Web of Science ID 000261033400037 PubMedID 18974318 Strong-field impulsive alignment in the presence of high temperatures and large centrifugal distortion Broege, D. W., Coffee, R. N., Bucksbaum, P. H. 78 (3) DOI 10.1103\/PhysRevA.78.035401 Web of Science ID 000259689400212 Multiphoton control of the 1,3-cyclohexadiene ring-opening reaction in the presence of competing solvent reactions JOURNAL OF PHYSICAL CHEMISTRY A Carroll, E. C., White, J. L., Florean, A. C., Bucksbaum, P. H., Sension, R. J. 112 (30) : 6811-6822 Although physical chemistry has often concentrated on the observation and understanding of chemical systems, the defining characteristic of chemistry remains the direction and control of chemical reactivity. Optical control of molecular dynamics, and thus of chemical reactivity provides a path to use photon energy as a smart reagent in a chemical system. In this paper, we discuss recent research in this field in the context of our studies of the multiphoton optical control of the photo-initiated ring-opening reaction of 1,3-cyclohexadiene (CHD) to form 1,3,5- cis-hexatriene (Z-HT). Closed-loop feedback and learning algorithms are able to identify pulses that increase the desired target state by as much as a factor of two. Mechanisms for control are discussed through the influence of the intensity dependence, the nonlinear power spectrum, and the projection of the pulses onto low orders of polynomial phase. Control measurements in neat solvents demonstrate that competing solvent fragmentation reactions must also be considered. In particular, multiphoton excitation of cyclohexane alone is capable of producing hexatriene. Statistical analyses of data sets obtained in learning algorithm searches in neat cyclohexane and for CHD in hexane and cyclohexane highlight the importance of linear and quadratic chirp, while demonstrating that the control features are not so easily defined. Higher order phase components are also important. On the basis of these results the involvement of low-frequency ground-state vibrational modes is proposed. When the population is transferred to the excited state, momentum along the torsional coordinate may keep the wave packet localized as it moves toward the conical intersections controlling the yield of Z-HT. DOI 10.1021\/jp8013404 Web of Science ID 000257926900006 PubMedID 18593101 Phase control of the competition between electronic transitions in a solvated laser dye 8th International Conference on Femtochemistry and Femtobiology Carroll, E. C., Florean, A. C., Bucksbaurn, P. H., Spears, K. G., Sension, R. J. : 75–86 DOI 10.1016\/j.chemphys.2008.01.023 Web of Science ID 000257539500010 X-ray diffuse scattering measurements of nucleation dynamics at femtosecond resolution Lindenberg, A. M., Engemann, S., Gaffney, K. J., Sokolowski-Tinten, K., Larsson, J., Hillyard, P. B., Reis, D. A., Fritz, D. M., ARTHUR, J., Akre, R. A., George, M. J., Deb, A., Bucksbaum, P. H., Hajdu, J., Meyer, D. A., Nicoul, M., Blome, C., Tschentscher, T., Cavalieri, A. L., Falcone, R. W., Lee, S. H., Pahl, R., Rudati, J., Fuoss, P. H., Nelson, A. J., Krejcik, P., Siddons, D. P., Lorazo, P., Hastings, J. B. Femtosecond time-resolved small and wide angle x-ray diffuse scattering techniques are applied to investigate the ultrafast nucleation processes that occur during the ablation process in semiconducting materials. Following intense optical excitation, a transient liquid state of high compressibility characterized by large-amplitude density fluctuations is observed and the buildup of these fluctuations is measured in real time. Small-angle scattering measurements reveal snapshots of the spontaneous nucleation of nanoscale voids within a metastable liquid and support theoretical predictions of the ablation process. DOI 10.1103\/PhysRevLett.100.135502 Web of Science ID 000254670300046 PubMedID 18517965 Formation of secondary electron cascades in single-crystalline plasma-deposited diamond upon exposure to femtosecond x-ray pulses JOURNAL OF APPLIED PHYSICS Gabrysch, M., Marklund, E., Hajdu, J., Twitchen, D. J., Rudati, J., Lindenberg, A. M., Caleman, C., Falcone, R. W., Tschentscher, T., Moffat, K., Bucksbaum, P. H., Als-Nielsen, J., Nelson, A. J., Siddons, D. P., EMMA, P. J., Krejcik, P., Schlarb, H., ARTHUR, J., Brennan, S., Hastings, J., Isberg, J. 103 (6) DOI 10.1063\/1.2890158 Web of Science ID 000254536900143 Impulsive Alignment of Hot, Centrifugally Distorted, Molecules Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference (CLEO\/QELS 2008) Broege, D. W., Coffee, R. N., Bucksbaum, P. H. : 1770–1771 Web of Science ID 000260498400888 Observation of an Intensity Dependent Minimum and Harmonic Dependent Linewidths in  the High Harmonic Spectrum of Nitrogen QELS Farrell, J. P., McFarland, B. K., Guehr, M., Bucksbaum, P. H. Orientation of ``asymmetric-top'' water molecules with shaped terahertz fields DAMOP Herne, C., Bucksbaum, P. Strong field impulsive alignment in the presence of high temperatures and large centrifugal  distortion DAMOP Broege, D., Coffee, R., Bucksbaum, P. Intensity Dependent Interference Structures in High Harmonic Generation DAMOP McFarland, B., Farrell, J., Bucksbaum, P., Guehr, M. HOMO-1 Contribution in High Harmonic Generation DAMOP Farrell, J., McFarland, B., Guehr, M., Bucksbaum, P. High harmonic generation from multiple molecular orbitals of N2 Ultrafast Phenomena XV Gühr, M., McFarland, B. K., Farrell, J. P., Bucksbaum, P. H. Coherent Control of Retinal Isomerization in Bacteriorhodopsin in the High Intensity Regime DAMOP Florean, A., Cardoza, D., White, J., Lanyi, J., Sension, R., Bucksbaum, P. High Harmonic Spectral Minimum and Phase in Argon and Nitrogen Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference (CLEO\/QELS 2008) McFarland, B. K., Farrell, J. P., Guehr, M., Bucksbaum, P. H. : 3181–3182 Web of Science ID 000260498401584 Observation of an Intensity Dependent Minimum and Harmonic Dependent Linewidths in the High Harmonic Spectrum of N-2 Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference (CLEO\/QELS 2008) Farrell, J. P., McFarland, B. K., Guehr, M., Bucksbaum, P. H. : 2679–2680 Web of Science ID 000260498401330 Probing Excited State Dynamics of Retinal Isomerization in Bacteriorhodopsin Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference (CLEO\/QELS 2008) Cardoza, D., Florean, A., White, J., Sension, R., Bucksbaum, P. : 2509–2510 Web of Science ID 000260498401245 High harmonic generation for N-2 and CO2 beyond the two-point model JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Guhr, M., McFarland, B. K., Farrell, J. P., Bucksbaum, P. H. 40 (18) : 3745-3755 DOI 10.1088\/0953-4075\/40\/18\/013 Web of Science ID 000249864600015 The future of attosecond Spectroscopy Bucksbaum, P. H. 317 (5839) : 766-769 Attoscience is the study of physical processes that occur in less than a fraction of a cycle of visible light, in times less than a quadrillionth of a second. The motion of electrons inside atoms and molecules that are undergoing photoionization or chemical change falls within this time scale, as does the plasma motion that causes the reflectivity of metals. The techniques to study motion on this scale are based on careful control of strong-field laser-atom interactions. These techniques and new research opportunities in attosecond spectroscopy are reviewed. DOI 10.1126\/science.1142135 Web of Science ID 000248624500029 PubMedID 17690285 Carrier-density-dependent lattice stability in InSb Hillyard, P. B., Gaffney, K. J., Lindenberg, A. M., Engemann, S., Akre, R. A., ARTHUR, J., Blome, C., Bucksbaum, P. H., Cavalieri, A. L., Deb, A., Falcone, R. W., Fritz, D. M., Fuoss, P. H., Hajdu, J., Krejcik, P., Larsson, J., Lee, S. H., Meyer, D. A., Nelson, A. J., Pahl, R., Reis, D. A., Rudati, J., Siddons, D. P., Sokolowski-Tinten, K., von der Linde, D., Hastings, J. B. 98 (12) The ultrafast decay of the x-ray diffraction intensity following laser excitation of an InSb crystal has been utilized to observe carrier dependent changes in the potential energy surface. For the first time, an abrupt carrier dependent onset for potential energy surface softening and the appearance of accelerated atomic disordering for a very high average carrier density have been observed. Inertial dynamics dominate the early stages of crystal disordering for a wide range of carrier densities between the onset of crystal softening and the appearance of accelerated atomic disordering. DOI 10.1103\/PhysRevLett.98.125501 PubMedID 17501133 Ultrafast bond softening in bismuth: Mapping a solid's interatomic potential with X-rays Fritz, D. M., Reis, D. A., Adams, B., Akre, R. A., ARTHUR, J., Blome, C., Bucksbaum, P. H., Cavalieri, A. L., Engemann, S., Fahy, S., Falcone, R. W., Fuoss, P. H., Gaffney, K. J., George, M. J., Hajdu, J., Hertlein, M. P., Hillyard, P. B., Hoegen, M. H., Kammler, M., Kaspar, J., Kienberger, R., Krejcik, P., Lee, S. H., Lindenberg, A. M., McFarland, B., Meyer, D., Montagne, T., Murray, E. D., Nelson, A. J., Nicoul, M., Pahl, R., Rudati, J., Schlarb, H., Siddons, D. P., Sokolowski-Tinten, K., Tschentscher, T., von der Linde, D., Hastings, J. B. 315 (5812) : 633-636 Intense femtosecond laser excitation can produce transient states of matter that would otherwise be inaccessible to laboratory investigation. At high excitation densities, the interatomic forces that bind solids and determine many of their properties can be substantially altered. Here, we present the detailed mapping of the carrier density-dependent interatomic potential of bismuth approaching a solid-solid phase transition. Our experiments combine stroboscopic techniques that use a high-brightness linear electron accelerator-based x-ray source with pulse-by-pulse timing reconstruction for femtosecond resolution, allowing quantitative characterization of the interatomic potential energy surface of the highly excited solid. DOI 10.1126\/science.1135009 Web of Science ID 000243909400039 PubMedID 17272718 Mechanistic Comparison of Different Solutions Found in Closed-Loop Quantum Control Simulations Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference White, J., Cardoza, D., Bucksbaum, P. : 2486–2487 Web of Science ID 000268751001692 Ultrafast X-ray Science at SLAC and LCLS March APS Meeting Bucksbaum, P. H. Mechanistic Comparison of Different Solutions Found in Closed-Loop Quantum Control  Simulations CLEO\/QELS White, J. L., Cardoza, D., Bucksbaum, P. H. Rotational wave packets probed by high harmonic generation DAMOP Guehr, M., McFarland, B. K., Farrell, J. P., Bucksbaum, P. H. High harmonic generation for N2 and CO2 beyond the two-point model At. Mol. Opt. Phys Gühr, M., McFarland, B. K., Farrell, J. P., Bucksbaum, P. H. Control of 1,3-cyclohexadiene ring-opening 15th International Conference on Ultrafast Phenomena Carroll, E., Florean, A., White, J. L., Bucksbaum, P. H., Sension, R. J. : 249–251 Web of Science ID 000250104700080 High Harmonic Imaging of Conical Intersections DAMOP Guehr, M., McFarland, B. K., Farrell, J. P., Bucksbaum, P. H. Direct Dissociation and Laser Modulated Predissociation of N2 CLEO\/QELS Coffee, N. R., Bucksbaum, P. H., Fang, L., Gibson, G. N. High Harmonic Imaging of Conical Intersections QTuE6 Guehr, M., McFarland, B. K., Farrell, J. P., Bucksbaum, P. H. Ultrafast x-ray science at SLAC: Preparing for LCLS 15th International Conference on Atomic Processes in Plasmas Bucksbaum, P. H. : 3–3 Web of Science ID 000249095400001 Optical control of excited-state vibrational coherences of a molecule in solution: The influence of the excitation pulse spectrum and phase in LD690 JOURNAL OF PHYSICAL CHEMISTRY B Florean, A. C., Carroll, E. C., Spears, K. G., Sension, R. J., Bucksbaum, P. H. 110 (40) : 20023-20031 Spectral and phase shaping of femtosecond laser pulses is used to selectively excite vibrational wave packets on the ground (S0) and excited (S1) electronic states in the laser dye LD690. The transient absorption signals observed following excitation near the peak of the ground-state absorption spectrum are characterized by a dominant 586 cm(-1) vibrational mode. This vibration is assigned to a wave packet on the S0 potential energy surface. When the excitation pulse is tuned to the blue wing of the absorption spectrum, a lower frequency 568 cm(-1) vibration dominates the response. This lower frequency mode is assigned to a vibrational wave packet on the S1 electronic state. The spectrum and phase of the excitation pulse also influence both the dephasing of the vibrational wave packet and the amplitude profiles of the oscillations as a function of probe wavelength. Excitation by blue-tuned, positively chirped pulses slows the apparent dephasing of the vibrational coherences compared with a transform-limited pulse having the same spectrum. Blue-tuned negatively chirped excitation pulses suppress the observation of coherent oscillations in the ground state. DOI 10.1021\/jp0627628 Web of Science ID 000241053400035 PubMedID 17020390 Information hiding and retrieval in Rydberg wave packets using half-cycle pulses Murray, J. M., Pisharody, S. N., Wen, H., Rangan, C., Bucksbaum, P. H. 74 (4) DOI 10.1103\/PhysRevA.74.043402 Web of Science ID 000241723100115 Photon science and quantum control Bucksbam, P. H. 59 (6) : 57-59 Web of Science ID 000238076100029 Observing angular precession of a Rydberg wave packet due to spin-orbit coupling by orthogonally polarized weak half-cycle pulses Wen, H., Pisharody, S. N., Murray, J. M., Bucksbaum, P. H. DOI 10.1103\/PhysRevA.73.052504 Web of Science ID 000237949300062 The first femtosecond in the life of a chemical reaction Bucksbaum, P. H. 312 (5772) : 373-374 DOI 10.1126\/science.1125514 Web of Science ID 000236941800028 PubMedID 16627727 Spectral phase effects on nonlinear resonant photochemistry of 1,3-cyclohexadiene in solution JOURNAL OF CHEMICAL PHYSICS Carroll, E. C., Pearson, B. J., Florean, A. C., Bucksbaum, P. H., Sension, R. J. 124 (11) We have investigated the ring opening of 1,3-cyclohexadiene to form 1,3,5-cis-hexatriene (Z-HT) using optical pulse shaping to enhance multiphoton excitation. A closed-loop learning algorithm was used to search for an optimal spectral phase function, with the effectiveness or fitness of each optical pulse assessed using the UV absorption spectrum. The learning algorithm was able to identify pulses that increased the formation of Z-HT by as much as a factor of 2 and to identify pulse shapes that decreased solvent fragmentation while leaving the formation of Z-HT essentially unaffected. The highest yields of Z-HT did not occur for the highest peak intensity laser pulses. Rather, negative quadratic phase was identified as an important control parameter in the formation of Z-HT. DOI 10.1063\/1.2168454 Web of Science ID 000236160000034 PubMedID 16555900 Learning Feedback Control Analysis Proceedings of Femtochemistry. White, J. L., Pearson, B., Carroll, E. C., Florean, A. C., Bucksbaum, P. H., Sension, R. J. Coherent control of excited state vibrational coherences of a molecule in solution DAMOP Florean, A., Carroll, E., Sension, R., Bucksbaum, P. H. Controlling the Quantum World of Atoms, Molecules, and Photons Bucksbaum, P. H., Eisenstein, R. Washington: National Academies Press. Quantum Control ICOLS proceedings Bucksbaum, P. H., Pearson, B. J., White, J. L. On the search for quantum control of electronic spin by shaped ultrafast optical pulses 1st International Conference on Quantum Computing - Back Action Taylor, J., Florean, A., Bucksbaum, P., Gershenfeld, N. : 295–300 Web of Science ID 000243789900027 Simulations of the phonon Bragg switch in GaAs SOLID STATE COMMUNICATIONS Sheppard, J. M., Sondhauss, P., Merlin, R., Bucksbaum, P., Lee, R. W., Wark, J. S. 136 (3) : 181-185 DOI 10.1016\/j.sse.2005.05.056 Web of Science ID 000232175300011 Observation of structural anisotropy and the onset of liquidlike motion during the nonthermal melting of InSb Gaffney, K. J., Lindenberg, A. M., Larsson, J., Sokolowski-Tinten, K., Blome, C., Synnergren, O., Sheppard, J., Caleman, C., MacPhee, A. G., Weinstein, D., Lowney, D. P., Allison, T., Matthews, T., Falcone, R. W., Cavalieri, A. L., Fritz, D. M., Lee, S. H., Bucksbaum, P. H., Reis, D. A., Rudati, J., Macrander, A. T., Fuoss, P. H., Kao, C. C., Siddons, D. P., Pahl, R., Moffat, K., Als-Nielsen, J., Duesterer, S., Ischebeck, R., Schlarb, H., Schulte-Schrepping, H., Schneider, J., von der Linde, D., Hignette, O., Sette, F., Chapman, H. N., Lee, R. W., Hansen, T. N., Wark, J. S., Bergh, M., Huldt, G., van der Spoel, D., Timneanu, N., Hajdu, J., Akre, R. A., Bong, E., Krejcik, P., ARTHUR, J., Brennan, S., Luening, K., Hastings, J. B. 95 (12) The melting dynamics of laser excited InSb have been studied with femtosecond x-ray diffraction. These measurements observe the delayed onset of diffusive atomic motion, signaling the appearance of liquidlike dynamics. They also demonstrate that the root-mean-squared displacement in the [111] direction increases faster than in the [110] direction after the first 500 fs. This structural anisotropy indicates that the initially generated fluid differs significantly from the equilibrium liquid. DOI 10.1103\/PhysRevLett.95.125701 Web of Science ID 000231908200033 PubMedID 16197085 Atomic-scale visualization of inertial dynamics Lindenberg, A. M., Larsson, J., Sokolowski-Tinten, K., Gaffney, K. J., Blome, C., Synnergren, O., Sheppard, J., Caleman, C., MacPhee, A. G., Weinstein, D., Lowney, D. P., Allison, T. K., Matthews, T., Falcone, R. W., Cavalieri, A. L., Fritz, D. M., Lee, S. H., Bucksbaum, P. H., Reis, D. A., Rudati, J., Fuoss, P. H., Kao, C. C., Siddons, D. P., Pahl, R., Als-Nielsen, J., Duesterer, S., Ischebeck, R., Schlarb, H., Schulte-Schrepping, H., Tschentscher, T., Schneider, J., von der Linde, D., Hignette, O., Sette, F., Chapman, H. N., Lee, R. W., Hansen, T. N., Techert, S., Wark, J. S., Bergh, M., Huldt, G., van der Spoel, D., Timneanu, N., Hajdu, J., Akre, R. A., Bong, E., Krejcik, P., ARTHUR, J., Brennan, S., Luening, K., Hastings, J. B. 308 (5720) : 392-395 The motion of atoms on interatomic potential energy surfaces is fundamental to the dynamics of liquids and solids. An accelerator-based source of femtosecond x-ray pulses allowed us to follow directly atomic displacements on an optically modified energy landscape, leading eventually to the transition from crystalline solid to disordered liquid. We show that, to first order in time, the dynamics are inertial, and we place constraints on the shape and curvature of the transition-state potential energy surface. Our measurements point toward analogies between this nonequilibrium phase transition and the short-time dynamics intrinsic to equilibrium liquids. DOI 10.1126\/science.1107996 Web of Science ID 000228492000046 PubMedID 15831753 Clocking femtosecond x rays Cavalieri, A. L., Fritz, D. M., Lee, S. H., Bucksbaum, P. H., Reis, D. A., Rudati, J., Mills, D. M., Fuoss, P. H., Stephenson, G. B., Kao, C. C., Siddons, D. P., Lowney, D. P., MacPhee, A. G., Weinstein, D., Falcone, R. W., Pahl, R., Als-Nielsen, J., Blome, C., Dusterer, S., Ischebeck, R., Schlarb, H., Schulte-Schrepping, H., Tschentscher, T., Schneider, J., Hignette, O., Sette, F., Sokolowski-Tinten, K., Chapman, H. N., Lee, R. W., Hansen, T. N., Synnergren, O., Larsson, J., Techert, S., Sheppard, J., Wark, J. S., Bergh, M., Caleman, C., Huldt, G., van der Spoel, D., Timneanu, N., Hajdu, J., Akre, R. A., Bong, E., Emma, P., Krejcik, P., ARTHUR, J., Brennan, S., Gaffney, K. J., Lindenberg, A. M., Luening, K., Hastings, J. B. 94 (11) Linear-accelerator-based sources will revolutionize ultrafast x-ray science due to their unprecedented brightness and short pulse duration. However, time-resolved studies at the resolution of the x-ray pulse duration are hampered by the inability to precisely synchronize an external laser to the accelerator. At the Sub-Picosecond Pulse Source at the Stanford Linear-Accelerator Center we solved this problem by measuring the arrival time of each high energy electron bunch with electro-optic sampling. This measurement indirectly determined the arrival time of each x-ray pulse relative to an external pump laser pulse with a time resolution of better than 60 fs rms. DOI 10.1103\/PhysRevLett.94.114801 Web of Science ID 000227923200034 PubMedID 15903864 X-ray synchrotron studies of ultrafast crystalline dynamics Symposium on Applications of Synchrotron Radiation to Materials DeCamp, M. F., Reis, D. A., Fritz, D. M., Bucksbaum, P. H., Dufresne, E. M., Clarke, R. WILEY-BLACKWELL. : 177–192 Ultrafast X-ray experiments at synchrotron sources hold tremendous promise for measuring the atomistic dynamics of materials under a wide variety of transient conditions. In particular, the marriage of synchrotron radiation and ultrafast laser technology is opening up a new frontier of materials research. Structural changes initiated by femtosecond laser pulses can be tracked in real time using time-resolved X-ray diffraction on picosecond time scales or shorter. Here, research at the Advanced Photon Source is described, illustrating the opportunities for ultrafast diffraction with some recent work on the generation of impulsive strain, coherent phonon generation and supersonic diffusion of electron-hole plasmas. The flexibility of time-resolved Bragg and Laue diffraction geometries are both utilized to illuminate the strain generation and evolution process. Time-resolved X-ray science will become increasingly important with the construction of linac-based ultrafast X-ray sources. DOI 10.1107\/S0909049504033679 Web of Science ID 000227377200008 PubMedID 15728970 Coherence measurements on Rydberg wave packets kicked by a half-cycle pulse Murray, J. M., Pisharody, S. N., Wen, H., Bucksbaum, P. H. 71 (2) DOI 10.1103\/PhysRevA.71.023408 Web of Science ID 000227483900083 High-efficiency phase-shaped ultra-broadband non-collinear optical parametric amplifier (NOPA) DAMOP Florean, A., Carroll, E., Pearson, B., Sension, R., Bucksbaum, P. Spectrally Resolved Transient Alignment of Molecular Iodine DAMOP Broege, D., Peterson, E., Bucksbaum, P. Probing the evolution of Stark wave packets by a weak half-cycle pulse Wen, H., Pisharody, S. N., Murray, J. M., Bucksbaum, P. H. 71 (1) DOI 10.1103\/PhysRevA.71.013407 Web of Science ID 000227283300104 Controlling the Quantum World of Atoms, Molecules, and Photons An Interim Report Bucksbaum, P. H., Eisenstein, R. Washington: National  Academies Press. Coherence measurement of kicked Rydberg wave packets DAMOP Murray, J., Wen, H., Pisharody, S., Bucksbaum, P. Extracting quantum dynamics from genetic learning algorithms through principal control analysis JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS WHITE, J. L., Pearson, B. J., Bucksbaum, P. H. 37 (24) : L399-L405 DOI 10.1088\/0953-4075\/37\/24\/L02 Web of Science ID 000227580900002 X-ray movies of wiggling crystals Bucksbaum, P. H. 306 (5702) : 1691-1692 DOI 10.1126\/science.1106755 Web of Science ID 000225630800029 On the role of coupling in mode selective excitation using ultrafast pulse shaping in stimulated Raman spectroscopy JOURNAL OF CHEMICAL PHYSICS Malinovskaya, S. A., Bucksbaum, P. H., Berman, P. R. 121 (8) : 3434-3437 The coherence of two coupled two-level systems, representing vibrational modes in a semiclassical model, is calculated in weak and strong fields for various coupling schemes and for different relative phases between initial state amplitudes. A relative phase equal to pi projects the system into a dark state. The selective excitation of one of the two, two-level systems is studied as a function of coupling strength and initial phases. DOI 10.1063\/1.1774985 Web of Science ID 000223234200010 PubMedID 15303906 Ultrafast x-ray physics Indo\/United States Workshop on Radiation Physics with Synchrotrons and Other New Sources Reis, D. A., Bucksbaum, P. H., DeCamp, M. F. PERGAMON-ELSEVIER SCIENCE LTD. : 605–9 DOI 10.1016\/j.radphyschem.2003.12.037 Web of Science ID 000221290900016 Control of Raman lasing in the nonimpulsive regime Pearson, B. J., Bucksbaum, P. H. 92 (24) We explore coherent control of stimulated Raman scattering in the nonimpulsive regime. Optical pulse shaping of the coherent pump field leads to control over the stimulated Raman output. A model of the control mechanism is investigated. DOI 10.1103\/PhysRevLett.92.243003 Web of Science ID 000222112900010 PubMedID 15245081 Ultrafast coherent control in x-ray scattering 227th National Meeting of the American-Chemical Society Bucksbaum, P. H., Reis, D. A. AMER CHEMICAL SOC. : U270–U270 Web of Science ID 000223655701408 Ultrafast control of simple solution phase reactions 227th National Meeting of the American-Chemical Society Sension, R. J., Bucksbaum, P. H., Pearson, B., Carroll, E., Florean, A., Prociuk, A. AMER CHEMICAL SOC. : U276–U276 Web of Science ID 000223655701452 Vibrational mode coupling via an external field as a control mechanism in SRS. 227th National Meeting of the American-Chemical Society Malinovskaya, S. A., Berman, P. R., Bucksbaum, P. H. AMER CHEMICAL SOC. : U251–U251 Web of Science ID 000223655701284 Control of trapped-ion quantum states with optical pulses Rangan, C., Bloch, A. M., Monroe, C., Bucksbaum, P. H. 92 (11) We present new results on the quantum control of systems with infinitely large Hilbert spaces. A control-theoretic analysis of the control of trapped-ion quantum states via optical pulses is performed. We demonstrate how resonant bichromatic fields can be applied in two contrasting ways--one that makes the system completely uncontrollable and the other that makes the system controllable. In some interesting cases, the Hilbert space of the qubit-harmonic oscillator can be made finite, and the Schrödinger equation controllable via bichromatic resonant pulses. Extending this analysis to the quantum states of two ions, a new scheme for producing entangled qubits is discovered. DOI 10.1103\/PhysRevLett.92.113004 Web of Science ID 000220344400016 PubMedID 15089132 X-ray synchrotron studies of ultrafast cyrstalline dynamics J. Synch. Rad. DeCamp, M. F., Reis, D. A., Fritz, D. M., Bucksbaum, P. H., Dufresne, E. M., Clarke, R. 12 : 177-192 Extracting quantum dynamics from feedback learning algorithms through principal component analysis DAMOP Pearson, B., White, J., Bucksbaum, P. Principal Control Analysis: Gaining Insight from Feedback Learning Algorithms Ultrafast Phenomena White, J. L., Pearson, B. J., Bucksbaum, P. H. Optimal field control of a ring-opening reaction DAMOP Carroll, E. C., Florean, A. C., Pearson, B. J., Procuik, A., Bucksbaum, P. H. Theory of selective excitation in stimulated Raman scattering Malinovskaya, S. A., Bucksbaum, P. H., Berman, P. R. 69 (1) DOI 10.1103\/PhysRevA.69.013801 Web of Science ID 000189304700069 Half-cycle pulses in quantum information science 17th Annual Meeting of the IEEE-Lasers-and-Electro-Optics-Society Pisharody, S., Murray, J., Wen, H., Bucksbaum, P. : 376–377 Web of Science ID 000225390900187 Ultrafast Coherent Control in AMO Physics DAMOP Bucksbaum, P. Single shot characterization of subpicosecond and ultra-relativistic compressed electron  bunches at the SLAC SPPS experiment DAMOP Cavalieri, A., Fritz, D. M., Lee, S., Bucksbaum, P. H., Reis, D. A., Shlarb, H., Hastings, J. Ultrafast hard x-rays from electron accelerators 4th International Conference on Ultrafast Optics Bucksbaum, P. H., Reis, D. A., Hastings, J. : 333–340 Web of Science ID 000222127000043 Generation and detection of high angular momentum states in Rydberg Stark atoms DAMOP Wen, H., Pisharody, S., Murray, J., Rangan, C., Bucksbaum, P. Theory of detection of angular momentum states in Rydberg atoms using half-cycle pulses DAMOP Rangan, C., Wen, H., Bucksbaum, P. Control of angular momentum evolution in Stark wave packets Wen, H., Rangan, C., Bucksbaum, P. H. 68 (5) DOI 10.1103\/PhysRevA.68.053405 Web of Science ID 000186970900067 Transient strain driven by a dense electron-hole plasma DeCamp, M. F., Reis, D. A., Cavalieri, A., Bucksbaum, P. H., Clarke, R., Merlin, R., Dufresne, E. M., Arms, D. A., Lindenberg, A. M., MacPhee, A. G., Chang, Z., Lings, B., Wark, J. S., Fahy, S. 91 (16) We measure transient strain in ultrafast laser-excited Ge by time-resolved x-ray anomalous transmission. The development of the coherent strain pulse is dominated by rapid ambipolar diffusion. This pulse extends considerably longer than the laser penetration depth because the plasma initially propagates faster than the acoustic modes. X-ray diffraction simulations are in agreement with the observed dynamics. DOI 10.1103\/PhysRevLett.91.165502 Web of Science ID 000186068300026 PubMedID 14611411 Pseudospectral methods on a semi-infinite interval with application to the hydrogen atom: a comparison of the mapped Fourier-sine method with Laguerre series and rational Chebyshev expansions JOURNAL OF COMPUTATIONAL PHYSICS Boyd, J. P., Rangan, C., Bucksbaum, P. H. 188 (1) : 56-74 DOI 10.1016\/S0021-9991(03)00127-X Web of Science ID 000183822700003 Control of the Cyclohexadiene Ring-Opening Reaction Annual Meeting of the APS Linder, A., Sension, R., Pearson, B., Bucksbaum, P. AMO Physics with Coherent Control of Ultrafast Strong Field Lasers DAMOP Bucksbaum, P. H. Ultrafast Control over Stimulated Raman Gain in Liquid Phase Annual Meeting of the APS Linder, A., Sension, R., Pearson, B., Bucks-baum, P. Coherent Excitation in Stimulated Raman Scattering Annual Meeting of the APS Malinovskaya, S., Berman, P., Bucksbaum, P. News and Views: Ultrafast Control Nature 421 Bucksbaum, P. H. 593 Controlling the population of angular momentum component in Rydberg states DAMOP Wen, H., Bucksbaum, P. Wave packet dynamics in ring-opening reactions DAMOP Prociuk, A., Bucksbaum, P. H. Electron Spectra from Non-Sequential High Field Ionization DAMOP Peterson, E. R., Bucksbaum, P. H. Control of Rydberg atoms to perform Grover's search algorithm 32nd Winter Symposium on the Physics of Quantum Electronics Rangan, C., Ahn, J., Hutchinson, D. N., Bucksbaum, P. H. TAYLOR & FRANCIS LTD. : 2339–47 DOI 10.1080\/0950034021000011365 Web of Science ID 000180770500007 Picosecond X-ray diffraction studies of laser-excited acoustic phonons in InSb APPLIED PHYSICS A-MATERIALS SCIENCE & PROCESSING Larsson, J., Allen, A., Bucksbaum, P. H., Falcone, R. W., Lindenberg, A., Naylor, G., Missalla, T., Reis, D. A., Scheidt, K., Sjogren, A., Sondhauss, P., WULFF, M., Wark, J. S. 75 (4) : 467-478 DOI 10.1007\/s003390201421 Web of Science ID 000176768300002 Quantum-state information retrieval in a Rydberg-atom data register Ahn, J., Rangan, C., Hutchinson, D. N., Bucksbaum, P. H. 66 (2) DOI 10.1103\/PhysRevA.66.022312 Web of Science ID 000177872600038 Using feedback for coherent control of quantum systems JOURNAL OF OPTICS B-QUANTUM AND SEMICLASSICAL OPTICS Weinacht, T. C., Bucksbaum, P. H. 4 (3) : R35-R52 Web of Science ID 000176853700001 Picosecond time-resolved x-ray diffraction probe of coherent lattice dynamics (abstract) (invited) REVIEW OF SCIENTIFIC INSTRUMENTS Reis, D. A., DeCamp, M. F., Bucksbaum, P. H., Clarke, R., Dufresne, E., Merlin, R. : 1361-? DOI 10.1063\/1.1448147 Web of Science ID 000174182800002 Partial Field Ionization of Entangled Stark States DAMOP Murray, J., Herne, C., Ahn, J., Conti, R., Bucksbaum, P. Adaptive Coherent Control of Condensed Phase Molecular Reactions DAMOP Pearson, B., Procuik, A., Bucksbaum, P. Acoustic phonon dispersion measured with time-resolved X-ray diffraction QELS 2002 proceedings Decamp, M., Dufresne, E. M., Adams, B., Bucksbaum, P. H., Clarke, P., Reis, D. Selective Coherent Vibrational Excitation in Impulsive Stimulated Raman Scattering OSA Annual Meeting Malinovskaya, S. A., Valinobsky, V. S., Berman, P. R., Bucksbaum, P. H. Control of Rydberg Atoms for Performing Grover’s Search algorithm Journal of Modern Optics Rangan, C., Ahn, J., Hutchinson, D., Bucksbaum, P. H. 49 Time-resolved pendellosung oscillations from impulsively strained crystals QELS 2002 proceedings Reis, D., Bucksbaum, P. H., Whalstrand, J., Wark, J., Clarke, R., DeCamp, M., Merlin, R. Using shaped optical pulses and feedback control for selective mode-excitation in liquids OSA Annual Meeting. Bucksbaum, P. H., Sension, R., Pearson, B., Linder, A. Optimal control of trapped ion qubits using shaped optical pulses OSA  Annual Meeting Rangan, C. Control of trapped ion qubits using shaped optical pulses DAMOP Rangan, C., Monroe, C., Bucksbaum, P. H. Coherent Control of the Ring-Opening Reaction in Cyclohexadiene OSA Annual Meeting Pearson, B., Sension, R., Bucksbaum, P. H., Linder, A., Kim, S., Prociuk, A. Atoms, Molecules, and Light: AMO Science Enabling the Future National Research Council Patel, C. N., Hill, W., Bucksbaum, P. H. Control of trapped ion qubits using shaped optical pulse DAMOP Rangan, C., Monroe, C., Bucksbaum, P. H. Above-threshold double-ionization spectroscopy of argon Peterson, E. R., Bucksbaum, P. H. 64 (5) Web of Science ID 000172074200066 Coherent control of pulsed X-ray beams DeCamp, M. F., Reis, D. A., Bucksbaum, P. H., Adams, B., Caraher, J. M., Clarke, R., Conover, C. W., Dufresne, E. M., Merlin, R., Stoica, V., Wahlstrand, J. K. 413 (6858) : 825-828 Synchrotrons produce continuous trains of closely spaced X-ray pulses. Application of such sources to the study of atomic-scale motion requires efficient modulation of these beams on timescales ranging from nanoseconds to femtoseconds. However, ultrafast X-ray modulators are not generally available. Here we report efficient subnanosecond coherent switching of synchrotron beams by using acoustic pulses in a crystal to modulate the anomalous low-loss transmission of X-ray pulses. The acoustic excitation transfers energy between two X-ray beams in a time shorter than the synchrotron pulse width of about 100 ps. Gigahertz modulation of the diffracted X-rays is also observed. We report different geometric arrangements, such as a switch based on the collision of two counter-propagating acoustic pulses: this doubles the X-ray modulation frequency, and also provides a means of observing a localized transient strain inside an opaque material. We expect that these techniques could be scaled to produce subpicosecond pulses, through laser-generated coherent optical phonon modulation of X-ray diffraction in crystals. Such ultrafast capabilities have been demonstrated thus far only in laser-generated X-ray sources, or through the use of X-ray streak cameras. Web of Science ID 000171750200040 PubMedID 11677601 Particles driven to diffraction Bucksbaum, P. H. 413 (6852) : 117-118 Web of Science ID 000170918800028 PubMedID 11557960 Optimally shaped terahertz pulses for phase retrieval in a Rydberg-atom data register Rangan, C., Bucksbaum, P. H. 64 (3) Web of Science ID 000170978600085 Dynamics and coherent control of high-amplitude optical phonons in bismuth PHYSICAL REVIEW B DeCamp, M. F., Reis, D. A., Bucksbaum, P. H., Merlin, R. Web of Science ID 000170726000005 Coherent learning control of vibrational motion in room temperature molecular gases CHEMICAL PHYSICS LETTERS Weinacht, T. C., Bartels, R., Backus, S., Bucksbaum, P. H., Pearson, B., Geremia, J. M., Rabitz, H., Kapteyn, H. C., Murnane, M. M. 344 (3-4) : 333-338 Web of Science ID 000170676000014 Coherent control using adaptive learning algorithms Pearson, B. J., WHITE, J. L., Weinacht, T. C., Bucksbaum, P. H. 63 (6) Web of Science ID 000169134800071 Probing impulsive strain propagation with x-ray pulses Reis, D. A., DeCamp, M. F., Bucksbaum, P. H., Clarke, R., Dufresne, E., Hertlein, M., Merlin, R., Falcone, R., Kapteyn, H., Murnane, M. M., Larsson, J., Missalla, T., Wark, J. S. 86 (14) : 3072-3075 Pump-probe time-resolved x-ray diffraction of allowed and nearly forbidden reflections in InSb is used to follow the propagation of a coherent acoustic pulse generated by ultrafast laser excitation. The surface and bulk components of the strain could be simultaneously measured due to the large x-ray penetration depth. Comparison of the experimental data with dynamical diffraction simulations suggests that the conventional model for impulsively generated strain underestimates the partitioning of energy into coherent modes. Web of Science ID 000167866300040 PubMedID 11290110 Quantum phase retrieval of a Rydberg wave packet using a half-cycle pulse Ahn, J., Hutchinson, D. N., Rangan, C., Bucksbaum, P. H. 86 (7) : 1179-1182 A terahertz half-cycle pulse was used to retrieve information stored as quantum phase in an N-state Rydberg atom data register. The register was prepared as a wave packet with one state phase reversed from the others (the \"marked bit\"). A half-cycle pulse then drove a significant portion of the electron probability into the flipped state via multimode interference. Web of Science ID 000166907600009 PubMedID 11178038 \"Controlling a Rydberg wave packet using a half-cycle pulse DAMOP Hutchinson, D. N., Ahn, J., Rangan, C., Bucksbaum, P. H. Coherent Control and Dynamics of High Amplitude Optical Phonons in Bi Phys. Rev. B DeCamp, M. F., Reis, D. A., Bucksbaum, P. H., Merlin, R. 84 Optimally shaped terahertz pulses for a quantum algorithm on a Rydberg atom data register Physical Review A Rangan, C., Bucksbaum, P. H. 64 Study of Coherent Raman Energy Transfer in Molecular Liquids with Strong Field Laser  Excitation DAMOP Pearson, B. J., Morris, D. S., Weinacht, T. C., Buckbaum, P. H. Above-Threshold Double Ionization Spectroscopy of Argon Peterson, E. R., Bucksbaum, P. H. :  053405 Time-Resolved Anomalous Transmission of X-ray in laser heated Germainium QTuF6 DeCamp, M. F., Reis, D. A., Bucksbaum, P. H., Clarke, R., Merlin, R. Femtosecond X-ray diffraction: Experiments and limits Conference on X-Ray FEL Optics and Instrumentation Wark, J. S., Allen, A. M., Ansbro, P. C., Bucksbaum, P. H., Chang, Z., DeCamp, M., Falcone, R. W., Heimann, P. A., Johnson, S. L., Kang, I., Kapteyn, H. C., Larsson, J., Lee, R. W., Lindenberg, A. M., Merlin, R., Missalla, T., Naylor, G., Padmore, H. A., Reis, D. A., Scheidt, K., Sjoegren, A., Sondhauss, P. C., WULFF, M. SPIE-INT SOCIETY OPTICAL ENGINEERING. : 26–37 Web of Science ID 000168537600005 Ultrafast quantum control in atoms and molecules XVIIth International Conference on Atomic Physics Bucksbaum, P. H. : 463–477 Web of Science ID 000167777800034 Time-resolved x-ray Pendellösung oscillations in impulsively strained crystals DAMOP Reis, D. A., DeCamp, M., Bucksbaum, P. H., Caraher, J. M., Clarke, R., Conover, C. S., Dufresne, E., Merlin, R., Stoica, V. A., Wahlstrand, J. Programmable Terahertz waveform generation DAMOP Herne, C., Bucksbaum, P. Shaped Terahertz Pulses for a Quantum Algorithm in a Rydberg Atom DAMOP Rangan, C., Bucksbaum, P. H. Does Rydberg state manipulation equal quantum computation? Meyer, D. A., Kwiat, P. G., Hughes, R. J., Bucksbaum, P. H., Ahn, J., Weinacht, T. C. 289 (5484) : 1431a-? PubMedID 17839509 Information storage and retrieval through quantum phase Ahn, J., Weinacht, T. C., Bucksbaum, P. H. 287 (5452) : 463-465 Web of Science ID 000084929900040 Time-resolved X-ray diffraction from coherent phonons during a laser-induced phase transition Lindenberg, A. M., Kang, I., Johnson, S. L., Missalla, T., Heimann, P. A., Chang, Z., Larsson, J., Bucksbaum, P. H., Kapteyn, H. C., Padmore, H. A., Lee, R. W., Wark, J. S., Falcone, R. W. 84 (1) : 111-114 Web of Science ID 000084587900028 Toward strong field mode-selective chemistry 8th International Conference on Multiphoton Processes (ICOMP VIII) Weinacht, T. C., WHITE, J. L., Bucksbaum, P. H. : 613–619 Web of Science ID 000089140300058 Learning to Control Dissociative Ionization in a Diatomic Molecule DAMOP Pearson, B. J., Weinacht, T. C., White, J. L., Bucksbaum, P. H. Picosecond Synchrotron X-ray Diffraction Study of Lattice Dynamics of Laser-irradiated  InSb Physical Review Letters. Kang, I., Lindenberg, A. M., Falcone, R. W., Heimann, P. A., Lee, R. W., Wark, J. S., Bucksbaum, P. H. 84 : 111-4 Quantum information storage and retrieval in Rydberg wave packets Science Ahn, J., Weinacht, T. C., Bucksbaum, P. H. 287 Algorithms for Strong Field Quantum Wave Packet Control DAMOP Bucksbaum, P. H. Progress Toward a Test of Parity-Conserving Time-Reversal Invariance DAMOP Bowes, B. T., Bucksbaum, P. H., Conti, R. S., Lim, M. J. Learning how to control vibrations in multimode molecules QThM4 Weinacht, T. C., White, J. L., Bucksbaum, P. H. ATI Spectra from Non-Sequential Double Ionization of Argon DAMOP Peterson, E. R., Bucksbaum, P. H. THz emission from coherently controlled photocurrents in GaAs APPLIED PHYSICS LETTERS Cote, D., Fraser, J. M., DeCamp, M., Bucksbaum, P. H., van Driel, H. M. 75 (25) : 3959-3961 Web of Science ID 000084242700019 Toward strong field mode-selective chemistry JOURNAL OF PHYSICAL CHEMISTRY A Weinacht, T. C., WHITE, J. L., Bucksbaum, P. H. 103 (49) : 10166-10168 Web of Science ID 000084318700016 A trimodal resonator for three mutually perpendicular magnetic fields REVIEW OF SCIENTIFIC INSTRUMENTS Stievater, T. H., Lim, M. J., Colosimo, P., Michniak, R. A., Bucksbaum, P. H., Conti, R. S. 70 (3) : 1780-1786 Web of Science ID 000079012100033 Controlling the shape of a quantum wavefunction Weinacht, T. C., Ahn, J., Bucksbaum, P. H. 397 (6716) : 233-235 Web of Science ID 000078184800045 Strong Field Control of Multiphoton Ionization in the Time and Frequency Domain Abstract of Ottawa workshop on strong fields Pearson, B. J., Caraher, J. M., Bucksbaum, P. H. THz emission from coherently controlled currents in GaAs CLEO\/QELS Joint Abstract JThC5 Côte, D., Fraser, J. M., Driel, H. V., Weinacht, T., DeCamp, M., Bucksbaum, P. H. Impulsive coherent control of x-rays in Bragg crystals Invited abstract in Applications of High Field  and Short Wavelength Sources VIII Falcone, R. W., Johnson, S., Kang, I., Lindenberg, A., Bucksbaum, P. H., Chang, Z., Kapteyn, H., Merlin, R., Murnane, M., Heimann, P., Padmore, H., Lee, R. W., Missalla, T., Wark, J. Ultrafast structural dynamics in InSb measured using time-resolved x-ray diffraction QELS contributed abstract QThJ4 Lindenberg, A. M., Kang, I., Johnson, S., Falcone, R. W., Heimann, P. A., Padmore, H. A., Missalla, T., Lee, R. W., Chang, Z., Murnane, M. M., Kapteyn, H. C., Bucksbaum, P. H. Wave Packet Sculpting and Quantum Algorithms Invited Abstract for CAP Congress Bucksbaum, P. H. Wave packets and Half-cycle Pulses Wavepackets Bucksbaum, P. H. edited by Yaezell, J. New York: John Wiley. Feedback Control of Molecular Liquids Invited Abstract for Ottawa workshop on strong fields Weinacht, T. C., White, J., Bucksbaum, P. H. The Phonon Bragg Switch: A Proposal to Generate Sub-Picosecond X-Ray Pulses Abstract of contributed talk at the Annual  Meeting Bucksbaum, P. H., Merlin, R. Quantum Control and Quantum Algorithms Invited Abstract for LPHYS'99 Bucksbaum, P. H. Ultrafast structural dynamics in indium antimonide probed by time-resolved x-ray diffraction Proceedings of  ILS-XV Lindenberg, A. M., Kang, I., Johnson, S. L., Falcone, R. W., Heimann, P. A., Chang, Z., Bucksbaum, P. H., Murnane, M. M., Kapteyn, H. C., Wark, J. S., Missalla, T., Lee, R. W. : 133 Fast quantum search using coherent electronic states of Rydberg atoms QELS Contributed Abstract QMA5 Ahn, J. W., Weinacht, T. C., Bucksbaum, P. H. Population dynamics of a triply driven, three-level atomic system Abstract of poster at the Annual Meeting Lim, M. J., Stievater, T. H., Bucksbaum, P. H., Conti, R. S., Merlin Control and measurement of quantum wave packets QELS Invited Abstract Bucksbaum, P. H. Measurement of the amplitude and phase of a sculpted Rydberg wave packet Weinacht, T. C., Ahn, J., Bucksbaum, P. H. 80 (25) : 5508-5511 Web of Science ID 000074313000012 Ultrafast structural changes measured by time-resolved X-ray diffraction APPLIED PHYSICS A-MATERIALS SCIENCE & PROCESSING Larsson, J., Heimann, P. A., Lindenberg, A. M., Schuck, P. J., Bucksbaum, P. H., Lee, R. W., Padmore, H. A., Wark, J. S., Falcone, R. W. 66 (6) : 587-591 Web of Science ID 000073953200001 Programmable structure in Rydberg systems Bull. Am. Phys. Soc. Bucksbaum, P. H. Complete Measurement and Control of Rydberg Wave Packets Springer Series in Chemical Physics Weinancht, T. C., Ahn, J. P., Bucksbaum, H. edited by Elsässer, T., Fujimoto, J. G., Wiersma, D., Zinth, W. Creating and Observing Stroboscopic Molecular Wave Packets IQEC'98 abstract. Bucksbaum, P. H., Yukich, J. N., Caraher, J. M., Ruhman, S. Resonant Effects in Above Threshold Ionization Springer Series in Chemical Physics Hertlein, M., Bucksbaum, P., Walker, M., Woerkom, L. V. edited by Elsässer, T., Fujimoto, J. G., Wiersma, D., Zinth, W. Adaptive Control of Quantum Phase in Rydberg Wavepackets IQEC'98 abstract. Weinacht, T. C., Bucksbaum, P. H. Strong-Field THz Interactions with Wavepackets Bull Am. Phys. Soc. Bucksbaum, P. H. Quantum wavepacket sculpting with shaped ultrafast radiation Abstract of Plenary Talk at ILS'98 Bucksbaum, P. H. New resonant effects in ATI spectra: rescattering and electron-electron correlation Proceedings of LPHYS'98 Bucksbaum, P. H., Hertlein, M. P., Peterson, E. Resonant double-excitation induced by wiggling ATI electrons JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Bucksbaum, P. H., Sanpera, A., Lewenstein, M. 30 (23) : L843-L850 Web of Science ID 000071070000003 Redistribution of atomic Rydberg states by tunable narrow band picosecond far-infrared pulses OPTICS EXPRESS Raman, C., DeCamp, M. F., Bucksbaum, P. H. 1 (7) : 186-196 We study the redistribution of Cesium atomic Rydberg states by intense, shaped, narrow-band pulses of millimeter radiation. The radiation source is a large-area photoconductive switch illuminated by a temporally shaped optical pulse. We will present our latest efforts to study atomic redistribution in the strong-field limit using these table-top THz sources. Web of Science ID 000208802100003 Ultrafast x-ray diffraction using a streak-camera detector in averaging mode OPTICS LETTERS Larsson, J., Chang, Z., Judd, E., Schuck, P. J., Falcone, R. W., Heimann, P. A., Padmore, H. A., Kapteyn, H. C., Bucksbaum, P. H., Murnane, M. M., Lee, R. W., Machacek, A., Wark, J. S., Liu, X., Shan, B. 22 (13) : 1012-1014 We demonstrate an apparatus for measuring time-dependent x-ray diffraction. X-ray pulses from a synchrotron are diffracted by a pair of Si(111) crystals and detected with an x-ray streak camera that has single-shot resolution of better than 1 ps. The streak camera is driven by a photoconductive switch, which is triggered by 100-fs laser pulses at a repetition rate of 1 kHz. The laser and the streak camera are synchronized with the synchrotron pulses. In the averaging mode, trigger jitter results in 2-ps temporal resolution. We measured the duration of 5-keV pulses from the Advanced Light Source synchrotron to be 70ps. Web of Science ID A1997XG25300024 PubMedID 18185736 Propagation of half-cycle far infrared pulses JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS You, D., Bucksbaum, P. H. 14 (7) : 1651-1655 Web of Science ID A1997XL99900015 Core scattering of Stark wave packets Naudeau, M. L., Sukenik, C. I., Bucksbaum, P. H. 56 (1) : 636-639 Web of Science ID A1997XL64500076 Stark wave packets viewed with half-cycle pulses Raman, C., Weinacht, T. C., Bucksbaum, P. H. 55 (6) : R3995-R3998 Web of Science ID A1997XE37200005 Melting of a semiconductor crystal (InSb) with a short laser pulse (100 fs) 4th High Heat Flux Engineering Conference, as part of the SPIE International Symposium on Optical Science, Engineering, and Instrumentation Heimann, P. A., Larsson, J., Lindenberg, A., Schuck, P. J., Judd, E., Bucksbaum, P. H., Lee, R. W., Padmore, H. A., Wark, J. S., Falcone, R. W. SPIE - INT SOC OPTICAL ENGINEERING. : 102–106 Web of Science ID 000071550400009 Core-Scattering of Stark Wavepackets Physical Review A (Atomic, Molecular, and Optical Physics) Naudeau, M. L., Sukenik, C. I., Bucksbaum, P. H. 56 Stark Wavepackets Viewed with Half-Cycle Pulses Physical Review A  (Atomic, Molecular, and Optical Physics) Raman, C. S., Weinacht, T. C., Bucksbaum, P. H. 55 :  R3995-8 Evidence for Resonant Effects in High-Order ATI Spectra QELS '97 Program Abstracts Hertlein, M. P., Muller, H. G., Bucksbaum, P. H. High order resonances in Above Threshold Ionization APS Bulletin for Southeast Section Meeting Hertlein, M. P., Bucksbaum, P. H. Ramsey Interference of 'Stroboscopic' Rydberg States of Diatomic Molecules Bull Am. Phys. Soc. Yukich, J. N., Caraher, J. M., Dertouzos, J. M., Bucksbaum, P. H., Gordon, R. J. Propagation of half-cycle far infrared pulse Journal of the  Optical Society of America B (Optical Physics) You, D., Bucksbaum, P. H. 14 : 1651-5 Evidence for resonant effects in high-order ATI spectra 7th International Conference on Multiphoton Processes Bucksbaum, P. H., Hertlein, M. P., Muller, H. G. IOP PUBLISHING LTD. : 67–77 Web of Science ID A1997BH40C00008 Phase dependence of intense-field ionization Schumacher, D. W., Bucksbaum, P. H. 54 (5) : 4271-4278 Web of Science ID A1996VT67300071 Ionization of Rydberg wave packets by subpicosecond, half-cycle electromagnetic pulses Raman, C., Conover, C. W., Sukenik, C. I., Bucksbaum, P. H. 76 (14) : 2436-2439 Web of Science ID A1996UC77700008 Controlling Core Scattering in Stark Rydberg Wavepackets Bull Am. Phys. Soc. Raman, C., Naudeau, M., Yukich, J. N., Bucksbaum, P. H., Gordon, R. J. Evidence for Resonant Effects in High-Order ATI Spectra Proceedings of the International Conference on Multiphoton Processes  (ICOMP) Buckbaum, P. H., Hertlein, M. P., Miller, H. G. Ionization of Rydberg Wavepackets by Sub-Picosecond, Half-Cycle Electromagnetic Pulses Physical Review Letters Raman, C., Conover, C. S., Sukenik, C. I., Bucksbaum, P. H. 76 (2436) Measurement of the polarization state of high harmonics generated in gases JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS WEIHE, F. A., Bucksbaum, P. H. 13 (1) : 157-161 Web of Science ID A1996TP06000021 Two-Photon doppler-Free Spectroscopy at High Magnetic Field Bull. of the Am. Phys. Soc. Stievator, T. H., Lim, M. J., Bucksbaum, P. H., Conti, R. S., Sukenik, C. I. : 1112 Coherent Control of Above-Threshold Ionization Super-Intense Laser-Atom Physics IV Bucksbaum, P. H., Schumacher, D. W., Conover, C. S. edited by Muller, H. G., Federov, M. Progress towards Simultaneous Tri-Color Resonance for a Three State Atomic Clock Bull Am. Phys. Soc. Peterson, P. T., Bucksbaum, P. H., Conti, R. S., Sukenik, C. I., Lim, M. J. Observation of Atomic Wavepacket Evolution in a Non-Separable System Laser Spectroscopy: XII International Conference Bucksbaum, P. H., Naudeau, M. L., Sukenik, C. I. edited by Inguscio, M., Allegrini, M., Sasso, A. : 299 Optical Pumping at High Magnetic Field Using an External Cavity Diode Laser Bull Am. Phys. Soc. Lim, M. J., Bucksbaum, P. H., Conti, R. S., Sukenik, C. I. Sculpting Terahertz Bull Am. Phys.  Soc. Yukich, J. N., Raman, C., Fenwick, S., Bucksbaum, P. H. Evolution of Entangled Wave Packets in Diatomic Molecules Bull Am. Phys. Soc. Gordon, R. J., Yukich, J. N., Bucksbaum, P. H., Caraher, J. M. High Powered Half-Cycle Thz Pulses IEEE Conference Record - Abstracts. 1996 IEEE International Conference on  Plasma Science Raman, C., Fenwick, S., Yukich, J. N., Bucksbaum, P. H. Terahertz Ionization of Stark Switched Rydberg States ILS meeting Weinacht, T. C., Raman, C. S., Bucksbaum, P. H. Rydberg Wavepackets and Half-Cycle THz Pulses The 15th International Conference on Atomic Physics (ZICAP) Raman, C., Weinacht, T. C., Fenwick, S., Bucksbaum, P. H. PROGRAMMABLE CESIUM RYDBERG WAVE-PACKETS Schumacher, D. W., HOOGENRAAD, J. H., PINKOS, D., Bucksbaum, P. H. : 4719-4726 Web of Science ID A1995TK65200053 BOUND-STATE INTERFEROMETRY USING INCOHERENT-LIGHT JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS JONES, R. R., Schumacher, D. W., Gallagher, T. F., Bucksbaum, P. H. 28 (13) : L405-L411 Web of Science ID A1995RK87700001 NEW LIGHT ON AN OLD PROBLEM PHYSICS WORLD Bucksbaum, P. 8 (6) : 27-27 Web of Science ID A1995RD17900028 POLARIZATION OF HIGH-INTENSITY HIGH-HARMONIC GENERATION WEIHE, F. A., Dutta, S. K., Korn, G., Du, D., Bucksbaum, P. H., Shkolnikov, P. L. 51 (5) : R3433-R3436 Web of Science ID A1995RA43100010 IONIZATION OF ORIENTED RYDBERG STATES BY SUBPICOSECOND HALF-CYCLE ELECTROMAGNETIC PULSES JONES, R. R., TIELKING, N. E., You, D., Raman, C., Bucksbaum, P. H. 51 (4) : R2687-R2690 Web of Science ID A1995QT40100008 RINGS IN ABOVE-THRESHOLD IONIZATION - A QUASI-CLASSICAL ANALYSIS Lewenstein, M., Kulander, K. C., Schafer, K. J., Bucksbaum, P. H. 51 (2) : 1495-1507 Web of Science ID A1995QH07100081 Observation of Atomic Wavepacket Dynamics in a Non-Separable Hamiltonian System Naudeau, M. L., Sukenik, C. I., Bucksbaum, P. H. Observation of Pulse Shape Dependence of Multiphoton Ionization Rates in Xenon and  Krypton Bulletin of the American Physical Society Conover, C. S., Bucksbaum, P. H. : 1274 Rydberg Atoms Irradiated by Ultra-short Terahertz Pulses Comments on Atomic and Molecular Physics Jones, R. R., Bucksbaum, P. H. : 347 Direct Observation of Radial Wavepacket Dynamics using Half-Cycle Sub-Picosecond  Pulses Raman, C., Conover, C. S., Sukenik, C. I., Bucksbaum, P. H. Scaled-time dynamics of ionization of Rydberg Stark stated by half-cycle pulses Journal of Physics B:  Atomic, Molecular, And Optical Physics Reinhold, C. O., Burgdorfer, J., Jones, R. R., Raman, C., Bucksbaum, P. H. 28 : L457 Measurement of the Polarization of High Harmonic Radiation Bulletin of the American Physical Society Weihe, F. A., Bucksbaum, P. H. : 1274 Measuring Parity Conserving Time Reversal Violating Interactions in Atomic Systems Bulletin of the American Physical Society Lim, M., Sukenik, C. I., Conti, R. S., Bucksbaum, P. H. : 1280 Beyond ATI: Strong Field Quantum Control American Institute of Physics Press edited by Wineland, D. J., Wieman, C. E., Smith, S. J. : 416–33 PHASE DEPENDENCE OF INTENSE FIELD-IONIZATION - A STUDY USING 2 COLORS Schumacher, D. W., Weihe, F., Muller, H. G., Bucksbaum, P. H. 73 (10) : 1344-1347 Web of Science ID A1994PE72700009 COHERENT GENERATION OF FAR-INFRARED RADIATION FROM INP JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS You, D., JONES, R. R., Bucksbaum, P. H., Dykaar, D. R. 11 (3) : 486-491 Web of Science ID A1994NB82200011 INTERACTIONS OF ATOMS WITH HIGH-FIELD SINGLE-CYCLE INFRARED RADIATION 11th International Conference on Laser Spectroscopy Bucksbaum, P. H., You, D., Dykaar, D. R., JONES, R. R. AIP PRESS. : 227–30 Web of Science ID A1994BA06J00048 FEMTOSECOND RAMSEY FRINGES IN STRONGLY-DRIVEN RYDBERG SYSTEMS 11th International Conference on Laser Spectroscopy JONES, R. R., Raman, C. S., Schumacher, D. W., Bucksbaum, P. H. AIP PRESS. : 319–24 Web of Science ID A1994BA06J00068 Coherent Generation of FIR Radiation from InP Journal of the Optical Society of Americal B You, D., Jones, R. R., Bucksbaum, P. H., Dykaar, D. R. 11 : 486 Phase Dependence of Intense-Field Ionization: A Study Using Two Colors Physical Review Letters Schumacher, D. W., Weihe, F., Muller, H. G., Bucksbaum, P. H. 73 : 1344 High average power chirped pulse amplification systems Proceedings of CLEO\/IQEC Squier, J., Rudd, J. V., Kane, S., Korn, G., Mourou, G., Pinkos, D., Schumacher, D., Bucksbaum, P., Kohler, B., Yakovlev, V. V., Wilson, K. R. Production of Programmable Amplified, Shaped Pulses in Femtosecond Lasers Springer Series in Chemical Physics Pinkos, D., Squier, J., Schumacher, D., Bucksbaum, P., Kohler, B., Yokovlev, V. V., Wilson, K. R. edited by Barbara, P. F., Knox, W. H., Mourou, G. A., Zewail, A. H. : 180 Study and Control of Ionization and Dissociation Dynamics Using Two-Colors Schumacher, D. W., Bucksbaum, P. H. : 1087 Rotation of Elliptical Polarization in High Harmonic Generation Proceedings of the OSA Topical Conference on High Field  Interactions and Short Wavelength Generation Bucksbaum, P. H., Weihei, F., Dutta, S., Korn, G., Du, D. edited by Milchberg, H., Freeman, R. R. Programmable Wavefunction Engineering in Cs Rydberg States Springer Series in Chemical Physics Bucksbaum, P. H., Schumacher, D. W., Hooogenraad, J. H., Krause, J. L., Wilson, K. R., Zewail, A. H. edited by Barbara, P. F., Knox, W. H., Mourou, G. A. : 240 Elliptical Polarization in High Harmonic Generation Weihe, F., Dutta, S., Bucksbaum, P. H. : 1087 RAMSEY INTERFERENCE IN STRONGLY DRIVEN RYDBERG SYSTEMS JONES, R. R., Raman, C. S., Schumacher, D. W., Bucksbaum, P. H. 71 (16) : 2575-2578 Web of Science ID A1993MC11900016 IONIZATION OF RYDBERG ATOMS BY SUBPICOSECOND HALF-CYCLE ELECTROMAGNETIC PULSES JONES, R. R., You, D., Bucksbaum, P. H. 70 (9) Web of Science ID A1993KN88700013 LIGHT-INDUCED VIBRATIONAL STRUCTURE IN H-2+ AND D2+ IN INTENSE LASER FIELDS Zavriyev, A., Bucksbaum, P. H., Squier, J., SALINE, F. 70 (8) : 1077-1080 Web of Science ID A1993KM77900012 GENERATION OF HIGH-POWER SUB-SINGLE-CYCLE 500-FS ELECTROMAGNETIC PULSES OPTICS LETTERS You, D., JONES, R. R., Bucksbaum, P. H., Dykaar, D. R. 18 (4) : 290-292 Web of Science ID A1993KK80800012 PubMedID 19802113 GENERATION AND APPLICATION OF HIGH-POWER, 500 FS ELECTROMAGNETIC PULSES 5TH TOPICAL MEETING ON ULTRAFAST ELECTRONICS AND OPTOELECTRONICS Dykaar, D. R., You, D., JONES, R. R., Bucksbaum, P. H. OPTICAL SOC AMERICA. : 108–111 Web of Science ID A1993BZ18T00025 Manifestation of Fourth Order Nonlinear Effect in FIR Generation from InP You, D., Dykaar, D. R., Jones, R. R., Schumacher, D. W., Bucksbaum, P. H. : 1720 Light-Induced structure in atoms and molecules Bucksbaum, P. H., Jones, R. R., Schumacher, D. W., Zavriyev, A. : 1751 Physics of Single-Cycle Far-Infrared Interactions with Atoms Bucksbaum, P. : 200 Femtosecond Ramsey Fringes in Strongly Driven Rydberg System Proceedings of the 11th Conference on Laser,  Spectroscopy Jones, R. R., Raman, C. S., Schumacher, D. W., Bucksbaum, P. H. Light-Induced Bound Vibrational States of H2  and D2  in Intense Laser Fields Physical Review Letters Zavriyev, A., Bucksbaum, P. H., Squier, J., Saline, F. 70 : 1077 High Intensity Above-Threshold Ionization of He Short  Wavelength Coherent Radiation: Generation and Applications Mohideen, U., Sher, M. H., Tom, H. K., Aumiller, G. D.,  Wood, II,, O. R., Freeman, R. R., Bokor, J., Bucksbaum, P. H., Corkum, P. L. edited by Perry, M. D. ELECTRON-ENERGY RESOLVED EXPERIMENTS ON MULTIPHOTON DETACHMENT FROM NEGATIVE-IONS NATO Advanced Research Workshop on SILAP (Super-Intense Laser-Atom Physics) Davidson, M. D., VANDERHART, H. W., Schumacher, D., Bucksbaum, P. H., Muller, H. G., VANDENHEUVELL, H. B. PLENUM PRESS DIV PLENUM PUBLISHING CORP. : 483–491 Web of Science ID A1993BZ91G00040 Interactions of Atoms with High-Field Single-Cycle Infrared Radiation Proceedings of the 11th Conference on Laser, Spectroscopy Bucksbaum, P. H., You, D., Dykaar, D. R., Jones, R. R. H2 in Intense Laser Fields Molecules in Laser fields Zavriyev, A., Bucksbaum, P. H. edited by Brandrauk, A., Press, D. Strong Field Coherent Control Proceedings of the Fifth International  Conference on Multiphoton Physics Bucksbaum, P. H. Atomic Physics with Intense, Subpicosecond Half-Cycle Pulses Jones, R. R., Bucksbaum, P. H. : 1137 ATOMIC PHYSICS WITH INTENSE, SUBPICOSECOND HALF-CYCLE PULSES NATO Advanced Research Workshop on SILAP (Super-Intense Laser-Atom Physics) JONES, R. R., You, D., Bucksbaum, P. H. PLENUM PRESS DIV PLENUM PUBLISHING CORP. : 287–299 Web of Science ID A1993BZ91G00025 Phase-Dependent Ionization Using an Intense Two-Color Light Field with Calibrated Phase  Difference Schumacher, D. W., Weihe, F., Muller, H. G., Bucksbaum, P. H. POPULATION TRAPPING IN KR AND XE IN INTENSE LASER FIELDS JONES, R. R., Schumacher, D. W., Bucksbaum, P. H. 47 (1) : R49-R52 Web of Science ID A1993KG72500014 Generation of High-Power Half-Cycle 500 Femtosecond Electromagnetic Pulses Optics Letters You, D., Jones, R. R., Dykaar, D. R., Bucksbaum, P. H. 18 : 290 HIGH-INTENSITY ABOVE-THRESHOLD IONIZATION OF HE AND HE ION 5th Topical Meeting on the Generation of Shortwavelength Radiation: Physics with Intense Laser Pulses Mohideen, U., Sher, M. H., AUMILLER, G. D., Wood, O. R., Freeman, R. R., Bokor, J., Tom, H. W., Bucksbaum, P. H. OPTICAL SOC AMERICA. : 72–74 Web of Science ID A1993BA05X00016 LONGER WAVELENGTHS REQUIRE LOWER INTENSITY IN MULTIPHOTON DETACHMENT OF NEGATIVE-IONS Davidson, M. D., Schumacher, D. W., Bucksbaum, P. H., Muller, H. G., VANDENHEUVELL, H. B. 69 (24) : 3459-3462 Web of Science ID A1992KB85700011 INTERACTION OF FREE-ELECTRONS WITH AN INTENSE FOCUSED LASER-PULSE IN GAUSSIAN AND CONICAL AXICON GEOMETRIES JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS Mohideen, U., Tom, H. W., Freeman, R. R., Bokor, J., Bucksbaum, P. H. 9 (12) : 2190-2195 Web of Science ID A1992KD64700007 ABOVE-THRESHOLD PHOTODISSOCIATION AND BOND SOFTENING AT HIGH INTENSITIES NATO ADVANCED RESEARCH WORKSHOP ON COHERENCE PHENOMENA IN ATOMS AND MOLECULES IN LASER FIELDS Bucksbaum, P. H., Zavriyev, A. PLENUM PRESS DIV PLENUM PUBLISHING CORP. : 53–63 Web of Science ID A1992BV70Z00006 Generation of High Power THz Radiation You, D., Jones, R. R., Schumacher, D. W., Dykaar, D. R., Bucksbaum, P. H. : 1140 Generation of High-Power Single-Cycle Picosecond Radiation Springer Verlag Series in Chemical PHysics Dykaar, D. R., Jones, R. R., You, D., Schumacher, D., Bucksbaum, P. H. edited by Martin, J. -., Migus, A., Mourou, G. A., Zewail, A. H. : 490 Phase Dependent Ionization Using An Intense Two-Color Light Field Schumacher, D. W., deBoe, M. P., Muller, H. G., Jones, R. R., Bucksbaum, P. H. : 1141 Population Trapping in Atoms Exposed to Intense Laser Fields Jones, R. R., Bucksbaum, P. H. : 1131 Stability of Atoms in Intense Laser Fields Atomic Physics Bucksbaum, P. H., Hansch, T. W., Neizert, B. edited by Walther, H. : 485–98 Stability of Stark States in Intense Laser Fields Bucksbaum, P. H. : 1079 Short Wavelength Coherent Radiation: Generation and Applications, Bucksbaum, P. H., Ceglio, N. M. Phase-Dependent Ionization Using an Intense Two-Color Light Field Springer Verlag Series in  Chemical PHysics Schumacher, D., deBoer, M. P., Muller, H. G., Jones, R. R., Bucksbaum, P. H., Zewail, A. H. edited by Martin, J. L., Migus, A., Mourou, G. A. Light-Induced Molecular Bound States in Intense Laser Fields Zavriyev, A., Bucksbaum, P. H. : 1140 IONIZATION SUPPRESSION OF STARK STATES IN INTENSE LASER FIELDS JONES, R. R., Bucksbaum, P. H. 67 (23) : 3215-3218 Web of Science ID A1991GT01400004 INTERFEROMETRIC CHARACTERIZATION OF 160 FS FAR-INFRARED LIGHT-PULSES APPLIED PHYSICS LETTERS Greene, B. I., Federici, J. F., Dykaar, D. R., JONES, R. R., Bucksbaum, P. H. 59 (8) : 893-895 Web of Science ID A1991GB29600004 HIGH-RESOLUTION MULTIPHOTON IONIZATION AND DISSOCIATION OF H2 AND D2 MOLECULES IN INTENSE LASER FIELDS Yang, B., Saeed, M., DiMauro, L. F., Zavriyev, A., Bucksbaum, P. H. 44 (3) : R1458-R1461 Web of Science ID A1991GA16900009 INVESTIGATIONS OF ABOVE-THRESHOLD IONIZATION USING SUBPICOSECOND LASER-PULSES JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Freeman, R. R., Bucksbaum, P. H. 24 (2) : 325-347 Web of Science ID A1991EV89600004 IONIZATION AND DISSOCIATION OF MOLECULAR-HYDROGEN BY ULTRASHORT LIGHT-PULSES 5TH TOPICAL MEETING ON SHORT-WAVELENGTH COHERENT RADIATION : GENERATION AND APPLICATIONS \/ SPECIAL TOPICAL MEETING ON SOFT-X-RAY PROJECTION LITHOGRAPHY Zavriyev, A., Schumacher, D. W., Weihe, F., Bucksbaum, P. H., Squier, J., Salin, F., Mourou, G. OPTICAL SOC AMERICA. : 222–226 Web of Science ID A1991BW05V00047 New Tests of P-Conserving T-Violation in Atoms Conti, R. S., Bucksbaum, P. H., Kilper, D., Jenkins, D. : 1267 SOFTENING OF THE MOLECULAR-BOND IN INTENSE LASER FIELDS 12TH INTERNATIONAL CONF ON ATOMIC PHYSICS ( ICAP-12 ) Muller, H. G., Bucksbaum, P. H., Zavriyev, A., Schumacher, D. W. AIP PRESS. : 325–335 Web of Science ID A1991BU34P00022 NONLINEAR COMPTON-SCATTERING IN A PULSED FOCUSED LASER-BEAM 5TH TOPICAL MEETING ON SHORT-WAVELENGTH COHERENT RADIATION : GENERATION AND APPLICATIONS \/ SPECIAL TOPICAL MEETING ON SOFT-X-RAY PROJECTION LITHOGRAPHY Mohideen, U., Tom, H. W., Freeman, R. R., Bokor, J., Bucksbaum, P. H. OPTICAL SOC AMERICA. : 252–256 Web of Science ID A1991BW05V00054 Photoionization of Atoms with Ultrashort Laser Pulses Advances in Atomic, Molecular, and Optical Physics, Supplement 1 Freeman, R. R., Bucksbaum, P. H., Cooke, W. E., Gibson, G., Mcllrath, T. J., Woerkom, L. V. edited by Gavrila, M. IONIZATION AND DISSOCIATION OF H2 IN INTENSE LASER FIELDS AT 1.064-MU-M, 532 NM, AND 355-NM Zavriyev, A., Bucksbaum, P. H., Muller, H. G., Schumacher, D. W. 42 (9) : 5500-5513 Web of Science ID A1990EH11900060 ABOVE-THRESHOLD IONIZATION WITH A 2-COLOR LASER FIELD JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Muller, H. G., Bucksbaum, P. H., Schumacher, D. W., Zavriyev, A. 23 (16) : 2761-2769 Web of Science ID A1990DW24300018 SOFTENING OF THE H2+ MOLECULAR-BOND IN INTENSE LASER FIELDS Bucksbaum, P. H., Zavriyev, A., Muller, H. G., Schumacher, D. W. 64 (16) : 1883-1886 Web of Science ID A1990CZ05900009 NONRESONANT ABOVE-THRESHOLD IONIZATION BY CIRCULARLY POLARIZED SUBPICOSECOND PULSES Bucksbaum, P. H., VANWOERKOM, L. D., Freeman, R. R., Schumacher, D. W. 41 (7) : 4119-4121 Web of Science ID A1990CY12500095 Introduction to the High Intensity Physics of Atoms and Free Electrons Atoms in Strong Fields,, NATO Advanced Study Institute Bucksbaum, P. H. edited by Nicolaides, C. A., Clark, C. W., Nayfeh, M. H. Ionization and Dissociation of H2 in Intense Laser Fields at 1064 nm, 532 nm, and 355 nm Physical Review A Zavriyev, A., Bucksbaum, P. H., Muller, H. G., Schumacher, D. W. : 5500 Above-threshold ionization with a 2-color radiation field Journal of Physics B. Muller, H. G., Bucksbaum, P. H., Schumacher, D. W., Zavriyev, A. 23 : 2761 Bond Softening and Above Threshold Dissociation in H2 Multiphoton Processes Bucksbaum, P. H., Zavriyev, A., Muller, H. G., Shumacher, D. W. edited by Mainfay, G., Agostini, P. : 181 Above-Threshold Ionization with a 2-Color Laser Field Bucksbaum, P. H., Muller, H. G., Schumacher, D. W.,  Zavriyev A, A. Z. : 1151 Softening of the H2+  Molecular Bond in Intense Laser Fields Zavriyev, A., Bucksbaum, P. H., Muller, H. G., Schumacher, D. W. : 1152 Photoionization and Dissociation of Molecular Hydrogen in Intense Laser Fields Bulletin of the American Physical Society Zavriyev, A., Schumacher, D. W., Bucksbaum, P. H. : 1385 Recent Progress in Above-Threshold Ionization Proceedings of  ICPEAC XVI Bucksbaum, P. H. Polarization Effects in ATI Academic Press edited by Feld, M. S., Thomas, J. E., Mooradian, A. SOLID-PHASE EPITAXY OF LASER AMORPHIZED SILICON APPLIED PHYSICS LETTERS Custer, J. S., Thompson, M. O., Bucksbaum, P. H. 53 (15) : 1402-1404 Web of Science ID A1988Q417600016 HIGH-INTENSITY KAPITZA-DIRAC EFFECT Bucksbaum, P. H., Schumacher, D. W., Bashkansky, M. 61 (10) : 1182-1185 Web of Science ID A1988P902600011 THE PONDEROMOTIVE POTENTIAL OF HIGH-INTENSITY LIGHT AND ITS ROLE IN THE MULTIPHOTON IONIZATION OF ATOMS IEEE JOURNAL OF QUANTUM ELECTRONICS Freeman, R. R., Bucksbaum, P. H., McIlrath, T. J. 24 (7) : 1461-1469 Web of Science ID A1988P509500029 ASYMMETRIES IN ABOVE-THRESHOLD IONIZATION Bashkansky, M., Bucksbaum, P. H., Schumacher, D. W. 60 (24) : 2458-2461 Web of Science ID A1988N799600004 ABOVE-THRESHOLD IONIZATION IN HELIUM Bucksbaum, P. H., Bashkansky, M., Schumacher, D. W. 37 (9) : 3615-3618 Web of Science ID A1988N252300062 Above-Threshold Ionization and Electron Scattering in Intense Light Proceedings of the Eleventh International Conference on Atomic Physics held in Paris Bucksbaum, P. H. Above-Threshold Ionization and the Quantum Mechanics of Wiggling Electrons Atomic and Molecular Processes with Short Intense Laser Pulses Bucksbaum, P. H. edited by Bandrauk, A. D. Atoms in Intense Optical Fields: Ponderomotive Forces and Above-Threshold Ionization Bucksbaum, P. H., Clark, C. W. edited by Taylor, K. T., Nayfeh, M. H. Symmetries and Asymmetries in Above-Threshold Ionization Optical Society Proceedings on Short Wavelength Coherent  Radiation: Generation and Applications Bucksbaum, P. H., Bashkansky, M., Schumacher, D. W. edited by Falcone, R. W., Kirz, J. Investigations of the Role of Ponderomotive Forces in ATI Using Subpicosecond Laser  Pulses Multiphoton Processes Freeman, R. R., Bucksbaum, P. H., Milchberg, H. edited by Smith, S. Atomic Photoionization in Intense Optical Fields Proc. of SPIE Bucksbaum, P. H. : 17 Stimulated Compton Backscattering and the High Intensity Kapitza-Dirac Effect Optical Society Proceedings on Short  Wavelength Coherent Radiation: Generation and Applications Schumacher, D. W., Bucksbaum, P. H., Bashkansky, M. edited by Falcone, R. W., Kirz, J. : 236 ABOVE-THRESHOLD IONIZATION WITH SUBPICOSECOND LASER-PULSES Freeman, R. R., Bucksbaum, P. H., Milchberg, H., DARACK, S., Schumacher, D., GEUSIC, M. E. 59 (10) : 1092-1095 Web of Science ID A1987J891800008 ABOVE-THRESHOLD IONIZATION WITH ELLIPTICALLY POLARIZED-LIGHT Bashkansky, M., Bucksbaum, P. H., Schumacher, D. W. 59 (3) : 274-277 Web of Science ID A1987J252200007 ABOVE-THRESHOLD IONIZATION PROCESSES IN XENON AND KRYPTON McIlrath, T. J., Bucksbaum, P. H., Freeman, R. R., Bashkansky, M. 35 (11) : 4611-4623 Web of Science ID A1987H506900020 ROLE OF THE PONDEROMOTIVE POTENTIAL IN ABOVE-THRESHOLD IONIZATION JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS Bucksbaum, P. H., Freeman, R. R., Bashkansky, M., McIlrath, T. J. 4 (5) : 760-764 Web of Science ID A1987K232100020 SCATTERING OF ELECTRONS BY INTENSE COHERENT-LIGHT Bucksbaum, P. H., Bashkansky, M., McIlrath, T. J. : 349-352 Web of Science ID A1987F688800017 A Study of Above Threshold Ionization Processes in Xenon and Krypton Physical Review Letters A Mcllrath, T. J., Bucksbaum, P. H., Freeman, R. R., Bashkanshy, M. 35 : 4611 Scattering of Free Electrons by Light Physics News of 1986,  in Physics Today Freeman, R. R., Bucksbaum, P. H., Mcllrath, T. J. 40 : S-48 An Equation for Melting and Freezing Transition Rates Beam-Solid Interactions and Transient Processes Bucksbaum, P. H., Thompson, M. O. PONDEROMOTIVE EFFECTS ON ANGULAR-DISTRIBUTIONS OF PHOTOELECTRONS Freeman, R. R., McIlrath, T. J., Bucksbaum, P. H., Bashkansky, M. 57 (25) : 3156-3159 Web of Science ID A1986F276600009 PICOSECOND SURFACE ELECTRON DYNAMICS ON PHOTOEXCITED SI(111) (2X1) SURFACES Bokor, J., Storz, R., Freeman, R. R., Bucksbaum, P. H. 57 (7) : 881-884 Web of Science ID A1986D611100026 SUPPRESSION OF MULTIPHOTON IONIZATION WITH CIRCULARLY POLARIZED COHERENT-LIGHT Bucksbaum, P. H., Bashkansky, M., Freeman, R. R., McIlrath, T. J., DiMauro, L. F. 56 (24) : 2590-2593 Web of Science ID A1986C746800011 TIME AND ANGLE RESOLVED ULTRAVIOLET PHOTOEMISSION SPECTROSCOPY STUDIES OF SINGLE-CRYSTAL SURFACE AND INTERFACES JOURNAL OF VACUUM SCIENCE & TECHNOLOGY A Haight, R., Bokor, J., Freeman, R. R., Bucksbaum, P. H. 4 (3) : 1481-1486 Web of Science ID A1986C819300117 Picosecond Time-Resolved Photoemission Spectroscopy of Semiconductor Surfaces Proc. of the Seventh International  Conference on Laser Spectroscopy Bokor, J., Haight, R. A., Freeman, R. R., Bucksbaum, P. H. Studies of Intensity and Polarization Effects on ATI Electrons from Xe Multiphoton Ionization Proceedings of the  Workshop on High Intensity Multiphoton Ionization Bucksbaum, P. H., Freeman, R. R., Mcllrath, T. J., Bashkansky, M. Electron Angular Distributions in Above Threshold Ionization of Xenon Proceedings of  the Third Topical Meeting on Short Wavelength Coherent Radiation: Generation and Applications Bashkansky, M., Bucksbaum, P. H., Freeman, R. R., Mcllrath, T. J., DiMauro, L. F., Custer, J. edited by Bokor, J., Attwood, D. T. Suppression of Multiphoton Ionization with Circularly Polarized Coherent Light Proceedings of  the Third Topical Meeting on Short Wavelength Coherent Radiation: Generation and Applications Mcllrath, T. J., Bucksbaum, P. H., Bashkansky, M., Freeman, R. R., DiMauro, L. F. edited by Bokor, J., Attwood, D. T. Time-resolved VUV Photoemission Spectroscopy Proceedings of the Third Topical Meeting on Short Wavelength Coherent  Radiation: Generation and Applications Bucksbaum, P. H., Bokor, J., Haight, R., Freeman, R. R. edited by Bokor, J., Attwood, D. T. Intensity and Polarization Effects on Above Threshold Ionization Bulletin of the American Physical Society Mcllrath, T. J., Freeman, R. R., Bashkansky, M., Bucksbaum, P. H. : 947 Ultraviolet photoemission studies of surfaces using picosecond pulses of coherent XUV radiation Springer series in chemical  physics Haight, R. A., Bokor, J., Storz, R. H., Stark, J. B., Freeman, R. R., Bucksbaum, P. H. edited by Fleming, G. R., Seigman, A. E. PICOSECOND TIME-RESOLVED PHOTOEMISSION-STUDY OF THE INP(110) SURFACE Haight, R., Bokor, J., Stark, J., STORZ, R. H., Freeman, R. R., Bucksbaum, P. H. 54 (12) : 1302-1305 Web of Science ID A1985ADW6700025 Time and angle resolved photoemission study of InP(110) Physical Review B Bokor, J., Haight, R. A., Storz, R., Stark, J. B., Freeman, R. R., Bucksbaum, P. H. 32 : 3669 Relation between temperature and solidification velocity in rapidly cooled liquid silicon Thompson, M. O., Bucksbaum, P. H., Bokor, J. TIME-RESOLVED AND ANGLE-RESOLVED PHOTOEMISSION-STUDY OF INP(110) PHYSICAL REVIEW B Bokor, J., Haight, R., STORZ, R. H., Stark, J., Freeman, R. R., Bucksbaum, P. H. 32 (6) : 3669-3675 Web of Science ID A1985AQN2000042 Generation of 35 nm coherent radiation Proceedings of the SPIE Bokor, J., Bucksbaum, P. H., Freeman, R. R. : 42 PHOTOEMISSION-STUDIES OF SURFACES USING PICOSECOND PULSES OF COHERENT EXTREME-ULTRAVIOLET RADIATION Bokor, J., Haight, R., STORZ, R. H., Stark, J., Freeman, R. R., Bucksbaum, P. H. OPTICAL SOC AMER. : 529–29 Web of Science ID A1984SU90700204 PHOTOEMISSION APPARATUS USING XUV HARMONICS OF A PICOSECOND KRF LASER PROCEEDINGS OF THE SOCIETY OF PHOTO-OPTICAL INSTRUMENTATION ENGINEERS Haight, R., Bokor, J., STORZ, R. H., Stark, J. B., Bucksbaum, P. H., Freeman, R. R. 476 : 61-64 Web of Science ID A1984TJ18700010 Measurement of ultrafast melting and regrowth velocities in pulsed laser heated silicon Energy Beam-Solid Interactions and Transient Thermal Processing Bucksbaum, P. H., Bokor, J. edited by Fan, J. C., Johnson, N. M. : 93 GENERATION OF 35-NM COHERENT RADIATION PROCEEDINGS OF THE SOCIETY OF PHOTO-OPTICAL INSTRUMENTATION ENGINEERS POKOR, J., Bucksbaum, P. H., Freeman, R. R. 461 : 42-44 Web of Science ID A1984SS86400008 Absorption induced by electronic transitions Nuclear Instruments and Methods Tolk, N. H., Bucksbaum, P. H., Gershenfeld, N., Kraus, J. S., Morris, R. J., Murnick, D. E., Tully, J. C., Daniels, R. R., Margaritondo, G., Stoffel, N. G. B2 : 457 RAPID MELTING AND REGROWTH VELOCITIES IN SILICON HEATED BY ULTRAVIOLET PICOSECOND LASER-PULSES Bucksbaum, P. H., Bokor, J. 53 (2) : 182-185 Web of Science ID A1984SY87200021 Weak Interactions of Leptons and Quarks Commins, E. D., Bucksbaum, P. H. New York:  Cambridge University Press. TIME RESOLVED AMORPHOUS-SILICON FORMATION FROM LASER MELTED LIQUID SILICON FILMS AIP CONFERENCE PROCEEDINGS Bucksbaum, P. H., Bokor, J. : 279-287 Web of Science ID A1983QZ37800036 GENERATION OF 35.5-NM COHERENT RADIATION OPTICS LETTERS Bokor, J., Bucksbaum, P. H., Freeman, R. R. 8 (4) : 217-219 Tunable coherent radiation was produced at 35.5 nm by seventh-harmonic conversion of 248-nm radiation from a krypton fluoride excimer laser. The nonlinear interaction took place at the intersection of the laser focus and a pulsed, supersonic helium gas jet. Third- and fifth-harmonic generation produced coherent outputs at 83 and 50 nm in both helium and xenon gas jets. Web of Science ID A1983QH18500007 PubMedID 19714189 MEASUREMENT OF PICOSECOND ULTRAVIOLET-LASER PULSE-WIDTHS USING AN ELECTRICAL AUTO-CORRELATOR APPLIED PHYSICS LETTERS Bokor, J., Bucksbaum, P. H., AUSTON, D. H. 42 (4) : 342-344 Web of Science ID A1983QB27600013 Generation of 35 nm coherent radiation Optics Letters Bokor, J., Bucksbaum, P. H., Freeman, R. R. 8 : 217 WAVELENGTH CONVERSION WITH EXCIMER LASERS AIP CONFERENCE PROCEEDINGS Bokor, J., Eichner, L., STORZ, R. H., Bucksbaum, P. H., Freeman, R. R. : 143-150 Web of Science ID A1983QZ37800019 Measurement of Fast Melting and Regrowth Velocities in Picosecond Laser Heated Silicon Materials Research Society Symposium Proceedings Bucksbaum, P. H., Bokor, J. edited by Narayan, J., Brown, W. L., Lemons, R. A. Generation and Pulsewidth Measurement of Amplified Ultrashort Ultraviolet Laser Pulses in  Krypton Fluoride Springer-Verlag series in Chemical Physics Bucksbaum, P. H., Bokor, J., Storz, R. H., White, J. W., Auston, D. H. edited by Eisenthal, K. B., Hochstrasser, R. M., Kaiser, W., Laubereau, A. AMPLIFICATION OF ULTRASHORT PULSES IN KRYPTON FLUORIDE AT 248-NM OPTICS LETTERS Bucksbaum, P. H., Boker, J., STORZ, R. H., White, J. C. 7 (9) : 399-401 Ultrashort pulses were produced at 248 nm by using a transverse-discharge KrF* excimer laser as a high-energy amplifier system. Input pulses for the amplifier system were obtained by upconverting the output of a modelocked visible dye laser to the ultraviolet by using nonlinear crystals. Pulses of up to 20 mJ; in energy with 10-30-psec duration were obtained at 10 pulses\/sec. The output pulse width was characterized by using an electronic autocorrelator. Web of Science ID A1982PE07300002 PubMedID 19714035 A Picosecond, Tunable KrF* Excimer Laser Source Appl Phys. B Bucksbaum, P. H., Bokor, J., White, J. C., Storz, R. H. 28 : 128 LASER GENERATION OF LIGHT IN THE EXTREME ULTRAVIOLET AND SOFT-X-RAY REGIME AIP CONFERENCE PROCEEDINGS Freeman, R. R., Jopson, R. M., Bokor, J., Bucksbaum, P. : 491-494 Web of Science ID A1982PW69800035 PARITY NONCONSERVATION IN ATOMIC THALLIUM Bucksbaum, P., Commins, E., Hunter, L. : 280–81 Web of Science ID A1982NS21600234 Parity Violation in Atomic Physics Opportunities in Atomic and Molecular Science, Report by the Committee on Atomic and Molecular Science of the National Research Council Bucksbaum, P. H. New Observation of Parity Nonconservation in Atomic Thallium Physical Review Letters Bucksbaum, P. H., Commins, E. D., Hunter, L. 46 : 640 NEW OBSERVATION OF PARITY NON-CONSERVATION IN ATOMIC THALLIUM Bucksbaum, P., Commins, E., Hunter, L. 46 (10) : 640-643 Web of Science ID A1981LE19100006 OBSERVATIONS OF PARITY NON-CONSERVATION IN ATOMIC THALLIUM Bucksbaum, P. H., Commins, E. D., Hunter, L. R. 24 (5) : 1134-1148 Web of Science ID A1981ME35200006 Observation of Parity Nonconservation in Atomic Thallium Physical Review D Bucksbaum, P. H., Commins, E. D., Hunter, L. R. 24 : 1134 THE PARITY NON-CONSERVING ELECTRON-NUCLEON INTERACTION ANNUAL REVIEW OF NUCLEAR AND PARTICLE SCIENCE Commins, E. D., Bucksbaum, P. H. : 1-52 Web of Science ID A1980KS66200001 The Parity Nonconserving Electron-Nucleon Interaction Annual Reviews of Nuclear and Particle Science Commins, E. D., Bucksbaum, P. H. 30 (1) Preliminary Observation of Parity Nonconservation in Atomic Thallium Physical Review Letters Conti, R., Bucksbaum, P. H., Chu, S., Commins, E. D., Hunter, L. R. : 343 PRELIMINARY OBSERVATION OF PARITY NON-CONSERVATION IN ATOMIC THALLIUM Conti, R., Bucksbaum, P., Chu, S., Commins, E., Hunter, L. 42 (6) : 343-346 Web of Science ID A1979GG39100002 MAKING MICA RETARDATION PLATES - SIMPLE TECHNIQUE APPLIED OPTICS Chu, S., Conti, R., Bucksbaum, P., Commins, E. 18 (8) : 1138-1139 Web of Science ID A1979GS20400009 PubMedID 20208898 Experimental Tests of Parity Nonconservation in Atomic Thallium Proceedings of the International Workshop on Neutral Current Interactions in Atoms Bucksbaum, P. H. edited by Williams, W. : 92 Electroproduction of K  mesons along the virtual photon direction Physical Review D Bebek, C. J., Brown, C. N., Bucksbaum, P. H., Herzlinger, M., Holmes, S. D., Lictenstein, C. A., Pipkin, F. M., Raither, S. N., Sisterson, L. K. 15 : 594"
            ]
        ]
    ]
}