{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VIT65QF0",
            "Kwy5bd0AAAAJ",
            [
                "First lasing and operation of an ångstrom-wavelength free-electron laser",
                "Principles of the quantum control of molecular processes",
                "Above-threshold ionization with subpicosecond laser pulses",
                "Femtosecond electronic response of atoms to ultra-intense X-rays",
                "Weak interactions of leptons and quarks",
                "Softening of the H 2+ molecular bond in intense laser fields",
                "Controlling the shape of a quantum wavefunction",
                "Generation of high-power sub-single-cycle 500-fs electromagnetic pulses",
                "High harmonic generation from multiple orbitals in N2",
                "Time-resolved x-ray diffraction from coherent phonons during a laser-induced phase transition"
            ],
            [
                "The recently commissioned Linac Coherent Light Source is an X-ray free-electron laser at the SLAC National Accelerator Laboratory. It produces coherent soft and hard X-rays with peak brightness nearly ten orders of magnitude beyond conventional synchrotron sources and a range of pulse durations from 500 to< 10 fs (10− 15 s). With these beam characteristics this light source is capable of imaging the structure and dynamics of matter at atomic size and timescales. The facility is now operating at X-ray wavelengths from 22 to 1.2 Å and is presently delivering this high-brilliance beam to a growing array of scientific researchers. We describe the operation and performance of this new ‘fourth-generation light source’.",
                "Over the past fifteen years, significant developments have been made in utilizing quantum attributes of light and matter to assume unprecedented control over the dynamics of atomic and molecular systems. This growth reflects a confluence of factors including the maturation of quantum mechanics as a tool for chemistry and physics, the development of new laser devices increasing our ability to manipulate light, and the recognition that coherent laser light can be used to imprint information on atoms and molecules for practical purposes. Written by two of the world's leading researchers in the field, Principles of the Quantum Control of Molecular Processes offers a systematic introduction to the fundamental principles of coherent control, and to the physics and chemistry necessary to master it.Designed as both a resource for self-study and as a graduate textbook, this survey of the subject provides a step-by-step …",
                "Above-threshold ionization (ATI) is investigated in xenon with pulses of light at 616 nm ranging from 15 to 0.4 psec. Significant energy shifts and broadenings of the ATI peaks are observed. For pulse widths less than 1 psec, the individual ATI peaks break up into a narrow fine structure, apparently due to resonance enhancements in the ionization process produced by ponderomotive shifts of states.",
                "An era of exploring the interactions of high-intensity, hard X-rays with matter has begun with the start-up of a hard-X-ray free-electron laser, the Linac Coherent Light Source (LCLS). Understanding how electrons in matter respond to ultra-intense X-ray radiation is essential for all applications. Here we reveal the nature of the electronic response in a free atom to unprecedented high-intensity, short-wavelength, high-fluence radiation (respectively 10 18 W cm− 2, 1.5–0.6 nm,∼ 10 5 X-ray photons per Å 2). At this fluence, the neon target inevitably changes during the course of a single femtosecond-duration X-ray pulse—by sequentially ejecting electrons—to produce fully-stripped neon through absorption of six photons. Rapid photoejection of inner-shell electrons produces ‘hollow’atoms and an intensity-induced X-ray transparency. Such transparency, due to the presence of inner-shell vacancies, can be induced in all …",
                "In recent years, the study of weak interaction and its relationship with the other fundamnetal interactions of nature has progressed rapidly. Weak interactions of leptons and quarks provides an up-to-date account of this continuing research. The Introduction discusses early models and historical developments in the understanding of the weak force. The authors then give a clear presentation of the modern theoretical basis of weak interactions, going on to discuss recent advances in the field. These include development of the eletroweak gauge theory, and the discovery of neutral currents and of a host of new particles. There is also a chapter devoted entirely to neutrino astrophysics. Its straightforward style and its emphasis on experimental results will make this book an excellent source for students (problem sets are included at the end of each chapter) and experimentalists in the field. Physicists whose speciality lies outside the study of elementary particle physics will also find it useful.",
                "We report a new kind of multiphoton dissociation in intense laser fields. H 2+ molecular ions were formed in above-threshold ionization of H 2 gas by intense 532-nm, 100-ps laser pulses. Observations suggest that multiphoton couplings soften the molecular bond, resulting in dissociation at laser intensities over 50 TW\/cm 2. The ion-dissociation spectra have multiple peaks caused by multiphoton transitions during dissociation of H 2+.",
                "The ability to control the shape and motion of quantum states 1, 2 may lead to methods for bond-selective chemistry and novel quantum technologies, such as quantum computing. The classical coherence of laser light has been used to guide quantum systems into desired target states through interfering pathways 3, 4, 5. These experiments used the control of target properties—such as fluorescence from a dye solution 6, the current in a semiconductor 7, 8 or the dissociation fraction of an excited molecule 9—to infer control over the quantum state. Here we report a direct approach to coherent quantum control that allows us to actively manipulate the shape of an atomic electron's radial wavefunction. We use a computer-controlled laser to excite a coherent state in atomic caesium. The shape of the wavefunction is then measured 10 and the information fed back into the laser control system, which reprograms the …",
                "We have generated sub-single-cycle pulses of electromagnetic radiation with pulse energies as high as 0.8 μJ and pulse lengths < 500 fs. The 10-dB width of the spectrum is 1.5 THz. The transmitter is a GaAs wafer illuminated at normal incidence by 120-fs, 770-nm pulses from a Ti:sapphire chirped-pulse amplifier system while a pulsed electric field is applied across the surface. The pulse energy of the far-infrared radiation is found to be a quadratic function of bias field and a nonmonotonic function of laser intensity.",
                "Molecular electronic states energetically below the highest occupied molecular orbital (HOMO) should contribute to laser-driven high harmonic generation (HHG), but this behavior has not been observed previously. Our measurements of the HHG spectrum of N2 molecules aligned perpendicular to the laser polarization showed a maximum at the rotational half-revival. This feature indicates the influence of electrons occupying the orbital just below the N2 HOMO, referred to as the HOMO-1. Such observations of lower-lying orbitals are essential to understanding subfemtosecond\/subangstrom electronic motion in laser-excited molecules.",
                "Time-resolved x-ray diffraction with picosecond temporal resolution is used to observe scattering from impulsively generated coherent acoustic phonons in laser-excited InSb crystals. The observed frequencies and damping rates are in agreement with a model based on dynamical diffraction theory coupled to analytic solutions for the laser-induced strain profile. The results are consistent with a 12 ps thermal electron-acoustic phonon coupling time together with an instantaneous component from the deformation-potential interaction. Above a critical laser fluence, we show that the first step in the transition to a disordered state is the excitation of large amplitude, coherent atomic motion."
            ],
            [
                [
                    "Atomic Physics",
                    "Ultrafast Science"
                ]
            ]
        ]
    ]
}