{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VJNZVW77",
            "RT_Xs6gAAAAJ",
            [
                "The role of ecological theory in microbial ecology",
                "The impact of clinical lameness on the milk yield of dairy cows",
                "Assessment of the welfare of dairy caftle using animal‐based measurements: direct observations and investigation of farm records",
                "Survey of the incidence and aetiology of mastitis on dairy farms in England and Wales",
                "Management factors associated with stereotypic and redirected behaviour in the Thoroughbred horse",
                "Pulse dynamics and microbial processes in aridland ecosystems",
                "Leg disorders in broiler chickens: prevalence, risk factors and prevention",
                "A case control study of on-farm risk factors for tail biting in pigs",
                "Risk factors associated with clinical mastitis in low somatic cell count British dairy herds",
                "Influence of dry period bacterial intramammary infection on clinical mastitis in dairy cows"
            ],
            [
                "Microbial ecology is currently undergoing a revolution, with repercussions spreading throughout microbiology, ecology and ecosystem science. The rapid accumulation of molecular data is uncovering vast diversity, abundant uncultivated microbial groups and novel microbial functions. This accumulation of data requires the application of theory to provide organization, structure, mechanistic insight and, ultimately, predictive power that is of practical value, but the application of theory in microbial ecology is currently very limited. Here we argue that the full potential of the ongoing revolution will not be realized if research is not directed and driven by theory, and that the generality of established ecological theory must be tested using microbial systems.",
                "This paper investigates the impact of lameness on milk yield. The dataset includes approximately 8000 test-day milk yields from 900 cows on five farms in Gloucester, UK, collected over 18 mo from 1997 to 1999. The data were structured to account for repeated measures of test-day yield (1 to 10 per cow) and analyzed to account for this autocorrelation. Factors affecting milk yield included: farm of origin, stage of lactation, parity, and whether a cow ever became lame. In clinically lame cows, milk yield was reduced from up to 4 mo before a case of lameness was diagnosed and treated and for the 5 mo after treatment. The total mean estimated reduction in milk yield per 305-d lactation was approximately 360 kg. We conclude that clinical lameness has a significant impact on milk production. This is important information for assessing the economic impact of clinical lameness and its impact on cow health. It adds weight …",
                "A protocol was developed by consultation with experts on the welfare of cattle to use direct observations of cattle and an examination of farm records to assess welfare. Fifty‐three dairy farms in England were visited and assessed during the winter of 2000\/01. The findings were compiled and the results of the welfare measurements were examined by 50 experts who indicated at what level they considered that improvement was required. More than 75 per cent of them considered that 32 of the 53 farms needed to take action to reduce the incidence of mastitis, and that at least 42 of the farms needed to take action to reduce the prevalence of lameness, overgrown claws, swollen and ulcerated hocks, and injuries from the environment.",
                "A survey of clinical and subclinical mastitis was carried out on 97 dairy farms in England and Wales, selected at random from members of a national milk recording scheme. The farmers were asked to collect aseptic milk samples from five consecutive cases of clinical mastitis and from five quarters with high somatic cell counts using a defined protocol, and they completed a questionnaire that included information on the cows sampled, the herd and the history of mastitis in the herd. The samples were collected throughout the year. The mean incidence of clinical mastitis was 47 cases per 100 cows per year (estimated from historic farm records) and 71 cases per 100 cows per year (estimated from the samples collected). Streptococcus uberis and Escherichia coli were isolated in pure culture from 23·5 per cent and 19·8 per cent, respectively, of the clinical samples; 26·5 per cent of the clinical samples produced no …",
                "A greater knowledge of the effect of management factors is required to investigate the ontogeny of abnormal behaviour in the stabled horse. A postal survey of racehorse (flat) trainers yielded information about 22 yard and management factors. The relationship of the factors to the prevalence of abnormal behaviour was analysed by logistic regression. Management factors related to the time spent in the stable showed the strongest associations with stereotypic behaviour. The risk of horses performing abnormal behaviour increased: 1) as the amount of forage fell below 6.8 kg\/day, 2) when bedding types other than straw were used, 3) when the total number of horses on the yard was fewer than 75, 4) in association with box designs that minimised contact between neighbouring horses, 5) when hay, rather than other types of forage, was used.",
                "  1 Aridland ecosystems cover about one‐third of terrestrial environments globally, yet the extent to which models of carbon (C) and nitrogen (N) cycling, developed largely from studies of mesic ecosystems, apply to aridland systems remains unclear.  2 Within aridland ecosystems, C and N dynamics are often described by a pulse‐reserve model in which episodic precipitation events stimulate biological activity that generate reserves of biomass, propagules and organic matter that prime the ecosystem to respond rapidly to subsequent precipitation events.  3  The role of microbial C and N processing within the pulse‐reserve paradigm has not received much study. We present evidence suggesting that fungi play a critical and underappreciated role in aridland soils, including efficient decomposition of recalcitrant C compounds, N‐transformations such as nitrification, and nutrient storage and translocation of C and N …",
                "Broiler (meat) chickens have been subjected to intense genetic selection. In the past 50 years, broiler growth rates have increased by over 300% (from 25 g per day to 100 g per day). There is growing societal concern that many broiler chickens have impaired locomotion or are even unable to walk. Here we present the results of a comprehensive survey of commercial flocks which quantifies the risk factors for poor locomotion in broiler chickens. We assessed the walking ability of 51,000 birds, representing 4.8 million birds within 176 flocks. We also obtained information on approximately 150 different management factors associated with each flock. At a mean age of 40 days, over 27.6% of birds in our study showed poor locomotion and 3.3% were almost unable to walk. The high prevalence of poor locomotion occurred despite culling policies designed to remove severely lame birds from flocks. We show that the primary risk factors associated with impaired locomotion and poor leg health are those specifically associated with rate of growth. Factors significantly associated with high gait score included the age of the bird (older birds), visit (second visit to same flock), bird genotype, not feeding whole wheat, a shorter dark period during the day, higher stocking density at the time of assessment, no use of antibiotic, and the use of intact feed pellets. The welfare implications are profound. Worldwide approximately 2×1010 broilers are reared within similar husbandry systems. We identify a range of management factors that could be altered to reduce leg health problems, but implementation of these changes would be likely to reduce growth rate and …",
                "Tail biting is an abnormal behaviour of pigs that is thought to have a multi-factorial origin. It is considered an unpredictable event on farms and is hard to reproduce experimentally. Therefore, a novel approach involving a case control study was used to investigate risk factors for tail biting on commercial units in England. Ninety-two pig farms across England were visited over a period of 11 months. At each visit, the owner or the manager of the unit was interviewed and the unit inspected. Data were recorded on standard forms. Farms were categorised into those that had tail biting in at least one pig in the past 6 months and those that had not. Univariate and logistic regression analyses yielded the following main results. Adding straw in the creep area once or more per day decreased the risk of tail biting 10-fold. Keeping grower pigs on partially or fully slatted floors versus solid floor increased risks of tail biting (odds …",
                "A cross-sectional survey of dairy farms with low bulk milk somatic cell counts was carried out to assess the level of clinical mastitis and to quantify risk factors associated with the incidence rate of clinical mastitis. Questionnaires were sent to 3009 milk operations with an annual mean bulk milk somatic cell count of less than 100,000 cells\/ml during 1997. A response rate was 61%. The mean incidence of clinical mastitis reported was 22.8 cases per 100 cows\/yr. Negative binomial regression models were used to assess statistically significant risk factors associated with the incidence of clinical mastitis. The incidence increased when farmers reported that they had straw yard housing for milking cows (compared with cubicle housing), mucked out the calving area less frequently than once per month, kept cows standing in a yard after milking, always practiced postmilking teat disinfection, had greater than 50 …",
                "Milk samples were taken from 1920 quarters (480 cows, six herds) on four occasions to examine the relationship between quarter level intramammary infection (IMI) during the dry period and clinical mastitis in the next lactation. All quarters were sampled at drying off and within 1 wk of calving, and two quarters from each cow were sampled both 0 to 7 and 8 to 14 d before calving. Milk samples were collected from all cases of clinical mastitis during the following lactation. Logistic regression models were developed to investigate the associations between IMI present during the sampling period and clinical mastitis. The probability of a quarter succumbing to clinical mastitis increased when Streptococcus dysgalactiae, Streptococcus faecalis, Escherichia coli, or Enterobacter spp. were cultured at drying off and when Escherichia coli, coagulase-positive staphylococcus, Serratia spp., or Streptococcus faecalis were …"
            ],
            [
                [
                    "epidemiology",
                    "animal disease",
                    "microbiology",
                    "welfare"
                ]
            ]
        ]
    ]
}