{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VJSJG1B1",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Pan, Yibin Yibin Pan Associate Professor pan@hep.wisc.edu (608) 262-9569 4283 Chamberlin Hall High Energy Physics Experimental High Energy Physics; Search for new particles, including the Higgs Boson, and new phenomena; B physics, especially mixing and CP violation; Experiments include ALEPH at LEP, BaBar at SLAC, and ATLAS at LHC Directions to room 4283, Chamberlin Hall or stairs to the 4th floor. Facing into the hallway, away from the two elevators, turn left. Go to the first hallway that connects on your right. Follow the hallway to room 4283, which will be on your right. High Energy Physics ATLAS CMS LZ DES & LSST Phenomenology String Theory & Cosmology Seminars The Wisconsin High Energy Physics group conducts research on the experimental and theoretical frontiers of particle physics. The group works on the Energy Frontier at the Large Hadron Collider on the ATLAS and CMS experiments (CERN, Geneva), the Intensity Frontier on the NOvA and DUNE experiments (Fermilab), and the Cosmic Frontier experiments LZ (SURF, South Dakota) as well as DES and LSST (Chile). The theoretical research encompasses HEP Phenomenology, String Theory and Cosmology. The objectives for the Energy Frontier are to explore high energy and luminosity collisions at the LHC using the ATLAS and CMS detectors to lead physics analyses in characterization of the Higgs Boson, to search for its potential partners, to lead searches for Dark Matter and to make extensive studies of Electroweak phenomena. The objectives of the Intensity Frontier are to explore rare processes by creating very intense beams of particles that allow the probing of those processes. The NOvA and DUNE experiments use the most intense beams of neutrinos in the world to understand neutrino oscillations, the changing of neutrinos from one type into another as they propagate from their point of production. Neutrino oscillations may be able to explain the origin of our matter-dominated Universe. The objectives for the Cosmic Frontier are to search for relic cosmic particles, detecting their weak interactions with normal matter, to explain the observed dark matter in the universe (LZ). In addition, DES and LSST measure the accelerating expansion of the Universe using hundreds of thousands of supernovae and billions of galaxies. These experiments will help determine if the accelerated expansion is due to a form of dark energy or a modification to our current theory of gravity. The objectives for the Theory Frontier are to analyze and interpret the new data (Phenomenology), to investigate new theories of high energy physics extending the standard models of particle physics and cosmology, fundamental issues in gravity, string and quantum field theories, and their phenomenological and cosmological implications (String Theory and Theoretical Cosmology.) Current Experimental Program ATLAS (Photo: CERN) Wisconsin group in ATLAS, led by Prof. Sau Lan Wu, has experienced major excitement of making outstanding contributions leading to the Higgs boson discovery in 2012 and subsequently the measurement of its properties. Among other recognitions, Prof. Wu’s photo was one of the five physicists on the front page of New York Times. Run 2 of the Large Hadron Collider (LHC) at CERN started in the summer of 2015 at the energy frontier enabling discovery of new physics, in particular, that arising from Dark Matter or hidden sector. Wu’s group is adding its research focus at the LHC from the Higgs particle to another outstanding mystery of Nature: Dark Matter. CMS Experiment : Dimuon Event (Credit: CERN) The UW group of Profs Sridhara Dasu, Matt Herndon and Wesley Smith continues its active leadership roles in the Compact Muon Solenoid (CMS) experiment at the LHC, as we explore proton-proton collisions at 13 TeV and prepare for future higher luminosity running. The UW group is leading physics analyses in characterization of the Higgs Boson, searches for its potential partners, searches for particle dark matter, and extensive studies of Electroweak phenomena. The UW group built, commissioned, operates, and upgrades major parts of CMS: the trigger system, including the Level-1 (L1) calorimeter trigger and higher level triggers (HLT), the endcap muon system (EMU), including its infrastructure and new cathode strip chambers (CSCs), software for simulation and event processing, and a leading Tier-2 computing facility. LZ Detector Drawing (Credit: LBL) Direct searches for dark matter attempt to observe signals of Weakly Interacting Massive Particle (WIMP) elastic interactions with normal matter. The LUX-Zeplin (LZ) liquid-xenon WIMP dark matter direct search project concept was selected by the DOE Office of High Energy Physics for support as one 2nd generation direct dark matter search for the Cosmic Frontier Program. The Wisconsin group of Profs. Kim Palladino, Duncan Carlsmith and Sridhara Dasu are building the LZ experiment, which will scale up the proven two-phase liquid xenon detection technology to significantly extend previous searches and discover or provide the best limits on WIMP dark matter for WIMP mass above a few GeV. NOvA Neutrino Experiment 14,000-ton Far Detector at Ash River, MN (Credit: Fermilab) The UW group of Prof Rebel is actively involved in analysis of the current flagship Intensity Frontier experiment in the US, NOvA, and the construction of the future flagship experiment, DUNE. Both experiments observe neutrinos created by accelerators at Fermilab. These experiments use two detectors, one near the point of neutrino production to measure the composition of the beam when it is created and a second located several hundred kilometers away to determine how the composition changes over the baseline. The difference in composition between the two detectors is used to measure the neutrino oscillations. The University of Wisconsin is responsible for building critical components for the readout of the DUNE liquid argon time projection chamber. LSST Camera (Credit: SLAC\/LSST) The observational cosmology group of Prof. Bechtol works on the Dark Energy Survey (DES) and Large Synoptic Survey Telescope (LSST). Both projects use optical\/near-infrared telescopes located in the Chilean Andes to study dark energy. LSST will catalog more stars, galaxies, and solar system objects in its first year of operation than all previous astronomical surveys combined. The Wisconsin group is responsible for curating and validating cosmology-ready datasets for DES, including calibration of photometric redshifts. The group also has a leadership role in the LSST Construction Project during commissioning to evaluate whether the camera, telescope, and data management system are functioning at a level to support the science goals of the 10-year survey. Current Theoretical Program Profs. Yang Bai, Vernon Barger, Dan Chung, Lisa Everett and Francis Halzen are applying their internationally recognized expertise on calculations of new physics models and SM backgrounds to interpret the new data from the experimental frontier. With the discoveries at the LHC having begun, collider physics phenomenology is a central focus. This group is performing these important calculations and the training of students and postdocs. They are also studying the implications of dark matter and dark energy theories for observations at colliders and particle astrophysics. They are also studying the consequences of his new field theories for general relativity, cosmology and particle physics and exploring electroweak baryogenesis. Profs. Aki Hashimoto and Gary Shiu are investigating the extensive range of topics in string theory ranging from its mathematical formulations to phenomenological applications. Their research aims to provide new insights and a foundation for studying quantum gravity, strong interaction physics, physics beyond the Standard Model, and the early universe. Past Experimental Programs Profs. Dasu and Prepost have completed their research using the BaBar experiment where they discovered CP violation phenomenon in Bd meson system, thereby firmly establishing the CKM quark mixing formalism in the Standard Model. They also put very tight constraints on physics beyond the SM. CDF Profs. Carlsmith, Herndon and Pondrom completed their research using CDF detector at the Fermilab Tevatron. With CDF experiment they discovered the top quark and made several important measurements in B-physics, including the discovery of mixing in the Bs meson system. They had also mounted significant program in the search of the Higgs boson and new physics phenomena. Research Supported by:"
            ]
        ]
    ]
}