{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VK1XHJ3W",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "        Andrea Ghez  Astronomy Office: PAB 3-911 Phone: (310)206-1163         Educational Background    B.S., Physics, Massachusetts Institute of Technology, 1987.  Ph.D., Physics, California Institute of Technology, 1992.   Current Professional Positions     Professor of Physics & Astronomy, UCLA  Lauren B. Leichtman & Arthur E. Levine Chair in Astrophysics  Founder and Director of Galactic Center Group UCLA Galactic Center Group .   Curriculum Vitae:    Short-version   Long-version  Bio    Research Interests   Professor Ghez is currently interested in using and developing\nhigh spatial resolution imaging techniques to (1) study star formation\nand (2) investigate the proposed massive black hole at the center\nof our Galaxy.\nOwing to turbulence in our atmosphere, the resolution of pictures\nobtained with traditional imaging techniques from large ground\nbased telescopes is a factor of 10-30 worse than the theoretical\nlimit.  Using a variety of interferometric techniques and adaptive optics, \nProfessor Ghez has been able to produce diffraction-limited images of a \nvariety of astronomical objects.  With the Keck Telescopes, these images \nhave the highest spatial resolution currently obtainable from the ground \nor space.  In her studies of star forming regions, she has found that most,\nif not all, young stars have companion stars and the majority\nare located at distances that are less than the size our Solar\nsystem. This raises a host of interesting questions. What effect\ndo the close companion stars have on the formation of planets\naround these young stars? How do single stars, such as our Sun,\nform? What mechanism produces multiple star systems and what can\ninfluence their final properties? To address these issues and\nothers, she works at a variety of different telescopes observing\nsources primarily at infrared wavelengths. The case for a massive black hole at the center of\nour Galaxy has been argued over the past few decades, however\nit has not been previously possible to prove this tantalizing hypothesis.\nIn principle the stars in the vicinity of the Galactic Center can be used \nas ``test particles\" to probe the for the presence of a central dark mass.\nHowever, the density of stars in this region is so high that previous\nstudies have reached an impasse due to limitations\nin angular resolution.  With the ability to carry out\ndiffraction-limited imaging at Keck, Prof. Ghez has mapped the Galactic Center \nwith unprecedented angular resolution.  These observations \nreveal stars moving at apparent speed as high as 12,000 km\/sec (~4%\nthe speed of light!) whose orbits implies the presence\nof 3.7 million times that mass of the Sun of dark matter\ninterior to a radius of about 0.0002 pc (6 light hours or 600 Rs).\nThis exceeds volume averaged mass densities\ninferred for any other galaxy and leads to the conclusion that our Galaxy\nharbors a massive central black hole. If galaxies as inactive\nas our own support a central black hole, then one might assume that\nsuch objects can be found at the centers of all galaxies!\n(  more information, pictures & animations  )  Selected Publications  Ghez, A. M., Neugebauer, G., & Matthews, K. 1993, AJ, 106, 2005   The Multiplicity of T Tauri Stars in the Taurus-Auriga & Ophiuchus-Scorpius\nStar Forming Regions:  A 2.2 micron Imaging Survey  Ghez, A.M., White, R.J. and Simon, M. 1997, ApJ, 490, 353   High Spatial Resolution Imaging of Pre-Main Sequence Binary\nStars: Resolving the Relationship Between Disks and Close Companions  Ghez, A. M., Klein, B. L., Morris, M., and Becklin, E. E. 1998, ApJ, 509 678   High Proper Motions in the Vicinity of Sgr A*: Unambiguos Evidence for\na Massive Central Black Hole  White, R.J. &  Ghez, A.M. 2001, 556, 265   Observational Constraints on the Formation and Evolution of Binary Stars  Ghez, A.M., Morris, M., Becklin, E.E., Tanner, A.& T. Kremenek, 2000,\nNature, 407, 349   The Accelerations of Stars Orbiting the Milk Way's Central\nBlack Hole  Ghez, A.M., Duchene, G., Matthews, K., Hornstein, S. D., Tanner, A., Larkin, J., \nMorris, M., Becklin, E.E., Salim, S., T. Kremenek, Thompson, D., Soifer, B. T., \nMcLean, I., Neugebauer, G. 2003, ApJ, 586, L127   The First Measurement of Spectral Lines in a Short-Period Star Bound to the \nGalaxy's Central Black Hole: A Paradox of Youth  Ghez, A.M., Salim, S., Weinberg, N.N., Lu, J.R., Do, T., Dunn, J.K., Matthews, K., Morris, M.R.,\nYelad, S., Becklin, E.E., Kremenek, T., Molosavljevic, M., Naiman, J. 2008, ApJ, 689, 1044   Measuring Distance and Properties of the Milky Way's Central Supermassive \nBlack Hole with Stellar Orbits      Current Group Members   Leo Meyer -- Research Scientist  Gunther Witzel -- Postdoctoral Researcher  Sylvana Yelda -- Postdoctoral Researcher  Breann Sitarksi -- Graduate Student  Ann Boehle -- Graduate Student  Kim Phifer -- Graduate Student   Former Group Members   Post-docs   Lisa Prato (1998-2000)  Gaspard Duchene (2000-2004)   Elise Furlan (2006-2008; NASA Postdoctoral Fellow at the Astrobiology Institute at UCLA)   Andrea Stolte (2006-2008)  Leo Meyer (2008-2009; DFG Postdoctoral Fellow)  Jorg-Uwe Pott (2007-2009; Keck Postdocoral Fellow)  Nate McCrady (2008-2009)  Will Clarkson (2008-2010)   Marshall Perrin (2007-2010; NSF Postdoctoral Fellow)   Graduate Students    Russel White (PhD 12\/99)   Jennifer Patience (PhD 12\/99)   Caer McCabe (PhD 6\/04)  Angelle Tanner (PhD 9\/04)  Seth Hornstein (PhD 12\/06)  Jessica Lu (PhD 9\/08)  Quinn Konopacky (PhD 9\/2009)  Tuan Do (PhD 9\/2010)  Sylvana Yelda (PhD 9\/2012)      UCLA Astronomy Faculty Page  UCLA Astronomy Home Page   UCLA Physics Home Page      Last modified January 26, 2011 "
            ]
        ]
    ]
}