{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VK6TBIHI",
            "LB3HusAAAAAJ",
            [
                "Tunable-range, photon-mediated atomic interactions in multimode cavity QED",
                "Supermode-density-wave-polariton condensation with a Bose–Einstein condensate in a multimode cavity",
                "Hyperbolic lattices in circuit quantum electrodynamics",
                "An adjustable-length cavity and Bose–Einstein condensate apparatus for multimode cavity QED",
                "Photonic materials in circuit quantum electrodynamics"
            ],
            [
                "Optical cavity QED provides a platform with which to explore quantum many-body physics in driven-dissipative systems. Single-mode cavities provide strong, infinite-range photon-mediated interactions among intracavity atoms. However, these global all-to-all couplings are limiting from the perspective of exploring quantum many-body physics beyond the mean-field approximation. The present work demonstrates that local couplings can be created using multimode cavity QED. This is established through measurements of the threshold of a superradiant, self-organization phase transition versus atomic position. Specifically, we experimentally show that the interference of near-degenerate cavity modes leads to both a strong and tunable-range interaction between Bose-Einstein condensates (BECs) trapped within the cavity. We exploit the symmetry of a confocal cavity to measure the interaction between real BECs …",
                "Phase transitions, where observable properties of a many-body system change discontinuously, can occur in both open and closed systems. By placing cold atoms in optical cavities and inducing strong coupling between light and excitations of the atoms, one can experimentally study phase transitions of open quantum systems. Here we observe and study a non-equilibrium phase transition, the condensation of supermode-density-wave polaritons. These polaritons are formed from a superposition of cavity photon eigenmodes (a supermode), coupled to atomic density waves of a quantum gas. As the cavity supports multiple photon spatial modes and because the light–matter coupling can be comparable to the energy splitting of these modes, the composition of the supermode polariton is changed by the light–matter coupling on condensation. By demonstrating the ability to observe and understand density-wave …",
                "After two decades of development, cavity quantum electrodynamics with superconducting circuits has emerged as a rich platform for quantum computation and simulation. Lattices of coplanar waveguide resonators constitute artificial materials for microwave photons, in which interactions between photons can be incorporateded either through the use of nonlinear resonator materials or through coupling between qubits and resonators. Here we make use of the previously overlooked property that these lattice sites are deformable and permit tight-binding lattices that are unattainable even in solid-state systems. We show that networks of coplanar waveguide resonators can create a class of materials that constitute lattices in an effective hyperbolic space with constant negative curvature. We present numerical simulations of hyperbolic analogues of the kagome lattice that show unusual densities of states in which a …",
                "We present a novel cavity QED system in which a Bose–Einstein condensate (BEC) is trapped within a high-finesse optical cavity whose length may be adjusted to access both single-mode and multimode configurations. We demonstrate the coupling of an atomic ensemble to the cavity in both configurations and measure that the single-atom, -mode cooperativity exceeds unity. The atoms are confined either within an intracavity far-off-resonance optical dipole trap or a crossed optical dipole trap via transversely oriented lasers. Multimode cavity QED provides fully emergent and dynamical optical lattices for intracavity BECs, in that the process of atomic self-organization may be described as a continuous symmetry breaking phase transition resulting in the emergence of a compliant lattice with phonon-like excitations. Such systems will enable explorations of quantum soft matter, including superfluid smectics …",
                "Photonic synthetic materials provide an opportunity to explore the role of microscopic quantum phenomena in determining macroscopic material properties. There are, however, fundamental obstacles to overcome—in vacuum, photons not only lack mass, but also do not naturally interact with one another. Here, we review how the superconducting quantum circuit platform has been harnessed in the last decade to make some of the first materials from light. We describe the structures that are used to imbue individual microwave photons with matter-like properties such as mass, the nonlinear elements that mediate interactions between these photons, and quantum dynamic\/thermodynamic approaches that can be used to assemble and stabilize strongly correlated states of many photons. We then describe state-of-the-art techniques to generate synthetic magnetic fields, engineer topological and non-topological flat …"
            ],
            [
                [
                    "physics",
                    "quantum simulation",
                    "superconducting circuits",
                    "applied math"
                ]
            ]
        ]
    ]
}