{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VLR85ZXB",
            "6QRf9u4AAAAJ",
            [
                "Superdense matter: neutrons or asymptotically free quarks?",
                "Renormalization: an introduction to renormalization, the renormalization group and the operator-product expansion",
                "Factorization of hard processes in QCD",
                "Fragmentation of transversely polarized quarks probed in transverse momentum distributions",
                "Transverse momentum distribution in Drell-Yan pair and W and Z boson production",
                "Back-to-back jets in QCD",
                "Angular distribution of dileptons in high-energy hadron collisions",
                "Parton distribution and decay functions",
                "Factorization for hard exclusive electroproduction of mesons in QCD",
                "Leading-twist single-transverse-spin asymmetries: Drell–Yan and deep-inelastic scattering"
            ],
            [
                "We note the following: The quark model implies that superdense matter (found in neutron-star cores, exploding black holes, and the early big-bang universe) consists of quarks rather than of hadrons. Bjorken scaling implies that the quarks interact weakly. An asymptotically free gauge theory allows realistic calculations taking full account of strong interactions.",
                "Most of the numerical predictions of experimental phenomena in particle physics over the last decade have been made possible by the discovery and exploitation of the simplifications that can happen when phenomena are investigated on short distance and time scales. This book provides a coherent exposition of the techniques underlying these calculations. After reminding the reader of some basic properties of field theories, examples are used to explain the problems to be treated. Then the technique of dimensional regularization and the renormalization group. Finally a number of key applications are treated, culminating in the treatment of deeply inelastic scattering.",
                "We summarize the standard factorization theorems for hard processes in QCD, and describe their proofs.",
                "It is shown that the azimuthal dependence of the distribution of hadrons in a quark jet is a probe of the transverse spin of the quark initiating the jet. This results in a new spin-dependent fragmentation function that acts at the twist-2 level. One example of a process where it contributes is semi-inclusive deeply inelastic scattering with a transversely polarized nucleon target but with an unpolarized electron beam. This process is treated in detail. Another process in the cross section for singly polarized hadron-hadron scattering when two high-p ⊥ hadrons are measured in the final state and are close to back-to-back in azimuth. The new fragmentation function is sensitive to the coupling of the fragmentation process to (spontaneous) chiral symmetry breaking.",
                "We exhibit and discuss the QCD prediction for the transverse momentum distribution of W bosons, Z bosons and high-mass virtual photons produced in high-energy hadron-hadron collisions. Recent work has shown that this prediction is consistent with the structure of leading twist initial state interactions.The expression we present is expected to give results correct up to order αsN(Q) for anyQT when the boson mass Q is very large (> 108 GeV!), given only input from perturbative calculations at order αsN+2 and deeply inelastic scattering structure functions. We specify the required N = 0 coefficients, employing the order αs2 results of Kodaira and Trentadue and of Davies and Stirling. We then show how the expression should be modified to deal with current energy scales. We also discuss the connection between low-QT and high-QT formulae.",
                "We give a procedure for calculating in QCD (in terms of quark decay functions d A a (z)) the cross section for the semi-inclusive process e++ e−→ A+ B+ X. The procedure is useful at high energy in the back-to-back region 0⩽ θ⪡ 1, where θ is the angle between P A and− P B.",
                "We give the general form of the angular distribution of lepton pairs produced in hadron collisions, where each dilepton is assumed to come from the decay of a virtual photon. The Drell-Yan model extended to include parton transverse momentum (with on-shell quarks) is then used to calculate the three coefficients in the distribution.",
                "We define parton distribution and decay functions in QCD and prove some of their basic properties. These include renormalization, light-cone expansions and sum rules.",
                "We formulate and prove a QCD factorization theorem for hard exclusive electroproduction of mesons in QCD. The proof is valid for the leading power in Q and all logarithms. This generalizes previous work on vector meson production in the diffractive region of small x. The amplitude is expressed in terms of off-diagonal generalizations of the usual parton densities. The full theorem applies to all kinds of mesons and not just to vector mesons. The parton densities used include not only the ordinary parton density, but also the helicity density (g 1 or Δ q) and the transversity density (h 1 or δ q), and these can be probed by measuring the polarization of the produced mesons with unpolarized protons.",
                "Recently, Brodsky, Hwang and Schmidt have proposed a new mechanism that gives a transverse spin symmetry at leading twist in semi-inclusive deep-inelastic scattering. I show that the new mechanism is compatible with factorization and is due to a transverse-spin asymmetry in the kT distribution of quarks in a hadron (the “Sivers asymmetry”). An earlier proof that the Sivers asymmetry vanishes because of time-reversal invariance is invalidated by the path-ordered exponential of the gluon field in the operator definition of parton densities. Instead, the time-reversal argument shows that the Sivers asymmetry is reversed in sign in hadron-induced hard processes (e.g., Drell–Yan), thereby violating naive universality of parton densities. Previous phenomenology with time-reversal-odd parton densities is therefore validated."
            ],
            [
                [
                    "QCD",
                    "neuroscience"
                ]
            ]
        ]
    ]
}