{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VOMIRBLA",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. R. Barry Johnson Optical engineering, lens design, ATR, human tracking systems, sensor systems, infrared,\n                     electro-optics, hyperspectral data processing, algorithm development, advanced materials\n                     for thermoelectric devices, & 3D systems. Phone\/Fax: (256) 883-8864 (Office), Cell : (256) 683-4017  E-Mail: barry.johnson@aamu.edu, barry@w4wb.com Fellowships Fellow: SPIE - The International Society for Optical Engineering (1984) Life Member: SPIE - The International Society for Optical Engineering (1988) Fellow: Optical Society of America (1991) Recent Publications Editorial: Infrared Physics & Technology; Member of the Editorial Board (1988-present) Optical Engineering Associate Editor (2004-2005) Advances in Optical Technologies; Associate Editor (2008-present) Number of books: 3. Example: Rudolph Kingslake and R. Barry Johnson, Lens Design Fundamentals, Second Edition,\n                              Academic Press, New York, 569 pp. (2009). Number of book chapters: 6. Examples: Johnson, R. Barry, “Lenses,” Vol. I, Chapter 17 in Handbook of Optics, Third Ed.,\n                              Michael Bass, Ed. in Chief, McGraw-Hill, New York (2009). [revised and expanded from\n                              Second Ed.] Beiser, Leo and Johnson, R. Barry, “Scanners,” Vol. I, Chapter 30 in Handbook of Optics,\n                              Third Ed., Michael Bass, Ed. in Chief, McGraw-Hill, New York (2009). [revised and\n                              expanded from Second Ed.] Johnson, R. Barry, “Basic Lenses,” chapter in Optical Engineer’s Desk Reference, William\n                              L. Wolfe, Ed., Optical Society of America, Washington, DC (2003). Number of published papers: 92. Examples: R. Barry Johnson and Kaveh Heidary, “Spatial-phase vacillations: Inherent limitation\n                              of digital imagery,” submitted to Optical Engineering (2011). Kaveh Heidary and R. Barry Johnson, “Knowing the unknowable unknowns: Subpixel anomalous\n                              source detection in hyperspectral imagery,” submitted to Advances in Optical Technologies\n                              (2011). R. Barry Johnson and Kaveh Heidary, “A unified approach for database analysis and\n                              application to ATR performance metrics,” Automatic Target Recognition XIXI, F. A.\n                              Sadjadi and Abhijit Mahalanobis Eds., Proc. SPIE, 7696A-35 (April 2010). R. Barry Johnson, “Correctly making panoramic imagery and the meaning of optical center,”\n                              Current Developments in Lens Design and Optical Engineering IX, Pantazis Z. Mouroulis;\n                              Warren J. Smith; R. Barry Johnson, Eds., Proc. SPIE Vol. 7060, 70600F (2008). R. Barry Johnson, “Improvements in Lenticular Lens Arrays Design and Fabrication,”\n                              Proc. SPIE Vol. 6342, 2006 International Lens Design Conference, 634227-(1-8) (2006). R. Barry Johnson, “Very-broad spectrum afocal telescope,” Proc. SPIE Vol. 3482, 1998\n                              International Lens Design Conference, 711-717 (1998). R. Barry Johnson, “Improving the radiometric performance of silicon-micromachined\n                              thermal infrared sources,” Infrared Technology and Applications XXIV, Proc. SPIE Vol.\n                              3436, p. 728-734 (1998). Patents Dr. Johnson has been awarded 12 United States patents and numerous foreign patents\n                     based upon the United States Patents. A number of these patents have resulted in products.\n                     The entirety of these patents has been referenced by 80 other United States patents."
            ]
        ]
    ]
}