{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VPA8WE5E",
            "Pit1qkMAAAAJ",
            [
                "Studies of missed opportunities for immunization in developing and industrialized countries.",
                "Strategies for the global eradication of poliomyelitis by the year 2000",
                "Outbreak of paralytic poliomyelitis, Taiwan",
                "Clinical mumps vaccine efficacy",
                "Poliomyelitis in the USA: virtual elimination of disease caused by wild virus",
                "Control of paralytic poliomyelitis in the United States",
                "Effectiveness of mumps vaccine in a school outbreak",
                "Global immunization",
                "Epidemiologic investigation of a cluster of workplace HIV infections in the adult film industry: Los Angeles, California, 2004",
                "Ethical issues concerning vaccination requirements"
            ],
            [
                "Missed opportunities for immunization are an obstacle to raising immunization coverage among children and women of childbearing age. To determine their global magnitude and reasons, studies reported up to July 1991 were reviewed. A standard measure for the prevalence of missed opportunities was calculated for each study. Seventy-nine studies were identified from 45 countries; 18 were population-based, 52 were health-service-based, and 9 were intervention trials. A median of 32%(range, 0-99%) of the children and women of childbearing age who were surveyed had missed opportunities during visits to the health services for immunization or other reasons. Missed opportunities were mainly due to failure to administer simultaneously all vaccines for which a child was eligible; false contraindications; health workers' practices, including not opening a multidose vaccine vial for a small number of persons to …",
                "IN May 1988, the World Health Assembly declared that the World Health Organization was committed to the global eradication of poliomyelitis by the year 2000.1 The eradication of poliomyelitis, as with smallpox, involves the additional criterion of the elimination of indigenous transmission of wild virus. This paper reviews the progress that has been achieved, outlines current objectives, and highlights the research and development required to meet the target of global eradication.BackgroundThe initiative for the global eradication of poliomyelitis is being coordinated by the Expanded Programme on Immunization (EPI), established by the World Health Assembly in 1974. The initial . . .",
                "Taiwan had been free of major poliomyelitis outbreaks since 1975, but from May 29 to Oct 26, 1982, 1031 cases of type 1 paralytic poliomyelitis were reported to the Taiwan health authorities. Before the outbreak approximately 80% of infants had received at least 2 doses of trivalent oral poliovaccine (OPV) by their first birthday. Of the 86% of poliomyelitis patients whose vaccination status was known 65% had not had poliovaccine, 19% had received one dose, 8% had received two doses, and 8% had received three or more doses. Vaccine efficacy was calculated to be 82% after one dose, 96% after two doses, and 98% after three or more doses. Failure to vaccinate rather than vaccine failure was the most important risk factor in this outbreak. A child who had not had any vaccine was 80 times more likely to become a case than one who had received three or more doses of poliovaccine, independent of sanitation …",
                "From February 5 through April 23, 1982, 110 cases of mumps were reported among 357 students in a middle school in Ashtabula County, Ohio, an overall attack rate of 31%. Vaccine efficacy was calculated using a variety of case definitions, case surveillance systems, and vaccination-status ascertainment methods to evaluate their effects on the estimated vaccine efficacy. From data collected at the school for case ascertainment and vaccination status, clinical vaccine efficacy was initially estimated at 37%. By means of a uniform case definition (parotitis lasting two days or more) and only cases and vaccination status ascertained from parental questionnaires, estimated vaccine efficacy increased to 70%. From secondary attack rates in household members with provider-verified vaccination status, the vaccine efficacy further increased to 85%. This outbreak investigation confirms that the methods used to …",
                "The average number of paralytic poliomyelitis cases per year in the United States has fallen from 16 000 just before vaccine was introduced in the 1950s to only 12 in 1978-83. 18 of the 69 cases (26%) reported in this 6-year period were not vaccine associated according to the epidemiological classification of paralytic poliomyelitis cases, established in 1975. The van Wezel antigenic differentiation test and oligonucleotide fingerprinting provide a laboratory basis for definitive characterisation of wild and vaccine-like poliovirus strains. Of the 69 cases, isolates from 42 have been analysed; 31 were vaccine-like poliovirus and 11 wild poliovirus. 7 of the wild poliovirus isolates are from cases in a 1979 outbreak caused by poliovirus imported from the Netherlands through Canada; 1 is from a single importation; and 3 are from isolated cases with no identified source. No indigenous wild strain has been isolated from any …",
                "The changing an~u~l vaccination status of the population and the >1,OOO-fold drop in reported ~nnual incidence of paralytic poliomyelitis between the early 1950s and early 1970s indicate that the control of poliomyelitis in the United States must be attributed to the use of both the inactivated poliovirus vaccine and oral poliovirus vaccine. The containme~t, in 1972 and 1979, of rare epidemics in poorly vaccinated subpopulations and the existence of only three reported cases of paralytic poliomyelitis clearly attributable to wild poliovirus in the last three years document a major triumph for public health. The continuing occurrence of vaccine-associated paralysis (six or seven reported cases per year, 1980–1982) indicates the necessity, despite the accomplishments for continued review of the current vaccination strategy.",
                "• An outbreak of mumps in a middle school (grades 6 through 8) in Ohio during 1981 was investigated to determine the effectiveness of mumps vaccine. Of the 481 middle school students on whom questionnaires were completed, 62 (12.4%) exhibited clinical mumps. The overall vaccine efficacy was 81.2% when children with a history of mumps disease are excluded from the analysis. Using a logistic regression model with the presence or absence of clinical mumps as the dependent variable, three factors were found to be significant: mumps vaccine, a history of mumps disease, and sex. Factors that did not significantly affect the rate of disease among vaccinated pupils included (1) whether the mumps vaccine was administered singly or in combination with rubella and\/or measles vaccine, (2) age at vaccination, (3) year of vaccination, and (4) month of vaccination.(AJDC1985;139:909-912)",
                "Immunization programs are recognized as one of the most cost-effective interventions of public health. However, even as late as the mid-1970s, it was estimated that less than 5% of children in developing countries were adequate ly immunized against diphtheria, tetanus, pertussis, measles, poliomyelitis, and tuberculosis.In response to the tragic numbers of deaths due to these vaccine preventable diseases, the World Health Assembly (WHA) of the World Health Organization (WHO) initiated the Expanded Programme on Im munization (EPI) in 1974. The EPI forms the basis of a global effort to reduce morbidity and mortality from these six diseases by providing immunization services for all children and women of the world. In this article, we document the significant progress, the lessons learned, and the challenges facing global immunization efforts in the 1990s. And, we discuss many of thc recommendations of the …",
                "  Background . Adult film production is a legal, multibillion dollar industry in California. In response to reports of human immunodeficiency virus (HIV) transmission by an adult film worker, we sought to determine the extent of HIV infection among exposed workers and to identify means of improving worker safety.  Methods . The Los Angeles County Department of Health Services initiated an outbreak investigation that included interviews of infected workers to elicit information about recent sex partners, review of the testing agency's medical records and laboratory results, molecular analysis of HIV isolates from the 4 infected workers, and a risk assessment of HIV transmission in the adult film industry.  Results . Many adult film workers participate in a monthly program of screening for HIV infection by means of polymerase chain reaction-based …",
                "Vaccinations are one of public health’s greatest achievements. However, an ethical dilemma lies in the balance of personal autonomy and choice versus protection of the entire at risk population. Vaccines have become readily available in most parts of the world, yet debates continue as to the appropriateness of requirements for vaccinations, including legal mandates of vaccinations during public health emergencies and more routinely for school entry. This paper addresses ethical issues concerning vaccination requirements in the context of historical as well as current immunization program activities. Five important programmatic focus areas for immunization programs are identified for minimizing conflicts among the relevant ethical principles when developing and implementing vaccination requirements; namely: 1) reviewing and evaluating current vaccination mandates in the relevant health jurisdiction; 2 …"
            ],
            [
                [
                    "Public Health"
                ]
            ]
        ]
    ]
}