{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VPHMPCPB",
            "YMOpHbsAAAAJ",
            [
                "Surface plasmon resonance immunosensor for the detection of Salmonella typhimurium",
                "Immunosensor for detection of Legionella pneumophila using surface plasmon resonance"
            ],
            [
                "An immunosensor based on surface plasmon resonance (SPR) using protein G was developed for the detection of Salmonella typhimurium. A protein G layer was fabricated by binding chemically to self-assembly monolayer (SAM) of 11-mercaptoundecanoic acid (MUA) on gold (Au) surface. The formation of protein G layer on Au surface modified with 11-MUA and the binding of antibody and antigen in series were confirmed by SPR spectroscopy. The effect of detergent such as Tween-20 on binding efficiency of antibody and antigen was investigated by SPR. The binding efficiency of antigen to the antibody immobilized on Au surface was improved up to about 85% and 100% by using protein G and Tween-20, respectively. The surface morphology analyses of 11-MUA monolayer on Au substrate, protein G layer on 11-MUA monolayer and antibody layer immobilized on protein G layer were performed by atomic …",
                "Immunosensor using surface plasmon resonance (SPR) onto self-assembled protein G layer was developed for the detection of Legionella pneumophila. A self-assembled protein G layer on gold (Au) surface was fabricated by adsorbing a mixture of 11-mercaptoundecanoic acid (MUA) and hexanethiol (molar ratio of 1:2) and the activation process for chemical binding between free amine (NH2) of protein G and 11-(MUA) using 1-ethyl-3-(3-dimethylaminopropyl)carbodiimide hydrochloride (EDAC) in series. The formation of self-assembled protein G layer on Au substrate and the binding of antibody and antigen in series were confirmed by SPR spectroscopy. The surface morphology analyses of self-assembled protein G layer on Au substrate and monoclonal antibody against L. pneumophila immobilized on protein G were performed by atomic force microscope (AFM). The immunosensor for detection of L …"
            ],
            [
                [

                ]
            ],
            [
                "Young-Kee Kim Young-Kee Kim Chair, Dept. of Physics Louis Block Distinguished Service Professor, Dept. of Physics, Enrico Fermi Institute, and the College and Senior Advisor to the Provost for Global Scientific Initiatives Address: MCP 135 Address: KPTC 201 Phone: 773-702-7006 ykkim@hep.uchicago.edu Website: http:\/\/hep.uchicago.edu\/~ykkim\/index.shtml News & Highlights Congratulations to Young-Kee Kim , August 27, 2019"
            ]
        ]
    ]
}