{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VQ5EFNN3",
            "oq2eGCsAAAAJ",
            [
                "Multigroup analysis in partial least squares (PLS) path modeling: Alternative methods and empirical results",
                "The EXPERF scale: a cross-national generalized export performance measure",
                "Asian-Americans: Television advertising and the “model minority” stereotype",
                "Social media and international advertising: theoretical challenges and future directions",
                "The gamification of advertising: analysis and research directions of in-game advertising, advergames, and advertising in social network games",
                "La era secular: Tomo II",
                "Moving international advertising research forward: a new research agenda",
                "The impact of information level on the effectiveness of US and Korean television commercials",
                "Voluntary self‐disclosure of information on the Internet: A multimethod study of the motivations and consequences of disclosing information on blogs",
                "Selecting international modes of entry and expansion"
            ],
            [
                "Purpose–Partial least squares (PLS) path modeling has become a pivotal empirical research method in international marketing. Owing to group comparisons' important role in research on international marketing, we provide researchers with recommendations on how to conduct multigroup analyses in PLS path modeling.",
                "A large number of studies have attempted to identify factors that are                         correlated with exporting success. However, much controversy exists about                         the key determinants of export performance and their relative importance. A                         major reason for this lack of consensus is the absence of a unified measure                         for capturing export performance. In this study, an attempt is made to                         develop a generalized export performance measure, the EXPERF scale, that can                         be applied to multiple countries. Results from a survey of top executives of                         U.S. and Japanese exporters support a three-dimensional scale for measuring                         export performance. The three dimensions of the export performance (EXPERF)                         scale are financial export performance, strategic export performance, and                         satisfaction with export venture …",
                "Asian-Americans are a growth market. Their affluence, high education, and work ethic position them as a “model minority.” However complimentary that term may seem, it nonetheless represents a stereotype whose prevalence must be documented to examine the intersection of minority status and gender in mass media portrayals. The authors report a content analysis of more than 1300 prime time television advertisements conducted to assess the frequency and nature of Asian-American representation. They found that Asian male and female models are overrepresented in terms of proportion of the population (3.6%), appearing in 8.4% of the commercials. However, Asian models are more likely than members of other minority groups to appear in background roles, and Asian women are rarely depicted in major roles. Further, the findings indicate that portrayals of Asian-Americans put so much emphasis on …",
                "The primary aim of this article is to identify theoretical foundations that can be used in research on social media in the context of international advertising research. An additional objective is to identify future research directions for theory building in this research area.",
                "The study presents a framework for the analysis of advertising in digital games. It reviews literature on in-game advertising, advergames and advertising in social network games. The framework distinguishes between stimulus characteristics of the game as well as of the advertising that lead to psychological responses toward the game and the brand and to actual behavior toward the game and the brand. It takes into consideration individual factors of the player and social factors surrounding the player. In addition, theoretical models of advertising perception in digital games and issues regarding regulation are addressed. Directions for future research in the area of advertising in digital games are provided.",
                "En los últimos siglos Occidente ha ensanchado el abanico de las opciones de la creencia, ya sean religiosas, ateas u otras difíciles de clasificar. Un proceso paulatino de declive de la fe y retirada de la religión de la vida pública. Este retroceso supone un cambio impactante si pensamos en el papel que hasta hace poco jugaban las iglesias cristianas en el mundo Occidental.¿ Por qué ha sucedido todo esto?¿ Cuáles son los rasgos del nuevo paisaje espiritual? La era secular es el ensayo escrito más ambicioso y sobresaliente sobre el complejo proceso de secularización en Occidente que aún sigue en marcha. El filósofo Charles Taylor desgrana, en este segundo volumen, el cambio de las condiciones de la fe que desde la Ilustración socavaron las viejas formas y sentaron las bases de una nueva alternativa humanista. Sin embargo, este debilitamiento de las representaciones anteriores no ha sido incompatible con la persistencia de cierto anhelo de religiosidad, lo cual se traduce en nuestros días, en el florecimiento de múltiples alternativas—a veces contradictorias—y en un novedoso pluralismo en cuestión de espiritualidad.",
                "In introducing the special issue on international advertising, this paper assesses progress made in international research. It begins with an examination of the content of international advertising papers published in the Journal of Advertising during the past ten years. The content of these more recent research articles is then compared to those that appeared earlier in the Journal's history. This paper also surveys four earlier reviews of the international advertising literature and assesses whether issues posed in the reviews have been adequately addressed. A new agenda for international advertising researchers is offered, consisting of eight research questions and some admonitions relating to data collection and collaboration among researchers. The contributions of papers in this issue are then detailed in the context of the proposed research agenda.",
                "The authors report the findings of an experiment comparing the effectiveness of television commercials with varied levels of information content (high vs. low) in the United States and the Republic of Korea. Cultural differences were used as a basis for the hypotheses. Consistent with expectations based on those cultural differences, the U.S. subjects responded more favorably to commercials with high information levels than did the Korean subjects.",
                "As marketing paradigms have shifted toward the need to build a relationship with consumers, marketers need to facilitate two‐way communications in order to better understand them. The ability of marketers to glean the types of detailed information needed often depends on the consumer's willingness to volunteer such information. Given consumer concern about privacy as well as skepticism about how marketers use data, it is important to understand how consumers make decisions with regard to self‐disclosure of information. In spite of the widespread concern about privacy, many consumers are willing to engage in significant disclosure of various aspects of their lives in an online context, most notably on blogs. The purpose of this study is to examine the psychological characteristics of consumers who engage in voluntary self‐disclosure. Through the use of the multimethod approach, we identify seven …",
                "Selecting a mode for entering or expanding in a foreign market is a crucial strategic decision for an international firm. This article identifies and compares the most influential factors that affect the international modes of entry and expansion decisions of US and Japanese firms. Using mail surveys, this is one of the first studies on this subject to collect data from top executives in both Japan and the USA. Findings reveal that the Japanese are particularly sensitive to external risk and other target market factors. For Americans, company factors, such as international experience, appear to be most important when selecting modes of entry. Joint ventures may be more appropriate for internationally‐experienced firms, than for inexperienced companies."
            ],
            [
                [
                    "Marketing",
                    "Advertising",
                    "Consumer Behavior",
                    "International Marketing",
                    "International Advertising"
                ]
            ]
        ]
    ]
}