{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VQ7WROIW",
            "jrCNFkUAAAAJ",
            [
                "Novel dielectric anomalies due to spin-chains above and below Néel temperature in Ca 3 Co 2 O 6",
                "Magnetoelectric coupling in the Haldane spin-chain system Dy 2 BaNiO 5",
                "Magnetic anomalies in the spin-chain compound Sr 3 Cu Rh O 6: Griffiths-phase-like behavior of magnetic susceptibility",
                "Magnetic behavior of single-crystal Ho 2 PdSi 3",
                "Behavior of magnetic ordering and the Kondo effect in the alloys Ce 2 Rh 1− x Co x Si 3",
                "Geometrically frustrated magnetic behavior of Sr 3 NiRhO 6 and Sr 3 NiPtO 6",
                "Large magnetoresistance and magnetocaloric effect above 70 K in Gd 2 Co 2 Al, Gd 2 Co 2 Ga, and Gd 7 Rh 3",
                "Enhanced Electrical Resistivity before Néel Order in the Metals R C u A s 2 (R= S m, Gd, Tb, and Dy)"
            ],
            [
                "We bring out novel dielectric behavior of a spin-chain compound, Ca 3 Co 2 O 6, undergoing Néel order at (T N=) 24 K. It is found that the virgin curve in the plot of isothermal dielectric constant (ε') versus magnetic-field lies outside the ‘butterfly-shaped’envelope curve well below T N (eg, 2.6 K), with a signature of a partial arrest of the high-field magnetoelectric (ME) phase in zero-field after travelling through magnetic-field-induced magnetic transitions. This behavior is in contrast to that observed in the isothermal magnetization data. Thus, this work brings out a novel case for ‘phase-coexistence phenomenon’due to ME coupling. Another strange finding is that there is a weak, but a broad, peak in ε'around 85–115 K well above T N, attributable to incipient spin-chain magnetic ordering. This finding should inspire further work to study ME coupling on artificial assemblies of magnetic chains, also keeping in mind …",
                "We report the results of various measurements, namely magnetization, complex dielectric permittivity, and electric polarization (P), on Dy 2 BaNiO 5 as a function of temperature (T) and magnetic field (H), apart from heat capacity (C), with the primary motivation of exploring the existence of magnetoelectric (ME) coupling among Haldane spin-chain systems. The M (T) and C (T) data establish long-range magnetic ordering at 58 K. The most noteworthy observations are:(i) Distinct anomalies are observed in the dielectric constant (ε′) vs T and loss (tanδ) vs T at different temperatures (ie, 12.5, 30, 50, and 58 K); at low temperatures, three magnetic-field-induced transitions are observed in ε′ vs H at 6, 40, and 60 kOe. These transition temperatures and critical magnetic fields track those obtained from magnetization data, establishing the existence of strong magnetoelectric coupling in this compound.(ii) Correspondingly …",
                "We report the results of ac and dc magnetic susceptibility (χ), heat-capacity (C), isothermal magnetization, and isothermal remanent magnetization measurements on the compound Sr 3 Cu Rh O 6 crystallizing in a K 4 Cd Cl 6-derived monoclinic structure. The magnetization data reveal distinct magnetic anomalies near 6 and 12 K with decreasing temperature (T). While the transition below (T 0=) 6 K appears to be of a spin-glass type as inferred from all the data, the one at 12 K is not typical of bulk ferromagnetism, in contrast to an earlier proposal. In the range of 6–12 K, the dc χ obeys the form χ− 1 α (T− T 0) 1− λ (0< λ< 1) for very low dc fields, and the values of χ decrease gradually with the application of higher magnetic fields, mimicking the behavior of Griffiths phases.",
                "The magnetic behavior of single-crystal Ho 2 PdSi 3, crystallizing in an AlB 2-derived hexagonal structure, is investigated by magnetic susceptibility (χ) and electrical resistivity (ρ) measurements along two directions. There is no dramatic anisotropy in the high-temperature Curie-Weiss parameter or in the ρ and isothermal magnetization data, though there is a noticeable anisotropy in the magnitude of ρ between two perpendicular orientations. The degree of anisotropy is overall less prominent than in the Gd (which is an S-state ion) and Tb analogs. A point of emphasis is that this compound undergoes long-range magnetic ordering below 8 K as in the case of analogous Gd and Dy compounds. Considering this fact for these compounds with a well-localized f orbital, the spin-glass freezing noted for isomorphous U compounds in the recent literature could be attributed to the role of the f-ligand hybridization, rather than …",
                "The results of magnetic susceptibility, electrical resistivity (ρ), and heat-capacity measurements as a function of temperature are reported for the alloys, Ce 2 Rh 1− x Co x Si 3, crystallizing in an Al B 2-derived hexagonal structure. Ce 2 Rh Si 3 exhibits antiferromagnetic ordering at 7 K. The Néel temperature decreases gradually with the increase in Co concentration. For x⩾ 0.6, no magnetic ordering is observed down to 0.5 K. Interestingly, the x= 0.6 alloy exhibits signatures of non-Fermi-liquid behavior, while the Co end member is a Fermi liquid. Thus, a transformation of magnetic-ordering state to nonmagnetism via non-Fermi-liquid state by isoelectronic chemical doping is evident in this solid solution. The heat-capacity data reveal a dominant role of Kondo compensation in the magnetically ordered state. The electrical resistivity data for x= 0.2 and 0.3 alloys show an upturn at respective Néel temperatures …",
                "The results of ac and dc magnetic susceptibility (χ), isothermal magnetization and heat-capacity (C) measurements as a function of temperature (T) are reported for Sr 3 NiRhO 6 and Sr 3 NiPtO 6, containing magnetic chains arranged in a triangular fashion in the basal plane and crystallizing in K 4 CdCl 6-derived rhombohedral structure. The results establish that both the compounds are magnetically frustrated, however, in different ways. In the case of the Rh compound, the χ data reveal that there are two magnetic transitions, one in the range 10–15 K and the other appearing as a smooth crossover near 45 K, with a large frequency dependence of ac χ in the range 10–40 K; in addition, the features in C (T) are smeared out at these temperatures. The magnetic properties are comparable to those of previously known few compounds with “partially disordered antiferromagnetic structure.” On the other hand, for Sr 3 …",
                "The electrical resistivity, magnetization, and heat-capacity behavior of the Gd-based compounds, Gd 2 Co 2 Al, Gd 2 Co 2 Ga, and Gd 7 Rh 3, ordering magnetically at T C= 78 K, T C= 76 K, and T N= 140 K, have been investigated as a function of temperature and magnetic field. All these compounds are found to show large magnetoresistance (with a negative sign) in the paramagnetic state at rather high temperatures with the magnitude peaking at respective magnetic ordering temperatures. There is a corresponding behavior in the magnetocaloric effect as inferred from the entropy derived from these data.",
                "We report an unusual temperature (T) dependent electrical resistivity (ρ) behavior in a class of ternary intermetallic compounds of the type R C u A s 2 (R= rare earths). For some rare earths (Sm, Gd, Tb, and Dy) with negligible 4 f hybridization, there is a pronounced minimum in ρ (T) far above respective Néel temperatures (T N). However, for the rare earths which are more prone to exhibit such a ρ (T) minimum due to 4 f-covalent mixing and the Kondo effect, this minimum is depressed. These findings, difficult to explain within the hitherto-known concepts, present an interesting scenario in magnetism."
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}