{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VRAT12LB",
            "rY6Tmz8AAAAJ",
            [
                "Antioxidant, antityrosinase and antibacterial properties of fresh and processed leaves of Anacardium occidentale and Piper betle",
                "Antioxidant and sensory properties of Thai herbal teas with emphasis on Thunbergia laurifolia Lindl",
                "Antioxidant properties of herbs with enhancement effects of drying treatments: A synopsis"
            ],
            [
                "In this study, the antioxidant, antityrosinase and antibacterial properties of fresh and processed leaves of Anacardium occidentale (cashew) and Piper betle (betel) were analysed and evaluated. For assessing antioxidant properties (AOP) of total phenolic content, total flavonoid content, caffeoylquinic acid content, free radical scavenging activity, ferric reducing power and ferrous ion chelating ability, the Folin–Ciocalteu, aluminium chloride, molybdate, DPPH radical scavenging, potassium ferricyanide and ferrozine assays were used, respectively. Antityrosinase and antibacterial properties were determined using the respective modified dopachrome method and disc-diffusion method. The outstanding AOP of fresh cashew leaves far exceeded those of betel leaves, including temperate culinary herbs of rosemary, thyme and marjoram. Blanching resulted in a significant decline in AOP of cashew and betel leaves with …",
                "Antioxidant properties (AOP) of 12 types of Thai herbal teas and five types of Thunbergia laurifoliateas were investigated. Total phenolic content (TPC), caffeoylquinic acid content, ascorbic acid equivalent antioxidant capacity (AEAC), ferric reducing power (FRP) and ferrous ion chelating (FIC) ability were assessed using the Folin-Ciocalteu, molybdate, 2, 2-diphenyl-1-picrylhydrazyl, potassium ferricyanide and ferrozine assays, respectively. The Thai herbal teas comprised leaves, flowers and rhizomes of herbs, shrubs and trees. In general, there was positive correlation between TPC and primary antioxidant activities of AEAC and FRP. However, teas with potent primary antioxidant activities may not necessary have strong secondary antioxidant activity of FIC. Most herbal teas had lower antioxidant values than teas of Camellia sinensis, based on data from an earlier study. The most outstanding exception was Lagerstroemia speciosa (banaba) tea with AOP comparable or superior to those of green teas. Another exception was Stevia rebaudiana (stevia) tea with AOP comparable to oolong and\/or black teas. Morus alba (mulberry) tea had stronger FIC ability than teas of C. sinensis. Teas of T. laurifolia produced from microwave drying (MD), freeze drying (FD), oven drying (OD) and freeze withering (FW) were evaluated for their AOP and sensory properties, with comparisons to the commercial T. laurifoliaor Rang Chuet (RC) tea. Values of T. laurifolia teas were significantly stronger than the RC tea, with the exception of the FW tea which had comparable properties. Ranking of AOP of teas was FD> MD> OD> RC~ FW. Results suggested that AOP of T …",
                "Our recent work on the antioxidant properties (AOP) of herbs showed that three species (Etlingera elatior, Morus alba, and Thunbergia laurifolia) displayed enhancement effects of microwave-, oven-, and freeze-drying. AOP analysed were total phenolic content (TPC), ascorbic acid equivalent antioxidant capacity (AEAC), ferric reducing power (FRP), and chelating efficiency concentration (CEC50). Microwave- and oven-drying led to drastic decline in AOP but freeze-drying resulted in significantly increase for leaves of E. elatior. Leaves of M. alba responded positively to all three drying treatments. TPC and FRP following oven-drying remained unchanged but AEAC and CEC50 increased by 27% and 22%, respectively. Freeze-drying resulted in increase in TPC (16%), AEAC (26%), FRP (20%), and CEC50 (44%). Microwave-drying increased TPC, AEAC, and FRP by 24%, 91%, and 30%, respectively. Microwave …"
            ],
            [
                [
                    "Food Science",
                    "Natural Product Chemistry"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}