{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VS1IV305",
            "vLvjpeQAAAAJ",
            [
                "Review of particle physics",
                "Review of Particle Physics: particle data groups",
                "Detection of -Mode Polarization at Degree Angular Scales by BICEP2",
                "An application of electrothermal feedback for high resolution cryogenic particle detection",
                "Joint Analysis of BICEP2\/Keck Array and Planck Data",
                "Improved constraints on cosmology and foregrounds from bicep2 and keck array cosmic microwave background data with inclusion of 95 ghz band",
                "Search for weakly interacting massive particles with the first five-tower data from the cryogenic dark matter search at the Soudan underground laboratory",
                "Amplification and squeezing of quantum noise with a tunable Josephson metamaterial",
                "SCUBA-2: the 10 000 pixel bolometer camera on the James Clerk Maxwell Telescope",
                "The atacama cosmology telescope: cosmological parameters from the 2008 power spectrum"
            ],
            [
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
                "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
                "We report results from the BICEP2 experiment, a cosmic microwave background (CMB) polarimeter specifically designed to search for the signal of inflationary gravitational waves in the B-mode power spectrum around ℓ∼ 80. The telescope comprised a 26 cm aperture all-cold refracting optical system equipped with a focal plane of 512 antenna coupled transition edge sensor 150 GHz bolometers each with temperature sensitivity of≈ 300 μ K CMB s. BICEP2 observed from the South Pole for three seasons from 2010 to 2012. A low-foreground region of sky with an effective area of 380 square deg was observed to a depth of 87 nK deg in Stokes Q and U. In this paper we describe the observations, data reduction, maps, simulations, and results. We find an excess of B-mode power over the base lensed-Λ CDM expectation in the range 30< ℓ< 150, inconsistent with the null hypothesis at a significance of> 5 σ. Through …",
                "A novel type of superconducting transition edge sensor is proposed. In this sensor, the temperature of a superconducting film is held constant by feeding back to its position on the resistive transition edge. Energy deposited in the film is measured by a reduction in the feedback Joule heating. This mode of operation should lead to substantial improvements in resolution, linearity, dynamic range, and count rate. Fundamental resolution limits are below ΔE=√kT2C, which is sometimes incorrectly referred to as the thermodynamic limit. This performance is better than any existing technology operating at the same temperature, count rate, and absorber heat capacity. Applications include high resolution x‐ray spectrometry, dark matter searches, and neutrino detection.",
                "We report the results of a joint analysis of data from BICEP2\/Keck Array and Planck. BICEP2 and Keck Array have observed the same approximately 400 deg 2 patch of sky centered on RA 0 h, Dec.− 57.5. The combined maps reach a depth of 57 nK deg in Stokes Q and U in a band centered at 150 GHz. Planck has observed the full sky in polarization at seven frequencies from 30 to 353 GHz, but much less deeply in any given region (1.2 μ K deg in Q and U at 143 GHz). We detect 150× 353 cross-correlation in B modes at high significance. We fit the single-and cross-frequency power spectra at frequencies≥ 150 GHz to a lensed-Λ CDM model that includes dust and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r), using a prior on the frequency spectral behavior of polarized dust emission from previous Planck analysis of other regions of the sky. We find …",
                "We present results from an analysis of all data taken by the BICEP2 and Keck Array cosmic microwave background (CMB) polarization experiments up to and including the 2014 observing season. This includes the first Keck Array observations at 95 GHz. The maps reach a depth of 50 nK deg in Stokes Q and U in the 150 GHz band and 127 nK deg in the 95 GHz band. We take auto- and cross-spectra between these maps and publicly available maps from WMAP and Planck at frequencies from 23 to 353 GHz. An excess over lensed ΛCDM is detected at modest significance in the 95 × 150 BB spectrum, and is consistent with the dust contribution expected from our previous work. No significant evidence for synchrotron emission is found in spectra such as 23 × 95, or for correlation between the dust and synchrotron sky patterns in spectra such as 23 × 353. We take the likelihood of all the spectra for a multicomponent model including lensed ΛCDM, dust, synchrotron, and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r) using priors on the frequency spectral behaviors of dust and synchrotron emission from previous analyses of WMAP and Planck data in other regions of the sky. This analysis yields an upper limit r0.05 < 0.09 at 95% confidence, which is robust to variations explored in analysis and priors. Combining these B-mode results with the (more model-dependent) constraints from Planck analysis of CMB temperature plus baryon acoustic oscillations and other data yields a combined limit r0.05 < 0.07 at 95% confidence. These are the strongest constraints to date on inflationary …",
                "We report results from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory (CDMS II) featuring the full complement of 30 detectors. A blind analysis of data taken between October 2006 and July 2007 sets an upper limit on the weakly interacting massive particle (WIMP) nucleon spin-independent cross section of 6.6× 10− 44 cm 2 (4.6× 10− 44 cm 2 when combined with previous CDMS II data) at the 90% confidence level for a WIMP mass of 60 GeV\/c 2. This achieves the best sensitivity for dark matter WIMPs with masses above 44 GeV\/c 2, and significantly restricts the parameter space for some favored supersymmetric models.",
                "It has recently become possible to encode the quantum state of superconducting qubits and the position of nanomechanical oscillators into the states of microwave fields 1, 2. However, to make an ideal measurement of the state of a qubit, or to detect the position of a mechanical oscillator with quantum-limited sensitivity, requires an amplifier that adds no noise. If an amplifier adds less than half a quantum of noise, it can also squeeze the quantum noise of the electromagnetic vacuum. Highly squeezed states of the vacuum can be used to generate entanglement or to realize back-action-evading measurements of position 3, 4. Here we introduce a general-purpose parametric device, which operates in a frequency band between 4 and 8 GHz. It adds less than half a noise quantum, it amplifies quantum noise above the added noise of commercial amplifiers and it squeezes quantum fluctuations by 10 dB.",
                "Submillimetre Common-User Bolometer Array 2 (SCUBA-2) is an innovative 10 000 pixel bolometer camera operating at submillimetre wavelengths on the James Clerk Maxwell Telescope (JCMT). The camera has the capability to carry out wide-field surveys to unprecedented depths, addressing key questions relating to the origins of galaxies, stars and planets. With two imaging arrays working simultaneously in the atmospheric windows at 450 and 850 μm, the vast increase in pixel count means that SCUBA-2 maps the sky 100–150 times faster than the previous SCUBA instrument. In this paper, we present an overview of the instrument, discuss the physical characteristics of the superconducting detector arrays, outline the observing modes and data acquisition, and present the early performance figures on the telescope. We also showcase the capabilities of the instrument via some early examples of the science …",
                "We present cosmological parameters derived from the angular power spectrum of the cosmic microwave background (CMB) radiation observed at 148 GHz and 218 GHz over 296 deg 2 with the Atacama Cosmology Telescope (ACT) during its 2008 season. ACT measures fluctuations at scales 500< ℓ< 10, 000. We fit a model for the lensed CMB, Sunyaev-Zel'dovich (SZ), and foreground contribution to the 148 GHz and 218 GHz power spectra, including thermal and kinetic SZ, Poisson power from radio and infrared point sources, and clustered power from infrared point sources. At ℓ= 3000, about half the power at 148 GHz comes from primary CMB after masking bright radio sources. The power from thermal and kinetic SZ is estimated to be , where . The IR Poisson power at 148 GHz is (C ℓ= 5.5±0.5 nK 2), and a clustered IR component is required with …"
            ],
            [
                [
                    "Quantum measurement",
                    "axions",
                    "fundamental physics",
                    "inorganic chemistry"
                ]
            ]
        ]
    ]
}