{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VSNZEPL3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dmitry Budker (E) Dmitry Budker (E) Professor Emeritus 273 Birge budker@berkeley.edu (510) 643-1829 Other: (510) 642-2207 The Budker Group Dmitry Budker received his Ph.D. in physics from UC Berkeley in 1993 and was a postdoctoral researcher at the University until his faculty appointment in 1995. Born in the former USSR, Budker was a student at the Novosibirsk State University from 1980 until 1985, when he received an equivalent to MS with honors from the Department of Physics. He then served as a junior researcher at the Institute of Nuclear Physics, where he conducted research on laser spectroscopy of atoms. In 1994, Budker received the American Physical Society Award for Outstanding Doctoral Thesis Research in Atomic, Molecular, and Optical Physics. He is a recipient of the NSF CAREER award, a Fellow of the American Physical Society, and was a Miller Professor in 2003-2004. Budker’s research interests are related to the study of violation of discrete symmetries – parity, time reversal invariance, and permutation symmetry for identical particles - using the methods of modern atomic physics. In particular, he has been involved in exploring the rare earth elements - samarium, dysprosium and ytterbium - where enhancement of P and P,T violating effects occurs due to close proximity of states with opposite nominal parity. More recently, he has also been involved in experimental search for temporal variation of fundamental “constants.” Such experiments involve many aspects and techniques of atomic physics, as well as of linear and nonlinear optics and spectroscopy. Some of the Budker group research involves experimental condensed-matter physics and nuclear magnetic resonance. Budker and his group are also studying applications of nonlinear optical phenomena in resonant vapors and in color centers in diamond to sensitive magnetometry. The group maintains a roughly 50-50 balance of fundamental-physics and applied projects. The experiments currently being carried out include: Experimental searches for P-violating effects in ytterbium Ultimately, this work may lead to a precision comparison of PNC effects on different isotopic and hyperfine transitions Investigation of nonlinear optical rotation and its applications to sensitive magnetometry and fundamental physics Investigation of spin-relaxation properties of atoms in cryogenic buffer gas environment Experimental tests of Bose-Einstein quantum statistics for photons Development of all-optical magnetic sensors for field and space applications Nuclear magnetic resonance and magnetic-resonance imaging with atomic magnetometers. Experimental search for a possible temporal variation of the fine-structure “constant” and measuring parity nonconservation using radio-frequency electric-dipole transitions in dysprosium Investigation of fundamental properties of nitrogen-vacancy (NV) color centers in diamond and application of NV ensembles to sensitive magnetometry Atomic physics of and remote magnetometry with mesospheric-sodium laser guide stars Collaborators in this work include D. English, A. Pines (UCB Chemistry), S. K. Lamoreaux (Yale), M. Auzinsh (Latvia), W. Gawlik (Poland), D. F. Jackson Kimball (CSUEB), P. Hemmer (Texas A&M), S. Rochester (Rochester Scientific, LLC), A. Sushkov (Yale\/Harvard), V. Yashchuk (LBNL), V. Acosta (Hewlett Packard), S. Pustelny (Poland), A. Cingoz (JILA), K. Tsigutkin, M. Ledbetter, A. Park, N. A. Leefer, D. C. Hovde (Southwest Sciences, Inc.), A. Gordon (Israel), D. Bonaccini-Calia (ESO), R. Holzloehner (ESO), R. Folman (BGU, Israel), and many others. There are always several visitors and undergraduate students in the group. These experiments ideally suit the university environment since, in spite of their potential to produce results significant to our understanding of fundamental interactions, they are relatively small-scale; thus they can be carried out in a small research group and allow graduate and undergraduate students to actively participate in all aspects of the experiment - from planning and design and apparatus construction to data taking and analysis.  Books M. Auzinsh, D. Budker, and S. Rochester: Optically Polarized Atoms. Understanding Light-Atom Interactions;Oxford University Press, 2010 D. Budker, D. F. Kimball, and D. P. DeMille: Atomic Physics: Exploration Through Problems and Solutions;Oxford University Press, 1\/e 2003; 2\/e 2008; cover, front matter (1\/e) , sample chapter (2\/e, pdf), Errata (for 1\/e), Errata (for 2\/e), and the Russian Edition, Errata (for R\/e) Papers N. Leefer, A. Cingöz, B. Gerber-Siff, Arijit Sharma, J. R. Torgerson, and D. Budker, Transverse laser cooling of a thermal atomic beam of dysprosium, Phys. Rev. A 81(4), 043427 (2010) A. Cingöz, N.A. Leefer, S.J. Ferrell, A. Lapierre, A.-T. Nguyen, V. V. Yashchuk, D. Budker, S. K. Lamoreaux, and J. R. Torgerson, A laboratory search for variation of the fine-structure constant using atomic dysprosium, Eur. Phys. J. Special Topics 163, 71-88 (2008) K. Tsigutkin, D. Dounas-Frazer, A. Family, J. E. Stalnaker, V. V. Yashchuk, D. Budker, Observation of a Large Atomic Parity Violation Effect in Ytterbium, Phys. Rev. Lett. 103, 071601 (2009) Mikhail V. Balabas, Todor Karaulanov, Micah P. Ledbetter, and Dmitry Budker, Polarized alkali vapor with minute-long transverse spin-relaxation time, Phys. Rev. Lett. 105, 070801 (2010) J. M. Higbie, S. M. Rochester, B. Patton, R. Holzlöhner, D. Bonaccini Calia, D. Budker, Magnetometry with Mesospheric Sodium, PNAS 10.1073\/pnas.1013641108 (2011) V. M. Acosta, E. Bauch, A. Jarmola, L. J. Zipp, M. P. Ledbetter, and D. Budker, Broadband magnetometry by infrared-absorption detection of diamond NV centers, Appl. Phys. Lett. 97, 174104 (2010) Thomas Theis, Paul Ganssle, Gwendal Kervern, Svenja Knappe, John Kitching, Micah Ledbetter, Dmitry Budker, Alex Pines, Parahydrogen enhanced zero-field nuclear magnetic resonance; Nature Physics doi:10.1038\/nphys1986 (May 1, 2011) Damon English, Valeriy V. Yashchuk, and Dmitry Budker, Spectroscopic test of Bose-Einstein statistics for photons, Phys. Rev. Lett. 104(25), 253604 (2010) Review article: D. Budker and M. V. Romalis, Optical Magnetometry, Nature Physics 3, 227 - 234 (2007) A. Cingoz, A. Lapierre, A.-T. Nguyen, N. Leefer, D. Budker, S. K. Lamoreaux, and J. R. Torgerson, Limit on the Temporal Variation of the Fine-Structure Constant Using Atomic Dysprosium, Phys. Rev. Lett. 98, 040801 (2007) D. Budker, S. K. Lamoreaux, A. O. Sushkov, and O. P. Sushkov, On the sensitivity of condensed-matter P- and T-violation experiments, Phys. Rev. A 73, 022107 (2006); cond-mat\/0511153 J. E. Stalnaker, D. Budker, S. J. Freedman, J. S. Guzman, S. M. Rochester, and V. V. Yashchuk, Dynamic Stark effect and forbidden-transition spectral lineshapes, Phys. Rev. A 73, 043416 (2006). S. Xu, S. M. Rochester, V. V. Yashchuk, M. H. Donaldson, and D. Budker, Construction and applications of an atomic magnetic gradiometer based on nonlinear magneto-optical rotation, Rev. Sci. Instrum. 77, 083106 (2006). S. Xu, V. V. Yashchuk, M. H. Donaldson, S. M. Rochester, D. Budker, and A. Pines, Magnetic resonance imaging with an optical magnetometer, Proc. Nat. Acad. Sci. (USA), 10.1073\/pnas.0605396103 D. Budker, “Parity nonconservation in atoms,” in Physics Beyond the Standard Model, proceedings of the Fifth Intrnational WEIN Symposium, P. Herczeg, C. M. Hoffman, and H. V. Klapdor-Kleingrothaus (Eds.) World Scientific, 418-441 (1999) D. Budker, “Electrons in a shell,” Am. J. Phys. 66(7), 572 (1998). S. Rochester, C. J. Bowers, D. Budker, D. DeMille, and M. Zolotorev, “Measurement of lifetimes and tensor polarizabilities of odd parity states of Sm I,“ Phys. Rev. A59(5), 3480 (1999). D. DeMille, D. Budker, N. Derr, and E. Deveney, “Search for exchange-antisymmetric two-photon states, “ Phys. Rev. Lett.83(20), 3978 (1999). D. Budker, V. Yashchuk, and M. Zolotorev, “Ultra-narrow features in magneto-optical rotation,” Phys. Rev. Lett.81(26), 5788 (1998). D. Budker, D. F. Kimball, S. M. Rochester, and V. V. Yashchuk: “Nonlinear magneto-optical rotation via alignment-to-orientation conversion,“ Phys. Rev. Lett.85, 2088 (2000). S. M. Rochester and D. Budker, “Atomic polarization visualized,” Am. Journ. Phys.69(3), 450 (2001). A. T. Nguyen, G. D. Chern, D. Budker, and M. Zolotorev, “Efficient population transfer in a multi-level system,” Phys. Rev. A. 63, 013406 (2001). B. DeBoo, D. F. Kimball, C.-H. Li, and D. Budker, “Multichannel Conical Emission and Parametric and Nonparametric Nonlinear Processes in Yb vapor,” JOSA B, 18(5), 639 (2001). D. Budker and J. E. Stalnaker, Magnetoelectric Jones dichroism in atoms Phys. Rev. Lett., 91(26), 263901 (2003). D. Budker, L. Hollberg, D. F. Kimball, J. Kitching, S. Pustelny, and V. V. Yashchuk, Investigation of microwave transitions and nonlinear magneto-optical rotation in anti-relaxation-coated cells, Phys. Rev. A 71, 012903 (2005); Review article: E. B. Alexandrov, M. Auzinsh, D. Budker, D. F. Kimball, S. M. Rochester, and V. V. Yashchuk, Dynamic effects in nonlinear magneto-optics of atoms and molecules; in a Special Issue of JOSA B on Nonlinear and Integrated Magneto-Optics; JOSA B 22(1), 7-20 (2005) Review article: D. Budker, W. Gawlik, D.F. Kimball, S.M. Rochester, V.V. Yashchuk, A. Weis, Resonant nonlinear magneto-optical effects in atoms; Rev. Mod. Phys. 74, 1153 (2002) M. Auzinsh, D. Budker D. F. Kimball, S. M. Rochester, J. E. Stalnaker, A. O. Sushkov, and V. V. Yashchuk, Can a quantum nondemolition measurement improve the sensitivity of an atomic magnetometer? Phys. Rev. Lett. 93(17), 173002 (2004) V. V. Yashchuk, J. Granwehr, D. F. Kimball, S. M. Rochester, A. H. Trabesinger, J. T. Urban, D. Budker, and A. Pines, Hyperpolarized xenon nuclear spins detected by optical atomic magnetometry, Phys. Rev. Lett. 93(16), 160801 (2004) D. Budker, D. F. Kimball, S. M. Rochester, J. T. Urban, Alignment-to-orientation conversion and nuclear quadrupole resonance, Chem. Phys. Lett. 378(3-4), 440-448 (2003) A. O. Sushkov, E. Williams, V. V. Yashchuk, D. Budker, and S. K.Lamoreaux, Kerr effect in liquid helium at temperatures below the superfluid transition, Phys. Rev. Lett. 93, 153003 (2004) C.H. Li, S.M. Rochester, M.G. Kozlov, and D. Budker, Unusually large polarizabilities and \"new\" atomic states in Ba, Phys. Rev. A 69, 042507 (2004)"
            ]
        ]
    ]
}