{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VT5UJ5SB",
            "pqLA25IAAAAJ",
            [
                "Importance of the Fermi-surface topology to the superconducting state of the electron-doped pnictide Ba(FeCo)As",
                "Beyond triplet: Unconventional superconductivity in a spin-3\/2 topological semimetal",
                "Physical and magnetic properties of Ba(FeMn)As single crystals",
                "Fermi surface reconstruction in (Ba 1− x K x) Fe 2 As 2 (0.44≤ x≤ 1) probed by thermoelectric power measurements",
                "Anisotropic magnetism, resistivity, London penetration depth and magneto-optical imaging of superconducting K0. 80Fe1. 76Se2 single crystals",
                "Enhancing thermoelectric performance using nonlinear transport effects",
                "Crystal growth and annealing study of fragile, non-bulk superconductivity in YFe2Ge2",
                "Signatures of quantum criticality in the thermopower of Ba(FeCo)As",
                "Thermoelectric power of Ba(FeRu)As and Ba(FeCo)As: Possible changes of Fermi surface with and without changes in electron count",
                "Single-crystal investigation of the proposed type-II Weyl semimetal CeAlGe"
            ],
            [
                "We used angle-resolved photoemission spectroscopy and thermoelectric power to study the poorly explored, highly overdoped side of the phase diagram of Ba (Fe 1− x Co x) 2 As 2 high-temperature superconductor. Our data demonstrate that several Lifshitz transitions—topological changes of the Fermi surface—occur for large x. The central hole barrel changes to ellipsoids that are centered at Z at x∼ 0.11 and subsequently disappear around x∼ 0.2; changes in thermoelectric power occur at similar x values. T c decreases and goes to zero around x∼ 0.15—between the two Lifshitz transitions. Beyond x= 0.2 the central pocket becomes electron-like and superconductivity does not exist. Our observations reveal the importance of the underlying Fermiology in electron-doped iron arsenides. We speculate that a likely necessary condition for superconductivity in these materials is the presence of the central hole …",
                "In all known fermionic superfluids, Cooper pairs are composed of spin-1\/2 quasi-particles that pair to form either spin-singlet or spin-triplet bound states. The “spin” of a Bloch electron, however, is fixed by the symmetries of the crystal and the atomic orbitals from which it is derived and, in some cases, can behave as if it were a spin-3\/2 particle. The superconducting state of such a system allows pairing beyond spin-triplet, with higher spin quasi-particles combining to form quintet or septet pairs. We report evidence of unconventional superconductivity emerging from a spin-3\/2 quasi-particle electronic structure in the half-Heusler semimetal YPtBi, a low-carrier density noncentrosymmetric cubic material with a high symmetry that preserves the p-like j = 3\/2 manifold in the Bi-based Γ8 band in the presence of strong spin-orbit coupling. With a striking linear temperature dependence of the London penetration depth, the …",
                "Single crystals of Ba (Fe 1− x Mn x) 2 As 2, 0< x< 0.148, have been grown and characterized by structural, magnetic, electrical transport, and thermopower measurements. Although growths of single crystals of Ba (Fe 1− x Mn x) 2 As 2 for the full 0⩽ x⩽ 1 range were made, we find evidence for phase separation (associated with some form of immiscibility) starting for x> 0.1–0.2. Our measurements show that whereas the structural\/magnetic phase transition found in pure BaFe 2 As 2 at 134 K is initially suppressed by Mn substitution, superconductivity is not observed at any substitution level. Although the effect of hydrostatic pressure up to 20 kbar in the parent BaFe 2 As 2 compound is to suppress the structural\/magnetic transition at the approximate rate of 0.9 K\/kbar, the effects of pressure and Mn substitution in the x= 0.102 compound are not cumulative. Phase diagrams of transition temperature versus substitution …",
                "We report in-plane thermoelectric power measurements on single crystals of (Ba 1− x K x) Fe 2 As 2 (0.44≤ x≤ 1). We observe a minimum in the S| T= const versus x at x∼ 0.55 that can be associated with the change in the topology of the Fermi surface, a Lifshitz transition, related to the electron pockets at the center of M point crossing the Fermi level. This feature is clearly observable below∼ 75 K. Thermoelectric power also shows a change in the x∼ 0.8–0.9 range, where the maximum in the thermoelectric power collapses into a plateau. This Lifshitz transition is most likely related to the reconstruction of the Fermi surface associated with the transformation of the hole pockets at the M point into four blades as observed by ARPES measurements.",
                "Single crystals of K 0.80 Fe 1.76 Se 2 were successfully grown from a ternary solution. We show that, although crystals form when cooling a near-stoichiometric melt, crystals are actually growing out of a ternary solution that remains liquid to at least 850 C. We investigated their chemical composition, anisotropic magnetic susceptibility and resistivity, specific heat, thermoelectric power, London penetration depth and flux penetration via magneto-optical imaging. Whereas the samples appear to be homogeneously superconducting at low temperatures, there appears to be a broadened transition range close to T c~ 30 K that may be associated with small variations in stoichiometry.",
                "We study nonlinear transport effects on the maximum efficiency and power for both inelastic and elastic thermoelectric generators. The former device refers to phonon-assisted hopping in double quantum dots, while the latter device is represented by elastic tunneling through a single quantum dot. We find that nonlinear thermoelectric transport can lead to enhanced efficiency and power for both types of devices. A comprehensive survey of various quantum-dot energy, temperature, and parasitic heat conduction reveals that the nonlinear transport–induced improvements of the maximum efficiency and power are overall much more significant for inelastic devices than for elastic devices, even for temperature biases as small as T h= 1.2 T c (T h and T c are the temperatures of the hot and cold reservoirs, respectively). The underlying mechanism is revealed as due to the fact that, unlike the Fermi distribution, the Bose …",
                "We investigated the occurrence and nature of superconductivity in single crystals of grown out of Sn flux by employing X-ray diffraction, electrical resistivity and specific heat measurements. We found that the residual resistivity ratio (RRR) of single crystals can be greatly improved, reaching as high as, by decanting the crystals from the molten Sn at and\/or by annealing at temperatures between 550 and. We found that the samples with RRR 34 showed resistive signatures of superconductivity with the onset of the superconducting transition. RRR values vary between 35 and 65 with, on average, no systematic change in value, indicating that the systematic changes in RRR do not lead to comparable changes in. Specific heat measurements on samples that showed the clear resistive signatures of a superconducting transition did not show any signature of a superconducting phase transition, which suggests that the …",
                "We demonstrate that the thermopower (S) can be used to probe the spin fluctuations (SFs) in proximity to the quantum critical point (QCP) in Fe-based superconductors. The sensitivity of S to the entropy of charge carriers allows us to observe an increase of S\/T in Ba (Fe 1− x Co x) 2 As 2 close to the spin-density-wave (SDW) QCP. This behavior is due to the coupling of low-energy conduction electrons to two-dimensional SFs, similar to heavy-fermion systems. The low-temperature enhancement of S\/T in the Co substitution range 0.02< x< 0.1 is bordered by two Lifshitz transitions, and it corresponds to the superconducting region, where a similarity between the electron and nonreconstructed hole pockets exists. The maximal S\/T is observed in proximity to the commensurate-to-incommensurate SDW transition, for critical x c≈ 0.05, close to the highest superconducting T c. This analysis indicates that low-T …",
                "Temperature-dependent, in-plane, thermoelectric power (TEP) data are presented for Ba (Fe 1− x Ru x) 2 As 2 (0⩽ x⩽ 0. 36) single crystals. The previously outlined x− T phase diagram for this system is confirmed. The analysis of TEP evolution with Ru doping suggests significant changes in the electronic structure, correlations, and\/or scattering occurring near~ 7%,~ 30%, and possibly~ 20% of Ru-doping levels. These results are compared with an extended set of TEP data for the electron-doped Ba (Fe 1− x Co x) 2 As 2 series for which initial angle-resolved photoemission spectroscopy and transport studies have identified x~ 0. 02 as the concentration at which the Lifshitz transition takes place. In addition to x~ 0. 02 the Co levels of x≈ 0. 11 and 0.22 are identified as concentrations at which similar changes occur.",
                "We present details of materials synthesis, crystal structure, and anisotropic magnetic properties of single crystals of CeAlGe, a proposed type-II Weyl semimetal. Single-crystal x-ray diffraction confirms that CeAlGe forms in a noncentrosymmetric I 4 1 m d space group, in line with predictions of nontrivial topology. Magnetization, specific heat, and electrical transport measurements were used to confirm antiferromagnetic order below 5 K, with an estimated magnon excitation gap of Δ= 9.11 K from heat capacity and hole-like carrier density of 1.4× 10 20 cm− 3 from Hall effect measurements. The easy magnetic axis is along the [100] crystallographic direction, indicating that the moment lies in the tetragonal a b plane below 7 K. A spin-flop transition to less than 1 μ B\/Ce is observed to occur below 30 kOe at 1.8 K in the M (H)(H∥ a) data. Small magnetic fields of 3 and 30 kOe are sufficient to suppress magnetic order …"
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                "Halyna  Hodovanets,  Ph.D. Assistant Professor halyna.hodovanets@ttu.edu +1 (806) 834-5857 Department of Physics & Astronomy Box 14051, Lubbock, TX 79409-1051 Office Science Building 114 Website: My research focuses on the synthesis and discovery, characterization, and optimization\n                     of novel quantum materials (e.g. Weyl semimetals, superconductors, antiferro- and\n                     ferromagnets, magnetocaloric and thermoelectric materials) in a single crystalline\n                     form. My interest is in the exotic electronic and quantum states of matter that are\n                     realized in quantum materials and can be tuned with chemical substitution, magnetic\n                     field, or application of pressure. Education Ph.D., Iowa State University 2014 M.Sc., Minnesota State University, Mankato 2008 B.Sc., Drohobych State Pedagogical University, Ukraine 2002 Publications [1] A. Weiland, L. J. Eddy, G. T. McCandless, H. Hodovanets, J. Paglione, and J. Y.\n                        Chan, Refine Intervention: Characterizing Disordered Yb 0.5 Co 3 Ge 3 , Cryst. Growth Des .(2020) [2] C. Eckberg, D. Campbell, J. Collini, T. Metz, H. Hodovanets, P. Zavalij, S. Lee,\n                        P. Abbamonte, M. H. Christensen, R.l Fernandes, J. Lynn, and J. Paglione, Sixfold\n                        enhancement of superconductivity in a tunable electronic nematic system, Nat. Phys. 16 , 346–350 (2020) [3] J. B. Felder, A. Weiland, H. Hodovanets, G. T. McCandless, T. G. Estrada, T. J.\n                        Martin, A. V. Walker, J. Paglione, and J. Y. Chan, Law and disorder: special stacking\n                        units – building the intergrowth Ce 6 Co 5 Ge 16 , Inorg. Chem. , 58 ,9, 6037 (2019) [4] H. Hodovanets, C. J. Eckberg, P. Y. Zavalij, H. Kim, W. - C. Lin, M. Zic, D. J.\n                        Campbell, J. S. Higgins, and J. Paglione, Single crystal investigation of proposed\n                        type-II Weyl semimetal CeAlGe, Phys. Rev. B 98 , 245132 (2018) [5] C. Eckberg, L. Wang, H. Hodovanets, H. Kim, D. Campbell, P. Zavalij, P. M. Piccoli,\n                        and J. Paglione, Evolution of Structure and Superconductivity in Ba(Ni 1−x Co x ) 2 As 2 , Phys. Rev. B 97 , 224505 (2018) [6] X. Zhou, B. Wilfong, S.-C. Liou, H. Hodovanets, C. Brown, and E. Rodriguez, Proton\n                        and ammonia intercalation into layered iron chalcogenides, Chem. Commun. 54 , 6895 (2018) [7] D. J. Campbell, L. Wang, C. Eckberg, D. Graf, H. Hodovanets, and J. Paglione,\n                        CoAs: The line of 3d demarcation, Phys. Rev. B 97 , 174410 (2018) [8] B. G. Ueland, N. H. Jo, A. Sapkota, W. Tian, M. Masters, H. Hodovanets, S. S.\n                        Downing, C. Schmidt, R. J. McQueeney, S. L. Bud'ko, A. Kreyssig, P. C. Canfield, and\n                        A. I. Goldman, Reduction of the ordered-magnetic moment and its relationship to Kondo\n                        coherence in Ce 1 − x La x Cu 2 Ge 2 , Phys. Rev. B 97 , 165121 (2018) [9] H. Kim, K. Wang, Y. Nakajima, R. Hu, S. Ziemak, P. Syers, L. Wang, H. Hodovanets,\n                        J. D. Denlinger, P. M. R. Brydon, D. F. Agterberg, M. A. Tanatar, R. Prozorov, and\n                        J. Paglione, Beyond triplet: Unconventional superconductivity in a spin-3\/2 topological\n                        semimetal, Science Advances , 4 , eaao4513 (2018) [10] D. J. Campbell, C. Eckberg, K. Wang, H. Hodovanets, D. Graf, D. Parker, and J.\n                        Paglione, Quantum oscillations in the anomalous spin density wave state of FeAs, Phys. Rev. B 96 , 075120 (2017) [11] S. F. Blake,  H. Hodovanets,  A. McCollam, S. L. Bud'ko,  P. C. Canfield, and\n                        A. I. Coldea, de Haas-van Alphen study of role of 4f electrons in antiferromagnetic\n                        CeZn 11 as compared to its nonmagnetic analog LaZn 11 , Phys. Rev. B 94 , 235103 (2016) [12] H. Hodovanets, S.  L. Bud'ko, W.  E. Straszheim, V. Taufour, E.  D. Mun, H. Kim,\n                        R. Flint, and P.  C. Canfield, Remarkably robust and correlated coherence and antiferromagnetism\n                        in (Ce 1-x La x )Cu 2 Ge 2 , Phys. Rev. Lett . 114 , 236601 (2015) [13] H. Kim, S. Ran, E. D. Mun, H. Hodovanets, M. A. Tanatar, R. Prozorov, S. L. Bud'ko,\n                        and P.C. Canfield, Crystal growth and annealing study of fragile, non-bulk superconductivity\n                        in YFe 2 Ge 2 , Philosophical Magazine 95 :7, 804 (2015) [14] W. T. Jayasekara, W. Tian, H. Hodovanets, P. C. Canfield, S. L. Bud'ko, A. Kreyssig,\n                        and A. I. Goldman, Complex magnetic ordering in CeGe 1.76 studied by neutron diffraction, Phys. Rev. B 90 , 134423 (2014) [15] H. Hodovanets, Y. Liu,  A. Jesche, S. Ran, E. D. Mun, T. A. Lograsso, S. L. Bud'ko,\n                        and P. C. Canfield, Fermi surface reconstruction in (Ba 1-x K x )Fe 2 As 2 (0.44 £x£1) probed by thermoelectric power measurements, Phys. Rev. B 89 , 224517 (2014) [16] S. L. Bud'ko, H. Hodovanets, A. Panchula, R. Prozorov, and P. C. Canfield, Physical\n                        properties of CeGe 2-x (x = 0.24) single crystals, J.  Phys. Cond. Matter 26 ,146005 (2014) [17] V. Taufour, H. Hodovanets, S. K. Kim, S. L. Bud'ko, and P. C. Canfield, Electrical\n                        resistivity study of CeZn 11 : Magnetic field and pressure phase diagram up to 5GPa, Phys. Rev. B 88 , 195114 (2013) [18] H. Hodovanets, S. L. Bud'ko, X. Lin, V. Taufour, M. G. Kim, D. K. Pratt, A. Kreyssig\n                        and P. C. Canfield, Anisotropic transport and magnetic properties and magnetic-ﬁeld\n                        tuned states of CeZn 11 single crystals, Phys. Rev. B 88, 054410 (2013) [19] S. Arsenijevic, H. Hodovanets,  R. Gaal, L. Forro,  S. L. Bud'ko, and P. C. Canfield,\n                        Signatures of quantum criticality in the thermopower of Ba(Fe 1-x Co x ) 2 As 2 , Phys. Rev. B 87 , 224508 (2013) [20] H. Hodovanets, S. Ran, P. C. Canfield and S. L. Bud'ko, Boron isotope effect\n                        in single crystals of ErNi 2 B 2 C superconductor, Philosophical Magazine 93 :14, 1748-1754 (2013) [21] H. Hodovanets, A.Thaler, E. Mun, N. Ni, S. L. Bud'ko and P. C. Canfield, Thermoelectric\n                        power of Ba(Fe 1-x Co x ) 2 As 2 (0  ≤   x  ≤  0.05) and Ba(Fe 1-x Rh x ) 2 As 2 (0  ≤  x  ≤   0.171), Philosophical Magazine 93 :6, 661-672 (2013) [22] R. Hu, E. D. Mun, D. H. Ryan, K. Cho, H. Kim, H. Hodovanets, W. E. Straszheim,\n                        M. A. Tanatar, R. Prozorov, W. N. Rowan-Weetaluktuk, J. M. Cadogan, M. M. Altarawneh,\n                        C. H. Mielke, V. S. Zapf, S. L. Bud'ko and P.C. Canfield, Synthesis and Physical Properties\n                        of the New Potassium Iron Selenide Superconductor K 0.80 Fe 1.76 Se 2 ,in Iron-based Superconductors: Materials, Properties and Mechanisms , edited by N. L. Wang, H. Hosono, P. Dai (Pan Stanford, 2012), p. 53 [23] A. Thaller, H. Hodovanets, M.S. Torikachvili, S. Ran, A. Kracher, W. Straszheim,\n                        J. Q. Yan, E. Mun, and P. C. Canfield, Physical and magnetic properties of Ba(Fe 1-x Mn x ) 2 As 2 single crystals, Phys. Rev. B 84 , 144528 (2011) [24] C. Liu, A. D. Palczewski, R. S. Dhaka, Takeshi Kondo, R. M. Fernandes, E. D.\n                        Mun, H. Hodovanets, A. N. Thaler, J. Schmalian, S. L. Bud'ko, P. C. Canfield, and\n                        A. Kaminski, Importance of the Fermi-surface topology to the superconducting state\n                        of the electron-doped pnictide Ba(Fe 1-x Co x ) 2 As 2 , Phys. Rev. B 84 , 020509(R)  (2011) – Rapid Communications [25] R. Hu, K. Cho, H. Kim, H. Hodovanets, W. E. Straszheim, M. A. Tanatar, R.  Prozorov,\n                        S. L. Bud'ko, and P. C. Canfield, Anisotropic magnetism, resistivity, London penetration\n                        depth and magneto-optical imaging of superconducting K 0.80 Fe 1.76 Se 2 single crystals, Supercond. Sci. Technol. 24 , 065006 (20011) [26] H. Hodovanets, E. D. Mun, A. Thaler, S. L. Bud'ko, and P. C. Canfield, Thermoelectric\n                        power of Ba(Fe 1- x Ru x ) 2 As 2 and Ba(Fe 1- x Co x ) 2 As 2 : Possible changes of Fermi surface with and without changes in electron count, Phys. Rev. B 83 , 094508 (2011) [27] S. L. Bud'ko, V. G. Kogan, H. Hodovanets, S. Ran, S. A. Moser, M. J. Lampe, and\n                        P. C. Canfield, Evolution of ground state and upper critical field in R 1− x Gd x Ni 2 B 2 C ( R =Lu,Y): Coexistence of superconductivity and spin-glass state, Phys. Rev. B 82 ,174513 (2010) Sep 18, 2020 3:46 PM"
            ]
        ]
    ]
}