{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VV3RS46B",
            "eQiX0m4AAAAJ",
            [
                "Is the low-ℓ microwave background cosmic?",
                "CMB-S4 science book",
                "pp and pp Elastic Scattering",
                "Probing Newton’s constant on vast scales: Dvali-Gabadadze-Porrati gravity, cosmic acceleration, and large scale structure",
                "Multipole vectors: A new representation of the CMB sky and evidence for statistical anisotropy or non-Gaussianity at 2⩽ l⩽ 8",
                "Parametrization of dark-energy properties: A principal-component approach",
                "Systematic SO (10) operator analysis for fermion masses",
                "Circles in the sky: Finding topology with the microwave background radiation",
                "On the large-angle anomalies of the microwave sky",
                "Uncorrelated universe: statistical anisotropy and the vanishing angular correlation function in WMAP years 1–3"
            ],
            [
                "The large-angle (low-ℓ) correlations of the cosmic microwave background exhibit several statistically significant anomalies compared to the standard inflationary cosmology. We show that the quadrupole plane and the three octopole planes are far more aligned than previously thought (99.9% CL). Three of these planes are orthogonal to the ecliptic at 99.1% CL, and the normals to these planes are aligned at 99.6% CL with the direction of the cosmological dipole and with the equinoxes. The remaining octopole plane is orthogonal to the supergalactic plane at 99.6% CL",
                "This book lays out the scientific goals to be addressed by the next-generation ground-based cosmic microwave background experiment, CMB-S4, envisioned to consist of dedicated telescopes at the South Pole, the high Chilean Atacama plateau and possibly a northern hemisphere site, all equipped with new superconducting cameras. CMB-S4 will dramatically advance cosmological studies by crossing critical thresholds in the search for the B-mode polarization signature of primordial gravitational waves, in the determination of the number and masses of the neutrinos, in the search for evidence of new light relics, in constraining the nature of dark energy, and in testing general relativity on large scales.",
                "We present an analysis of pp and ̄pp elastic scattering in terms of various exchanges. Three-gluon exchange dominates at large t, and single-pomeron exchange at small t. The dip seen in high-energy pp scattering is provided by the interference of both of these with double-pomeron exchange. We predict that this dip will not be found in high-energy ̄pp scattering. The dip that is seen in low-energy ̄pp scattering is the result of the additional presence of reggeon-pomeron exchange.",
                "The nature of the fuel that drives today’s cosmic acceleration is an open and tantalizing mystery. The brane-world theory of Dvali, Gabadadze, and Porrati (DGP) provides a context where late-time acceleration is driven not by some energy-momentum component (dark energy), but rather is the manifestation of the excruciatingly slow leakage of gravity off our four-dimensional world into an extra dimension. At the same time, DGP gravity alters the gravitational force law in a specific and dramatic way at cosmologically accessible scales. We derive the DGP gravitational force law in a cosmological setting for spherical perturbations at subhorizon scales and compute the growth of large-scale structures. We find that a residual repulsive force at large distances gives rise to a suppression of the growth of density and velocity perturbations. Explaining the cosmic acceleration in this framework leads to a present day …",
                "We propose a novel representation of cosmic microwave anisotropy maps, where each multipole order l is represented by l unit vectors pointing in directions on the sky and an overall magnitude. These “multipole vectors and scalars” transform as vectors under rotations. Like the usual spherical harmonics, multipole vectors form an irreducible representation of the proper rotation group SO (3). However, they are related to the familiar spherical harmonic coefficients a l m in a nonlinear way and are therefore sensitive to different aspects of the cosmic microwave background (CMB) anisotropy. Nevertheless, it is straightforward to determine the multipole vectors for a given CMB map and we present an algorithm to compute them. A code implementing this algorithm is available at http:\/\/www. phys. cwru. edu\/projects\/mpvectors\/. Using the Wilkinson Microwave Anisotropy Probe (WMAP) full-sky maps, we perform several …",
                "Considerable work has been devoted to the question of how best to parametrize the properties of dark energy, in particular, its equation of state w. We argue that, in the absence of a compelling model for dark energy, the parametrizations of functions about which we have no prior knowledge, such as w (z), should be determined by the data rather than by our ingrained beliefs or familiar series expansions. We find the complete basis of orthonormal eigenfunctions in which the principal components [weights of w (z)] that are determined most accurately are separated from those determined most poorly. Furthermore, we show that keeping a few of the best-measured modes can be an effective way of obtaining information about w (z).",
                "A new approach for deducing the theory of fermion masses at the scale of grand unification is proposed. Combining SO (10) grand unification, family symmetries and supersymmetry with a systematic operator analysis, the minimal set of fermion mass operators consistent with low-energy data is determined. Exploiting the full power of SO (10) to relate up, down, and charged lepton mass matrices, we obtain predictions for seven of the mass and mixing parameters. The assumptions upon which the operator search and resulting predictions are based are stressed, together with a discussion of how the predictions are affected by a relaxation of some of the assumptions. The masses of the heaviest generation, m t, m b, and m τ, are generated from a single renormalizable Yukawa interaction, while the lighter masses and the mixing angles are generated by nonrenormalizable operators of the grand unified theory. The …",
                "If the universe is finite and smaller than the distance to the surface of last scatter, then the signature of the topology of the universe is writ large on the microwave background sky. We show that the microwave background will be identified at the intersections of the surface of last scattering as seen by differentcopies' of the observer. Since the surface of last scattering is a 2-sphere, these intersections will be circles, regardless of the background geometry or topology. We therefore propose a statistic that is sensitive to all small, locally homogeneous topologies. Here, small means that the distance to the surface of last scatter is smaller than thetopology scale'of the universe.",
                "We apply the multipole vector framework to full-sky maps derived from the first-year Wilkinson Microwave Anisotropy Probe (WMAP) data. We significantly extend our earlier work showing that the two lowest cosmologically interesting multipoles, ℓ= 2 and 3, are not statistically isotropic. These results are compared to the findings obtained using related methods. In particular, we show that the planes of the quadrupole and the octopole are unexpectedly aligned. Moreover, the combined quadrupole plus octopole is surprisingly aligned with the geometry and direction of motion of the Solar system: the plane they define is perpendicular to the ecliptic plane and to the plane defined by the dipole direction, and the ecliptic plane carefully separates stronger from weaker extrema, running within a couple of degrees of the null-contour between a maximum and a minimum over more than 120° of the sky. Even given the …",
                "The large-angle (low-ℓ) correlations of the cosmic microwave background (CMB) as reported by the Wilkinson Microwave Anisotropy Probe (WMAP) after their first year of observations exhibited statistically significant anomalies compared to the predictions of the standard inflationary big-bang model. We suggested then that these implied the presence of a solar system foreground, a systematic correlated with solar system geometry, or both. We reexamine these anomalies for the data from the first three years of WMAP’s operation. We show that, despite the identification by the WMAP team of a systematic correlated with the equinoxes and the ecliptic, the anomalies in the first-year internal linear combination (ILC) map persist in the three-year ILC map, in all-but-one case at similar statistical significance. The three-year ILC quadrupole and octopole therefore remain inconsistent with statistical isotropy—they are …"
            ],
            [
                [
                    "cosmology",
                    "particle physics"
                ]
            ],
            [
                "Glenn Starkman Distinguished University Professor and Co-chair Department of Physics glenn.starkman@case.edu 216.368.3660 Rockefeller Building 215 B.Sc. (Hons.), University of Toronto (1984) Ph.D., Stanford University (1988) Theoretical Physics: Cosmology, Particle Physics and Astrophysics Interests We live in an exciting time for cosmology. After decades of struggling to obtain data about the properties of our universe on the largest scales and at the earliest possible times, we now find ourselves with a wealth of data pouring in from many sources. These include observations of the microwave background radiation — the relic radiation of the early universe — and surveys of astronomical objects — galaxies, quasars, supernovae, gamma-ray bursters, … — over large fractions of the sky out to large fractions of the radius of the observable universe. This flow of data is likely to only increase — new larger, deeper surveys, more detailed observations of the microwave background and its polarization, measurements of gravitational lensing, observations of gravity waves. At the same time, precision tests of our fundamental theories of particle physics and of gravity continue to improve. The Standard Model (SM) of the strong, weak, and electromagnetic interactions of particles is a remarkable achievement; after thirty years of being tested, its predictions still agree with all known experimental data within the limits of experimental and theoretical accuracy. In all that time, the only twist that data has forced us to add to the theory is neutrino masses, and those slip into the theory so easily that it is almost unfair to call them non-Standard Model. Particle physicists have accused the SM of many failings — too many parameters, too many forces, a hierarchy of scales, a failure to incorporate gravity. I have spent much time trying to understand one of these recently — the so-called fine tuning problem. In the course of arguing that, contrary to widely held opinion, the SM has no fine-tuning problem, we have learned many new things about our beloved SM. Indeed we have proved a whole new tower of Ward-Takahashi identities. Armed with this new knowledge we expect to be able to make predictions for new observables and devise new precision tests of the SM, and thus new searches for physics beyond the SM. The one real piece of evidence for physics beyond the SM was once called the missing matter problem — the fact that all of cosmology, from galaxies on up, seems to demand the existence of much more matter than we see, indeed about 5x as much. We call this missing stuff dark matter, and have long wondered what it is. Most of the attention has been focused on new hypothetical, particles — WIMPs and axions most notably. Recently, I have spent much time with collaborators looking at the possibility that the dark matter is not a new particle after all, but rather macroscopic chunks of matter, most likely composed of ordinary baryons (particles like protons and neutrons that are made of quarks) but with a high concentration of strange baryons. Surprisingly, this is still possible for a wide range of masses for these chunks. I expect that over the next few years I will devote considerable effort to looking more carefully for these macro dark matter candidates. The existence of dark energy is not necessarily a problem for the Standard Model, since that dark energy can be just the energy of the SM vacuum, although we have no idea how to predict the amount of vacuum energy from the SM. That is the cosmological constant problem — one of the outstanding, and most difficult, problems of modern physics. However, both it and the missing matter problem point to another possibility — that our model of gravity needs to be modified on scales larger than the solar system. Over the years I have spent a fair bit of time thinking about modified gravity, mostly around the question of how one might tell that gravity has been modified. This remains a problem of interest to me and of course to many others. For a theorist, like I, this is both the best of times and the worst of times. On the one hand data constrains your imagination — if you want to do physics (as opposed to mathematics) you must ultimately confine your interest to what is measured or measurable. On the other hand, new and future data implies the ability to make predictions and so test your theories. This is incredibly exciting. Together with collaborators, research associates, graduate and undergraduate students I am engaged in a number of very exciting projects closely connected with current or future data. These include: searching for evidence of non-trivial (i.e. interesting) topology of the universe in microwave background data: We have published the most stringent limit on the smallest loop around the universe — greater than about 85 Billion light years. We continue to search for topology near or just over the horizon. determining how best to search for differences between General Relativity and modified theories of gravity that try to explain the accelerating expansion of the universe or the rotation of galaxies: We have shown how modified theories of gravity will change the orbits of planets and moons in the solar system (aka Lue-Starkman precession) We have shown how large scale structure grows at a modified rate in modified gravity. We have shown that the mass as determined by motions of particles (e.g. rotation of galaxies) and the mass as determined by bending of light will differ. Investigating the large scale correlations of the universe: Using data from the Wilkinson Microwave Anisotropy Probe (WMAP) we have demonstrated that on large scales the microwave background is not (statistically) isotropic but rather is correlated within itself and to solar system geometry. It is always the unexpected ideas that crop up in conversation with students and postdocs that turn into the most interesting lines of investigation, so who knows what other things we will be investigating in the years to come. Publications Integration of inhomogeneous cosmological spacetimes in the BSSN formalism. <http:\/\/inspirehep.net\/record\/1402745> By James B. Mertens, John T. Giblin, Glenn D. Starkman. [arXiv:1511.01106 [gr-qc]]. Hidden $U(1)_Y$ Ward-Takahashi identities, absence of Brout-Englert-Higgs fine-tuning and decoupling of certain heavy particles due to spontaneous symmetry breaking I: The extended Abelian Higgs model. <http:\/\/inspirehep.net\/record\/1394198> By Bryan W. Lynn, Glenn D. Starkman. [arXiv:1509.06198 [hep-ph]]. Beating non-linearities: improving the Baryon Acoustic Oscillations with the linear point. <http:\/\/inspirehep.net\/record\/1386661> By Stefano Anselmi, Glenn D. Starkman, Ravi K. Sheth. [arXiv:1508.01170 [astro-ph.CO]]. Mon.Not.Roy.Astron.Soc. 455 (2016 ) 3, 2474-2483 Macro Dark Matter. <http:\/\/inspirehep.net\/record\/1320980> By David M. Jacobs, Glenn D. Starkman, Bryan W. Lynn. [arXiv:1410.2236 [astro-ph.CO]]. Mon.Not.Roy.Astron.Soc. 450 (2015) 4, 3418-3430. Constraints on the Topology of the Universe: Extension to General Geometries. <http:\/\/inspirehep.net\/record\/1118228> By Pascal M. Vaudrevange, Glenn D. Starkman, Neil J. Cornish, David N. Spergel. [arXiv:1206.2939 [astro-ph.CO]]. 10.1103\/PhysRevD.86.083526 <http:\/\/dx.doi.org\/10.1103\/PhysRevD.86.083526> . Phys.Rev. D86 (2012) 083526. Differentiating between modified gravity and dark energy. <http:\/\/inspirehep.net\/record\/622484> By Arthur Lue, Roman Scoccimarro, Glenn Starkman. [astro-ph\/0307034]. 10.1103\/PhysRevD.69.044005 <http:\/\/dx.doi.org\/10.1103\/PhysRevD.69.044005> . Phys.Rev. D69 (2004) 044005."
            ]
        ]
    ]
}