{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VV6TQJ0H",
            "lGy-t4cAAAAJ",
            [
                "Design concepts for the Cherenkov Telescope Array CTA: an advanced facility for ground-based high-energy gamma-ray astronomy",
                "The first Fermi Large Area Telescope catalog of gamma-ray pulsars",
                "Variable very high energy γ-ray emission from Markarian 501"
            ],
            [
                "Ground-based gamma-ray astronomy has had a major breakthrough with the impressive results obtained using systems of imaging atmospheric Cherenkov telescopes. Ground-based gamma-ray astronomy has a huge potential in astrophysics, particle physics and cosmology. CTA is an international initiative to build the next generation instrument, with a factor of 5–10 improvement in sensitivity in the 100 GeV–10 TeV range and the extension to energies well below 100 GeV and above 100 TeV. CTA will consist of two arrays (one in the north, one in the south) for full sky coverage and will be operated as open observatory. The design of CTA is based on currently available technology. This document reports on the status and presents the major design concepts of CTA.",
                "The dramatic increase in the number of known gamma-ray pulsars since the launch of the Fermi Gamma-ray Space Telescope (formerly GLAST) offers the first opportunity to study a sizable population of these high-energy objects. This catalog summarizes 46 high-confidence pulsed detections using the first six months of data taken by the Large Area Telescope (LAT), Fermi’s main instrument. Sixteen previously unknown pulsars were discovered by searching for pulsed signals at the positions of bright gamma-ray sources seen with the LAT, or at the positions of objects suspected to be neutron stars based on observations at other wavelengths. The dimmest observed flux among these gamma-ray-selected pulsars is 6. 0× 10− 8 ph cm− 2 s− 1 (for E> 100 MeV). Pulsed gamma-ray emission was discovered from 24 known pulsars by using ephemerides (timing solutions) derived from monitoring radio pulsars. Eight of …",
                "The blazar Mrk 501 was observed at energies above 0.10 TeV with the MAGIC Telescope from 2005 May through July. The high sensitivity of the instrument enabled the determination of the flux and spectrum of the source on a night‐by‐night basis. Throughout our observational campaign, the flux from Mrk 501 was found to vary by an order of magnitude. Intranight flux variability with flux‐doubling times down to 2 minutes was observed during the two most active nights, namely, June 30 and July 9. These are the fastest flux variations ever observed in Mrk 501. The ∼20 minute long flare of July 9 showed an indication of a   minute time delay between the peaks of F(<0.25 TeV) and F(>1.2 TeV), which may indicate a progressive acceleration of electrons in the emitting plasma blob. The flux variability was quantified for several energy ranges and found to increase with the energy of the γ‐ray photons. The spectra …"
            ],
            [
                [
                    "astroparticle physics",
                    "detector development"
                ]
            ],
            [
                "aotte6 A. Nepomuk Otte Associate Professor Ph.D. in Physics 2007, Max-Planck-Institute for Physics, Munich Germany & Technical University, Munich, Germany, Postdoctoral Researcher 2008-2011, University of California, Santa Cruz Astroparticle Physics, Instrumentation, Photon detectors aotte6@gatech.edu (404) 385-2503 Howey N112 otte.gatech.edu"
            ]
        ]
    ]
}