{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VYDUFX13",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                ">\n    \n  \n    \n      Alan J. Weinstein Alan J. Weinstein Professor of Physics; Executive Officer for Physics Contact information for Alan J. Weinstein MC 100-36 354A West Bridge (33W) 626-395-2166 Research Website Personal Website A.B., Harvard University, 1978; Ph.D., 1983. Assistant Professor, Caltech, 1988-95; Associate Professor, 1995-99; Professor, 2000-; Executive Officer, 2020-. ; Curriculum vitae Research Interests Main research interest: The physics and astrophysics of gravitational waves with the LIGO Laboratory (ligo.org). Other research interests: high energy particle physics; high energy astrophysics; cosmology, dark matter and dark energy; precision metrology. My research focus in recent years has been in the search for gravitational waves (GWs) using the Advanced LIGO detectors , within the LIGO Scientific Collaboration . GWs are produced by the most extreme environments and events in the universe, where gravitational fields are strongest and most rapidly changing: black holes and the earliest moments of the Big Bang. GWs from neutron stars probe all the\n    fundamental forces of nature, at energies and densities unobtainable in the laboratory. I lead the gravitational wave astrophysical data analysis group at LIGO Laboratory, Caltech . Our group works in all aspects\n    of the subject:  characterizing the performance and improving the quality of the data from the Advanced LIGO detectors; studying the fundamental properties of GWs from astrophysical sources, and searching for properties beyond those predicted by General Relativity; searching for GW signals from the inspiral and merger of compact binary systems (neutron stars and\/or black holes) in distant galaxies; studying the properties and populations of these systems using Bayesian inference; rapidly searching for electromagnetic (optical, x-ray, gamma ray, radio) counterparts to events detected in GWs to better understand the sources (\"multi-messenger astronomy\"); searching for GW burst signals from core-collapse supernovas in our galaxy and the Local Group, and studying the properties of those events; searching for GW signals from spinning neutron stars in our galactic neighborhood, and using them to test General Relativity; searching for GW signals from the Big Bang and from many weakly emitting astrophysical sources. Our group works closely with the Caltech LIGO Laboratory Instrument Science group led by Prof Rana Adhikari , the\n    Caltech TAPIR group led by Prof Yanbei Chen , colleagues in Caltech Observational Astronomy , and colleagues in the LIGO Scientific Collaboration and its partner experiments around the world. I have been involved in LIGO since 1998. From 1980-2000, I worked in experimental particle physics with high energy colliders (at SLAC, SCIPP, Cornell, and CERN), focusing on the physics of the heavy charm and bottom quarks, the heavy\n    tau lepton, the properties of the Z0 weak boson, searches for the Higgs, and drift chamber and silicon tracker technology. From 2000-2004, I dabbled in observational cosmology with the SNAP space telescope; but NASA didn't give it a go.\n    My interests lie in physical phenomena far removed from the human experience: the physics of the very small, and of the very large. From 1998 - 2005, I led the development of the 40 meter laser interferometer prototype GW detector on the Caltech campus, which successfully tested a suite of Advanced LIGO technologies (mostly in sensing and control of the signal- and power-recycled Fabry-Perot Michelson interferometer configuration) which helped inform the final design of the\n    detectors we have today. I worked on the first searches for GW bursts in LIGO data.  I served as co-chair of the Compact Binary Coalescence (CBC) working group of the LIGO Scientific Collaboration (LSC) for five years in 2008-2013, during the last runs\n        of Initial LIGO and the exciting Big Dog blind injection exercise . \n    \n    Currently, I lead the LIGO Open Science Center (LOSC) and the LIGO Laboratory SURF REU program (around 30 undergraduates each summer at Caltech, LHO and LLO). Much of my focus these days is on efficiently searching for binary black hole merger events in Advanced LIGO data. Our group must ensure the high performance of our advanced detectors and the quality of its data; find GW signals in advanced detector data as effectively and convincingly as possible; and exploit them for the best science we can\n  do. In Fall of 2015, my colleagues and I in the LIGO Scientific Collaboration made the first confirmed detections of gravitational waves, from the inspiral and merger of binary black holes in distant galaxies, and we have studied the\n    properties of these events extensively. My Caltech group and I played major roles in this endeavor. Since then, we have detected several more binary black hole mergers, and are continuing the search for GWs from other astrophysical\n    sources. There is much more to come! In recent years, I have been teaching junior-year Classical Mechanics (Ph 106), Sophomore Physics (Ph 12 - Waves, Quantum Mechanics, Statistical Mechanics), and Freshman Seminars on the Physics and Astrophysics of Gravitational\nWaves; Frontiers of High Energy Physics (\"The Physics of the LHC\"); and Cosmology and Astrophysics with Open Data. In the past, I have taught junior-year Quantum Mechanics (Ph  125), High Energy Astrophysics (Ay 125), Particle\nPhysics (Ph 135), and Freshman Seminars on \"Major Unsolved Problems in Fundamental Physics\" and \"Scientific Computation with Open Data\" (Ph 4). Selected Awards Fellow of the American Physical Society through the Division of Gravitational Physics, 2015.\nSpecial Breakthrough Prize in Fundamental Physics, shared with the LIGO discovery team, 2016.\nGruber Cosmology Prize, shared with the LIGO discovery team, 2016.\nEinstein Prize, shared with the LIGO discovery team, 2017. Courses Ph 106 abc. Topics in Classical Physics. 9 units (3-0-6): first, second, third terms. Prerequisites: Ph 2 ab or Ph 12 abc, Ma 2. An intermediate course in the application of basic principles of classical physics to a wide variety of subjects. Roughly half of the year will be devoted to mechanics, and half to electromagnetism. Topics include Lagrangian and Hamiltonian formulations of mechanics, small oscillations and normal modes, boundary-value problems, multipole expansions, and various applications of electromagnetic theory. Instructors: Weinstein, Golwala. Ph 20. Computational Physics Laboratory I. 6 units (0-6-0): first, second, third terms. Prerequisites: CS 1 or equivalent. Introduction to the tools of scientific computing. Use of numerical algorithms and symbolic manipulation packages for solution of physical problems. Python for scientific programming, Mathematica for symbolic manipulation, Unix tools for software development. Instructors: Mach, Weinstein."
            ]
        ]
    ]
}