{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "VZ2F9HUV",
            "kuNlrpkAAAAJ",
            [
                "Management of immune-related adverse events in patients treated with immune checkpoint inhibitor therapy: American Society of Clinical Oncology Clinical Practice Guideline",
                "Personalized medicine in a phase I clinical trials program: the MD Anderson Cancer Center initiative",
                "PI3K\/AKT\/mTOR inhibitors in patients with breast and gynecologic malignancies harboring PIK3CA mutations",
                "PIK3CA mutations in patients with advanced cancers treated with PI3K\/AKT\/mTOR axis inhibitors",
                "PIK3CA mutation H1047R is associated with response to PI3K\/AKT\/mTOR signaling pathway inhibitors in early-phase clinical trials",
                "Combining radiation and immunotherapy: a new systemic therapy for solid tumors?",
                "Targeting the indoleamine 2, 3-dioxygenase pathway in cancer",
                "Assessing PIK3CA and PTEN in early-phase trials with PI3K\/AKT\/mTOR inhibitors",
                "Insulin growth factor-receptor (IGF-1R) antibody cixutumumab combined with the mTOR inhibitor temsirolimus in patients with refractory Ewing's sarcoma family tumors",
                "PIK3CA mutations frequently coexist with RAS and BRAF mutations in patients with advanced cancers"
            ],
            [
                "PurposeTo increase awareness, outline strategies, and offer guidance on the recommended management of immune-related adverse events in patients treated with immune checkpoint inhibitor (ICPi) therapy.MethodsA multidisciplinary, multi-organizational panel of experts in medical oncology, dermatology, gastroenterology, rheumatology, pulmonology, endocrinology, urology, neurology, hematology, emergency medicine, nursing, trialist, and advocacy was convened to develop the clinical practice guideline. Guideline development involved a systematic review of the literature and an informal consensus process. The systematic review focused on guidelines, systematic reviews and meta-analyses, randomized controlled trials, and case series published from 2000 through 2017.ResultsThe systematic review identified 204 eligible publications. Much of the evidence consisted of systematic reviews of observational …",
                "Purpose: We initiated a personalized medicine program in the context of early clinical trials, using targeted agents matched with tumor molecular aberrations. Herein, we report our observations.Patient and Methods: Patients with advanced cancer were treated in the Clinical Center for Targeted Therapy. Molecular analysis was conducted in the MD Anderson Clinical Laboratory Improvement Amendments (CLIA)–certified laboratory. Patients whose tumors had an aberration were treated with matched targeted therapy, when available. Treatment assignment was not randomized. The clinical outcomes of patients with molecular aberrations treated with matched targeted therapy were compared with those of consecutive patients who were not treated with matched targeted therapy.Results: Of 1,144 patients analyzed, 460 (40.2%) had 1 or more aberration. In patients with 1 molecular aberration, matched therapy (n …",
                "PurposeMutations of the PIK3CA gene may predict response to phosphatidylinositol 3-kinase (PI3K)\/AKT\/mammalian target of rapamycin (mTOR) inhibitors. Concomitant mutations in the mitogen-activated protein kinase (MAPK) pathway may mediate resistance.",
                "Preclinical data suggest that PIK3CA mutations predict response to PI3K\/AKT\/mTOR inhibitors. Concomitant KRAS or BRAF mutations may mediate resistance. Therefore, tumors from patients referred to the phase I program for targeted therapy starting in October 2008 were analyzed for PIK3CA mutations using PCR-based DNA sequencing of exons 9 and 20. Consecutive patients with diverse tumor types and PIK3CA mutation were treated whenever possible with agents targeting the PI3K\/AKT\/mTOR pathway. Overall, PIK3CA mutations were detected in 25 of 217 patients (11.5%; exon 9, n = 11; exon 20, n = 14). In tumor types with more than 10 patients tested, PIK3CA mutations were most frequent in endometrial (3 of 14, 21%), ovarian (5 of 30, 17%), colorectal (9 of 54, 17%), breast (2 of 14, 14%), cervical (2 of 15, 13%), and squamous cell cancer of the head and neck (1 of 11, 9%). Of the 25 patients with …",
                "PIK3CA mutations may predict response to PI3K\/AKT\/mTOR inhibitors in patients with advanced cancers, but the relevance of mutation subtype has not been investigated. Patients with diverse cancers referred to the Clinical Center for Targeted Therapy were analyzed for PIK3CA and, if possible, KRAS mutations. Patients with PIK3CA mutations were treated, whenever possible, with agents targeting the PI3K\/AKT\/mTOR pathway. Overall, 105 (10%) of 1,012 patients tested harbored PIK3CA mutations. Sixty-six (median 3 prior therapies) of the 105 PIK3CA-mutant patients, including 16 individuals (of 55 PIK3CA-mutant patients tested) with simultaneous KRAS mutations, were treated on a protocol that included a PI3K\/AKT\/mTOR pathway inhibitor; 17% (11\/66) achieved a partial response (PR). Patients with a PIK3CA H1047R mutation compared with patients who had other PIK3CA mutations or patients with wild …",
                "With the recent success of checkpoint inhibitors and other immunomodulating agents, there has been renewed interest in the combination of such agents with radiation. The biologic premise behind such a strategy is that the tumor-antigen release achieved by localized radiation will promote specific tumor targeting by the adaptive immune system, which can be augmented further by systemic immune-stimulating agents. In this manner, clinicians hope to induce a phenomenon known as the abscopal effect, whereby localized radiation results in immune-mediated tumor regression in disease sites well outside of the radiation field. Herein, we present a comprehensive overview of the early clinical and preclinical evidence behind this approach. Cancer Immunol Res; 2(9); 831–8. ©2014 AACR.",
                "Tumor cells escape the immune surveillance system of the host through a process called immune tolerance. Immunotherapy targets molecules that serve as checks and balances in the regulation of immune response. Indoleamine-2,3-dioxygenase (IDO) is an intracellular enzyme, which through the process of tryptophan depletion exerts an immunosuppressive effect, facilitating immune escape of tumors. This review summarizes our current knowledge on IDO expression in malignancies, the IDO inhibitors that are currently available and those under clinical development.",
                "Despite a wealth of preclinical studies, it is unclear whether PIK3CA or phosphatase and tensin homolog (PTEN) gene aberrations are actionable in the clinical setting. Of 1,656 patients with advanced, refractory cancers tested for PIK3CA or PTEN abnormalities, PIK3CA mutations were found in 9% (146\/1,589), and PTEN loss and\/or mutation was found in 13% (149\/1,157). In multicovariable analysis, treatment with a phosphatidylinositol 3-kinase (PI3K)\/AKT\/mammalian target of rapamycin (mTOR) inhibitor was the only independent factor predicting response to therapy in individuals harboring a PIK3CA or PTEN aberration. The rate of stable disease ≥6 months\/partial response reached 45% in a subgroup of individuals with H1047R PIK3CA mutations. Aberrations in the PI3K\/AKT\/mTOR pathway are common and potentially actionable in patients with diverse advanced cancers. This work provides further important …",
                "Purpose: Temsirolimus was combined with cixutumumab, a fully human IgG1 monoclonal antibody directed at the insulin growth factor-1 receptor (IGF-1R).Experimental Design: Patients received cixutumumab, 6 mg\/kg i.v. weekly, and temsirolimus, 25 to 37.5 mg i.v. weekly (4-week cycles), with restaging after 8 weeks. Median follow-up was 8.9 months.Results: Twenty patients [17 with Ewing9s sarcoma (EWS), 3 with desmoplastic small-round cell tumor (DSRCT)] were enrolled. Twelve patients (60%) were men with a median age of 24 years and six median prior systemic therapies in a metastatic setting. The most frequent toxicities were thrombocytopenia (85%), mucositis (80%), hypercholesterolemia (75%), hypertriglyceridemia (70%), and hyperglycemia (65%; mostly grade I–II). Seven of 20 patients (35%) achieved stable disease (SD) for more than 5 months or complete\/partial (CR\/PR) responses. Tumor …",
                "Background Oncogenic mutations of PIK3CA, RAS (KRAS, NRAS), and BRAF have been identified in various malignancies, and activate the PI3K\/AKT\/mTOR and RAS\/RAF\/MEK pathways, respectively. Both pathways are critical drivers of tumorigenesis.   Methods Tumor tissues from 504 patients with diverse cancers referred to the Clinical Center for Targeted Therapy at MD Anderson Cancer Center starting in October 2008 were analyzed for PIK3CA, RAS (KRAS, NRAS), and BRAF mutations using polymerase chain reaction-based DNA sequencing.   Results PIK3CA mutations were found in 54 (11%) of 504 patients tested; KRAS in 69 (19%) of 367; NRAS in 19 (8%) of 225; and BRAF in 31 (9%) of 361 patients. PIK3CA mutations were most frequent in squamous cervical (5\/14, 36%), uterine (7\/28, 25%), breast (6\/29, 21%), and colorectal cancers (18\/105, 17%); KRAS in pancreatic (5\/9, 56%), colorectal (49\/97, 51%), and uterine cancers (3\/20, 15%); NRAS in melanoma (12\/40, 30%), and uterine cancer (2\/11, 18%); BRAF in melanoma (23\/52, 44%), and colorectal cancer (5\/88, 6%). Regardless of histology, KRAS mutations were found in 38% of patients with PIK3CA mutations compared to 16% of patients with wild-type (wt)PIK3CA (p = 0.001). In total, RAS (KRAS, NRAS) or BRAF mutations were found in 47% of patients with PIK3CA mutations vs. 24% of patients wtPIK3CA (p = 0.001). PIK3CA mutations were found in 28% of patients with KRAS mutations compared to 10% with wtKRAS (p = 0.001) and in 20% of patients with RAS (KRAS, NRAS) or BRAF mutations compared to 8% with wtRAS (KRAS, NRAS) or wtBRAF (p = 0.001 …"
            ],
            [
                [
                    "Immunotherapy"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}