{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "W3C81YG8",
            "g8PC7DMAAAAJ",
            [
                "An update to the Raymond–Roy Occlusion Classification of intracranial aneurysms treated with coil embolization",
                "Complications, outcomes, and need for fusion after minimally invasive posterior cervical foraminotomy and microdiscectomy",
                "Deep brain stimulation in DYT1 dystonia: a 10-year experience",
                "Clinical and angiographic outcome after endovascular management of giant intracranial aneurysms",
                "Improving discharge data fidelity for use in large administrative databases",
                "Pallidal deep brain stimulation for DYT6 dystonia"
            ],
            [
                "The Raymond–Roy Occlusion Classification (RROC) is the standard for evaluating coiled aneurysms (Class I: complete obliteration; Class II: residual neck; Class III: residual aneurysm), but not all Class III aneurysms behave the same over time.This is a retrospective review of 370 patients with 390 intracranial aneurysms treated with coil embolization. A Modified Raymond–Roy Classification (MRRC), in which Class IIIa designates contrast within the coil interstices and Class IIIb contrast along the aneurysm wall, was applied retrospectively.Class IIIa aneurysms were more likely to improve to Class I or II than Class IIIb aneurysms (83.34% vs 14.89%, p<0.001) and were also more likely than Class II to improve to Class I (52.78% vs 16.90%, p<0.001). Class IIIb aneurysms were more likely to remain incompletely occluded than Class IIIa aneurysms (85.11% vs 16.67%, p<0.001). Class IIIb …",
                "Posterior cervical foraminotomy (PCF) with or without microdiscectomy (posterior cervical discectomy [PCD]) is a frequently used surgical technique for cervical radiculopathy secondary to foraminal stenosis or a laterally located herniated disc. Currently, these procedures are being performed with increasing frequency using advanced minimally invasive techniques. Although the safety and efficacy of minimally invasive PCF\/PCD (MI-PCF\/PCD) have been established, reports on long-term outcome and need for secondary surgical intervention at the index or adjacent level are lacking.To determine the rates of complications, long-term outcomes, and need for secondary surgical intervention at the index or adjacent level after MI-PCF and microdiscectomy.Retrospective analysis of a prospective cohort.Seventy patients treated with MI-PCF and\/or MI-PCD for …",
                "Globus Pallidus Interna (GPi) deep brain stimulation (DBS) is an effective treatment for DYT1-associated dystonia, but long-term results are lacking.To evaluate the long-term effects of GPi DBS in patients with DYT1 dystonia.A retrospective chart review (cohort study) of 47 consecutive DYT1+ patients treated by a single surgical team over a 10-year period and followed for up to 96 months (mean, 46 months) was performed. Symptom severity was quantified with the Burke-Fahn-Marsden Dystonia Rating Scale (BFMDRS) motor (M) and disability (D) sub-scores.As measured with the BFMDRS (M), symptom severity was reduced to less than 20% of baseline after 2 years of DBS therapy (P = .001). The disability scores were reduced to <30% of baseline (P = .001). Symptomatic …",
                "Giant (≥25 mm) intracranial aneurysms (IA) have an extremely poor natural history and continue to confound modern techniques for management. Currently, there is a dearth of large series examining endovascular treatment of giant IAs only.We reviewed long-term clinical and radiological outcome from a series of 39 consecutive giant IAs treated with endovascular repair in 38 patients at 2 tertiary referral centers. Data were evaluated in 3 ways: on a per-treatment session basis for each aneurysm, at 30 days after each patient's final treatment, and at the last known follow-up examination.Ten (26%) aneurysms were ruptured. At the last angiographic follow-up examination (21.5 ± 22.9 months), 95% or higher and 100% occlusion rates were documented in 64 and 36% of aneurysms, respectively, with parent vessel …",
                "Large administrative databases have assumed a major role in population-based studies examining health care delivery. Lumbar fusion surgeries specifically have been scrutinized for rising rates coupled with ill-defined indications for fusion such as stenosis and spondylosis. Administrative databases classify cases with the International Classification of Diseases, Ninth Revision, Clinical Modification (ICD-9-CM). The ICD-9-CM discharge codes are not designated by surgeons, but rather are assigned by trained hospital medical coders. It is unclear how accurately they capture the surgeon's indication for fusion. The authors first sought to compare the ICD-9-CM code(s) assigned by the medical coder according to the surgeon's indication based on a review of the medical chart, and then to elucidate barriers to data fidelity.A retrospective review was undertaken of all lumbar fusions performed in the …",
                "Mutations of the THAP1 gene were recently shown to underlie DYT6 torsion dystonia. Little is known about the response of this dystonia subtype to deep brain stimulation (DBS) at the internal globus pallidus (GPi).Retrospective analysis of the medical records of three DYT6 patients who underwent pallidal DBS by one surgical team. The Burke–Fahn–Marsden Dystonia Rating scale served as the primary outcome measure. Comparison is made to 23 patients with DYT1 dystonia also treated with GPi-DBS by the same team.In contrast with the DYT1 patients who exhibited a robust and sustained clinical response to DBS, the DYT6 patients exhibited more modest gains during the first 2 years of therapy, and some symptom regression between years 2 and 3 despite adjustments to the stimulation parameters and repositioning of one stimulating lead. Microelectrode recordings made …"
            ],
            [
                [
                    "Spine"
                ]
            ]
        ]
    ]
}