{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "W3X4XP71",
            "r5EXasAAAAAJ",
            [
                "Electron correlations at metallic densities. V",
                "Interaction potential for : A molecular-dynamics study of structural correlations",
                "Dynamics of oxidation of aluminum nanoclusters using variable charge molecular-dynamics simulations on parallel computers"
            ],
            [
                "In this paper we present a modification of an earlier theory of Singwi et al. of electron correlations at metallic densities. The modification consists in allowing for the change of the pair correlation function in an external weak field via the density derivative of the equilibrium pair correlation function. This results in a new expression for the local-field correction. The present theory has the merit of satisfying almost exactly the compressibility sum rule and of giving a satisfactory pair correlation function. Results of self-consistent numerical calculations for the static pair correlation function, correlation energy, compressibility, and plasmon dispersion relation for the electron liquid in the metallic-density range are presented. For those interested in the application of the results of the present paper, numerical values of the local-field correction as a function of wave number have been tabulated in the density range r s= 1− 6.",
                "An interaction potential consisting of two-body and three-body covalent interactions is proposed for SiO 2. The interaction potential is used in molecular-dynamics studies of structural and dynamical correlations of crystalline, molten, and vitreous states under various conditions of densities and temperatures. The two-body contribution to the interaction potential consists of steric repulsion due to atomic sizes, Coulomb interactions resulting from charge transfer, and charge-dipole interaction to include the effects of large electronic polarizability of anions. The three-body covalent contributions include O-Si-O and Si-O-Si interactions which are angle dependent and functions of Si-O distance. In lattice-structure calculations with the total potential function, α-cristobalite and α-quartz are found to have the lowest and almost degenerate energies, in agreement with experiments. The energies for β-cristobalite, β-quartz, and …",
                "Oxidation of aluminum nanoclusters is investigated with a parallel molecular-dynamics approach based on dynamic charge transfer among atoms. Structural and dynamic correlations reveal that significant charge transfer gives rise to large negative pressure in the oxide which dominates the positive pressure due to steric forces. As a result, aluminum moves outward and oxygen moves towards the interior of the cluster with the aluminum diffusivity 60% higher than that of oxygen. A stable 40 Å thick amorphous oxide is formed; this is in excellent agreement with experiments."
            ],
            [
                [
                    "Materials science",
                    "Computational materials science",
                    "scientific software"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Priya Vashishta  Professor of Computer Science, Materials Science and Physics  Contact Information  E-mail:  priyav@usc.edu  Phone: (213) 821-2663 Office: VHE 606        Education   Ph.D. , Indian Institute of Technology, Kanpur, India, 1\/1967   Description of Research  Summary Statement of Research Interests  Vashishta previously taught at LSU where he was the Cray Professor of Computational Science, a post he assumed after years as a senior research scientist at Argonne National Laboratory. A fellow of the American Physical Society, he has edited or co-edited 10 books and is the author or co-author of more than 240 papers.    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}