{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "W44KA8XS",
            "kk3pc-QAAAAJ",
            [
                "New Experimental Constraints on Non-Newtonian Forces below ",
                "US cosmic visions: new ideas in dark matter 2017: community report"
            ],
            [
                "We have searched for large deviations from Newtonian gravity by means of a finite-frequency microcantilever-based experiment. Our data eliminate from consideration mechanisms of deviation that posit strengths∼ 10 4 times Newtonian gravity at length scales of 20 μ m. This measurement is 3 orders of magnitude more sensitive than others that provide constraints at similar length scales.",
                "This white paper summarizes the workshop\" US Cosmic Visions: New Ideas in Dark Matter\" held at University of Maryland on March 23-25, 2017."
            ],
            [
                [
                    "Laser cooling and trapping",
                    "Optomechanics",
                    "Gravitational experiments",
                    "Dark Matter",
                    "Hybrid Quantum Systems"
                ]
            ],
            [
                "Andrew Geraci Andrew Geraci Associate Professor PhD, Stanford University, 2007 andrew.geraci@northwestern.edu 847-467-6673 Tech F135 Several small-scale, tabletop low-energy experiments are poised to discover a wide range of new physics beyond the Standard model, where feeble interactions require precision measurements rather than high energies. In our atomic-molecular and optical (AMO) physics group, we employ high-Q resonant sensors for ultra-sensitive force and field detection in searches for new physics. Using laser-cooled optically-trapped dielectric nanospheres, we have demonstrated calibrated force sensing at the zeptonewton (10−21 N) scale. We aim to apply this excellent force sensitivity to search for deviations of the Newtonian gravitational inverse square law at micrometer range, in a regime where several theories predict possible new signatures.  We have also started work on The Axion Resonant InterAction Detection Experiment (ARIADNE), which will use nuclear magnetic resonance to search for the QCD axion, a notable Dark Matter candidate. This is an international collaboration for which I am serving as PI. I am a member of the Center for Fundamental Physics at Low Energy at Northwestern. Awards and Honors: National Research Council Research Associate Award (2007-2009) Elected Member, Executive committee, Topical Group on Precision Measurements and Fundamental Constants, American Physical Society (2017-) Selected Publications: “Zeptonewton force sensing with nanospheres in an optical lattice”, Gambhir Ranjit, Mark Cunningham, Kirsten Casey, Andrew A. Geraci, Phys. Rev. A 93, 053801 (2016). “Resonantly detecting axion-mediated forces using Nuclear Magnetic Resonance”, Asimina Arvanitaki and Andrew A. Geraci, Phys. Rev. Lett. 113, 161801 (2014). “Short-range Force Detection Using Optically Cooled Levitated Microspheres”, Andrew A. Geraci, Scott B. Papp, and John Kitching, Phys. Rev. Lett. 105, 101101 (2010). “Improved constraints on non-Newtonian forces at 10 microns” , Andrew A. Geraci, Sylvia J. Smullin, David M. Weld, John Chiaverini, and Aharon Kapitulnik, Phys. Rev. D 78, 022002 (2008)."
            ]
        ]
    ]
}