{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "W4B6LARH",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Mark F. Bocko Professor of Electrical and Computer Engineering, Director CEIS,  Professor of Physics & Astronomy PhD in Physics, University of Rochester, 1984 518 Computer Science Building (585) 275-4879 Fax: (585) 473-0486 mark.bocko@rochester.edu Biography Professor Bocko received his BA in Physics and Astronomy (1978) from Colgate University and his MS (1980) and PhD in Physics (1984) from the University of Rochester. He was a postdoctoral associate in Physics at Rochester (1984-85), and was appointed Assistant Professor of Electrical and Computer Engineering in 1985. He was promoted to Associate Professor in 1991 and Professor of Electrical Engineering in 1997. He was appointed Professor of Electrical and Computer Engineering and Physics in 2002. Professor Bocko has been serving as Chair of the Department of Computer and Electrical Engineering since 2004. Professor Bocko received the Excellence in Undergraduate Teaching Award at College of Engineering and Applied Science at Rochester twice (1991 and in 2002), and the University of Rochester Student Association Senate's Professor of the Year award in 2002. Research Overview Professor Bocko's research interests fall into three areas. The first, and longest standing research activity in the Center for Superconducting Digital Electronics focuses on exploiting superconductivity in a variety of electronic applications, especially high-frequency digital signal processing circuits and analog circuits for the low-noise detection of weak electromagnetic and mechanical signals. His group is developing Josephson junction based digital signal processing circuits capable of digitizing analog signals at multi-Gigahertz rates and carrying out DSP functions at clock rates approaching 50 GHz. They are also studying quantum coherence in Josephson junction based circuits and using superconducting electronics to control the quantum behavior of Josephson junction quantum bits and ultimately to build quantum computers. Bocko has also taught courses and has been doing research in digital signal processing technology in music. With collaborators at the Universities Eastman School of Music they currently have a NSF funded project to investigate using the Internet 2 for real-time remote musical interaction. Other topics of interest include physical modeling based music encoding, automated transcription of multi-timbral music and other computer applications in music expert systems and instruction. Bocko's third research interest is in the area of smart sensors. In collaboration with local industry his group is developing sensor interfaces that merge traditional analog readout technologies with analog to digital conversion to create direct to digital sensors. They are also exploring the use of wireless technology, such as Bluetooth wireless, for use in smart sensor networks. Selected Publications RSFQ Variable Duty Cycle Oscillator for Driving a Superconductive Qubit D.S. Crankshaw, J.L. Habif, X. Zhou, T.P. Orlando , M.J. Feldman, and M.F. Bocko IEEE Trans. Appl. Superconductivity 13 , 966 (2003) Thermal Design of Superconducting Digital Circuits for MilliKelvin Operation .A. Ohki, J.L. Habif, M.J. Feldman, and M.F. Bocko IEEE Trans. Appl. Superconductivity 13 , 078 (2003) Data Hiding via Phase Manipulation of Audio Signals Xiaoxiao Dong, Mark F. Bocko, Zeljko Ignjatovic accepted at ICASSP 2004 (International Conference on Acoustics, Speech, and Signal Processing) May 17-21 (2004) Sigma-Delta Analog to Digital Converter Architecture Based upon a Modulator Design Employing a Mirrored Integrator Zeljko Ignjatovic, Mark F. Bocko accepted at ISCAS 2004 (International Symposium on Circuits and Systems May 17-21 (2004) An Unshunted Comparator as a Device for Quantum Measurements M. Wulf, X. Zhou, J.L. Habif, P. Rott, M.F. Bocko, and M.J. Feldman IEEE Trans. Applied Superconductivity 13 , 974 (2003)"
            ]
        ]
    ]
}