{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "W7OLKMOW",
            "v198wwEAAAAJ",
            [
                "Precision Measurement of the  Solar Neutrino Interaction Rate in Borexino",
                "Direct Measurement of the  Solar Neutrino Flux with 192 Days of Borexino Data",
                "The borexino detector at the laboratori nazionali del gran sasso"
            ],
            [
                "The rate of neutrino-electron elastic scattering interactions from 862 keV Be 7 solar neutrinos in Borexino is determined to be 46.0±1.5 (stat)− 1.6+ 1.5 (syst) counts\/(day· 100 ton). This corresponds to a ν e-equivalent Be 7 solar neutrino flux of (3.10±0.15)× 10 9 cm− 2 s− 1 and, under the assumption of ν e transition to other active neutrino flavours, yields an electron neutrino survival probability of 0.51±0.07 at 862 keV. The no flavor change hypothesis is ruled out at 5.0 σ. A global solar neutrino analysis with free fluxes determines Φ p p= 6.06− 0.06+ 0.02× 10 10 cm− 2 s− 1 and Φ CNO< 1.3× 10 9 cm− 2 s− 1 (95% CL). These results significantly improve the precision with which the Mikheyev-Smirnov-Wolfenstein large mixing angle neutrino oscillation model is experimentally tested at low energy.",
                "We report the direct measurement of the Be 7 solar neutrino signal rate performed with the Borexino detector at the Laboratori Nazionali del Gran Sasso. The interaction rate of the 0.862 MeV Be 7 neutrinos is 49±3 stat±4 syst counts\/(day· 100 ton). The hypothesis of no oscillation for Be 7 solar neutrinos is inconsistent with our measurement at the 4 σ CL Our result is the first direct measurement of the survival probability for solar ν e in the transition region between matter-enhanced and vacuum-driven oscillations. The measurement improves the experimental determination of the flux of Be 7, p p, and CNO solar ν e, and the limit on the effective neutrino magnetic moment using solar neutrinos.",
                "Borexino, a large volume detector for low energy neutrino spectroscopy, is currently running underground at the Laboratori Nazionali del Gran Sasso, Italy. The main goal of the experiment is the real-time measurement of sub-MeV solar neutrinos, and particularly of the monoenergetic (862 keV) 7Be electron capture neutrinos, via neutrino–electron scattering in an ultra-pure liquid scintillator. This paper is mostly devoted to the description of the detector structure, the photomultipliers, the electronics, and the trigger and calibration systems. The real performance of the detector, which always meets, and sometimes exceeds, design expectations, is also shown. Some important aspects of the Borexino project, i.e. the fluid handling plants, the purification techniques and the filling procedures, are not covered in this paper and are, or will be, published elsewhere (see Introduction and Bibliography)."
            ],
            [
                [
                    "Nuclear Energy",
                    "Weak Interaction Physics"
                ]
            ],
            [
                "Bruce Vogelaar Bruce Vogelaar Bruce Vogelaar Professor 325 Robeson Hall (MC 0435) vogelaar (540)231-8735 Ph.D. : California Institute of Technology Experimental Nuclear Physics"
            ]
        ]
    ]
}