{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "W8IUJDN2",
            "bFMf2SoAAAAJ",
            [
                "Semileptonic B and D decays in the quark model",
                "Heavy meson form factors from QCD",
                "Lepton energy distributions in heavy meson decays from QCD",
                "The static quark effective theory",
                "B→ Xse+ e− in the six-quark model",
                "CP violation in the minimal N= 1 supergravity theory",
                "Strong-interaction effects in weak radiative B-meson decay",
                "QCD basis for factorization in decays of heavy mesons",
                "Effective hamiltonian for weak radiative B-meson decay",
                "Coupling of modes of cosmological mass density fluctuations"
            ],
            [
                "We predict the matrix elements and resulting electron spectra for semileptonic meson decays using the quark potential model. Particular attention is paid to the high-energy electron end-point region in B decay since it is crucial to a determination of the b→ u weak mixing angle. It is argued that in this region the usual inclusive (‘‘quark decay’’) calculations are unjustified and must be replaced by explicit sums over decays of the original meson into low-mass exclusive hadronic final states.",
                "We calculate the leading QCD radiative corrections to the relations which follow from the decoupling of the heavy quark spin as the quark mass goes to infinity and from the symmetry between systems with different heavy quarks. One of the effects we calculate gives the leading q2-dependence of the form factor of a heavey quark, which in turn dominates the q2-dependence of the form factors of bound states of the heavy quark with light quarks. This, combined with the normalization of the form factor provided by symmetry, gives us a first principles calculation of the heavy meson (or baryon) form factors in the limit of very large heavy quark mass.",
                "We use the techniques of an effective field theory for heavy quark systems to calculate inclusive lepton energy distributions in heavy meson decays. Our approach is patterned after the operator product expansion analysis of R in e+ −e− annihilation and deep inelastic electroproduction. We extend the idea of an operator product expansion to a situation in which we match the physics from a T-product in the high energy theory to a set of local operators in the low energy effective heavy quark field theory. In leading order we reproduce the results of the parton model, but we can also describe the corrections systematically. We are led to the rather surprising conclusion that there are no nonperturbative corrections of order mbΛQCD to the average invariant mass-squared of the final hadronic state.",
                "Processes involving one heavy quark at small momentum are of great phenomenological interest. The anomalous dependence on the heavy quark mass m of the amplitudes for these processes can be extracted using an effective theory with the heavy quark treated as a static color source. We prove the validity of this 1 m expansion to leading order in 1 m and to all orders in the loop expansion.",
                "We compute the inclusive rate for a B-meson to decay to strange hadronic final states and a large mass electron-positron pair: B→Xse+e−. The dependence of the rate on the invariant mass of the e+e− pair is examined. The computation is done in the standard six-quark model with a minimal Higgs sector and in extensions of the standard model with two Higgs doublets. For e+e− pairs with very large invariant mass the strange hadronic final states Xs must have low mass. In this kinematic region we estimate the rate for B→Ke+e− using the nonrelativistic quark model.",
                "Supersymmetric theories allow a variety of sources for CP violation. Radiative contributions to ϵ, ϵ′, p and the neutron electric dipole moment are considered in two versions of the minimal N= 1 supergravity theory. If the top quark is heavy, the superbox may dominate ϵ and limit s 2 s 3 s δ, thus suppressing contributions of s δ to ϵ′. Possibly large contributions to ϵ′ are considered which are independent of δ. An additional large contribution to the electric dipole moment of the neutron is pointed out. A proposal is put forward that may lead to a solution to the strong CP problem.",
                "Strong-interaction corrections to the effective hamiltonian for weak radiative B-meson decay (ie, B→ X s γ, where X s denotes a strange hadronic final state) are calculated using the leading logarithmic approximation. The inclusive rate for decays B→ X s γ, where the energy of the photon is large, is computed in the standard model with minimal particle content and in extensions of the minimal standard model with two Higgs doublets.",
                "The amplitudes for nonleptonic decays of heavy mesons are notoriously difficult to calculate. Factorization has been used in an attempt to transcribe results from model calculations of semileptonic decay rates of heavy mesons. We propose that factorization holds perturbatively in QCD, provided one looks in the appropriate kinematic regime. This is studied with the use of a novel expansion in which factorization holds in leading order, which includes all orders in the loop expansion. Our results are contrasted with large-N expansion arguments.",
                "The inclusive rate for decay of a B-meson to a hard photon and strange hadronic final states (ie, B→ γX s with X s= K∗, etc.), is likely to be dominated by short-distance physics which gives rise to an effective hamiltonian that is a magnetic-moment-type operator. Strong interaction corrections to this hamiltonian are computed in the leading logarithmic approximation.",
                "Cosmological mass density fluctuations are described by their connected correlation functions. Assuming an Omega= 1 universe with Gaussian primordial fluctuations that have a Zeldovich power spectrum, the authors discuss the form of the connected correlations induced by nonlinearities in the time evolution. Assuming cold dark matter the authors compute the first five moments of the probability distribution for the mass density fluctuations averaged over a Gaussian ball."
            ],
            [
                [
                    "particle physics",
                    "cosmology",
                    "high energy physics"
                ]
            ]
        ]
    ]
}