{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WAHMH393",
            "pd0uhn8AAAAJ",
            [
                "Optimal control of light pulse storage and retrieval",
                "Electromagnetically induced transparency‐based slow and stored light in warm atoms",
                "Enhancement of Kerr nonlinearity by multiphoton coherence",
                "Optimal light storage in atomic vapor",
                "Diffusion-induced Ramsey narrowing"
            ],
            [
                "We demonstrate experimentally a procedure to obtain the maximum efficiency for the storage and retrieval of light pulses in atomic media. The procedure uses time-reversal to obtain optimal input signal pulse shapes. Experimental results in warm Rb vapor are in good agreement with theoretical predictions and demonstrate a substantial improvement of efficiency. This optimization procedure is applicable to a wide range of systems.",
                "This paper reviews recent efforts to realize a high‐efficiency memory for optical pulses using slow and stored light based on electromagnetically induced transparency (EIT) in ensembles of warm atoms in vapor cells. After a brief summary of basic continuous‐wave and dynamic EIT properties, studies using weak classical signal pulses in optically dense coherent media are discussed, including optimization strategies for stored light efficiency and pulse‐shape control, and modification of EIT and slow\/stored light spectral properties due to atomic motion. Quantum memory demonstrations using both single photons and pulses of squeezed light are then reviewed. Finally a brief comparison with other approaches is presented.",
                "We propose a new method of resonant enhancement of optical Kerr nonlinearity that uses multilevel atomic coherence. The enhancement is accompanied by suppression of the other linear and nonlinear susceptibility terms of the medium. We show that the effect results in a modification of the nonlinear Faraday rotation of light propagating in an Rb87 vapor cell by changing the ellipticity of the light.",
                "We study procedures for the optimization of efficiency of light storage and retrieval based on the dynamic form of electromagnetically induced transparency in hot Rb vapor. We present a detailed analysis of two recently demonstrated optimization protocols: a time-reversal-based iteration procedure, which finds the optimal input signal pulse shape for any given control field, and a procedure based on the calculation of an optimal control field for any given signal pulse shape. We verify that the two procedures are mutually consistent and that they both independently achieve the maximum memory efficiency for any given optical depth. We observe good agreement with theoretical predictions for moderate optical depths (< 25), while at higher optical depths the experimental efficiency falls below the theoretically predicted values. We identify possible effects responsible for this reduction in memory efficiency.",
                "Diffusion-induced Ramsey narrowing is characterized and identified as a general phenomenon, in which diffusion of coherence in and out of an interaction region such as a laser beam induces spectral narrowing of the associated resonance line shape. Illustrative experiments and an intuitive analytical model are presented for this spectral narrowing effect, which occurs commonly in optically interrogated atomic systems and may also be relevant to quantum dots and other solid-state spin systems."
            ],
            [
                [
                    "Quantum Optics",
                    "Atomic Physics"
                ]
            ]
        ]
    ]
}