{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WAMPHH8C",
            "LCcuPToAAAAJ",
            [
                "Ultrahigh strength and high electrical conductivity in copper",
                "Strengthening materials by engineering coherent internal boundaries at the nanoscale",
                "Revealing the maximum strength in nanotwinned copper",
                "Toward a quantitative understanding of mechanical behavior of nanocrystalline metals",
                "Dislocation nucleation governed softening and maximum strength in nano-twinned metals",
                "Nano-sized twins induce high rate sensitivity of flow stress in pure copper",
                "Tensile properties of copper with nano-scale twins",
                "Hardness and strain rate sensitivity of nanocrystalline Cu",
                "Strength, strain-rate sensitivity and ductility of copper with nanoscale twins",
                "Tensile properties of a nanocrystalline 316L austenitic stainless steel"
            ],
            [
                "Methods used to strengthen metals generally also cause a pronounced decrease in electrical conductivity, so that a tradeoff must be made between conductivity and mechanical strength. We synthesized pure copper samples with a high density of nanoscale growth twins. They showed a tensile strength about 10 times higher than that of conventional coarse-grained copper, while retaining an electrical conductivity comparable to that of pure copper. The ultrahigh strength originates from the effective blockage of dislocation motion by numerous coherent twin boundaries that possess an extremely low electrical resistivity, which is not the case for other types of grain boundaries.",
                "Strengthening materials traditionally involves the controlled creation of internal defects and boundaries so as to obstruct dislocation motion. Such strategies invariably compromise ductility, the ability of the material to deform, stretch, or change shape permanently without breaking. Here, we outline an approach to optimize strength and ductility by identifying three essential structural characteristics for boundaries: coherency with surrounding matrix, thermal and mechanical stability, and smallest feature size finer than 100 nanometers. We assess current understanding of strengthening and propose a methodology for engineering coherent, nanoscale internal boundaries, specifically those involving nanoscale twin boundaries. Additionally, we discuss perspectives on strengthening and preserving ductility, along with potential applications for improving failure tolerance, electrical conductivity, and resistance to …",
                "The strength of polycrystalline materials increases with decreasing grain size. Below a critical size, smaller grains might lead to softening, as suggested by atomistic simulations. The strongest size should arise at a transition in deformation mechanism from lattice dislocation activities to grain boundary–related processes. We investigated the maximum strength of nanotwinned copper samples with different twin thicknesses. We found that the strength increases with decreasing twin thickness, reaching a maximum at 15 nanometers, followed by a softening at smaller values that is accompanied by enhanced strain hardening and tensile ductility. The strongest twin thickness originates from a transition in the yielding mechanism from the slip transfer across twin boundaries to the activity of preexisting easy dislocation sources.",
                "Focusing on nanocrystalline (nc) pure face-centered cubic metals, where systematic experimental data are available, this paper presents a brief overview of the recent progress made in improving mechanical properties of nc materials, and in quantitatively and mechanistically understanding the underlying mechanisms. The mechanical properties reviewed include strength, ductility, strain rate and temperature dependence, fatigue and tribological properties. The highlighted examples include recent experimental studies in obtaining both high strength and considerable ductility, the compromise between enhanced fatigue limit and reduced crack growth resistance, the stress-assisted dynamic grain growth during deformation, and the relation between rate sensitivity and possible deformation mechanisms. The recent advances in obtaining quantitative and mechanics-based models, developed in line with the related …",
                "In conventional metals, there is plenty of space for dislocations—line defects whose motion results in permanent material deformation—to multiply, so that the metal strengths are controlled by dislocation interactions with grain boundaries 1, 2 and other obstacles 3, 4. For nanostructured materials, in contrast, dislocation multiplication is severely confined by the nanometre-scale geometries so that continued plasticity can be expected to be source-controlled. Nano-grained polycrystalline materials were found to be strong but brittle 5, 6, 7, 8, 9, because both nucleation and motion of dislocations are effectively suppressed by the nanoscale crystallites. Here we report a dislocation-nucleation-controlled mechanism in nano-twinned metals 10, 11 in which there are plenty of dislocation nucleation sites but dislocation motion is not confined. We show that dislocation nucleation governs the strength of such materials …",
                "We have investigated the rate sensitivity of flow stress and the extent of strengthening in polycrystalline copper containing different volume fractions of nano-sized twins, but having the same average grain size. The specimens were produced by pulsed electrodeposition, wherein the concentration of twins was varied systematically by varying the processing parameters. Depth-sensing instrumented indentation experiments performed at loading rates spanning three orders of magnitude on specimens with the higher density of twins (twin lamellae width ∼20 nm) revealed an up to sevenfold increase in rate-sensitivity of hardness compared to an essentially twin-free pure Cu of the same grain size. A reduction in twin density for the same grain size (with twin lamellae width ∼90 nm) also resulted in a noticeable reduction in rate-sensitivity and hardness. The presence of a high density of nano-scale twins is also seen to …",
                "An electro-deposited Cu sample with a high density of nano-scale growth twins shows an ultrahigh tensile strength (∼1 GPa) with a considerable plastic strain (>13%). Both the strength and the ductility increase with a decreasing twin lamellae thickness. The yield strength values follow the empirical Hall–Petch relationship for conventional polycrystalline Cu.",
                "The measured hardness of nanocrystalline Cu with grain sizes (d) as small as 10 nm still follows the Hall–Petch relation. A rate sensitivity of 0.06 ± 0.01 and a flow stress activation volume of 8b3 were determined at d = 10 nm, suggesting grain boundary activities are enhanced but not yet dominant in the plastic deformation.",
                "We present a comprehensive computational analysis of the deformation of ultrafine crystalline pure Cu with nanoscale growth twins. This physically motivated model benefits from our experimental studies of the effects of the density of coherent nanotwins on the plastic deformation characteristics of Cu, and from post-deformation transmission electron microscopy investigations of dislocation structures in the twinned metal. The analysis accounts for high plastic anisotropy and rate sensitivity anisotropy by treating the twin boundary as an internal interface and allowing special slip geometry arrangements that involve soft and hard modes of deformation. This model correctly predicts the experimentally observed trends of the effects of twin density on flow strength, rate sensitivity of plastic flow and ductility, in addition to matching many of the quantitative details of plastic deformation reasonably well. The computational …",
                "A nanocrystalline 316L austenitic stainless steel sample (mean grain size ∼40 nm) was prepared by means of surface mechanical attrition treatment. Uniaxial tensile tests at room temperature showed the nanocrystalline sample exhibits an extremely high yield strength up to 1450 MPa, which still follows the Hall–Petch relation extrapolated from the coarse-grained material."
            ],
            [
                [
                    "Metallic materials",
                    "Nanostructure",
                    "strengthening"
                ]
            ]
        ]
    ]
}