{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WCWKVFI7",
            "dMYVju4AAAAJ",
            [
                "Evidence for room-temperature multiferroicity in a compound with a giant axial ratio",
                "Coexistence of the Phonon and Relaxation Soft Modes in the Terahertz Dielectric Response of Tetragonal ",
                "Thermal conductivity in thin silicon nanowires: phonon confinement effect",
                "Bridging the macroscopic and atomistic descriptions of the electrocaloric effect",
                "Defect-induced optical absorption in the visible range in ZnO nanowires",
                "Terahertz dielectric response of cubic ",
                "Atomistic treatment of depolarizing energy and field in ferroelectric nanostructures",
                "Low-dimensional ferroelectrics under different electrical and mechanical boundary conditions: Atomistic simulations",
                "Finite-temperature flexoelectricity in ferroelectric thin films from first principles",
                "Controlling Toroidal Moment by Means of an Inhomogeneous Static Field: An Ab Initio Study"
            ],
            [
                "In the search for multiferroic materials magnetic compounds with a strongly elongated unit-cell (large axial ratio c\/a) have been scrutinized intensely. However, none was hitherto proven to have a switchable polarization, an essential feature of ferroelectrics. Here, we provide evidence for the epitaxial stabilization of a monoclinic phase of BiFeO 3 with a giant axial ratio (c\/a= 1.23) that is both ferroelectric and magnetic at room temperature. Surprisingly, and in contrast with previous theoretical predictions, the polarization does not increase dramatically with c\/a. We discuss our results in terms of the competition between polar and antiferrodistortive instabilities and give perspectives for engineering multiferroic phases.",
                "The dielectric response to infrared waves polarized along the tetragonal axis of a ferroelectric single-domain crystal of BaTiO 3 was determined by time-domain THz spectroscopy and Fourier-transform infrared reflectivity techniques. In addition to the three well-known polar lattice modes, the experiment shows an additional mode of the relaxation type in the THz spectral region, which accounts for the Curie-Weiss behavior of the c-axis dielectric constant. A comparison of experimental results with ab initio based effective-Hamiltonian simulations allows us to elucidate its relation to the order-disorder model of Comes, Lambert, and Guinier [Solid State Commun. 6, 715 (1968)].",
                "Thermal conductivity of thin silicon nanowires (1.4−8.3 nm) including the realistic crystalline structures and surface reconstruction effects is investigated using direct molecular dynamics simulations with Stillinger−Weber potential for Si−Si interactions. Thermal conductivity as a function of decreasing nanowire diameter shows an expected decrease due to increased surface scattering effects. However, at very small diameter (<1.5 nm), an increase in the thermal conductivity is observed, which is explained by the phonon confinement effect. ",
                "First-principles-based simulations are used to simulate the electrocaloric effect (ECE) in Ba 0.5 Sr 0.5 TiO 3 alloys. In analogy with experimental studies we simulate the effect directly and indirectly (via the use of Maxwell thermodynamics). Both direct and indirect simulations utilize the same atomistic framework that allows us to compare them in a systematic way and with an atomistic precision for the very first time. Such precise comparison allows us to provide a bridge between the atomistic and macroscopic descriptions of the ECE and identify the factors that may critically compromise or even destroy their equivalence. Our computational data reveal the intrinsic features of ECE in ferroelectrics with multiple ferroelectric transitions and confirm the potential of these materials to exhibit giant electrocaloric response. The coexistence of negative and positive ECE in one material as well as an unusual field-driven …",
                "The optical properties of ZnO nanowires containing defects are investigated using first-principles density-functional theory incorporating the LDA+ U formalism. Calculations include defects in the form of substitutional N, Zn, and O vacancies as well as+ 1 charged O vacancy. Our calculations reveal that the presence of vacancies contribute strongly to optical absorption in the visible. Furthermore, the presence of+ 1 charged O vacancy is found to result in a blueshift of the absorption peaks, reducing the number of wavelengths that can be absorbed in the visible. These findings can be a useful tool for the design of new generation of materials with improved solar radiation absorption.",
                "A first-principles-based approach is developed to study the dielectric response of paraelectric Ba Ti O 3, as a function of frequency and temperature. Two different overdamped modes of comparable strengths are found to contribute to such response, in the≃ 1–150 cm− 1 frequency range for temperatures up to≃ 750 K. The lower frequency mode softens toward the Curie point, while the higher-frequency mode stays in the 60–100 cm− 1 range and is associated with temperature-independent short-range correlations. Our far-infrared reflectivity measurements confirm the existence of these two modes, and yield a very good agreement with calculations.",
                "An atomistic approach allowing an accurate and efficient treatment of depolarizing energy and field in any low-dimensional ferroelectric structure is developed. Application of this approach demonstrates the limits of the widely used continuum model (even) for simple test cases. Moreover, implementation of this approach within a first-principles-based model reveals an unusual phase transition—from a state exhibiting a spontaneous polarization to a phase associated with a toroid moment of polarization—in a ferroelectric nanodot for a critical value of the depolarizing field.",
                "Ferroelectric nanodots and infinite wires of Pb (Zr 0.4 Ti 0.6) O 3 alloy under different boundary conditions are investigated via Monte Carlo simulations using an atomistic first-principles-based effective Hamiltonian. These nanosystems all exhibit a spontaneous polarization that points along a nonperiodic direction, for situations close to short-circuit electrical boundary conditions and independently of the epitaxial strain. On the other hand, unusual dipole patterns arise in these systems when they are under open-like circuit conditions. The dependency of these patterns on the nanostructure’s dimensionality and strain is further revealed and explained.",
                "A first-principles-based effective Hamiltonian technique is developed to study flexoelectricity in (Ba 0.5 Sr 0.5) TiO 3 thin films of different thicknesses in their paraelectric phase. The magnitude as well as sign of individual components of the flexoelectric tensor are reported, which provides answers to existing controversies. The use of this numerical tool also allows us to show that flexoelectric coefficients depend strongly on the film's thickness and temperature. Such dependence is explained using the relationship between the flexoelectric coefficients and the dielectric susceptibility.",
                "A first-principles-based approach is used to show (i) that stress-free ferroelectric nanodots under open-circuit-like electrical boundary conditions maintain a vortex structure for their local dipoles when subject to a transverse inhomogeneous static electric field, and, more importantly,(ii) that such a field leads to the solution of a fundamental and technological challenge: namely, the efficient control of the direction of the macroscopic toroidal moment. The effects responsible for such striking features are revealed and discussed."
            ],
            [
                [

                ]
            ]
        ]
    ]
}