{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WDBEGYHF",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Burt Ovrut High Energy Theory, String Theory and Cosmology DRL 2N9a Website Professor, University of Pennsylvania, (1990- present) Associate Professor, University of Pennsylvania (1985-1990) Assistant Professor, The Rockefeller University (1983-1985) Member, The Institute for Advanced Study (1980-1983) Research Associate, Brandeis University (1978-1980) Ph.D., University of Chicago (1978) I am a high energy particle physicist with strong interests in cosmology. My early research involved the introduction of supersymmetry and supergravity into particle physics theories. Some of my key contributions were the introduction of Wilson lines in string vacua to break gauge symmetry to the standard model, a five-dimensional superspace called heterotic M-theory that serves as a string vacuum for realistic models of particle physics and the development of algebraic geometric methods necessary for the construction of gauge connections and explicit evaluation of the low energy spectrum. Within this context, I constructed heterotic vacua with exactly the particle spectrum of the minimal supersymmetric standard model with right-handed neutrinos. These theories were applied to cosmology, where a new theory of the early universe– ekpyrotic cosmology –was introduced based on colliding branes. More recently, I have given detailed renormlization group analyses of realistic superstring particle theories, studying phase transitions in the gauge group and explored their low energy predictions for the LHC. Within this context I has also consider aspects of late-time cosmology, including gauge domain walls, dark matter and baryogenesis. Courses Taught Phys 601: Intro to Field Theory Phys 632: Relativistic Quantum Field Theory On the Four-Dimensional Effective Action of Strongly Coupled Heterotic String Theory. Andre Lukas, Burt A. Ovrut, Daniel Waldram. Nucl.Phys. B532 (1998) 43-82. hep-th\/9710208 The Universe as a Domain Wall. Andre Lukas, Burt A. Ovrut, K.S. Stelle, Daniel Waldram. Phys.Rev. D59 (1999) 086001. hep-th\/9803235 Heterotic M-theory in Five Dimensions. Andre Lukas, Burt A. Ovrut, K. S. Stelle, Daniel Waldram. Nucl.Phys. B552 (1999) 246-290. hep-th\/9806051 Standard Models from Heterotic M-theory. Ron Donagi (UPenn), Burt A. Ovrut (UPenn), Tony Pantev (UPenn), Daniel Waldram (Princeton University and CERN). Adv.Theor.Math.Phys. 5 (2002) 93-137. hep-th\/9912208 Cosmology and Heterotic M-Theory in Five-Dimensions. Andre Lukas, Burt A. Ovrut, Daniel Waldram. UPR-825T, OUTP-98-85P. hep-th\/9812052 Boundary Inflation. Andre Lukas, Burt A. Ovrut, Daniel Waldram. Phys.Rev. D61 (2000) 023506. hep-th\/9902071 The Ekpyrotic Universe: Colliding Branes and the Origin of the Hot Big Bang. Justin Khoury, Burt A. Ovrut, Paul J. Steinhardt, Neil Turok. Phys.Rev. D64 (2001) 123522. hep-th\/0103239 Visible Branes with Negative Tension in Heterotic M-Theory. Ron Y. Donagi, Justin Khoury, Burt A. Ovrut, Paul J. Steinhardt, Neil Turok. JHEP 0111 (2001) 041. , hep-th\/0105199 From Big Crunch to Big Bang. Justin Khoury, Burt A. Ovrut, Nathan Seiberg, Paul J. Steinhardt, Neil Turok. Phys.Rev. D65 (2002) 086007. hep-th\/0108187 Non-Perturbative Vacua and Particle Physics in M-Theory. Ron Donagi, Andre Lukas, Burt A. Ovrut, Daniel Waldram. JHEP 9905 (1999) 018. hep-th\/9811168 CV (file) 2012_cv_ovrut_burt.pdf 194.63 KB"
            ]
        ]
    ]
}