{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WE0Z5YYF",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Tu-Nan Chang  Professor Emeritus of Physics and Astronomy  Contact Information  E-mail:  tnchang@usc.edu  Phone: (213) 740-1133 Office: SHS 368  LINKS  Curriculum Vitae  Personal Website        Education   Ph.D. Physics, University of California, Riverside, 1972  M.S. Physics, University of California, Riverside, 1970    Postdoctoral Training   Research associate, University of Chicago, 09\/01\/1973-08\/15\/1975  Research associate, University of California, Riverside, 1972-1973    Academic Appointment, Affiliation, and Employment History   Professor, University of Southern California, 09\/01\/1988-  Distinguished Professor, National Tsinghua University, Hsinchu, Taiwan, 12\/01\/2004-08\/31\/2006  Director, National Center for Theoretical Sciences, Hsinchu, Taiwan, 12\/01\/2004-08\/31\/2006  Divisional Head, Physics Division, National Center for Theoretical Sciences, Hsinchu, Taiwan, 12\/01\/2004-08\/31\/2006  Distinguished Professor, National Central University. Chungli, Taiwan, 01\/01\/2004-11\/30\/2004  Visiting Professor, Academia Sinica, Taiwan, 01\/01\/1991-08\/01\/1991  Associate Professor, University of Southern California, 09\/01\/1981-08\/31\/1988  Visiting Professor, National Central University, 09\/01\/1982-08\/31\/1983  Visiting Professor, University of Paris-Sud, France, 07\/01\/1983-08\/01\/1983  Assistant Professor, University of Southern California, 09\/01\/1975-08\/31\/1981  Research Associate, University of Chicago, 09\/01\/1973-08\/15\/1975  Research Associate, University of California, Riverside, 1972-1973   Description of Research  Summary Statement of Research Interests  Professor Chang studies the strong multi-electron interactions in atomic transitions dominated by multiple excitations in complex atoms.  In addition to his continuous efforts on the development of general theoretical formalism related to atomic structure theory, he has also made considerable progress in the development of the state-of-art computational techniques suitable for applications on the most powerful high speed computers.   Conferences and Other Presentations  Conference Presentations   \"B-spline approaches in atomic structure theory\", Lecture\/Seminar, Institute of Applied Physics and Computation Mathematics, Beijing, Invited, 2008-2009  \"Column density and temperature effects to photoionization and photoabsorption spectral profile\", China-Japan Seminar on Atomic and Molecular Processes in Plasma, Talk\/Oral Presentation, Xian, China, Invited, 2008-2009  \"Spin-mixed doubly excited resonances in Ca and Sr spectra\", International Conference on physics education and frontier physics, August 3-7, 2009, Talk\/Oral Presentation, Lanzhou, China, Invited, 2008-2009  \"A number of B-spline approaches in atomic physics\", Symposium - Tribute to Professor Walter Johnson, Talk\/Oral Presentation, Notre Dame University, Invited, 2007-2008  \"Column density effect in photoionization and photoabsorption spectra\", APS - DAMOP annual meeting, Poster, College Stattion, PA, 2007-2008  \"Absolute Photoabsorption Cross Section of He 3-  Resonance\", International Conference on Physics Education and Frontier Research, Talk\/Oral Presentation, Taipei, Taiwan, Invited, 2006-2007  \"B-spline-based Complex-rotation Method with Spin-dependent Interaction for Atomic Photoionization\", International Conference on Physics Education and Frontier Research, Talk\/Oral Presentation, Taipei, Taiwan, Overseas Chinese Physics Association, Invited, 2006-2007  \"Core-excitation effects on atomic transitions\", 7th Asian International Seminar on Atomic and Molecular Physics, Talk\/Oral Presentation, Refereed Chennai, India, Invited, 2006-2007  \"Core-excitation effects on oscillator strengths for transitions in four electron atomic systems\", American Physical Society (APS) annual meeting - Division of Atomic, Molecular, and Optics Physics, Poster, Calgary, Canada, APS, 2006-2007  \"High resolution pulsed ionization multiphoton spectroscopy using synchrotron radiation and laser\", International Conference on Physics Education and Frontier Research, Talk\/Oral Presentation, Taipei, Taiwan, Overseas Chinese Physics Association, Invited, 2006-2007   Publications  Book Chapter   Chen, w. \r\n                                (2000).\r\n                            W. J. Chen, T. K. Fang, Y. K. Ho, C. K. Ni, A. H. Kung, T. S. Yih, H. S. Fung, C. C. Chu, H. H. Wu, and T. N. Chang, Synchrotron Radiation\/Lasers and Doubly-excited Atoms, in Recent Advances and Cross-Century Outlooks in Physics, edited by P. Chen and C. Y. Wong (World Scientific, Singapore, 2000), p 173-90.  Chang, T. \r\n                                (1993).\r\n                            T. N. Chang, Many-body Theory of Atomic Structure and Photoionization (World Scientific, Singapore, 1993), p. 213-247.   Journal Article   Luo, J., Yih, T., Luo, Y., Fung, H., Lee, Y., Chang, T. \r\n                                (2009).\r\n                            J. L. Luo, T. S. Yih, Y. X. Luo, H. S. Fung, Y. Y. Lee, and T. N. Chang, Column density and temperature effects on narrow resonance structure in photoionization and photoabsorption, submitted to Phys. Rev. A. Physical Review A.  Chen, J., Fang, T., Chu, C., Yih, T., Chang, T. \r\n                                (2009).\r\n                            J. H. Chen, T. K. Fang, C. C. Chu, T. S. Yih, and T. N. Chang, Spin-mixed Doubly Excited Resonances in Ca and Sr Spectra, Phys. Rev. A80, 042509 (2009). Physical Review A. \r\n                                Vol. 80, pp. 042509.  Chang, T., Luo, Y. \r\n                                (2007).\r\n                            T. N. Chang and Yuxiang Luo, Core-excitation effects to atomic transitions, J. Phys. Conf. Series, v. 80, 012002 (2007), 17 pages. Journal of Physics Conference Series. \r\n                                Vol. 80, pp. 012002 (17 oages).  Fang, T., Chang, T. \r\n                                (2007).\r\n                            T. K. Fang and T. N. Chang, B-spline-based complex rotation method with spin-dependent interactions, Phys. Rev. A76, 012721 (2007). Physical Review A. \r\n                                Vol. 76, pp. 012721.  Chang, T. \r\n                                (2006).\r\n                            T. N. Chang, Institute Report: The National Center for Theoretical Sciences, AAPPS Bulletin, V, 16, pp 24-28 (2006). AAPPS Bulletin\/Association of Asia Pacific Physical Society. \r\n                                Vol. V.16 (No 1 pp.24-28)  Chang, T., Fang, T. \r\n                                (2004).\r\n                            T. N. Chang and T. K. Fang, Multiple excitation in photoionization using B-splines, Radiation Physics and Chemistry 70, 173-190, 2004. Radiation Physics and Chemistry. \r\n                                Vol. 70, pp. 173-190.  Chen, W., Fang, T., Chang, T., Yih, T., Ni, C., Kung, A. \r\n                                (2002).\r\n                            W. J. Chen, et al, The 3snd^1D to the 2png^1F autoionization resonances of Mg, Phys. Rev. A65, 032717 (2002). Phys. Rev. A. \r\n                                Vol. 65, pp. 032717.  Fung, H. \r\n                                (2001).\r\n                            H. S. Fung, H. H. Wu, T. S. Yih, T. K. Fung, and T. N. Chang, Photabsorption of Mg above the 3p threshold, Phys. Rev. A64, 052716 (2001). Physical Review A. \r\n                                Vol. 64, pp. 052716.  Chang, T. \r\n                                (2001).\r\n                            T. N. Chang, X. Y. Luo, H. S. Fung, and T. S. Yih Deconvolution of Atomic Photoabsorption Spectra: a match between theory and experiment , J. Chinese Chem. Soc., Vol. 48, 347 (2001). J. Chinese Chem. Soc.. \r\n                                Vol. 48, pp. 347.    Honors and Awards   Distinguished Service Award, Overseas Chinese Physics Association, 2006  Fellow (or Equivalent) of National Society in Discipline, Fellow, Physical Society of Republic of China, 2006  Outstanding Service Award, Chinese American Faculty Association of Southern California , 2002  Distinguished Faculty Service Award, USC Academic Senate, 2000  Outstanding Achievement Award, Chinese American Faculty Association of Southern California, 1998  USC Raubenheimer Outstanding Senior Faculty Award, 1998  Fellow (or Equivalent) of National Society in Discipline, Fellow, American Physical Society, 1989    Service to the University  Committees   Member, Academic Senate, 07\/01\/2009-  Member, Honorary Degree Committee, 07\/01\/2007-  Member, University Committee on Appointment, Promotion, and Tenure, 07\/01\/2007-  Member, College Faculty Council, 07\/01\/2007-    Review Panels   National Science Council, Taiwan, External Advisory Committee for the National Center for Theoreticl Science, 12\/01\/2009-12\/31\/2009  National Center for Theoretical Sciences, Taiwan, Performance Evaluation Panel, 08\/01\/2006-12\/31\/2008    Service to the Profession  Other Service to the Profession   Member, Executive Council, Overseas Chinese Physics Association, 01\/01\/2008-    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}