{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WEIXX76K",
            "uHzTjcAAAAAJ",
            [
                "Cosmological perturbation theory in the synchronous and conformal Newtonian gauges",
                "Revisiting the scaling relations of black hole masses and host galaxy properties",
                "The primordial density perturbation: Cosmology, inflation and the origin of structure",
                "The merger rates and mass assembly histories of dark matter haloes in the two Millennium simulations",
                "Dynamical friction and galaxy merging time-scales",
                "Deriving the nonlinear cosmological power spectrum and bispectrum from analytic dark matter halo profiles and mass functions",
                "The merger rate of galaxies in the Illustris simulation: a comparison with observations and semi-empirical models",
                "Two ten-billion-solar-mass black holes at the centres of giant elliptical galaxies",
                "Compact high-redshift galaxies are the cores of the most massive present-day spheroids",
                "The stellar mass assembly of galaxies in the Illustris simulation: growth by mergers and the spatial distribution of accreted stars"
            ],
            [
                "This paper presents a systematic treatment of the linear theory of scalar gravitational perturbations in the synchronous gauge and the conformal Newtonian (or longitudinal) gauge. It differs from others in the literature in that we give, in both gauges, a complete discussion of all particle species that are relevant to any flat cold dark matter (CDM), hot dark matter (HDM), or CDM+ HDM models (including a possible cosmological constant). The particles considered include CDM, baryons, photons, massless neutrinos, and massive neutrinos (an HDM candidate), where the CDM and baryons are treated as fluids while a detailed phase-space description is given to the photons and neutrinos. Particular care is applied to the massive neutrino component, which has been either ignored or approximated crudely in previous works. Isentropic initial conditions on super-horizon scales are derived. The coupled, linearized Boltzmann, Einstein and fluid equations that govern the evolution of the metric and density perturbations are then solved numerically in both gauges for the standard CDM model and two CDM+ HDM models with neutrino mass densities $\\onu= 0.2$ and 0.3, assuming a scale-invariant, adiabatic spectrum of primordial fluctuations. We also give the full details of the cosmic microwave background anisotropy, and present the first accurate calculations of the angular power spectra in the two CDM+ HDM models including photon polarization, higher neutrino multipole moments, and helium recombination. The numerical programs for both gauges are available at this http URL.",
                "New kinematic data and modeling efforts in the past few years have substantially expanded and revised dynamical measurements of black hole masses (M•) at the centers of nearby galaxies. Here we compile an updated sample of 72 black holes and their host galaxies, and present revised scaling relations between M• and stellar velocity dispersion (σ), V-band luminosity (L), and bulge stellar mass (M bulge), for different galaxy subsamples. Our best-fitting power-law relations for the full galaxy sample are log 10 (M•)= 8.32+ 5.64 log 10 (σ\/200 km s–1), log 10 (M•)= 9.23+ 1.11 log 10 (L\/10 11 L☉), and log 10 (M•)= 8.46+ 1.05 log 10 (M bulge\/10 11 M☉). A log-quadratic fit to the M•-σ relation with an additional term of β 2 [log 10 (σ\/200 km s–1)] 2 gives β 2= 1.68±1.82 and does not decrease the intrinsic scatter in M•. Including 92 additional upper limits on M• does not change the slope of the M•-σ relation. When the …",
                "The origin and evolution of the primordial perturbation is the key to understanding structure formation in the earliest stages of the Universe. It carries clues to the types of physical phenomena active in that extreme high-density environment. Through its evolution, generating first the observed cosmic microwave background anisotropies and later the distribution of galaxies and dark matter in the Universe, it probes the properties and dynamics of the present Universe. This graduate-level textbook gives a thorough account of theoretical cosmology and perturbations in the early Universe, describing their observational consequences and showing how to relate such observations to primordial physical processes, particularly cosmological inflation. With ambitious observational programmes complementing ever-increasing sophistication in theoretical modelling, cosmological studies will remain at the cutting edge of astrophysical studies for the foreseeable future.",
                "We construct merger trees of dark matter haloes and quantify their merger rates and mass growth rates using the joint data set from the Millennium and Millennium-II simulations. The finer resolution of the Millennium-II simulation has allowed us to extend our earlier analysis of halo merger statistics to an unprecedentedly wide range of descendant halo mass (1010≲M0≲ 1015 M⊙), progenitor mass ratio (10−5≲ξ≤ 1) and redshift (0 ≤z≲ 15). We update our earlier fitting form for the mean merger rate per halo as a function of M0, ξ and z. The overall behaviour of this quantity is unchanged: the rate per unit redshift is nearly independent of z out to z∼ 15; the dependence on halo mass is weak (∝M0.130); and it is nearly a power law in the progenitor mass ratio (∝ξ−2). We also present a simple and accurate fitting formula for the mean mass growth rate of haloes as a function of mass and redshift. This mean rate …",
                "The time-scale for galaxies within merging dark matter haloes to merge with each other is an important ingredient in galaxy formation models. Accurate estimates of merging time-scales are required for predictions of astrophysical quantities such as black hole binary merger rates, the build-up of stellar mass in central galaxies and the statistical properties of satellite galaxies within dark matter haloes. In this paper, we study the merging time-scales of extended dark matter haloes using N-body simulations. We compare these results to standard estimates based on the Chandrasekhar theory of dynamical friction. We find that these standard predictions for merging time-scales, which are often used in semi-analytic galaxy formation models, are systematically shorter than those found in simulations. The discrepancy is approximately a factor of 1.7 for Msat\/Mhost≈ 0.1 and becomes larger for more disparate satellite …",
                "We present an analytic model for the fully nonlinear two‐ and three‐point correlation functions of the cosmological mass density field, and their Fourier transforms, the mass power spectrum and bispectrum. The model is based on physical properties of dark matter halos, with the three main model inputs being analytic halo density profiles, halo mass functions, and halo‐halo spatial correlations, each of which has been well studied in the literature. We demonstrate that this new model can reproduce the power spectrum and bispectrum computed from cosmological simulations of both an   scale‐free model and a low‐density cold dark matter model. To enhance the dynamic range of these large simulations, we use the synthetic‐halo replacement technique of Ma & Fry, in which the original halos with numerically softened cores are replaced by synthetic halos of realistic density profiles. At high wavenumbers, our …",
                "We have constructed merger trees for galaxies in the Illustris simulation by directly tracking the baryonic content of subhaloes. These merger trees are used to calculate the galaxy–galaxy merger rate as a function of descendant stellar mass, progenitor stellar mass ratio, and redshift. We demonstrate that the most appropriate definition for the mass ratio of a galaxy–galaxy merger consists in taking both progenitor masses at the time when the secondary progenitor reaches its maximum stellar mass. Additionally, we avoid effects from ‘orphaned’ galaxies by allowing some objects to ‘skip’ a snapshot when finding a descendant, and by only considering mergers which show a well-defined ‘infall’ moment. Adopting these definitions, we obtain well-converged predictions for the galaxy–galaxy merger rate with the following main features, which are qualitatively similar to the halo–halo merger rate except for the last …",
                "Observational work conducted over the past few decades indicates that all massive galaxies have supermassive black holes at their centres. Although the luminosities and brightness fluctuations of quasars in the early Universe suggest that some were powered by black holes with masses greater than 10 billion solar masses 1, 2, the remnants of these objects have not been found in the nearby Universe. The giant elliptical galaxy Messier 87 hosts the hitherto most massive known black hole, which has a mass of 6.3 billion solar masses 3, 4. Here we report that NGC 3842, the brightest galaxy in a cluster at a distance from Earth of 98 megaparsecs, has a central black hole with a mass of 9.7 billion solar masses, and that a black hole of comparable or greater mass is present in NGC 4889, the brightest galaxy in the Coma cluster (at a distance of 103 megaparsecs). These two black holes are significantly more massive …",
                "Observations suggest that the effective radii of high-redshift massive spheroids are as much as a factor of ∼6 smaller than low-redshift galaxies of comparable mass. Given the apparent absence of low-redshift counterparts, this has often been interpreted as indicating that the high-density, compact red galaxies must be ‘puffed up’ by some mechanism. We compare the ensemble of high-redshift observations with large samples of well-observed, low-redshift ellipticals. At the same physical radii, the stellar surface mass densities of low- and high-redshift systems are comparable. Moreover, the abundance of high surface density material at low redshift is comparable to or larger than that observed at z > 1–2, consistent with the continuous buildup of spheroids over this time. The entire population of compact, high-redshift red galaxies may be the progenitors of the high-density cores of present-day ellipticals, with no …",
                "We use the Illustris simulation to study the relative contributions of in situ star formation and stellar accretion to the build-up of galaxies over an unprecedentedly wide range of masses (M* = 109-1012 M⊙), galaxy types, environments, and assembly histories. We find that the ‘two-phase’ picture of galaxy formation predicted by some models is a good approximation only for the most massive galaxies in our simulation – namely, the stellar mass growth of galaxies below a few times 1011 M⊙ is dominated by in situ star formation at all redshifts. The fraction of the total stellar mass of galaxies at z = 0 contributed by accreted stars shows a strong dependence on galaxy stellar mass, ranging from about 10 per cent for Milky Way-sized galaxies to over 80 per cent for M* ≈ 1012 M⊙ objects, yet with a large galaxy-to-galaxy variation. At a fixed stellar mass, elliptical galaxies and those formed at the centres of …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}