{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WF6FNWJP",
            "AbuiDJIAAAAJ",
            [
                "Perpendicular ion heating by low-frequency Alfvén-wave turbulence in the solar wind",
                "Filamentation instability of counterstreaming laser-driven plasmas",
                "Adaptive mesh refinement for singular solutions of the incompressible Euler equations",
                "Magnetic reconnection between colliding magnetized laser-produced plasma plumes",
                "Current singularities: Drivers of impulsive reconnection",
                "Relationship between density peaking, particle thermodiffusion, Ohmic confinement, and microinstabilities in ASDEX Upgrade -mode plasmas",
                "Fast magnetic reconnection in laser-produced plasma bubbles",
                "Anisotropic fluid turbulence in the interstellar medium and solar wind",
                "The Plasma Simulation Code: A modern particle-in-cell code with patch-based load-balancing",
                "Comparison of multi-fluid moment models with particle-in-cell simulations of collisionless magnetic reconnection"
            ],
            [
                "We consider ion heating by turbulent Alfvén waves (AWs) and kinetic Alfvén waves (KAWs) with wavelengths (measured perpendicular to the magnetic field) that are comparable to the ion gyroradius and frequencies ω smaller than the ion cyclotron frequency Ω. We focus on plasmas in which β lesssim 1, where β is the ratio of plasma pressure to magnetic pressure. As in previous studies, we find that when the turbulence amplitude exceeds a certain threshold, an ion's orbit becomes chaotic. The ion then interacts stochastically with the time-varying electrostatic potential, and the ion's energy undergoes a random walk. Using phenomenological arguments, we derive an analytic expression for the rates at which different ion species are heated, which we test by simulating test particles interacting with a spectrum of randomly phased AWs and KAWs. We find that the stochastic heating rate depends sensitively on the …",
                "Filamentation due to the growth of a Weibel-type instability was observed in the interaction of a pair of counterstreaming, ablatively driven plasma flows, in a supersonic, collisionless regime relevant to astrophysical collisionless shocks. The flows were created by irradiating a pair of opposing plastic (CH) foils with 1.8 kJ, 2-ns laser pulses on the OMEGA EP Laser System. Ultrafast laser-driven proton radiography was used to image the Weibel-generated electromagnetic fields. The experimental observations are in good agreement with the analytical theory of the Weibel instability and with particle-in-cell simulations.",
                "The occurrence of a finite time singularity in the incompressible Euler equations in three dimensions is studied numerically using the technique of adaptive mesh refinement. As opposed to earlier treatments, a prescribed accuracy is guaranteed over the entire integration domain. A singularity in the vorticity could be traced down to five levels of refinement which corresponds to a resolution of 2048 3 mesh points in a nonadaptive treatment. The growth of vorticity fits a power law behavior proportional to 1\/(T*− t) where T* denotes the time when the singularity occurs.",
                "Observations of magnetic reconnection between colliding plumes of magnetized laser-produced plasma are presented. Two counterpropagating plasma flows are created by irradiating oppositely placed plastic (CH) targets with 1.8-kJ, 2-ns laser beams on the Omega EP Laser System. The interaction region between the plumes is prefilled with a low-density background plasma and magnetized by an externally applied magnetic field, imposed perpendicular to the plasma flow, and initialized with an X-type null point geometry with B= 0 at the midplane and B= 8 T at the targets. The counterflowing plumes sweep up and compress the background plasma and the magnetic field into a pair of magnetized ribbons, which collide, stagnate, and reconnect at the midplane, allowing the first detailed observations of a stretched current sheet in laser-driven reconnection experiments. The dynamics of current sheet formation are …",
                "Reconnection in nature is generically not quasi-steady. Most often, it is impulsive or bursty, characterized not only by a fast growth rate but a rapid change in the time-derivative of the growth rate. New results, obtained by asymptotic analyses and high-resolution numerical simulations [using Adaptive Mesh Refinement] of the Hall magnetohydrodynamics (MHD) or two-fluid equations, are presented. Within the framework of Hall MHD, a two-dimensional collisionless reconnection model is considered in which electron inertia provides the mechanism for breaking field lines, and the electron pressure gradient plays a crucial role in controlling magnetic island dynamics. Current singularities tend to form in finite time and drive fast and impulsive reconnection. In the presence of resistivity, the tendency for current singularity formation slows down, but the reconnection rate continues to accelerate to produce large magnetic …",
                "New experimental results obtained in ASDEX Upgrade [O. Gruber, H.-S. Bosch, S. Günter et al., Nucl. Fusion 39, 1321 (1999)] plasmas in low confinement mode with central electron cyclotron heating are presented in which transitions in both the particle and electron heat transport properties have been observed. A comprehensive albeit qualitative explanation for both the transport channels is provided in the framework of the theory of ion temperature gradient and trapped electron mode microinstabilities. The different transport behaviors are related to the dominant instability at play and to the collisionality regime. In particular, central electron heating induces a flattening of the density profile when the dominant instability is a trapped electron mode, and density peaking is observed to increase with decreasing collisionality.",
                "Recent experiments have observed magnetic reconnection in high-energy-density, laser-produced plasma bubbles, with reconnection rates observed to be much higher than can be explained by classical theory. Based on fully kinetic particle simulations we find that fast reconnection in these strongly driven systems can be explained by magnetic flux pileup at the shoulder of the current sheet and subsequent fast reconnection via two-fluid, collisionless mechanisms. In the strong drive regime with two-fluid effects, we find that the ultimate reconnection time is insensitive to the nominal system Alfvén time.",
                "The interstellar medium and solar wind is permeated by a magnetic field that renders magnetohydrodynamic turbulence anisotropic. In the classic work of Iroshnikov [Astron. Zh. 40, 742 (1963)] and Kraichnan [Phys. Fluids 8, 1385 (1965)], it is assumed that the turbulence is isotropic, and an inertial range energy spectrum that scales as k−3\/2 is deduced based on the nonlinear interaction of Alfvén wave packets. Much insight can be gained by analysis and high-resolution numerical simulations of such interactions. In the weak-turbulence limit in which three-wave interactions dominate, analytical and high-resolution numerical results based on random scattering of shear-Alfvén waves propagating parallel to a large-scale magnetic field demonstrate an anisotropic energy spectrum that scales as k⊥−2. Even in the absence of a background magnetic field, when the energy spectrum is globally isotropic, anisotropy is …",
                "This work describes the Plasma Simulation Code (psc), an explicit, electromagnetic particle-in-cell code with support for different order particle shape functions. We review the basic components of the particle-in-cell method as well as the computational architecture of the psc code that allows support for modular algorithms and data structure in the code. We then describe and analyze in detail a distinguishing feature of psc: patch-based load balancing using space-filling curves which is shown to lead to major efficiency gains over unbalanced methods and a previously used simpler balancing method.",
                "We introduce an extensible multi-fluid moment model in the context of collisionless magnetic reconnection. This model evolves full Maxwell equations and simultaneously moments of the Vlasov-Maxwell equation for each species in the plasma. Effects like electron inertia and pressure gradient are self-consistently embedded in the resulting multi-fluid moment equations, without the need to explicitly solving a generalized Ohm's law. Two limits of the multi-fluid moment model are discussed, namely, the five-moment limit that evolves a scalar pressures for each species and the ten-moment limit that evolves the full anisotropic, non-gyrotropic pressure tensor for each species. We first demonstrate analytically and numerically that the five-moment model reduces to the widely used Hall magnetohydrodynamics (Hall MHD) model under the assumptions of vanishing electron inertia, infinite speed of light, and quasi …"
            ],
            [
                [
                    "plasma physics computation"
                ]
            ]
        ]
    ]
}