{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WG1JMHP2",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Steven Blusk Steven Blusk Professor 327 Physics Building 315.443.3158 sblusk@syr.edu Searches for New Physics in B decays. B hadron spectroscopy. Development of advanced detectors for HEP. The High Energy Group at SU is part of the LHCb experiment at CERN. LHCb web-site . Physicist's Discovery Recasts 'Lifetime Hierarchy' of Subatomic Particles (Oct. 1, 2018) Professor Steven Blusk says charmed omega particles 'live' four times longer than previously thought Syracuse Physicists Awarded $3 Million Grant to Build Particle Detector (July 15, 2015) Project is part of CERN upgrade in Switzerland Syracuse Awarded $3.7 Million for Particle Physics Research Syracuse Physicist Helps Discover Subatomic Particles National Science Foundation Awards Elite Team of Syracuse University Physicists $5.2 Million 1995 Ph.D. in Physics University of Pittsburgh 1989 M.S. in Physics University of Pittsburgh 1988 B.A. in Physics and Mathematics Potsdam College Recent Selected Publications R. Aaij et. al. (LHCb Collaboration), \"Precision measurement of the Λ c + , Ξ c + , Ξ c 0 baryon lifetimes\", http:\/\/arxiv.org\/abs\/1906.08350 , submitted to Phys. Rev. D, June 2019.r R. Aaij et. al. (LHCb Collaboration), \"Measurement of the mass and production rate of Ξ b – baryons\", Phys. Rev. D99 052006 (2019). R. Aaij et. al. (LHCb Collaboration), \"Measurement of the Ω c 0 baryon lifetime\", Phys. Rev. Lett. 121 092003 (2018). R. Aaij et. al. (LHCb Collaboration), \"Observation of a new Ξ b – resonance\", Phys. Rev. Lett. 121 072002 (2018) . Artuso, M. et al. Signal coupling to embedded pitch adapters in silicon sensors . Nucl. Instrum. Meth. A877 (2018) 252–258. doi: 10.1016\/j.nima.2017.09.039. arXiv: 1708.03371 [physics.ins-det]. R. Aaij et. al. (LHCb Collaboration), \"Measurement of the properties of the Ξ b *0 baryon\", JHEP 05 161 (2016) . R. Aaij et. al. (LHCb Collaboration), \"Measurement of the mass and lifetime of the Ω b – baryon\", Phys. Rev. D93, 092007 (2016) . R. Aaij et. al. (LHCb Collaboration), \"Observation of two new Ξ b – baryon resonances\", Phys. Rev. Lett. 114 062004 (2014) . R. Aaij et. al. (LHCb Collaboration), \"Measurement of the CP-violating phase Φ s in B s 0 → D s + D s - decays\", arXiv:1409.4619 , Phys. Rev. Lett. 113, 211801 (2014) ."
            ]
        ]
    ]
}