{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WH2QTX6Q",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Corey Dominick Part-time Lecturer OEH 219 Desk #1 (412) 648-9930 cnd15@pitt.edu Abstract - 4\/2020 We have studied several aspects of the chemotactic network of Escherichia coli as well as the motility of these cells near solid surfaces. In the first chapter, we develop a novel assay for our research that takes advantage of a ``self-trapping'' phenomenon in which fully motile bacteria rotate in place at a solid boundary. We then use this assay to study the chemotactic and thermotactic response to impulse stimuli, quantifying the response of the bacteria to heat and serine. In addition, our data illustrates the amplification in the chemotactic network and the motor. Our findings provide evidence that the protein CheZ is actively regulated in its role as the network phosphatase. In chapter 4, we further study the impulse response at the lower limit of attractant concentrations and find that bacteria are capable of sensing and responding to single molecules of amino acids. Our data is compared to existing models with the aid of a calculation of diffusion inside the cell. The fit of the model is further improved under a modification inspired by our finding that CheZ is actively regulated. Finally, we use our self-trapping assay to understand transitions between the run and tumble states in wild-type bacteria, and show that a single filament organizes the flagella bundle and drives the transitions between the run and tumble states of bacterial swimming. Dissertation The Motility and Chemotactic Response of Escherichia coli. Advisor - Early Years Dr. Hanna Salman Degree MS PhD Xiao-lun Wu (412) 648-9930"
            ]
        ]
    ]
}