{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WHYQQHKY",
            "sh5gBZUAAAAJ",
            [
                "QCD at finite baryon density: Nucleon droplets and color superconductivity",
                "Color-flavor locking and chiral symmetry breaking in high density QCD",
                "Signatures of the tricritical point in QCD",
                "Color superconductivity in dense quark matter",
                "Event-by-event fluctuations in heavy ion collisions and the QCD critical point",
                "Static and dynamic critical phenomena at a second order QCD phase transition",
                "The condensed matter physics of QCD",
                "Color superconductivity and chiral symmetry restoration at non-zero baryon density and temperature",
                "Gauge\/string duality, hot QCD and heavy ion collisions",
                "Crystalline color superconductivity"
            ],
            [
                "We use a variational procedure to study finite density QCD in an approximation in which the interaction between quarks is modelled by that induced by instantons. We find that uniform states with conventional chiral symmetry breaking have negative pressure with respect to empty space at all but the lowest densities, and are therefore unstable. This is a precisely defined phenomenon which motivates the basic picture of hadrons assumed in the MIT bag model, with nucleons as droplets of chiral symmetry restored phase. At all densities high enough that the chirally symmetric phase fills space, we find that color symmetry is broken by the formation of a <qq> condensate of quark Cooper pairs. A plausible ordering scheme leads to a substantial gap in a Lorentz scalar channel involving quarks of two colors, and a much smaller gap in an axial vector channel involving quarks of the third color.",
                "We propose a symmetry breaking scheme for QCD with three massless quarks at high baryon density wherein the color and flavor SU(3)color × SU(3)L × SU(3)R symmetries are broken down to the diagonal subgroup SU(3)color+L+R by the formation of a condensate of quark Cooper pairs. We discuss general properties that follow from this hypothesis, including the existence of gaps for quark and gluon excitations, the existence of Nambu-Goldstone bosons which are excitations of the diquark condensate, and the existence of a modified electromagnetic gauge interaction which is unbroken and which assigns integral charge to the elementary excitations. We present mean-field results for a Hamiltonian in which the interaction between quarks is modeled by that induced by single-gluon exchange. We find gaps of order 10–100 MeV for plausible values of the coupling. We discuss the effects of non-zero temperature …",
                "Several approaches to QCD with two massless quarks at finite temperature T and baryon chemical potential μ suggest the existence of a tricritical point on the boundary of the phase with spontaneously broken chiral symmetry. In QCD with massive quarks there is then a critical point at the end of a first order transition line. We discuss possible experimental signatures of this point, which provide information about its location and properties. We propose a combination of event-by-event observables, including suppressed fluctuations in T and μ and, simultaneously, enhanced fluctuations in the multiplicity of soft pions.",
                "Matter at high density and low temperature is expected to be a color superconductor, which is a degenerate Fermi gas of quarks with a condensate of Cooper pairs near the Fermi surface that induces color Meissner effects. At the highest densities, where the QCD coupling is weak, rigorous calculations are possible, and the ground state is a particularly symmetric state, the color-flavor locked (CFL) phase. The CFL phase is a superfluid, an electromagnetic insulator, and breaks chiral symmetry. The effective theory of the low-energy excitations in the CFL phase is known and can be used, even at more moderate densities, to describe its physical properties. At lower densities the CFL phase may be disfavored by stresses that seek to separate the Fermi surfaces of the different flavors, and comparison with the competing alternative phases, which may break translation and\/or rotation invariance, is done using …",
                "The event-by-event fluctuations of suitably chosen observables in heavy ion collisions at CERN SPS, BNL RHIC, and CERN LHC can tell us about the thermodynamic properties of the hadronic system at freeze-out. By studying these fluctuations as a function of varying control parameters, it is possible to learn much about the phase diagram of QCD. As a timely example, we stress the methods by which present experiments at the CERN SPS can locate the second-order critical end point of the first-order transition between quark-gluon plasma and hadron matter. Those event-by-event signatures which are characteristic of freeze-out in the vicinity of the critical point will exhibit nonmonotonic dependence on control parameters. We focus on observables constructed from the multiplicity and transverse momenta of charged pions. We first consider how the event-by-event fluctuations of such observables are affected by …",
                "In QCD with two flavors of massless quarks, the chiral phase transition is plausibly in the same universality class as the classical four-component Heisenberg antiferromagnet. Therefore, renormalization group techniques developed in the study of phase transitions can be applied to calculate the critical exponents which characterize the scaling behaviour of universal quantities near the critical point. This approach to the QCD phase transition has implications both for lattice gauge theory and for heavy ion collisions. Future lattice simulations with longer correlation lengths will be able to measure the various exponents and the equation of state for the order parameter as a function of temperature and quark mass which we describe. In a heavy ion collision, the consequence of a long correlation length would be large fluctuations in the number ratio of neutral to charged pions. Unfortunately, we show that this …",
                "Important progress in understanding the behavior of hadronic matter at high density has been achieved recently, by adapting the techniques of condensed matter theory. At asymptotic densities, the combination of asymptotic freedom and BCS theory make a rigorous analysis possible. New phases of matter with remarkable properties are predicted. They provide a theoretical laboratory within which chiral symmetry breaking and confinement can be studied at weak coupling. They may also playa role in the description of neutron star interiors. We discuss the phase diagram of QCD as a function of temperature and density, and close with a look at possible astrophysical signatures.",
                "We explore the phase diagram of strongly interacting matter as a function of temperature and baryon number density, using a class of models for two-flavor QCD in which the interaction between quarks is modelled by that induced by instantons. Our treatment allows us to investigate the possible simultaneous formation of condensates in the conventional quark-anti-quark channel (breaking chiral symmetry) and in a quark-quark channel leading to color superconductivity: the spontaneous breaking of color symmetry via the formation of quark Cooper pairs. At low temperatures, chiral symmetry restoration occurs via a first-order transition between a phase with low (or zero) baryon density and a high density color superconducting phase. We find color superconductivity in the high density phase for temperatures less than of order tens to 100 MeV, and find coexisting  and <qq> condensates in this phase in the presence …",
                "Heavy ion collision experiments recreating the quark-gluon plasma that filled the microseconds-old universe have established that it is a nearly perfect liquid that flows with such minimal dissipation that it cannot be seen as made of particles. String theory provides a powerful toolbox for studying matter with such properties. This book provides a comprehensive introduction to gauge\/string duality and its applications to the study of the thermal and transport properties of quark-gluon plasma, the dynamics of how it forms, the hydrodynamics of how it flows, and its response to probes including jets and quarkonium mesons. Calculations are discussed in the context of data from RHIC and LHC and results from finite temperature lattice QCD. The book is an ideal reference for students and researchers in string theory, quantum field theory, quantum many-body physics, heavy ion physics and lattice QCD.",
                "In any context in which color superconductivity arises in nature, it is likely to involve pairing between species of quarks with differing chemical potentials. For suitable values of the differences between chemical potentials, Cooper pairs with nonzero total momentum are favored, as was first realized by Larkin, Ovchinnikov, Fulde, and Ferrell (LOFF). Condensates of this sort spontaneously break translational and rotational invariance, leading to gaps which vary periodically in a crystalline pattern. Unlike the original LOFF state, these crystalline quark matter condensates include both spin-zero and spin-one Cooper pairs. We explore the range of parameters for which crystalline color superconductivity arises in the QCD phase diagram. If in some shell within the quark matter core of a neutron star (or within a strange quark star) the quark number densities are such that crystalline color superconductivity arises, rotational …"
            ],
            [
                [
                    "Physics"
                ]
            ]
        ]
    ]
}