{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WIQMI4V9",
            "ItjFK0wAAAAJ",
            [
                "An overview of APSIM, a model designed for farming systems simulation",
                "APSIM–evolution towards a new generation of agricultural systems simulation",
                "APSIM's water and nitrogen modules and simulation of the dynamics of water and nitrogen in fallow systems"
            ],
            [
                "The Agricultural Production Systems Simulator (APSIM) is a modular modelling framework that has been developed by the Agricultural Production Systems Research Unit in Australia. APSIM was developed to simulate biophysical process in farming systems, in particular where there is interest in the economic and ecological outcomes of management practice in the face of climatic risk. The paper outlines APSIM's structure and provides details of the concepts behind the different plant, soil and management modules. These modules include a diverse range of crops, pastures and trees, soil processes including water balance, N and P transformations, soil pH, erosion and a full range of management controls. Reports of APSIM testing in a diverse range of systems and environments are summarised. An example of model performance in a long-term cropping systems trial is provided. APSIM has been used in a broad …",
                "Agricultural systems models worldwide are increasingly being used to explore options and solutions for the food security, climate change adaptation and mitigation and carbon trading problem domains. APSIM (Agricultural Production Systems sIMulator) is one such model that continues to be applied and adapted to this challenging research agenda. From its inception twenty years ago, APSIM has evolved into a framework containing many of the key models required to explore changes in agricultural landscapes with capability ranging from simulation of gene expression through to multi-field farms and beyond.Keating et al. (2003) described many of the fundamental attributes of APSIM in detail. Much has changed in the last decade, and the APSIM community has been exploring novel scientific domains and utilising software developments in social media, web and mobile applications to provide simulation tools …",
                "APSIM (Agricultural Production Systems Simulator) is a software system which provides a flexible structure for the simulation of climatic and soil management effects on growth of crops in farming systems and changes in the soil resource. The focus of this paper is the predictive performance of APSIM for simulation of soil water and nitrate nitrogen in contrasting soils (vertisols and alfisols) and environments. The three APSIM modules that determine the dynamics of water, carbon, and nitrogen in the soil system (viz. SOILWAT, SOILN and RESIDUE v.1) are described in terms of the processes represented, with particular emphasis on aspects of their coding that differ from their precursors in CERES and PERFECT. The most fundamental change is in SOILN, which now provides a formal balance of both carbon and nitrogen in the soil and includes a labile soil organic matter pool that decomposes more rapidly than the …"
            ],
            [
                [
                    "Agriculture"
                ]
            ],
            [
                "Brian Keating News and Awards New Sally Ride Fellowship to Support Women in Physics 5 UC San Diego Physics Researchers named 2016 APS Fellows New $40 Million Observatory to Probe First Moments of Universe The B-Mode Story You Haven't Heard Big Bucks for UCSD Big Bang Study: $5M from NSF Measurement of CMB Polarization Power Spectra from Two Years of BICEP Data . H.C. Chiang et al. Jun 2009. Brief entry Published in Astrophys.J.711:1123-1140,2010. \ne-Print: arXiv:0906.1181 [astro-ph.CO] The Experimental Probe of Inflationary Cosmology (EPIC): A Mission Concept Study for NASA's Einstein Inflation Probe . James Bock, Asantha Cooray, Shaul Hanany, Brian Keating, Adrian Lee, Tomotake Matsumura, Michael Milligan, Nicolas Ponthieu, Tom Renbarger, Huan Tran, . May 2008. 192pp. Brief entry e-Print: arXiv:0805.4207 [astro-ph] CMB Polarization Systematics Due to Beam Asymmetry: Impact on Inflationary Science . Meir Shimon, Brian Keating, (UC, San Diego) , Nicolas Ponthieu, (Paris, Inst. Astrophys.) , Eric Hivon, (Caltech & Paris, Inst. Astrophys.) . Sep 2007. (Published Sep 2007). 16pp. Brief entry Published in Phys.Rev.D77:083003,2008. \ne-Print: arXiv:0709.1513 [astro-ph] CMBPol Mission Concept Study: Gravitational Lensing . Kendrick M. Smith et al. Nov 2008. Brief entry e-Print: arXiv:0811.3916 [astro-ph] Observational constraints on cosmic reionization . Xiao-Hui Fan, (Arizona U., Astron. Dept. - Steward Observ.) , C.L. Carilli, (NRAO, Socorro) , Brian G. Keating, (UC, San Diego) . Feb 2006. 84pp. Published in Ann.Rev.Astron.Astrophys.44:415-462,2006. e-Print: astro-ph\/0602375 Brian Keating Ph. D., Brown University, 2000 Office: SERF 322A Phone: 858-534-7930 Author of \" Losing the Nobel Prize \" Selected as: - One of Amazon’s Ten Best Nonfiction Books of the Month - One of Nature’s Six Best Books of the Season Research Activities: - Polarbear: A CMB polarization telescope that will be located at the Atacama desert in Chile. - BICEP: A CMB polarization telescope that took data at the South Pole from 2006 to 2008. - CIBER: A rocket that will be used to measure the near-infrared background."
            ]
        ]
    ]
}