{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WJ0AP8NK",
            "CpxzVKsAAAAJ",
            [
                "Influence of the Vertex Region on Spin Dynamics in Artificial Kagome Spin Ice",
                "Ferromagnetic resonance spectra of permalloy nano-ellipses as building blocks for complex magnonic lattices",
                "Terahertz emission from magnetic thin film and patterned heterostructures",
                "Emergent spin dynamics enabled by lattice interactions in a bicomponent artificial spin ice",
                "Modification of terahertz emission spectrum using microfabricated spintronic emitters",
                "Control of spin dynamics in artificial honeycomb spin-ice-based nanodisks"
            ],
            [
                "We present experimental and theoretical studies of spin-wave mode dynamics in artificial kagome spin ice vertices made of three identical 15-nm thick elongated Ni 80 Fe 20 nanoislands (macrospins). We consider several possible configurations, from completely disjointed macrospins (full dipolar interelement interactions) to fully jointed macrospins (full dipolar-exchange interactions). Using angular-resolved magnetic field dependent broadband ferromagnetic resonance (FMR), we demonstrate the occurrence of a mode localized in the vertex region as indicated by the distinct behavior of the FMR spectra at different angles and configurations. Theoretical calculations using micromagnetic simulations support the existence, origin, and behavior of this mode by interpreting it as a localized, quasi-uniform Kittel mode. Our findings pave the way for designing the most appropriate network consisting of ferromagnetic …",
                "We report the experimental and theoretical characterization of the angular dependent magnetic field and microwave frequency response of isolated mesoscopic permalloy nanoellipses for geometries in which the static magnetic field is either parallel or perpendicular to the microwave magnetic field. We show how these spectra form a basis for interpreting the ferromagnetic resonance spectra of lattices based on such structures, including those containing frustrated regions, such as artificial spin ice structures.",
                "In recent years terahertz (THz) technology has been an emerging research field with a broad range of applications. THz radiation falls between the infrared and microwave radiation in the electromagnetic spectrum. Most THz sources to date are not related to the spin degree of freedom; however, recent research efforts in spintronics and ferromagnetism demonstrated that the electron spin offers completely new opportunities for the generation of ultrafast photocurrents.  For  instance,  magnetic heterostructures are very easy to pattern and potentially allow to tailor THz emission characteristics by design. Here, we  demonstrate  that  an  ultrafast  spin-current  pulse driven by a femtosecond laser pulse  can  create  THz  transients  in  microstructured  magnetic  heterostructures due to the inverse spin Hall effect.  We  compare the THz electric field and the THz spectrum of a control  CoFeB\/Pt  film with microstructured …",
                "Artificial spin ice (ASI) are arrays on nanoscaled magnets that can serve both as models for frustration in atomic spin ice as well as for exploring new spin-wave-based strategies to transmit, process, and store information. Here, we exploit the intricate interplay of the magnetization dynamics of two dissimilar ferromagnetic metals arranged on complimentary lattice sites in a square ASI to effectively modulate the spin-wave properties. We show that the interaction between the two sublattices results in unique spectra attributed to each sublattice and we observe inter-and intra-lattice dynamics facilitated by the distinct magnetization properties of the two materials. The dynamic properties are systematically studied by angular-dependent broadband ferromagnetic resonance and confirmed by micromagnetic simulations. We show that the combination of materials with dissimilar magnetic properties enables the realization of a wide range of two-dimensional structures potentially opening the door to new concepts in nanomagnonics.",
                "Terahertz (THz) radiation with sub-millimeter wavelength falls in the gap between optical and radio frequencies. Conventional THz emitters do not intertwine with spin degrees of freedom. However, it was recently shown that broadband THz radiation can be efficiently created also by exploiting spin-based effects on ultrafast time scales. Here, we demonstrate the generation and control of THz radiation from microstructured spintronic THz emitters based on the inverse spin-Hall effect. Using time-domain THz spectroscopy, we compare the THz spectra of different stripe patterns made of Fe\/Pt bilayers with a spectrum obtained from an extended Fe\/Pt bilayer film. It is found that the THz spectrum can be altered by a proper choice of the microstructure dimensions. The experimentally observed spectra are interpreted in terms of a simplified multi-slit interference model, which captures the main experimental features. Our …",
                "We report the experimental and theoretical characterization of the angular-dependent spin dynamics in arrays of ferromagnetic nanodisks arranged on a honeycomb lattice. The magnetic field and microwave frequency dependence, measured by broadband ferromagnetic resonance, reveal a rich spectrum of modes that is strongly affected by the microstate of the network. Based on symmetry arguments with respect to the external field, we show that certain parts of the ferromagnetic network contribute to the detected signal. A comparison of the experimental data with micromagnetic simulations reveals that different subsections of the lattice predominantly contribute to the high-frequency response of the array. This is confirmed by optical characterizations using microfocused Brillouin light scattering. Furthermore, we find indications that nucleation and annihilation of vortexlike magnetization configurations in the low …"
            ],
            [
                [
                    "Spintronics",
                    "Magnonics",
                    "Nanomagnetism",
                    "Spin Dynamics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}