{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WJEJWYG4",
            "RoOAWmUAAAAJ",
            [
                "Self-organized criticality: An explanation of the 1\/f noise",
                "Self-organized criticality",
                "Stochastic resonance and the benefits of noise: from ice ages to crayfish and SQUIDs",
                "Theory of stochastic resonance"
            ],
            [
                "We show that dynamical systems with spatial degrees of freedom naturally evolve into a self-organized critical point. Flicker noise, or 1\/f noise, can be identified with the dynamics of the critical state. This picture also yields insight into the origin of fractal objects.",
                "We show that certain extended dissipative dynamical systems naturally evolve into a critical state, with no characteristic time or length scales. The temporal ‘‘fingerprint’’of the self-organized critical state is the presence of flicker noise or 1\/f noise; its spatial signature is the emergence of scale-invariant (fractal) structure.",
                "Noise in dynamical systems is usually considered a nuisance. But in certain nonlinear systems, including electronic circuits and biological sensory apparatus, the presence of noise can in fact enhance the detection of weak signals. This phenomenon, called stochastic resonance, may find useful application in physical, technological and biomedical contexts.",
                "The concept of stochastic resonance has been introduced previously to describe a curious phenomenon in bistable systems subject to both periodic and random forcing: an increase in the input noise can result in an improvement in the output signal-to-noise ratio. In this paper we present a detailed theoretical and numerical study of stochastic resonance, based on a rate equation approach. The main result is an equation for the output signal-to-noise ratio as a function of the rate at which noise induces hopping between the two states. The manner in which the input noise strength determines this hopping rate depends on the precise nature of the bistable system. For this reason, the theory is applied to two classes of bistable systems, the double-well (continuous) system and the two-state (discrete) system. The theory is tested in detail against digital simulations."
            ],
            [
                [
                    "theoretical physics",
                    "nonlinear science"
                ]
            ],
            [
                "kw2 Kurt Wiesenfeld B.S. 1979 (physics) Massachusetts Institute of Technology M.A. 1982 (physics) University of California at Berkeley Ph.D. 1985 (physics) University of California at Berkeley Stochastic resonance, spontaneous synchronization , dynamical beam-steering in very high frequency antenna arrays “Spontaneous formation of inert oscillator pairs, ” D. Tsygankov and K. Wiesenfeld, Phys. Lett. A 325 , 51-56 (2004). “Averaged equations for distributed Josephson arrays, ” M. Bennett and K. Wiesenfeld, Physica D 192 , 196-214 (2004). “Magnetic avalanches: Josephson, Bean, and Bak, ” K. Wiesenfeld and J. Lindner, Physica A 340 , 617-624 (2004). “Stochastic resonance in hair cell mechanoelectrical transduction, ” M. Bennett, K. Wiesenfeld and F. Jaramillo, Fluct. Noise Lett. 4 , L1-L10 (2004). “The Flux Creep Automaton”, J. F. Lindner, S. B. Hughes, D. J. Miller, B. C. Thomas, and K. Wiesenfeld, Int. J. Bif. Chaos 14 , 1155-1175 (2004). “Dynamics of Fiber Laser Arrays, ” submitted to IEEE J. Quantum Electro. (April, 2004).”Synchronization law for a van der Pol array,” S. Peles and K. Wiesenfeld, Phys. Rev. E 68 , 26200\/1-8 (2003). “Neural correlates of the complexity of rhythmic finger-tapping,” M. Dhamala, G. Pagnoni, K. Wiesenfeld, C. Zink, M. Martin and G. Berns, NeuroImage 20 , 918-926 (2003). “Stochastic Resonance: From Ice Ages to the Human Ear”, K. Wiesenfeld and F. Jaramillo, Proceedings of the IUTAM Symposium on Nonlinear Stochastic Dynamics, N. S. Namachchivaya and Y. K. Lin, editors (Kluwer, 2003). “Lectures on Stochastic Resonance”, K. Wiesenfeld, A. Buchleitner, and T. Wellens, book chapter in Coherent Evolution in Noisy Environments, A. Buchleitner and K. Hornberger, Springer Lecture Notes in Physics 611 , 107-138 (2002). “Huygens’ Clocks”, M. Bennett, M. F. Schatz, H. Rockwood, and K. Wiesenfeld, Proc. R. Soc. Lond. A 458 , 563-579 (2002). “Generalized Stability Law for Josephson Series Arrays”, M. Dhamala and K. Wiesenfeld, Phys. Lett. A 292 , 269-274 (2002). “Generalized Stability Law for Josephson Series Arrays”, M. Dhamala and K. Wiesenfeld, Phys. Lett. A 292 , 269-274 (2002). “Measurements of Brain Activity Complexity for Varying Mental Loads”, M. Dhamala, G. Pagnoni, K. Wiesenfeld, and G. Berns, Phys. Rev. E 65 , 041917\/1-7 (2002). “Spontaneous Synchronization in a Josephson Transmission Line”, D. Tsygankov and K. Wiesenfeld, Phys. Rev. E 66 , 036215\/1-9 (2002). “Huygens’ Clocks”, M. Bennett, M. Schatz, H. Rockwood, and K. Wiesenfeld, Proc. Roy. Soc. London A 458 , 563-579 (2002). “Two-Dimensional Josephson Junction Arrays Coupled Through a High-Q Cavity”, G. Filatrella, N. F. Pedersen, and K. Wiesenfeld, IEEE Trans. Appl. Supercond. 11 , 1184-1187 (2001). “Resource Letter ScL-1: Scaling Laws”, K. Wiesenfeld, Am. J. Phys. 69 , 938-942 (2001). “Stochastic Dynamics in a 2 Dimensional Oscillator Near a Saddle-Node Bufurcation”, M. E. Inchiosa, V. In, A. R. Bulsara, K. Wiesenfeld, T. Heath, and M. H. Choi, Phys. Rev. E 63 , p. 066114\/1-10 (2001). “The Pendulum Automaton”, J. F. Lindner and K. Wiesenfeld, Int. J. Bif. Chaos 11 , 3171-3178 (2001). “Wavelets of Excitablity in Sensor Neurons”, J. Hasty, J. J. Collins, K. Wiesenfeld, and P. Grigg, J. Neurophysiology 86 , 2096-2101 (2001). “Production, SOC, and Stock Prices: Further Evidence Against Random Walk”, A. Chandra, S. Agrawal, and K. Wiesenfeld, Adv. Finan. Planning and Forecasting 9 , 1-29 (2000). “High-Q Cavity Induced Synchronization in Oscillator Arrays”, G. Filatrella, K. Wiesenfeld, and N. F. Pedersen, Phys. Rev. E 61 , 2513-2518 (2000). “Manipulated Synchronization: Beam Steering in Phased Arrays”, T. Heath, K. Wiesenfeld, and R. A. York, Int. J. Bif. Chaos 10 , 2619-27 (2000). “Amplitude Dropout in Coupled Lasers”, A. I. Khibnik, Y. Braiman, V. Protopopescu, T. A. B. Kennedy, and K. Wiesenfeld, Phys. Rev. A 62 , p. 063815\/1-5 (2000). “Theory of Controlling Stochastic Resonance”, M. Locher, M. E. Inchiosa, J. Neff, A. Bulsara, K. Wiesenfeld, L. Gammaitoni, P. Hanggi, and W. Ditto, Phys. Rev. E 62 , 317-327 (2000). “Oscillatory Dynamics of a Nonlinear Amplifier in the High-Gain Regime: Exploiting a Global Connection”, K. Wiesenfeld, A. R. Bulsara, and M. E. Inchiosa, Phys. Rev. B 62 , R9232-35 (2000). “Synchronization Transitions in Josephson Arrays: A Puzzle and its Resolution”, T. Heath and K. Wiesenfeld, Ann. Phys. (Leipzig) 9 , 689-696 (2000). “Nonlinear Dynamics in a High Gain Amplifier: the dc SQUID”, A. R. Bulsara, K. Wiesenfeld, and M. E. Inchiosa, Ann. Phys. (Leipzig) 9 , 679-688 (2000). “Physiological Noise Level Enhances Mechanoelectrical Transduction in Hair Cells”, F. Jaramillo and K. Wiesenfeld, Chaos, Solitons and Fractals 11 , 1869-74 (2000). Other Publications: Stochastic Resonance: L. Gammaitoni, M. Locher, A. Bulsara, P. Hanggi, J. Neff, K. . Wiesenfeld and W. Ditto, \"Controlling Stochastic Resonance\", Phys. Rev. Lett. 82, 4574-4577 (1999). F. Jaramillo and K. Wiesenfeld, \"Mechanoelectrical transduction assisted by Brownian motion: a role for noise in the auditory system\", Nature Neuroscience 1, 384-388 (1998). K. Wiesenfeld and F. Jaramillo, \"Minireview of stochastic c resonance\", Chaos 8, 539-548 (1998). K. Wiesenfeld and F. Moss, \"Stochastic resonance and the benefits of noise: from ice ages to crayfish and SQUIDs\", Nature 373, 33-36 (1995). F. Moss and K. Wiesenfeld, \"The benefits of background noise\", Scientific American 273, 66-69 (1995). Spontaneous Synchronization: K. Wiesenfeld, \"Josephson junction arrays: puzzles and d prospects\", IMA Math. App. 115, 303-310 (1999). K. Wiesenfeld, \"Coupled oscillators for fun and profit\", NY Acad. Sci. 848, 134-141 (1998). K. Wiesenfeld, P. Colet and S. Strogatz, \"Frequency locking in n Josephson arrays: connection with the Kuramoto model\", Phys. Rev. E 57, 1563-1569 (1998). Y. Braiman, T.A.B. Kennedy, K. Wiesenfeld and A. Khibnik, , \"Entrainment of solid state laser arrays\", Phys. Rev. A 52, 1500-1506 (1995). Avalanching Systems and Self-organized Criticality: J. Hasty and K. Wiesenfeld, \"Renormalization group for directed d sandpile models\", Phys. Rev. Lett. 81, 1722-1725 (1998). kw2@gatech.edu (404) 894-2429 Howey Physics building W504"
            ]
        ]
    ]
}