{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WK2F6LU5",
            "cc1Du7cAAAAJ",
            [
                "The Rhetorical Strategies of\" Tumultuous Emotions:\" Wollstonecraft's Letters Written in Sweden",
                "The\" Prophet-Poet's Book\"",
                "Book Review Editor's Introduction"
            ],
            [
                "Mary Wollstonecraft first set foot on the shore of a deserted area outside Gothenburg, Sweden during the summer of 1795 after traveling for “eleven days of weariness on board a vessel not intended for the accommodation of passengers”(63). Stepping out on that rocky coast, alone with her maid and infant daughter, she could not have known that her planned travel memoir of this unusual journey would come to exemplify quintessential elements of the emotion-laden rhetoric of self-in-text—elements not only characteristic of her early romantic age but of a newly-framed discourse of selfhood in general, with close textual affinities to both the essay and the novel. Wollstonecraft’s Letters Written During a Short Residence in Sweden, Norway, and Denmark is a text whose literary categorization over the years—when it was noticed at all—has largely been that of an interesting and unusual travel book and not much more …",
                "Elizabeth Barrett Browning’s 1856 verse-novel Aurora Leigh was her intended magnum opus. Yet she has been taken to task by critics, both in her age and ours, for her seemingly strange hybrid use of the verse-novel form. In order to reconcile the disparity we must see this unusual text as something different from a fragmentary or not-very-successful instantiation of either genre separately but instead as a “literary self-portrait”—a form of polemical life narrative. I argue in this essay that Barrett Browning inherited this form from her revolutionary foremother Mary Wollstonecraft and passed it on to her modernist literary “daughter” Virginia Woolf in heretofore unexamined ways.",
                "In July 1999 Princeton English professor and MLA past president Elaine Showalter came to the daring conclusion that we don’t read, write, or research enough about teaching English studies, and in the Chronicle of Higher Education she describes the teaching seminar she designed with nine of her graduate students to address that glaring deficiency. Showalter (1999: B4) speaks of the “anxiety and uncertainty” facing everyone who stands in front of a college classroom and of the skepticism of the entrenched academic culture toward any closer look at the issue of teaching:“Some academics still regard popular professors with suspicion and see an interest in pedagogy as the last refuge of a scoundrel.” She emphasizes the risk to her reputation of taking teaching seriously and worries about the time diverted from her graduate students’“real” work—literary research and course work—to the equally serious matter of …"
            ],
            [
                [
                    "British Literature 1700-1900",
                    "autobiography",
                    "narrative theory"
                ]
            ],
            [
                "Christine Cheney Director of Undergraduate Labs Office: 404B Nielsen Physics Building Phone: 865-974-9811 ccheney@utk.edu PhD, Physics, Vanderbilt University (2001) MS, Physics, Wake Forest University (1995) BA, Physics, Wake Forest University (1994) Director, Undergraduate Labs, University of Tennessee Department of Physics and Astronomy (2016-present) Research Assistant Professor, University of Tennessee Department of Physics and Astronomy (2012-2015) Instructor, University of Tennessee Department of Physics and Astronomy (2007-2008; 2012-2015) Postdoctoral Research Associate, (Xray Spectroscopy, Ultrafast Laser Spectroscopy) University of Tennessee with Norman Mannella  (2008-2011) Postdoctoral Research Associate, (Piezoresistive Telesensors) University of Tennessee with Thomas Ferrell\/ (2004-2007) Postdoctoral Research Associate, (Spin Opto-electronics) University of Louisville with Bruce Alphenaar(2001-2002) Phi Beta Kappa Teaching Teach Tennessee Commissioner's Fellow Program, July 2012 Fourier Transform Infrared Spectroscopy; Raman Spectroscopy; Ultrafast Laser Spectroscopy; Photoluminescence Spectroscopy; X-Ray Absorption Spectroscopy; X-Ray\r\nEmission Spectroscopy; Atomic Force Microscopy; Sensor Development Selected Publications Origins of Electronic Band Gap Reduction in Cr\/N Codoped TiO 2 By: Cheney, C. Parks; Vilmercati, P.; Martin, E. W.; et al. Physical Review Letters 112 3 (2014). Electronic structure of Rh-based CuRh 0.9 Mg 0.1 O 2 oxide thermoelectrics\r\nBy: Vilmercati, P.; Martin, E.; Cheney, C. Parks; et al. Physical Review B 87 12 (2013). Direct probe of the variability of Coulomb correlation in iron pnictide superconductors\r\nBy: Vilmercati, P.; Cheney, C. Parks; Bondino, F.; et al. Physical Review B 85 23 (2012). Piezoresistive Microcantilevers-Based Cocaine Biosensors\r\nBy: Srijanto, Bernadeta R.; Cheney, Christine P.; Hedden, David L.; et al. Sensor Letters 10 3-4 (2012). Enhanced Dopant Solubility and Visible-Light Absorption in Cr-N Codoped TiO 2 Nanoclusters\r\nBy: Chiodi, Mirco; Cheney, Christine Parks; Vilmercati, Paolo; et al. Journal of Physical Chemistry C 116 1 (2012). Orbital symmetry of Ba(Fe1-xCox)(2)As-2 superconductors probed with x-ray absorption spectroscopy\r\nBy: Cheney, C. Parks; Bondino, F.; Callcott, T. A.; et al. Physical Review B 81 10 (2010). In vivo wireless ethanol vapor detection in the Wistar rat\r\nBy: Cheney, C. Parks; Srijanto, B.; Hedden, D. L.; et al. Sensors and Actuators B-Chemical 138 1 (2009). In vivo real-time ethanol vapor detection in the interstitial fluid of a Wistar rat using piezoresistive microcantilevers\r\nBy: Cheney, C. Parks; Wig, A.; Farahi, R. H.; et al. Applied Physics Letters 90 1 (2007). Ethanol vapor detection in saline solution using piezoresistive microcantilevers\r\n\r\nBy: Cheney, C. Parks; Wig, A.; Hedden, D. L.; et al. Review of Scientific Instruments 77 9 (2006). Vibrational dynamics of isolated hydrogen in germanium\r\nBy: Cheney, CP; Budde, M; Lupke, G; et al. Physical Review B 65 3 (2002). Vibrational dynamics of bond-center hydrogen in crystalline silicon\r\nBy: Budde, M; Cheney, CP; Lupke, G; et al. Physical Review B 63 19 (2001). Local vibrational modes of isolated hydrogen in germanium\r\nBy: Budde, M; Nielsen, BB; Cheney, CP; et al. Physical Review Letters 85 14 (2000). Vibrational lifetime of bond-center hydrogen in crystalline silicon By: Budde, M.; Lupke, G.; Cheney, CP; et al. Physical Review Letters 85 7 (2000)."
            ]
        ]
    ]
}