{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WKX3QBTR",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Matthew Szydagis Matthew Szydagis Associate Professor Physics 312 \/ 323 (lab) 518-442-4549 PhD University of Chicago (2010) Postdoctoral Associate, University of California Davis (2010-2014) Assistant Professor, University at Albany (2014-2020) Associate Professor, University at Albany (2020-present) Courses: 100, 141 , 240, 552\/452, 477, 577, 680 (seminar), 784 (colloquium) Experimental astroparticle physics, in particular direct detection of dark matter WIMPs (Weakly Interacting Massive Particles), and general detector development for rare event searches. LUX Dark Matter and The LZ Dark Matter Experiment Noble Element Simulation Technique (NEST) My activities center around the direct dark matter search experimental collaborations LUX (Large Underground Xenon) and LZ (LUX-ZEPLIN) , its second-generation, multi-ton successor. Both are multi-institutional, international efforts. LUX was deployed underground at the 4,850-foot level of the Sanford Underground Research Facility (SURF) in Lead, South Dakota, former site of the Homestake gold mine, in 2012. (LZ will be deployed in the same location.) These experiments exist because there is an impressive array of evidence that the majority of the matter in the Universe and a significant portion of its total mass\/energy content is in a form that does not emit light and is non-baryonic in nature. This dark matter points to physics beyond the Standard Model, and it can be probed in experiments deep underground on earth, where it can scatter off nuclei, albeit rarely, with depth providing shielding against cosmic ray backgrounds. LUX's first result constituted the world’s best sensitivity to the dark matter interaction probability across a wide range of masses, and excluded hints of positive detection from other experiments (an intriguing contradiction which will be further explored with future results). The detector utilized by the LUX\/LZ program is the two-phase xenon time-projection chamber (TPC), which possesses an excellent ability to detect very low-energy nuclear recoils, the type of interaction one would expect from a WIMP, which is the favored \"vanilla\" dark matter candidate particle possessing all necessary traits to be dark matter. This technology has been leading the field of direct detection since the first xenon dark matter experiment (XENON10). In particular the heart of my work has involved achieving a better understanding of the physics underlying the scintillation and ionization processes in xenon. Modeling these with Monte Carlo computer simulations is the key to being able to understand the response of a detector to both signal and background, so it is critical for data analysis and the final result. The benefits of a proper model are far-reaching, as detectors based on xenon or another noble element like argon are common in many different fields of research, including neutrino physics and medical physics. For these reasons, my studies have led me to the creation of the NEST (Noble Element Simulation Technique) software package, which is publicly available and serves the broader scientific community. Publications: Latest publications"
            ]
        ]
    ]
}