{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WLFABE2R",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dimitri Basov News and Awards Dimitri Basov selected \"Experimental Investigators in Quantum Materials\" by The Gordon and Betty Moore Foundation 5 UC San Diego Physicists elected as Fellows of American Association for the Advancement of Science. UCSD Physics Professor Dimitri Basov has been elected a fellow of the American Physical Society (2005) 2005 REU Physics of Sailing Trip 133. A. Frenzel, M. M. Qazilbash, M. Brehm, Byung-Gyu Chae, Bong-Jun Kim, Hyun-Tak Kim, A. V. Balatsky, F. Keilmann, and D. N. Basov, \"Inhomogeneous electronic state near the insulator-to-metal transition in the correlated oxide VO2\", Phys. Rev. B 80, 115115 (2009). PDF . 132. M. M. Qazilbash, J. J. Hamlin1, R. E. Baumbach, Lijun Zhang, D. J. Singh, M. B. Maple, and D. N. Basov, \"Electronic correlations in the iron pnictides\", Nature Physics 5, 647 (2009). PDF . 131. T. Driscoll, Hyun-Tak Kim, Byung-Gyu Chae, Bong-Jun Kim, Yong-Wook Lee, N. Marie Jokerst, S. Palit, D. R. Smith, M. Di Ventra, D. N. Basov, \"Memory Metamaterials\", Science 325, 1518 (2009). PDF . 130. D. Talbayev, A. D. LaForge, N. Hur, T. Kimura, S. A. Trugman, A. V. Balatsky, D. N. Basov, A. J. Taylor, R. D. Averitt, Journal of Physics: Conference Series, 148, 012037 (2009). 129. T. Driscoll, H.-T. Kim, B.-G. Chae, M. Di Ventra, and D. N. Basov, \"Phase-transition driven memristive system\", Appl. Phys. Lett. 95, 043503 (2009). PDF . Dimitri Basov Ph.D., Lebedev Physics Institute, Academy of Sciences of Russia, 1991 Office: MHA 4571 Phone: 858-822-1211 basov@physics.ucsd.edu In our research we employ infrared spectroscopy to investigate novel physics of novel electronic and magnetic materials. \"Infrared\" here is used colloquially since in fact our instruments allow us to cover much broader frequency range extending continuously from sub-THz to UV light. Current research directions include: Physics of strongly correlated electron systems Magnetic semiconductors Molecular and organic nano-electronics Electromagnetic metamaterials Charge dynamics in graphene Versatility of infrared and optical methods can be appreciated from a quick inspection of characteristic energy scales in solids which all fall in the frequency range that can be covered using a series of instruments available in our group. Development of novel spectroscopic instrumentation is an integral part of our research effort."
            ]
        ]
    ]
}