{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WMCE4Y4A",
            "uzidSeoAAAAJ",
            [
                "Binary black hole mergers from globular clusters: Masses, merger rates, and the impact of stellar evolution",
                "Binary black hole mergers from globular clusters: implications for Advanced LIGO",
                "Post-Newtonian Dynamics in Dense Star Clusters: Highly Eccentric, Highly Spinning, and Repeated Binary Black Hole Mergers",
                "Illuminating black hole binary formation channels with spins in advanced LIGO",
                "Dynamical formation of the GW150914 binary black hole",
                "Post-Newtonian dynamics in dense star clusters: Formation, masses, and merger rates of highly-eccentric black hole binaries",
                "Constraining formation models of binary black holes with gravitational-wave observations",
                "Distinguishing between formation channels for binary black holes with LISA",
                "Black holes: The next generation—repeated mergers in dense star clusters and their gravitational-wave properties"
            ],
            [
                "The recent discovery of GW150914, the binary black hole merger detected by Advanced LIGO, has the potential to revolutionize observational astrophysics. But to fully utilize this new window into the Universe, we must compare these new observations to detailed models of binary black hole formation throughout cosmic time. Expanding upon our previous work [CL Rodriguez, M. Morscher, B. Pattabiraman, S. Chatterjee, C.-J. Haster, and FA Rasio, Phys. Rev. Lett. 115, 051101 (2015).], we study merging binary black holes formed in globular clusters using our Monte Carlo approach to stellar dynamics. We have created a new set of 52 cluster models with different masses, metallicities, and radii to fully characterize the binary black hole merger rate. These models include all the relevant dynamical processes (such as two-body relaxation, strong encounters, and three-body binary formation) and agree well with …",
                "The predicted rate of binary black hole mergers from galactic fields can vary over several orders of magnitude and is extremely sensitive to the assumptions of stellar evolution. But in dense stellar environments such as globular clusters, binary black holes form by well-understood gravitational interactions. In this Letter, we study the formation of black hole binaries in an extensive collection of realistic globular cluster models. By comparing these models to observed Milky Way and extragalactic globular clusters, we find that the mergers of dynamically formed binaries could be detected at a rate of∼ 100 per year, potentially dominating the binary black hole merger rate. We also find that a majority of cluster-formed binaries are more massive than their field-formed counterparts, suggesting that Advanced LIGO could identify certain binaries as originating from dense stellar environments.",
                "We present models of realistic globular clusters with post-Newtonian dynamics for black holes. By modeling the relativistic accelerations and gravitational-wave emission in isolated binaries and during three-and four-body encounters, we find that nearly half of all binary black hole mergers occur inside the cluster, with about 10% of those mergers entering the LIGO\/Virgo band with eccentricities greater than 0.1. In-cluster mergers lead to the birth of a second generation of black holes with larger masses and high spins, which, depending on the black hole natal spins, can sometimes be retained in the cluster and merge again. As a result, globular clusters can produce merging binaries with detectable spins regardless of the birth spins of black holes formed from massive stars. These second-generation black holes would also populate any upper mass gap created by pair-instability supernovae.",
                "The recent detections of the binary black hole mergers GW150914 and GW151226 have inaugurated the field of gravitational-wave astronomy. For the two main formation channels that have been proposed for these sources, isolated binary evolution in galactic fields and dynamical formation in dense star clusters, the predicted masses and merger rates overlap significantly, complicating any astrophysical claims that rely on measured masses alone. Here, we examine the distribution of spin–orbit misalignments expected for binaries from the field and from dense star clusters. Under standard assumptions for black hole natal kicks, we find that black hole binaries similar to GW150914 could be formed with significant spin–orbit misalignment only through dynamical processes. In particular, these heavy-black hole binaries can only form with a significant spin–orbit anti-alignment in the dynamical channel. Our results …",
                "We explore the possibility that GW150914, the binary black hole (BBH) merger recently detected by Advanced LIGO, was formed by gravitational interactions in the core of a dense star cluster. Using models of globular clusters (GCs) with detailed N-body dynamics and stellar evolution, we show that a typical cluster with a mass of  to  is optimal for forming GW150914-like BBHs that will merge in the local universe. We identify the most likely dynamical processes for forming GW150914 in such a cluster, and we show that the detection of GW150914 is consistent with the masses and merger rates expected for BBHs from GCs. Our results show that dynamical processes provide a significant and well-understood pathway for forming BBH mergers in the local universe. Understanding the contribution of dynamics to the BBH merger problem is a critical step in unlocking the full potential of gravitational …",
                "Using state-of-the-art dynamical simulations of globular clusters, including radiation reaction during black hole encounters and a cosmological model of star cluster formation, we create a realistic population of dynamically formed binary black hole mergers across cosmic space and time. We show that in the local universe, 10% of these binaries form as the result of gravitational-wave emission between unbound black holes during chaotic resonant encounters, with roughly half of those events having eccentricities detectable by current ground-based gravitational-wave detectors. The mergers that occur inside clusters typically have lower masses than binaries that were ejected from the cluster many Gyrs ago. Gravitational-wave captures from globular clusters contribute 1–2 Gpc− 3 yr− 1 to the binary merger rate in the local universe, increasing to≳ 10 Gpc− 3 yr− 1 at z∼ 3. Finally, we discuss some of the technical …",
                "Gravitational waves (GWs) from binary black hole (BBH) mergers provide a new probe of massive-star evolution and the formation channels of binary compact objects. By coupling the growing sample of BBH systems with population synthesis models, we can begin to constrain the parameters of such models and glean unprecedented knowledge about the inherent physical processes that underpin binary stellar evolution. In this study, we apply a hierarchical Bayesian model to mass measurements from a synthetic GW sample to constrain the physical prescriptions in population models and the relative fraction of systems generated from various channels. We employ population models of two canonical formation scenarios in our analysis—isolated binary evolution involving a common-envelope phase and dynamical formation within globular clusters—with model variations for different black hole natal kick prescriptions …",
                "The recent detections of GW150914 and GW151226 imply an abundance of stellar-mass binary black hole (BBH) mergers in the local universe. While ground-based gravitational wave detectors are limited to observing the final moments before a binary merges, space-based detectors, such as the Laser Interferometer Space Antenna (LISA), can observe binaries at lower orbital frequencies where such systems may still encode information about their formation histories. In particular, the orbital eccentricity and mass of BBHs in the LISA frequency band can be used together to discriminate between binaries formed in isolation in galactic fields and those formed in dense stellar environments such as globular clusters. In this letter, we explore the orbital eccentricity and mass of BBH populations as they evolve through the LISA frequency band. Overall we find that there are two distinct populations discernible by LISA. We …",
                "When two black holes merge in a dense star cluster, they form a new black hole with a well-defined mass and spin. If that “second-generation” black hole remains in the cluster, it will continue to participate in dynamical encounters, form binaries, and potentially merge again. Using a grid of 96 dynamical models of dense star clusters and a cosmological model of cluster formation, we explore the production of binary black hole mergers where at least one component of the binary was forged in a previous merger. We create four hypothetical universes where every black hole born in the collapse of a massive star has a dimensionless Kerr spin parameter, χ birth, of 0.0, 0.1, 0.2, or 0.5. We show that if all stellar-born black holes are nonspinning (χ birth= 0.0), then more than 10% of merging binary black holes from clusters have components formed from previous mergers, accounting for more than 20% of the mergers from …"
            ],
            [
                [
                    "Astrophysics",
                    "general relativity",
                    "gravitational waves",
                    "star clusters"
                ]
            ],
            [
                "›              Carl Rodriguez Carl Rodriguez Assistant Professor Astrophysics & Cosmology Wean Hall 8313 Website Ph.D.: Northwestern University (2016) B.A.: Reed College, Physics (2010) Curriculum ViTAE Assistant Professor, Carnegie Mellon University, 2020– ITC Postdoctoral Fellow, Harvard University, 2019–2020 Pappalardo Postdoctoral Fellow, Massachusetts Institute of Technology, 2016–2019 One of the last predictions of Einstein's theory of general relativity was the existence of gravitational waves , ripples in the fabric of spacetime that distorted the distances between nearby objects. Nearly 100 years after their prediction, scientists detected the first gravitational waves from merging binary black holes in 2015, ushering in an entirely new era of astronomy. Since that first detection, the Laser Interferometer Gravitational-wave Detector (LIGO) has detected tens of merging black holes and neutron stars, with hundreds more detections expected over the next few years. Our group is interested in the astrophysical origin of these new gravitational-wave sources. Using a combination of high-performance computing simulations, semi-analytic statistics, and analytic theory, we explore how binary black holes and binary neutron stars can form and merge within the age of the universe. We want to answer questions like: does the rate of gravitational-wave mergers change in different parts of the universe? Do the masses and spins of LIGO's binary black holes suggest one origin, or many? Are all of LIGO's binaries on circular orbits? Can gravitational waves tell us about the lives of the galaxies they come from, and about the expansion of the universe itself? There are many proposed astrophysical pathways to merge two compact objects. We focus in particular on the ways in which stellar dynamics , the movement of objects due to their mutual gravity, can form binaries with unique observational properties (including the large masses of the black holes observed by LIGO, Rodriguez et al., 2015 ). These simulations of massive star clusters use high-performance parallel computing techniques to solve the gravitational N -body problem. Broadly, our group is interested in the formation, evolution, and destruction of these star clusters in their host galaxies across cosmic time. These include not only open and globular star clusters, but also the nuclear star clusters in the centers of galaxies, the homes of the largest supermassive black holes. Halston Lim and Carl L. Rodriguez, Relativistic three-body effects in hierarchical triples arXiv:2001.03654 (2020) Claire S. Ye ., On the Rate of Neutron Star Binary Mergers from Globular Clusters Astrophys. J. Lett. 888, L10 (2020) Katelyn Breivik ., COSMIC Variance in Binary Population Synthesis arXiv:1911.00903 (2019) Carl L. Rodriguez ., Black holes: The next generation—repeated mergers in dense star clusters and their gravitational-wave properties Phys. Rev. D 100, 043027 (2019) Claire S. Ye ., Millisecond Pulsars and Black Holes in Globular Clusters Astrophys. J. 877, 122 (2019) Carl L. Rodriguez ., A new hybrid technique for modeling dense star clusters Comput. Astrophys. 5, 5 (2018) Carl L. Rodriguez and Abraham Loeb, Redshift Evolution of the Black Hole Merger Rate from Globular Clusters Astrophys. J. Lett. 866, L5 (2018) Carl L. Rodriguez and Fabio Antonini, A Triple Origin for the Heavy and Low-spin Binary Black Holes Detected by LIGO\/VIRGO Astrophys. J. 863, 7 (2018) Carl L. Rodriguez ., Post-Newtonian Dynamics in Dense Star Clusters: Highly Eccentric, Highly Spinning, and Repeated Binary Black Hole Mergers Phys. Rev. Lett. 120, 151101 (2018) Carl L. Rodriguez ., Binary black hole mergers from globular clusters: Masses, merger rates, and the impact of stellar evolution Phys. Rev. D 93, 084029 (2016) Carl L. Rodriguez ., Binary Black Hole Mergers from Globular Clusters: Implications for Advanced LIGO Phys. Rev. Lett. 115, 051101 (2015) ADS BH Dynamics Carl Rodriguez Menu Skip to content Research About Me CV Publications On ADS PDF Version Education and Outreach Public Outreach Physics Lessons Outreach Movies Search for: Post-Newtonian Stellar Dynamics January 2, 2018 \/ carllouisrodriguez \/ Leave a comment Since I published my paper on spin orientations last year ( Rodriguez et al., 2016 or my last post ), I think I’ve managed to convince some people that the positive (or negative) values for the effective spins of merging black hole binaries could be a good way to discriminate whether the system was formed from stellar binaries in a galactic field or through dynamical processes in a dense star cluster.  There have been a couple of papers looking at the statistics of these events, and how many detections we might need before we can start to say where LIGO’s binary black holes are coming from.  These papers have also tried to pin down whether the spin distribution of the events LIGO\/Virgo has already detected show evidence of spin alignment (indicating formation from a binary) or of a random spin distribution (indicating dynamical formation).  Of course, since most of the effective spins are also consistent with black holes having no spins, it’s been somewhat hard to make any definitive claims (e.g. Farr et al., 2016, which shows a weak preference for an isotropic distribution, versus the other Farr el al., 2016 which, using a slightly different methodology, shows a weak preference for a spin-aligned distribution). The problem is that none of LIGO\/Virgo’s binary black holes have shown evidence for significant black hole spin.  Only one of the systems, GW1512126, has had spins whose magnitudes could be easily measured.  Every other system, even the possibly-anti-aligned system GW170104, could have just as easily been non-spinning.  It’s pretty hard to measure the direction of a vector when its magnitude is almost 0.  For people who study isolated binary evolution, this provides a natural explanation for systems like GW170104: its entirely possible that heavy binary black holes simply aren’t born with significant spins .  If that were true, then most of LIGO\/Virgo’s events could be explained through either channel. But!  There’s a weird caveat here.  For a little while now, I’ve been studying the effects of post-Newtonian dynamics on the evolution of black hole binaries in the dynamical formation channel.  In other words, what happens when you have an encounter between three black holes, and you carefully keep track of all the relativistic effects (e.g. pericenter precession and gravitation-wave emission).  Turns out, if you look at this carefully, you can go from a vanilla dynamical scattering: to something significantly crazier: What the hell just happened there?  It turns out, during these crazy resonant encounters between black holes (which are all too common in dense star clusters), you can get two black holes so close together that they’ll form a highly-eccentric binary black hole which merges during the encounter. When that happens, the two black holes form a new massive black hole (in red above), that immediately gets a kick to its velocity from the emission of gravitational waves.  Now for black holes that are maximally spinning (chi ~ 1), these merger kicks can be as high as 4000 km\/s.  On the other hand, if the spins are small, the kicks can be as low as a few 10s of km\/s. Because people always assumed that black holes get large spins when they’re born, it was reasonable to believe that these merger black holes would get kicked out of the cluster pretty quickly.  After all, the speed needed to escape from a typical globular cluster is a few 10s of km\/s.  But if the recent claim from the population synthesizers is true, that heavy black holes actually get no spins, then we could actually start to think about building up multiple generations of black holes in globular clusters ! My most recent paper , written with some new and some old collaborators, is the first in a series looking at exactly that.  It turns out that, when you correctly treat the post-Newtonian dynamics in a dense star cluster, you can get a ton of mergers occurring in the cluster.  If the spins from the first generation of black holes is low, then those merger products can even be retained in the cluster, and since the cluster will always form binaries out of the most massive black holes available, you can form binaries from the second generation of black holes: The masses of binary black holes from globular clusters which merge in the local universe ( Rodriguez et al., 2017 ).  When the first generation of black holes merge in the cluster (the orange), the new black holes they form can stick around and form more binaries, producing a second generation of binary black holes (in black). These second-generation black holes can be more massive than what we think you can get from the collapse of a single star. These second generation black holes will all have large spins (anytime you merge two black holes, they form a new black hole with a spin around 0.7), and they’ll be more massive than any of the other black holes in the cluster.  This last point is critical.  We think there’s an upper limit on the masses of black holes you can get from a single star.  Anything above that mass (around 40-50 solar masses), and the star completely explodes without leaving behind a black hole or anything else.  If that’s true, then you would only expect first generation black holes binaries to have masses of at most 40M+40M.  But if you’ve got second generation black holes, they could be twice as massive, forming systems with masses of 80M+40M.  Since those could only have formed through repeated mergers, I made the claim that if LIGO\/Virgo detects something in the mass gap, then it almost certainly came from a cluster.  It was nice to finally have this in a paper, though I have been saying this for a little while: Looking at the histogram, these events should be pretty rare (and they depend critically on how fast the first generation of black holes was spinning at birth).  But I still have hope!  In LIGO\/Virgo’s next observing run (O3), they’re projected to be sensitive to 80M+40M black hole mergers out to a redshift of 1 (nearly 8 billion years ago)!  This provides us with a pretty clear way of identifying the contribution of dynamics to merging binary black holes. Either black holes are born with large spins, and eventually we’ll see something with anti-aligned spins, or they’re born with small spins, and eventually we’ll see something so massive it could only have formed in a secondary merger .  Either way, after a sufficient number of detection, we’ll have a pretty clear idea of how significant the dynamical channel really is.  Just how many is “a sufficient number” is what I’m working on now. Black Hole Spins January 2, 2018 \/ carllouisrodriguez \/ 1 Comment It’s been an interesting few years since the first detection of gravitational waves.  We’ve gone from a single, initial binary black hole mergers (GW150914), to 6 detentions (5 binary black holes and 1 binary neutron star merger).  As you an imagine, this has been pretty damned exciting. But we still haven’t settled exactly where these systems are coming from.  The two main channels for forming compact binaries–isolated evolution from stellar binaries (aka the field) and dynamical formation in dense star clusters–can seem to produce all of the events we’ve seen so far.  Despite our best efforts, we can’t seem to find a system that clearly shows the history of where it came from. I started looking at this problem at the beginning of my fellowship at MIT. Since it’s going to be a few years before we have catalogues of compact-object mergers, the easiest thing to do for now will be to look for systems that could only have come from one channel or the other.  The easiest idea, which people have had for years, is that the orientation of the black hole spins might be a good way to discriminate the two channels: If you assume that black holes forming from isolated binaries should start off spinning in the same direction as their orbit (i.e. S and L parallel, in the image above), then you would expect most binaries from the field to have spins aligned with their orbit.  On the other hand, since dynamically-formed binaries would have their spins aligned at random, you wouldn’t expect to see too many merging black hole binaries with S and L parallel.  Instead, you would expect the spins to precess about the the total angular momentum (J, above) of the system.  This precession actually causes amplitude modulations in the gravitational waves detectable by LIGO, as the binary points towards and away from Earth: What’s really interesting is that, because most black holes from stellar binaries probably start off with their spins aligned, it should be (nearly) impossible for the spins to become anti-aligned with their orbit.  This is important because what LIGO measures best isn’t the orientation of the spins in 3D space, it’s the projection of those spins onto the orbital angular momentum, aka the effective spin, or chi effective  (the green arrow in the above diagram). This was the claim I made : that if LIGO manages to detect a binary whose spins are anti-aligned with its orbit, then that binary was probably formed in a cluster.  This won’t be true for every binary black hole formed in a cluster, of course.  But since the spins are essentially isotropic in the dynamical formation scenario, then basic statistics tells us that roughly half of cluster systems should have their spins anti-aligned with the orbit. I published the above paper in mid-November 2016.  A few months later, LIGO detected it’s second heavy black hole binary, GW170104.  Amazingly, it seemed to have evidence of having its spins anti-aligned with the orbit! GW170104, from Abbott et al., 2017 Now this doesn’t definitively show that this system came from a cluster.  Looking at the posterior on chi effective above, it’s also entirely possible that the black holes had no spins at all.  But the balance of probability (82%)  is that the spins alignments were negative, suggestive of dynamical formation.  Now nobody would claim that 82% is definitive of anything, but it certainly is suggestive.  That, coupled with the fact that the masses of GW170104 happen to lie right at the median for detectable binary black holes from globular clusters An updated version of the plot from Rodriguez et al., 2016 , including GW170104 at least hints to me that we’re on the right track (I even got interviewed by Science, where I basically said the same thing) .  I think we’ll need to few more detections before we can say anything definitive, but fortunately LIGO’s next observing run, O3, is less than a year away. Globular Clusters as Binary Black Hole Factories April 15, 2016 June 14, 2016 \/ carllouisrodriguez \/ 2 Comments So it’s about time that I actually published something here, and this seems as good a topic as any.  As most of you probably know, LIGO, the Laser Interferometer Gravitational Wave Observatory, reported the detection of gravitational waves a couple of months ago! Continue reading → Research Posts October 15, 2015 \/ carllouisrodriguez \/ Leave a comment I’m keeping a list of posts about work I’ve been doing, either my own papers or papers I’ve worked on with other people. For now, this is blank, but I intend to do retroactive posts on the papers I’ve worked on in the past. Contact Info Wean Hall 8313 5000 Forbes Avenue Pittsburgh, PA 15213 carlrodriguez@cmu.edu Follow Me Twitter Facebook LinkedIn Research Images This slideshow requires JavaScript. Pages About Me Public Outreach Outreach Movies Physics Lessons Create a website or blog at WordPress.com Add your thoughts here... (optional) Post to Cancel"
            ]
        ]
    ]
}