{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WMVR67QG",
            "wbQxfjIAAAAJ",
            [
                "Improved search for muon-neutrino to electron-neutrino oscillations in MINOS",
                "Observation of muon neutrino disappearance with the MINOS detectors in the NuMI neutrino beam",
                "Measurement of the atmospheric neutrino flavour composition in Soudan 2",
                "The atmospheric neutrino flavor ratio from a 3.9 fiducial kiloton-year exposure of Soudan 2",
                "Measurement of neutrino oscillations with the MINOS detectors in the NuMI beam",
                "Measurement of the neutrino mass splitting and flavor mixing by MINOS",
                "The magnetized steel and scintillator calorimeters of the MINOS experiment",
                "Measurement of neutrino and antineutrino oscillations using beam and atmospheric data in MINOS",
                "Combined Analysis of  Disappearance and  Appearance in MINOS Using Accelerator and Atmospheric Neutrinos",
                "Nuclear Transparency to Large-Angle  Elastic Scattering"
            ],
            [
                "We report the results of a search for ν e appearance in a ν μ beam in the MINOS long-baseline neutrino experiment. With an improved analysis and an increased exposure of 8.2× 10 20 protons on the NuMI target at Fermilab, we find that 2 sin﻿ 2 (θ 23) sin﻿ 2 (2 θ 13)< 0.12 (0.20) at 90% confidence level for δ= 0 and the normal (inverted) neutrino mass hierarchy, with a best-fit of 2 sin﻿ 2 (θ 23) sin﻿ 2 (2 θ 13)= 0.041− 0.031+ 0.047 (0.079− 0.053+ 0.071). The θ 13= 0 hypothesis is disfavored by the MINOS data at the 89% confidence level.",
                "This Letter reports results from the MINOS experiment based on its initial exposure to neutrinos from the Fermilab NuMI beam. The rates and energy spectra of charged current ν μ interactions are compared in two detectors located along the beam axis at distances of 1 and 735 km. With 1.27× 10 20 120 GeV protons incident on the NuMI target, 215 events with energies below 30 GeV are observed at the Far Detector, compared to an expectation of 336±14 events. The data are consistent with ν μ disappearance via oscillations with| Δ m 32 2|= 2.74− 0.26+ 0.44× 10− 3 eV 2 and sin﻿ 2 (2 θ 23)> 0.87 (68% CL).",
                "The atmospheric neutrino flavour ratio measured using a 1.52 kton-year exposure of Soudan 2 is found to be 0.72 ± 0.19−0.07+0.05 relative to the expected value from a Monte Carlo calculation. The possible background of interactions of neutrons and photons produced in muon interactions in the rock surrounding the detector has been investigated and is shown not to produce low values of the ratio.",
                "We report a measurement of the atmospheric neutrino flavor ratio, R, using a sample of quasi-elastic neutrino interactions occurring in an iron medium. The flavor ratio (tracks\/showers) of atmospheric neutrinos in a 3.9 fiducial kiloton-year exposure of Soudan 2 is 0.64±0.11(stat.)±0.06(syst.) of that expected. Important aspects of our main analysis have been checked by carrying out two independent, alternative analyses; one is based upon automated scanning, the other uses a multivariate approach for background subtraction. Similar results are found by all three approaches.",
                "This Letter reports new results from the MINOS experiment based on a two-year exposure to muon neutrinos from the Fermilab NuMI beam. Our data are consistent with quantum-mechanical oscillations of neutrino flavor with mass splitting| Δ m 2|=(2.43±0.13)× 10− 3 eV 2 (68% CL) and mixing angle sin﻿ 2 (2 θ)> 0.90 (90% CL). Our data disfavor two alternative explanations for the disappearance of neutrinos in flight: namely, neutrino decays into lighter particles and quantum decoherence of neutrinos, at the 3.7 and 5.7 standard-deviation levels, respectively.",
                "Measurements of neutrino oscillations using the disappearance of muon neutrinos from the Fermilab NuMI neutrino beam as observed by the two MINOS detectors are reported. New analysis methods have been applied to an enlarged data sample from an exposure of 7.25× 10 20 protons on target. A fit to neutrino oscillations yields values of| Δ m 2|=(2.32− 0.08+ 0.12)× 10− 3 eV 2 for the atmospheric mass splitting and sin﻿ 2 (2 θ)> 0.90 (90% CL) for the mixing angle. Pure neutrino decay and quantum decoherence hypotheses are excluded at 7 and 9 standard deviations, respectively.",
                "The Main Injector Neutrino Oscillation Search (MINOS) experiment uses an accelerator-produced neutrino beam to perform precision measurements of the neutrino oscillation parameters in the “atmospheric neutrino” sector associated with muon neutrino disappearance. This long-baseline experiment measures neutrino interactions in Fermilab's NuMI neutrino beam with a near detector at Fermilab and again 735 km downstream with a far detector in the Soudan Underground Laboratory in northern Minnesota. The two detectors are magnetized steel-scintillator tracking calorimeters. They are designed to be as similar as possible in order to ensure that differences in detector response have minimal impact on the comparisons of event rates, energy spectra and topologies that are essential to MINOS measurements of oscillation parameters. The design, construction, calibration and performance of the far and near …",
                "We report measurements of oscillation parameters from ν μ and ν μ disappearance using beam and atmospheric data from MINOS. The data comprise exposures of 10.71× 10 20 protons on target in the ν μ-dominated beam, 3.36× 10 20 protons on target in the ν μ-enhanced beam, and 37.88 kton yr of atmospheric neutrinos. Assuming identical ν and ν oscillation parameters, we measure| Δ m 2|=(2.41− 0.10+ 0.09)× 10− 3 eV 2 and sin﻿ 2 (2 θ)= 0.950− 0.036+ 0.035. Allowing independent ν and ν oscillations, we measure antineutrino parameters of| Δ m 2|=(2.50− 0.25+ 0.23)× 10− 3 eV 2 and sin﻿ 2 (2 θ)= 0.97− 0.08+ 0.03, with minimal change to the neutrino parameters.",
                "We report on a new analysis of neutrino oscillations in MINOS using the complete set of accelerator and atmospheric data. The analysis combines the ν μ disappearance and ν e appearance data using the three-flavor formalism. We measure| Δ m 32 2|=[2.28–2.46]× 1 0− 3 eV 2 (68% CL) and sin 2 θ 23= 0.35–0.65 (90% CL) in the normal hierarchy, and| Δ m 32 2|=[2.32–2.53]× 1 0− 3 eV 2 (68% CL) and sin 2 θ 23= 0.34–0.67 (90% CL) in the inverted hierarchy. The data also constrain δ C P, the θ 23 octant degeneracy and the mass hierarchy; we disfavor 36%(11%) of this three-parameter space at 68%(90%) CL",
                "Large-angle pp elastic and quasielastic (p, 2 p) scattering have been simultaneously observed in hydrogen and each of several nuclear targets (Li, C, Al, Cu, Pb) at incident proton momenta of 6, 10, and 12 GeV\/c. The nuclear transparency is the ratio of such a cross section in a nucleus to the free pp cross section. The transparency of aluminum increases with incident momentum by more than a factor of 2 from 6 to 9.5 GeV\/c and falls significantly between 9.5 and 12 GeV\/c. This occurs in a region where the free-proton nucleon-absorption cross section exhibits little energy dependence. QCD predicts an increase in transparency with energy."
            ],
            [
                [
                    "elementary particle physics"
                ]
            ],
            [
                "Marvin Marshak Marvin Marshak Marvin Marshak Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-624-1312 marshak@umn.edu Physics And Nanotechnology Building Ph.D., University of Michigan, 1970 M.S., University of Michigan, 1969 A.B., Cornell University, 1967 DUNE Collaboration Resource Board, 2016-present Chair, Organizing Committee, Weak Interactions and Neutrinos (WIN 2021) Conference, 2016-present American Physical Society Committee on Informing the Public, 2015-present Organizing Committee, Neutrino 2020 Conference, 2006-present College of Science and Engineering Distinguished Professor, 2004-present Morse-Alumni Distinguished Teaching Professor of Physics, 1996-present Faculty Director of Undergraduate Research, University of Minnesota, 2008-2015 Executive Committee, Long Baseline Neutrino Experiment Collaboration, 2010-2012 Chair, Long Baseline Neutrino Experiment Collaboration Executive Board, 2009-2012 Executive Committee, NOvA Collaboration, 2007-2010 Executive Committee, MINOS Collaboration, 2005-2010 Chair, American Physical Society, Subcommittee on Graduate Education, 2008-2009 Chair, MINOS Collaboration Speakers’ Committee, 2008-2009 Chair, Organizing Committee, 10th Conference on the Intersections of Particle and Nuclear Physics (CIPANP 2009) Chair, Faculty (Senate) Consultative (Executive) Committee, 2004-2005 Chair, American Physical Society Constitution and By-laws Committee, 2003-2004 Director of the Residential College, 1994-1996, 1997-2004 Faculty Legislative Liaison, University of Minnesota, 1997-2001, 2002-2003 Senior Vice-President for Academic Affairs, University of Minnesota, 1996-1997 Head, School of Physics and Astronomy, University of Minnesota, 1986-1996 Professor of Physics, University of Minnesota, 1983-1996 Director of Graduate Studies in Physics, University of Minnesota, 1983-1986 Associate Professor of Physics, University of Minnesota, 1978-1983 Assistant Professor of Physics, University of Minnesota, 1974-1978 Research Associate, University of Minnesota, 1970-1974 Guest or Visitor Appointments at Fermilab, Brookhaven National Laboratory, Argonne National Laboratory, Lawrence Berkeley National Laboratory and European Organization for Nuclear Research (CERN) Board of Governors, Children’s Theater Company, 1986-1994 Scientific & Professional Societies American Physical Society Biography Founded the University of Minnesota Underground Laboratory at Soudan in 1979 and supervised the expansion of the laboratory in 1984-1986; also collaborated in the second expansion in 1999-2001. Although the Soudan Laboratory is now closed, for 37 years, this Laboratory added about ~$100 million to the economy of an underdeveloped region of the United States, while pursuing cutting-edge physics research. Established and encouraged outreach activities at Soudan, including a public visitor program, an open day, use of media to explain basic research. Started unique Physics Global Studies course, which takes undergraduate students abroad for a three-week intensive experience (2003, 2005, 2008, 2010). Founded the University of Minnesota Residential College, a program that included up to 450 undergraduate students and integrated academic and residential activities. Represented the 3,000 members of the University of Minnesota faculty in interactions with the Governor and Legislature of Minnesota. Served the University of Minnesota as its Senior Vice-President and Chief Academic Officer during the 1996-1997 conflict between the University Regents and faculty regarding policies on faculty tenure. He also participated in the management of the University’s reorganization of its biological sciences programs and the $225 million sale of the University Hospital. Played a significant role in raising $4 million to endow a Theoretical Physics Institute. Also raised approximately $0.5 million to endow the Abigail and John Van Vleck Lectureship in Physics, which has attracted nearly 20 Nobel-laureate lecturers. Often served as a Visiting Scientist in K-12 schools, principally in a program sponsored by the Science Museum of Minnesota and the Blandin Foundation. Supervised the construction and operation of the NOvA Ash River Laboratory, including the installation of the 14,000 ton NOvA Far Detector. I collaborate in experiments to determine the characteristics of the fundamental forces in Nature with an emphasis on the properties of neutral, leptonic elementary particles known as neutrinos. I also study very high energy cosmic rays which are incident on the earth from outer space to determine their nature and origin. A long-term interest is non-thermal stars as a possible source of cosmic radiation. I teach introductory physics courses with an emphasis on calculus-based classes primarily intended for students with interests in science, engineering and mathematics. Research Group Main Injector Neutrino Oscillation Search (MINOS+) NuMI Off-axis ve Appearance (NOvA) Deep Underground Neutrino Experiment (DUNE) CHIPs Collaboration College of Science and Engineering Distinguished Professor, 2004-present Morse-Alumni Distinguished Teaching Professor of Physics, 1996-present P. Adamson et al. (NOvA Collaboration), Constraints on Oscillation Parameters from ν e Appearance and ν μ Disappearance in NOvA, Phys.Rev.Lett. 118, 231801 (Jun 5 2017) P. Adamson et al. (NOvA Collaboration), Measurement of the Neutrino Mixing Angle θ 23 in NOvA, Phys.Rev.Lett. 118, 151802 (Apr 10 2017) P. Adamson et al. (MINOS, Daya Bay and Bugey-3 Collaborations), Limits on Active to Sterile Neutrino Oscillations from Disappearance Searches in the MINOS, Data Bay and Bugey-3 Experiments, Phys.Rev.Lett. 117, 151801 (Oct 7 2016) P. Adamson et al. (MINOS Collaboration), Search for Sterile Neutrinos Mixing With Muon Neutrinos in MINOS, Phys.Rev.Lett. 117, 151803 P. Adamson et al. (NOvA Collaboration), First Measurement of Electron Neutrino Appearance in NOvA, Phys.Rev.Lett. 116, 151806 (Apr 13 2016) P. Adamson et al. (NOvA Collaboration), First Measurement of Muon Neutrino Disappearance in NOvA, Phys.Rev. D93, 051014 (Mar 25 2016) P. Adamson et al. , The NuMI Neutrino Beam, Nucl.Inst.&Meth. A806 279-306 (Jan 11 2016) P. Adamson et al. (MINOS Collaboration), Study of Quasi-Elastic Scattering Using Charged Current ν μ -Iron Interactions in the MINOS Near Detector, Phys.Rev. D91, 012005 (Jan 8 2015) MINOS Collaboration (P. Adamson et al.), Combined Analysis of νμ Disappearance and νμ→νe Appearance in MINOS Using Accelerator and Atmospheric Neutrinos, Phys.Rev.Lett. 112 (2014) 191801 MINOS Collaboration (P. Adamson et al.), Measurement of Neutrino and Antineutrino Oscillations Using Beam and Atmospheric Data in MINOS, Phys.Rev.Lett. 110 (2013) 25, 251801 MINOS Collaboration (P. Adamson et al.), A search for flavor-changing non-standard neutrino interactions by MINOS, Phys.Rev. D88 (2013) 072011 MINOS Collaboration (P. Adamson et al.), Electron neutrino and antineutrino appearance in the full MINOS data sample, Phys.Rev.Lett. 110 (2013) 17, 171801 MINOS Collaboration (P. Adamson et al.), Comparisons of annual modulations in MINOS with the event rate modulation in CoGeNT, Phys.Rev. D87 (2013) 3, 032005 MINOS Collaboration (P. Adamson et al.), Measurements of atmospheric neutrinos and antineutrinos in the MINOS Far Detector, Phys.Rev. D86 (2012) 052007 MINOS Collaboration (P. Adamson et al.), An improved measurement of muon antineutrino disappearance in MINOS, Phys.Rev.Lett. 108 (2012) 191801 MINOS Collaboration (P. Adamson et al.), Search for Lorentz invariance and CPT violation with muon antineutrinos in the MINOS Near Detector, Phys.Rev. D85 (2012) 031101 MINOS Collaboration (P. Adamson et al.), Search for the disappearance of muon antineutrinos in the NuMI neutrino beam, Phys.Rev. D84 (2011) 071103 MINOS Collaboration (P. Adamson et al.), Improved search for muon-neutrino to electron-neutrino oscillations in MINOS, Phys.Rev.Lett. 107 (2011) 181802 MINOS Collaboration (P. Adamson et al.), Active to sterile neutrino mixing limits from neutral-current interactions in MINOS, Phys.Rev.Lett. 107 (2011) 011802 MINOS Collaboration (P. Adamson et al.), First direct observation of muon antineutrino disappearance, Phys.Rev.Lett. 107 (2011) 021801"
            ]
        ]
    ]
}