{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WMVR67QG",
            "wbQxfjIAAAAJ",
            [
                "Improved search for muon-neutrino to electron-neutrino oscillations in MINOS",
                "Observation of muon neutrino disappearance with the MINOS detectors in the NuMI neutrino beam",
                "Measurement of the atmospheric neutrino flavour composition in Soudan 2",
                "The atmospheric neutrino flavor ratio from a 3.9 fiducial kiloton-year exposure of Soudan 2",
                "Measurement of neutrino oscillations with the MINOS detectors in the NuMI beam",
                "Measurement of the neutrino mass splitting and flavor mixing by MINOS",
                "The magnetized steel and scintillator calorimeters of the MINOS experiment",
                "Measurement of neutrino and antineutrino oscillations using beam and atmospheric data in MINOS",
                "Combined Analysis of  Disappearance and  Appearance in MINOS Using Accelerator and Atmospheric Neutrinos",
                "Nuclear Transparency to Large-Angle  Elastic Scattering"
            ],
            [
                "We report the results of a search for ν e appearance in a ν μ beam in the MINOS long-baseline neutrino experiment. With an improved analysis and an increased exposure of 8.2× 10 20 protons on the NuMI target at Fermilab, we find that 2 sin﻿ 2 (θ 23) sin﻿ 2 (2 θ 13)< 0.12 (0.20) at 90% confidence level for δ= 0 and the normal (inverted) neutrino mass hierarchy, with a best-fit of 2 sin﻿ 2 (θ 23) sin﻿ 2 (2 θ 13)= 0.041− 0.031+ 0.047 (0.079− 0.053+ 0.071). The θ 13= 0 hypothesis is disfavored by the MINOS data at the 89% confidence level.",
                "This Letter reports results from the MINOS experiment based on its initial exposure to neutrinos from the Fermilab NuMI beam. The rates and energy spectra of charged current ν μ interactions are compared in two detectors located along the beam axis at distances of 1 and 735 km. With 1.27× 10 20 120 GeV protons incident on the NuMI target, 215 events with energies below 30 GeV are observed at the Far Detector, compared to an expectation of 336±14 events. The data are consistent with ν μ disappearance via oscillations with| Δ m 32 2|= 2.74− 0.26+ 0.44× 10− 3 eV 2 and sin﻿ 2 (2 θ 23)> 0.87 (68% CL).",
                "The atmospheric neutrino flavour ratio measured using a 1.52 kton-year exposure of Soudan 2 is found to be 0.72 ± 0.19−0.07+0.05 relative to the expected value from a Monte Carlo calculation. The possible background of interactions of neutrons and photons produced in muon interactions in the rock surrounding the detector has been investigated and is shown not to produce low values of the ratio.",
                "We report a measurement of the atmospheric neutrino flavor ratio, R, using a sample of quasi-elastic neutrino interactions occurring in an iron medium. The flavor ratio (tracks\/showers) of atmospheric neutrinos in a 3.9 fiducial kiloton-year exposure of Soudan 2 is 0.64±0.11(stat.)±0.06(syst.) of that expected. Important aspects of our main analysis have been checked by carrying out two independent, alternative analyses; one is based upon automated scanning, the other uses a multivariate approach for background subtraction. Similar results are found by all three approaches.",
                "This Letter reports new results from the MINOS experiment based on a two-year exposure to muon neutrinos from the Fermilab NuMI beam. Our data are consistent with quantum-mechanical oscillations of neutrino flavor with mass splitting| Δ m 2|=(2.43±0.13)× 10− 3 eV 2 (68% CL) and mixing angle sin﻿ 2 (2 θ)> 0.90 (90% CL). Our data disfavor two alternative explanations for the disappearance of neutrinos in flight: namely, neutrino decays into lighter particles and quantum decoherence of neutrinos, at the 3.7 and 5.7 standard-deviation levels, respectively.",
                "Measurements of neutrino oscillations using the disappearance of muon neutrinos from the Fermilab NuMI neutrino beam as observed by the two MINOS detectors are reported. New analysis methods have been applied to an enlarged data sample from an exposure of 7.25× 10 20 protons on target. A fit to neutrino oscillations yields values of| Δ m 2|=(2.32− 0.08+ 0.12)× 10− 3 eV 2 for the atmospheric mass splitting and sin﻿ 2 (2 θ)> 0.90 (90% CL) for the mixing angle. Pure neutrino decay and quantum decoherence hypotheses are excluded at 7 and 9 standard deviations, respectively.",
                "The Main Injector Neutrino Oscillation Search (MINOS) experiment uses an accelerator-produced neutrino beam to perform precision measurements of the neutrino oscillation parameters in the “atmospheric neutrino” sector associated with muon neutrino disappearance. This long-baseline experiment measures neutrino interactions in Fermilab's NuMI neutrino beam with a near detector at Fermilab and again 735 km downstream with a far detector in the Soudan Underground Laboratory in northern Minnesota. The two detectors are magnetized steel-scintillator tracking calorimeters. They are designed to be as similar as possible in order to ensure that differences in detector response have minimal impact on the comparisons of event rates, energy spectra and topologies that are essential to MINOS measurements of oscillation parameters. The design, construction, calibration and performance of the far and near …",
                "We report measurements of oscillation parameters from ν μ and ν μ disappearance using beam and atmospheric data from MINOS. The data comprise exposures of 10.71× 10 20 protons on target in the ν μ-dominated beam, 3.36× 10 20 protons on target in the ν μ-enhanced beam, and 37.88 kton yr of atmospheric neutrinos. Assuming identical ν and ν oscillation parameters, we measure| Δ m 2|=(2.41− 0.10+ 0.09)× 10− 3 eV 2 and sin﻿ 2 (2 θ)= 0.950− 0.036+ 0.035. Allowing independent ν and ν oscillations, we measure antineutrino parameters of| Δ m 2|=(2.50− 0.25+ 0.23)× 10− 3 eV 2 and sin﻿ 2 (2 θ)= 0.97− 0.08+ 0.03, with minimal change to the neutrino parameters.",
                "We report on a new analysis of neutrino oscillations in MINOS using the complete set of accelerator and atmospheric data. The analysis combines the ν μ disappearance and ν e appearance data using the three-flavor formalism. We measure| Δ m 32 2|=[2.28–2.46]× 1 0− 3 eV 2 (68% CL) and sin 2 θ 23= 0.35–0.65 (90% CL) in the normal hierarchy, and| Δ m 32 2|=[2.32–2.53]× 1 0− 3 eV 2 (68% CL) and sin 2 θ 23= 0.34–0.67 (90% CL) in the inverted hierarchy. The data also constrain δ C P, the θ 23 octant degeneracy and the mass hierarchy; we disfavor 36%(11%) of this three-parameter space at 68%(90%) CL",
                "Large-angle pp elastic and quasielastic (p, 2 p) scattering have been simultaneously observed in hydrogen and each of several nuclear targets (Li, C, Al, Cu, Pb) at incident proton momenta of 6, 10, and 12 GeV\/c. The nuclear transparency is the ratio of such a cross section in a nucleus to the free pp cross section. The transparency of aluminum increases with incident momentum by more than a factor of 2 from 6 to 9.5 GeV\/c and falls significantly between 9.5 and 12 GeV\/c. This occurs in a region where the free-proton nucleon-absorption cross section exhibits little energy dependence. QCD predicts an increase in transparency with energy."
            ],
            [
                [
                    "elementary particle physics"
                ]
            ]
        ]
    ]
}