{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WMXUK6ZL",
            "p27PpSAAAAAJ",
            [
                "Photoionization and high-density gas",
                "Updated opacities from the Opacity Project",
                "Photoionization modeling and the K lines of iron",
                "Dielectronic recombination data for dynamic finite-density plasmas-I. Goals and methodology",
                "Quasar outflow contribution to AGN feedback: observations of QSO SDSS J0838+ 2955",
                "The quasar outflow contribution to AGN feedback: VLT measurements of SDSS J0318-0600",
                "The XSTAR atomic database",
                "Modeling of iron K lines: Radiative and Auger decay data for–"
            ],
            [
                "We present results of calculations using the XSTAR version 2 computer code. This code is loosely based on the XSTAR version 1 code, which has been available for public use for some time. However, it represents an improvement and update in several major respects, including atomic data, code structure, user interface, and improved physical description of ionization\/excitation. In particular, it now is applicable to high‐density situations in which significant excited atomic level populations are likely to occur. We describe the computational techniques and assumptions and present sample runs with particular emphasis on high‐density situations.",
                "Using the code autostructure, extensive calculations of inner-shell atomic data have been made for the chemical elements He, C, N, O, Ne, Na, Mg, Al, Si, S, Ar, Ca, Cr, Mn, Fe and Ni. The results are used to obtain updated opacities from the Opacity Project (OP). A number of other improvements on earlier work have also been included. Rosseland-mean opacities from the OP are compared with those from OPAL. Differences of 5–10 per cent occur. The OP gives the ‘Z-bump’, at log (T)≃ 5.2, to be shifted to slightly higher temperatures. The opacities from the OP, as functions of temperature and density, are smoother than those from OPAL. The accuracy of the integrations used to obtain mean opacities can depend on the frequency mesh used. Tests involving variation of the numbers of frequency points show that for typical chemical mixtures the OP integrations are numerically correct to within 0.1 per cent. The …",
                "We calculate the efficiency of iron K line emission and iron K absorption in photoionized models using a new set of atomic data. These data are more comprehensive than those previously applied to the modeling of iron K lines from photoionized gases and allow us to systematically examine the behavior of the properties of line emission and absorption as a function of the ionization parameter, density, and column density of model constant density clouds. We show that, for example, the net fluorescence yield for the highly charged ions is sensitive to the level population distribution produced by photoionization, and these yields are generally smaller than those predicted assuming the population is according to statistical weight. We demonstrate that the effects of the many strongly damped resonances below the K ionization thresholds conspire to smear the edge, thereby potentially affecting the astrophysical …",
                "A programme is outlined for the assembly of a comprehensive dielectronic recombination database within the generalized collisional–radiative (GCR) framework. It is valid for modelling ions of elements in dynamic finite-density plasmas such as occur in transient astrophysical plasmas such as solar flares and in the divertors and high transport regions of magnetic fusion devices. The resolution and precision of the data are tuned to spectral analysis and so are sufficient for prediction of the dielectronic recombination contributions to individual spectral line emissivities. The fundamental data are structured according to the format prescriptions of the Atomic Data and Analysis Structure (ADAS) and the production of relevant GCR derived data for application is described and implemented following ADAS. The requirements on the dielectronic recombination database are reviewed and the new data are placed in context …",
                "We present a detailed analysis of the Astrophysical Research Consortium 3.5 m telescope spectrum of QSO SDSS J0838+ 2955. The object shows three broad absorption line (BAL) systems at 22,000, 13,000, and 4900 km s–1 blueshifted from the systemic redshift of z= 2.043. Of particular interest is the lowest velocity system that displays absorption from low-ionization species such as Mg II, Al II, Si II, Si II*, Fe II, and Fe II*. Accurate column densities were measured for all transitions in this lowest velocity BAL using an inhomogeneous absorber model. The ratio of column densities of Si II* and Fe II* with respect to their ground states gave an electron number density of log n e (cm–3)= 3.75±0.22 for the outflow. Photoionization modeling with careful regards to chemical abundances and the incident spectral energy distribution predicts an ionization parameter of log U H=–1.93±0.21 and a hydrogen column density of …",
                "We present high spectral resolution Very Large Telescope observations of the broad absorption line quasar SDSS J0318–0600. This high-quality data set allows us to extract accurate ionic column densities and determine an electron number density of n e= 10 3.3±0.2 cm–3 for the main outflow absorption component. The heavily reddened spectrum of SDSS J0318-0600 requires purely silicate dust with a reddening curve characteristic of predominately large grains, from which we estimate the bolometric luminosity. We carry out photoionization modeling to determine the total column density, ionization parameter, and distance of the gas and find that the photoionization models suggest abundances greater than solar. Due to the uncertainty in the location of the dust extinction, we arrive at two viable distances for the main ouflow component from the central source, 6 and 17 kpc, where we consider the 6 kpc location …",
                " We report on the XSTAR atomic database that contains a large quantity of atomic rates for use in spectral modeling of astrophysical plasmas. The database includes atomic energy levels, line wavelengths, radiative transition probabilities, electron impact excitation rates, photoionization cross section, recombination rate coefficients, electron impact ionization rates, and fluorescence and Auger yields. The species considered are all the ions of H, He, C, N, O, Ne, Mg, Si, S, Ar, Ca, Fe, and Ni. The database collects recent data from many sources including CHIANTI, TOPbase, ADAS, NIST, and the IRON Project. Two particular features of the database are the incorporation of photoionization cross sections from the Opacity Project for all levels of every ion, and state‐specific recombination rates. State‐specific collisional ionization and three‐body recombination are also included. The collection of data is used to build …",
                "A detailed analysis of the radiative and Auger de-excitation channels of K-shell vacancy states in Fe ii–Fe ix has been carried out. Level energies, wavelengths, A-values, Auger rates and fluorescence yields have been calculated for the lowest fine-structure levels populated by photoionization of the ground state of the parent ion. Different branching ratios, namely K\/K, Kβ\/Kα, KLM\/KLL, KMM\/KLL, and the total K-shell fluorescence yields, , obtained in the present work have been compared with other theoretical data and solid-state measurements, finding good general agreement with the latter. The K\/K ratio is found to be sensitive to the excitation mechanism. From these comparisons it has been possible to estimate an accuracy of ~10% for the present transition probabilities."
            ],
            [
                [
                    "Astrophysics",
                    "atomic physics",
                    "spectroscopy",
                    "plasma physics"
                ]
            ],
            [
                "Manuel Bautista Manuel Bautista Professor of Physics (269) 387-5360 2223 Everett Tower, Mail Stop 5252 Ph.D., Astronomy, The Ohio State University, 1997 B.S., Physics, Universidad Simon Bolivar, Venezuela, 1990 Modern physics University physics Elementary physics Atomic physics and atomic data for astrophysics Modeling of astronomical plasmas Active galactic nuclei Dr. Manuel Bautista is a professor of astrophysics in the Department of Physics at Western Michigan University. He does theoretical research in atomic processes and atomic data for modeling of spectra from astronomical sources. His research is applicable to the study of many astronomical objects, such as stellar atmospheres and interiors, planetary atmospheres, supernovae and active galactic nuclei. Bautista also models astronomical photoionized plasmas. He employs various computational tools, including massively parallel computers, to calculate properties of atoms and ions and to model the interactions between ions, light and particles in astronomical plasmas. Email Manuel Bautista"
            ]
        ]
    ]
}