{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WN41R78H",
            "TCV4Oo0AAAAJ",
            [
                "Litter production and accumulation in Pinus patula plantations of the Mpumalanga Province, South Africa",
                "Current developments in arbuscular mycorrhizal fungi research and its role in salinity stress alleviation: a biotechnological perspective",
                "The effects of farming system, habitat type and bait type on the isolation of entomopathogenic fungi from citrus soils in the Eastern Cape Province, South Africa",
                "Susceptibility of Adult Aethina tumida (Coleoptera: Nitidulidae) to Entomopathogenic Fungi",
                "Quantification of the photosynthetic performance of phosphorus-deficient Sorghum by means of chlorophyll-a fluorescence kinetics",
                "Arbuscular mycorrhizal inoculation improves growth and antioxidative response of Jatropha curcas (L.) under Na2SO4 salt stress"
            ],
            [
                "Litter accumulates on the forest floor in Pinus patula Schlechtd. et Cham. plantations in Mpumalanga, South Africa especially in high altitude sites, as a result of an imbalance between litter production and decomposition. To determine which factor caused this increase we measured litter production in an age series of P. patula growing at low and high altitude sites. Litter production was shown to increase with increasing stand. The average annual litter production figure ranged from 3.64 to 5.89 t ha-1 yr-1 measured over a two-year period, with maximum litterfall occurring from mid-winter to early spring. Litter accumulation, as measured by litter depth, ranged from 39 to 121 mm. No significant relationship existed between litter production and altitude; however, litter accumulation was shown to increase with increasing stand age and increasing altitude. Increased litter production was, therefore, not responsible …",
                "Arbuscular mycorrhizal fungi (AMF) form widespread symbiotic associations with 80% of known land plants. They play a major role in plant nutrition, growth, water absorption, nutrient cycling and protection from pathogens, and as a result, contribute to ecosystem processes. Salinity stress conditions undoubtedly limit plant productivity and, therefore, the role of AMF as a biological tool for improving plant salt stress tolerance, is gaining economic importance worldwide. However, this approach requires a better understanding of how plants and AMF intimately interact with each other in saline environments and how this interaction leads to physiological changes in plants. This knowledge is important to develop sustainable strategies for successful utilization of AMF to improve plant health under a variety of stress conditions. Recent advances in the field of molecular biology, “omics” technology and advanced microscopy …",
                "A survey of occurrence of entomopathogenic fungi was undertaken on soils from citrus orchards and refugia on conventionally and organically managed farms in the Eastern Cape Province in South Africa. An adapted method for baiting soil samples with key citrus pest Thaumatotibia leucotreta (Meyrick; Lepidoptera: Tortricidae) and Ceratitis capitata (Wiedemann; Diptera: Tephritidae) larvae, as well as with the standard bait insect, Galleria mellonella (Linnaeus; Lepidoptera: Pyralidae), was implemented. Sixty-two potentially useful entomopathogenic fungal isolates belonging to four genera were collected from 288 soil samples, an occurrence frequency of 21.53%. The most frequently isolated entomopathogenic fungal species was Beauveria bassiana (Balsamo) Vuillemin (15.63%), followed by Metarhizium anisopliae var. anisopliae (Metschnikoff) Sorokin (3.82%). Galleria mellonella was the most …",
                " Aethina tumida Murray (Coleoptera: Nitidulidae) is an invasive parasite species in populations of honey bees, Apis mellifera L. Aiming toward substitution of chemical control, we here identified a naturally occurring fungal pathogen of adult A. tumida from its endemic range in South Africa [Metarhizium anisopliae (Metschnikoff) Sorokin variety anisopliae strain FI-203]. The susceptibility of adult beetles (n = 400) to this fungus and to three other generalist entomopathogenic fungal isolates [Metarhizium anisopliae, Beauveria bassiana (Balsamo) Vuillemin, and Hirsutella illustris Minter & Brady] was assessed using spore suspension bioassays. The data revealed significantly increased mortality in the B. bassiana (74.00 ± 8.94%) and M. anisopliae variety anisopliae (28.00 ± 16.43%) tests but not in the H. illustris (2.00 ± 4.47%) and M. anisopliae (12.00 ± 8.37%) groups. The results indicate a potential for …",
                "Chlorophyll fluorescence induction curves have been used as a sensitive tool for screening the photosynthetic performance of plants. Experimental treatments involving nitrate supply and chilling stress have been shown to affect fluorescence induction curves and other measures of photosynthesis. We have investigated the photosynthetic performance of Sorghum bicolor supplied with Long Ashton growth solution containing standard (20 mmol mol-1) or low (5 mmol mol-1) phosphorus. The JIP-test based on the chlorophyll fluorescence induction curve was used as a non-destructive method to measure the relative proportions of energy dissipated by different processes (termed energy fluxes) in the light reactions. The various energy fluxes or derived parameters were compared to find the measures that were most sensitive to the experimental conditions. Plant response to treatments was first evident in selected …",
                "This study investigated the effect of arbuscular mycorrhizal (AM) fungal consortia on growth, photosynthetic pigments, solutes concentration (e.g., sugars and proline), and antioxidant responses at different levels of Na2SO4 stress (0–0.5%, w:w) in potted culture of Jatropha. Results showed that increasing salt levels caused a significant reduction in survival (%), growth parameters, leaf relative water content (LRWC) (%), and chlorophyll content with an increase in electrolyte leakage (%) and lipid peroxidation of membranes of Jatropha. AM inoculation improved biomass yields as well as other physiological parameters (LRWC (%), chlorophyll, proline, and soluble sugar) of salt-stressed Jatropha over noninoculated plants. Tolerance index of Jatropha was higher with AM fungi than without at all salt levels; however, a decline in its value was recorded with increased salinity levels. AM inoculation also enhanced the …"
            ],
            [
                [
                    "Mycorrhizal fungal interactions"
                ]
            ],
            [
                "Joanne Rhodes J. Rhodes Joanne Rhodes Instructor 901.678.2410 Joanne.Rhodes@memphis.edu MN 208 PRESS RELEASE | HELMSMAN ARTICLE Biography Joanne Farley Rhodes graduated from the University of Memphis with a BSEE and a BS\n                  in physics. While an undergraduate UM student she began doing basic physics research\n                  in the Department of Physics, which led to her first research publications. After graduation she did research for DOD in advanced optical signal processing techniques.\n                  This work led to a patent for an Optical Adaptive Filter, the first real time optical\n                  feedback system. The invention and experimental results have been included in two\n                  books on optical electronics. Still at DOD, she returned to research begun at UM with\n                  irradiated crystals for applications in radiation dosimetry. After several years of\n                  publishing in this field of research she returned to the University of Memphis and\n                  completed her Master of Science degree in the Department of Physics. Ms. Rhodes began teaching and enjoyed it so much that her interests shifted toward\n                  math and physics education. She has taught in the Dept. of Physics and\/or the Dept.\n                  of Mathematics at several colleges and universities in Memphis and in St. Louis. (photo\n                  to right: Joanne Rhodes and Neil deGrasse Tyson, taken in 2016) She joined the faculty of the Department of Physics at University of Memphis and has\n                  been teaching classes in astronomy and conceptual physics here since 2009. In 2016\n                  she received an Excellence in Teaching Award given annually by the Briggs Foundation.\n                  She incorporates the use of technology into her classroom in ways which are intended\n                  to improve the educational experience of students. She has developed an online course\n                  for Survey of Astronomy as well as a traditional course, Astronomy II. She continues\n                  to enjoy sharing her passion about physics and astronomy with her students and highly\n                  values increasing student science literacy in the process. With an avid historical and current interest in the Department of Physics and Materials\n                  Science, she coordinated the 2012 University of Memphis Centennial event for Physics,\n                  and the observance of the 50th anniversary of the Physics Department in 2016. She\n                  has been the prime organizer of the annual Lois McGlothlin Donaldson Endowed Lecture in Physics from 2016 to the present. These lectures have been about topics in astrophysics given\n                  by experts in the field. Ms. Rhodes has also conducted outreach events for Einstein's\n                  birthday and World Space Week, and held a physics film fest or other special film\n                  events with Q&A followup. The total solar eclipse of 2017 afforded extra opportunity\n                  for community outreach. She handed out several thousand pair of eclipse glasses while\n                  giving talks to groups of all sizes about the details solar eclipses. Ms. Rhodes hopes that UM will someday have an astronomical observatory so that all\n                  students can have the opportunity to look through a telescope and gain a cosmic perspective. Last Updated: 11\/1\/20"
            ]
        ]
    ]
}