{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WNIOEADA",
            "yr-7xjoAAAAJ",
            [
                "Magnetic Field Dependence of the Density of States of Y as Determined from the Specific Heat",
                "A new chemotaxis assay shows the extreme sensitivity of axons to molecular gradients"
            ],
            [
                "The magnetic field dependence of the electronic density of states at the Fermi level, N (E F, H), is determined in single-crystal Y Ba 2 Cu 3 O 6.95 by specific heat measurements. The total specific heat is best described by including two predictions for the electronic specific heat of d-wave superconductivity: a T 2 term in zero field and an increased linear term in a magnetic field applied perpendicular to the Cu O 2 planes. The additional linear term, which implies a finite N (E F, H), obeys N (E F, H)∝(H H c 2) 1 2 as predicted by Volovik for superconductivity with lines of nodes in the gap.",
                "Axonal chemotaxis is believed to be important in wiring up the developing and regenerating nervous system, but little is known about how axons actually respond to molecular gradients. We report a new quantitative assay that allows the long-term response of axons to gradients of known and controllable shape to be examined in a three-dimensional gel. Using this assay, we show that axons may be nature's most-sensitive gradient detectors, but this sensitivity exists only within a narrow range of ligand concentrations. This assay should also be applicable to other biological processes that are controlled by molecular gradients, such as cell migration and morphogenesis."
            ],
            [
                [

                ]
            ],
            [
                "Jeff Urbach Jeff Urbach Jeff Urbach Professor and Interdisciplinary Chair in Science; Department of Physics 320 Regents Hall Telephone: (202) 687-6594 urbachj@georgetown.edu Publications , CV , Lab Website , Institute for Soft Matter Prof. Urbach completed his B.A. in Physics at Amherst College (1985), his Ph.D. at Stanford University (1993), and a Postdoctoral Fellowship at the University of Texas at Austin (1993-1996). He joined the Physics Department at Georgetown University as an Assistant Professor in 1996 and was promoted to Professor of Physics in 2006. He served as chair of the Physics Department in 2000-01, 2004-07 and from 2016 to 2020, as the co-Director of the Program on Science in the Public Interest from its founding until 2011, and the Director of the Institute for Soft Matter Synthesis and Metrology from its founding in 2011 until 2015. In 2009-10, he served as a AAAS Science and Technology Policy Fellow at the Department of Energy. Prof. Urbach’s research interests include complex dynamics and biophysics. He has received a Sloan Foundation fellowship and the Presidential Early Career Award for Scientists and Engineers, and research funding from the National Science Foundation, the National Institutes of Health, NASA, the Air Force Office of Scientific Research, NIST, the Petroleum Research Foundation, the Research Corporation, and the Whitaker Foundation. Prof. Urbach and his collaborators study complex dynamics in a variety of systems, ranging from shaking sand to cytoskeletal proteins to migrating neurons. Using the techniques of statistical physics and nonlinear dynamics, together with advanced imaging techniques, image processing, and computer simulations, they are trying to develop quantitative, testable descriptions of multifaceted, interacting, ever changing systems that might at first glance seem like a complicated mess. For more specifics, visit the Dynamics Imaging Lab website. Biophysics of cellular dynamics and mechanics We are studying fundamental problems in biophysics and cell biology such as cytoskeletal rearrangement during cell motility and growth, giardia attachment to a surface, Heme storage mechanism of malarial parasites within red blood cell, and chemotaxis of developing neurites. We have developed advanced capabilities including high speed confocal microscopy with integrated optical tweezers, image correlation spectroscopy for spatially resolved diffusion measurements, controlled flow cells, and precision protein gradient generation. Physics of Soft Matter We are investigating the connection between microstructural dynamics and macroscopic properties in a variety soft matter systems, including biopolymer networks, fiber composites, and rod suspensions. For details, visit the Dynamics Imaging Lab website. Current Teaching Spring 2017: Physics 154, Modern Experimental Physics R. McAllister, D. R. Sisan, and J. S. Urbach, Design and optimization of a high-speed, high-sensitivity, spinning disk confocal microscopy system, J. Biomedical Optics 13, 054058 (2008). F. Vega Reyes and J. S. Urbach, Effect of inelasticity on the phase transitions of a thin vibrated granular layer, Phys. Rev. E 78 , 051301 (2008). P. Melby, A. Prevost, D. A. Egolf and J. S. Urbach, The depletion force in a bi-disperse granular layer, Phys. Rev. E 76 , 051307 (2007). D. R. Sisan, R. Arevalo, C. Graves, R. McAllister, and J. S. Urbach, Spatially-resolved fluorescence correlation spectroscopy using a spinning disk confocal microscope, Biophysical Journal 91 , 4241 (2006). J. S. Olafsen and J. S. Urbach, Two dimensional melting far from equilibrium in a granular monolayer, Phys. Rev. Lett. 95 , 098002 (2005). W. J. Rosoff, R. G. McAllister, M. A. Esrick, G. J. Goodhill, and J. S. Urbach, Generating controlled molecular gradients in 3D gels, Biotechnology and Bioengineering 91 , 754 (2005). P. Melby, F. Vega Reyes, A. Prevost, R. Robertson, P. Kumar, D. A. Egolf, and J. S. Urbach, The dynamics of thin vibrated granular layers, J. Phys. Cond. Mat. 17 , S2689 (2005). J. Xu, W. J. Rosoff, J. S. Urbach, G. J. Goodhill, Adaptation is not required to explain the long-t erm response of axons to molecular gradients, Development 132 , 4545 (2005). W. J. Rosoff, J. S. Urbach, M. A. Esrick, R. G. McAllister, L. J. Richards, and G. J. Goodhill, A new chemotaxis assay shows the extreme senstivity of axons to molecular gradients, Nature Neuroscience 7 , 678 (2004). A. Prevost, P. Melby, D. A. Egolf, and J. S. Urbach, Non-equilibrium two-phase coexistence in a confined granular layer , Phys. Rev. E 70 050301(R) (2004)."
            ]
        ]
    ]
}