{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WO1ADRV9",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Charles J. Horowitz Charles J. Horowitz horowit@indiana.edu (812) 322-1650 Swain West 233 Postdoctoral Position, Niels Bohr Institute, Copenhagen Ph.D., Stanford, 1981 B.A., Harvey Mudd College, 1978 Resume\/CV Group Webpage nuclear physics and astrophysics (theorectical) About Charles J. Horowitz I am a theoretical nuclear astrophysicist doing research on neutron rich dense matter, neutron star crusts, gravitational waves, neutrino interactions in supernova explosions, and laboratory measurements of nuclear properties important for astrophysics. My research projects include: Using gravitational wave observations of neutron stars to determine the equation of state (pressure versus density) of dense matter. See for example Gravitational Waves Shed Light on Dense Nuclear Matter . Large scale molecular dynamics simulations of the dense matter in neutron star crusts. See, for example, a Newscientist web article Star crust is 10 billion times stronger than steel or Nuclear pasta in neutron stars may be the strongest material in the universe , by Emily Conover in Science News. The Lead Radius Experiment (PREX) to measure the neutron radius of the heavy nucleus 208Pb via parity violating electron scattering. See for example a ScienceMag article Physicsits measure the skin of a nucleus. Organizing a number of conferences in nuclear physics, astrophysics and fundamental symmetries including: (1) Neutron star mergers for non-experts: GW170817 in the multi-messenger astronomy and FRIB eras , (2) Astro-Solids Dense Matter and Gravitational Waves , (3) The phases of dense matter , (4) Flavor observations with supernova neutrinos , (5) The r-process nucleosynthesis: connecting FRIB with the cosmos , (6) Neutron skins of nuclei , and (7) Symmetry Energy in the Context of New Radioactive Beam Facilities and Astrophysics Visit the Horowitz lab website"
            ]
        ]
    ]
}