{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WPYJT5TL",
            "0oaRjJcAAAAJ",
            [
                "Atomically Thin-Layered Molybdenum Disulfide (MoS2) for Bulk-Heterojunction Solar Cells",
                "Two-dimensional transition metal dichalcogenide-based counter electrodes for dye-sensitized solar cells"
            ],
            [
                "Transition metal dichalcogenides (TMDs) are becoming significant because of their interesting semiconducting and photonic properties. In particular, TMDs such as molybdenum disulfide (MoS2), molybdenum diselenide (MoSe2), tungsten disulfide (WS2), tungsten diselenide (WSe2), titanium disulfide (TiS2), tantalum sulfide (TaS2), and niobium selenide (NbSe2) are increasingly attracting attention for their applications in solar cell devices. In this review, we give a brief introduction to TMDs with a focus on MoS2; and thereafter, emphasize the role of atomically thin MoS2 layers in fabricating solar cell devices, including bulk-heterojunction, organic, and perovskites-based solar cells. Layered MoS2 has been used as the hole-transport layer (HTL), electron-transport layer (ETL), interfacial layer, and protective layer in fabricating heterojunction solar cells. The trilayer graphene\/MoS2\/n-Si solar cell devices exhibit a …",
                "Dye-sensitized solar cells (DSSCs) are gaining considerable interest as alternatives to semiconductor-based thin film solar cells. The noble metal platinum (Pt) is conventionally used as a counter electrode (CE) material for fabricating DSSCs, since Pt is expensive and scarce, therefore, new materials have been explored to develop cost-effective Pt-free counter electrodes. Two-dimensional (2D) graphene-based counter electrodes have achieved the highest power conversion efficiency (PCE, η) of 13%, which has stimulated research activities in 2D layered transition metal dichalcogenides (TMDs) for developing Pt-free DSSCs. In this review, progress made on alternative counter electrodes for fabricating low-cost Pt-free DSSCs, based on earth-abundant 2D TMDs including MoS2, WS2, TiS2, FeS2, CoS2, NiS2, SnS2, MoSe2, NbSe2, TaSe2, NiSe2, FeSe2, CoSe2, Bi2Se3 and their based composites, are …"
            ],
            [
                [
                    "Atomic Layer Etching",
                    "Plasma Processing",
                    "Thin Film",
                    "Nano-materials"
                ]
            ]
        ]
    ]
}