{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WQJK8SPF",
            "4NQm1E8AAAAJ",
            [
                "Entrepreneurial intentions in diverse development contexts: A cross-cultural comparison between Senegal and Spain",
                "Entrepreneurial process in peripheral regions: the role of motivation and culture",
                "Hotel guests’ perceptions of environmental friendly practices in social media",
                "Entrepreneurial potential in less innovative regions: the impact of social and cultural environment",
                "Environmental management in SMEs: organizational and sectoral determinants in the context of an Outermost European Region"
            ],
            [
                "This article compares entrepreneurial intention and its antecedents in two diverse economic and cultural contexts: Senegal and Spain. Starting from the Theory of Planned Behavior, a tailor-made instrument is developed and used to measure the entrepreneurial intention of a sample of 810 individuals from both countries. Findings indicate the existence of cultural differences between both countries in the determination of entrepreneurial intention. Spain showed personal attitude as the main antecedent, whereas in Senegal, it was perceived behavioral control. Moreover, the results appear to indicate that in contexts of less economic development, like Senegal, the role of the perceived social pressure (subjective norms) to carry out or not an entrepreneurial behavior loses its capacity to explain entrepreneurial intentions.",
                "The entrepreneurial potential of a region is a key factor in linking innovation to the market, thus leading to economic growth. This is especially important in peripheral regions that are characterized by low innovative dynamism. This paper analyses the entrepreneurial process in a European peripheral region, the Canary Islands, Spain. It attempts to determine possible cultural specificities and the role of motivation in the entrepreneurial process. To do this, an analysis of entrepreneurial intention (EI) is framed within the theory of planned behaviour and using motivation, opportunity and ability theory. An empirical study was carried out using a sample of 1457 university students participating in the Global University Entrepreneurial Spirit Students’ Survey project. Results indicate that motivation influences EI directly and indirectly through an individual’s attitude towards entrepreneurial behaviour. The perception of …",
                "Despite hotels’ managers spend substantial time and money on environmental initiatives; they are not sure whether their guests perceive their green efforts appropriately. The purpose of this study is to analyze guests’ perceptions of hotels’ environmental practices expressed through social media. Main results suggest that even though customers perceive green efforts regarding six items: Energy, Water, Purchasing, Waste, Site and Education & Innovation, they do not discern hotels' level of environmental commitment. Moreover, guests' perceptions of hotel efforts in environmentally friendly practices do not significantly differ by the mode of travel nor by the reviewer's experience in travel platforms. A relevant implication is that the communication about environmentally friendly practices needs to be redesigned and intensified by hotel managers in order to take advantage of these efforts.",
                "The purpose of this paper is to analyze the role that the sociocultural, family and university environment play in the entrepreneurial intention of young people in a peripheral and less innovative region.The authors adopted the perspective of the theory of planned behavior and made an empirical study with a sample of 1,064 Spanish university students who voluntarily participated in the GUESSS Project answering an online questionnaire. A methodology based on structural equations was used employing the partial least squares structural equation modeling estimation technique.The results show that the university environment directly influences attitude, self-confidence and motivation, and indirectly the students’ entrepreneurial intention. The social context also exerts a weak direct influence on the perceived attitudes or desires toward the option to start a business and …",
                "This paper evaluates the environmental behavior of SMEs in the Canary Islands (Spain), one of the Outermost European Regions. The islands’ fragile socioeconomic systems and scarce resources noticeably condition the competitiveness of their firms. An empirical analysis ranks environmental protection practices in SMEs and identifies differences on the basis of size and business sector. In addition, groups of firms with different environmental behavior are identified to facilitate the design of environmental policies, improve effectiveness in decision making and the more efficient use of resources. From a theoretical perspective, this paper contributes to the gap identified by the precursors of the Natural Resource-Based View of the firm by analyzing specific resource combinations that each firm can use to improve its environmental performance and achieve competitive advantages. The firms best positioned to …"
            ],
            [
                [
                    "Entrepreneurship",
                    "Corporate Social Responsibility",
                    "Management information systems"
                ]
            ],
            [
                "Esperanza Soto Graduate Admissions Coordinator PSB 432 soto@ucf.edu 407-823-5146"
            ]
        ]
    ]
}