{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WRI2U1F5",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. François Amet Dr. François Amet Duke University (Post-Doc, 2015) Stanford University (PhD, 2014) Ecole Polytechnique, France (MS, 2009) Ecole Polytechnique, France (BS, 2008) Research Interests Quantum transport in two-dimensional materials Low-temperature physics (superconductivity, quantum Hall effect, ballistic transport...) Nanofabrication techniques, low-noise electronics Recent Publications and Preprints (2015-2020) \" Interference of chiral Andreev edge states ,\" L. Zhao, E. G. Arnault, A. Bondarev, A. Seredinski, T. Larson, A. W. Draelos, H. Li, K. Watanabe, T. Taniguchi, F. Amet, H. U. Baranger and G. Finkelstein. Nature Physics (2020) . \" Anomalous periodicity of magnetic interference patterns in encapsulated graphene Josephson junctions, \" C. T. Ke, A. W. Draelos, A. Seredinski, M. T. Wei, H. Li, M. Hernandez-Rivera, K. Watanabe, T. Taniguchi, M. Yamamoto, S. Tarucha, Y. Bomze, I. V. Borzenets, F. Amet, and G. Finkelstein. Phys. Rev. Research 1, 033084 (2019) \" Chiral quasiparticle tunneling between quantum Hall edges in proximity with a superconductor, \" M. T. Wei, A. W. Draelos, A. Seredinski, C. T. Ke, H. Li, Y. Mehta, K. Watanabe, T. Taniguchi, M. Yamamoto, S. Tarucha, G. Finkelstein, F. Amet, and I. V. Borzenets, Phys. Rev. B 100, 121403(R) (2019) . \" Subkelvin lateral thermal transport in diffusive graphene ,\" A. Draelos, A. Silverman, B. Eniwaye, E. G. Arnault, C. T. Ke, M. T. Wei, I. Vlassiouk, I. V. Borzenets, F. Amet, G. Finkelstein, P hysical Review B 99 , 125427 (2019). \" Full control of quantum Hall supercurrent in a side gated graphene Josephson junction,\" A. Seredinski, A. W Draelos, E. G Arnault, M. Wei, H. Li, K. Watanabe, T. Taniguchi, F. Amet, G.Finkelstein. Science Advances, Vol. 5, no. 9, eaaw8693 (2019). \"Supercurrent Flow in Multiterminal Graphene Josephson Junctions,\" A. Draelos, M. T. Wei, A. Seredinski, H. Li, Y. Mehta, K. Watanabe, T. Taniguchi, I. Borzenets, F. Amet, G. Finkelstein. Nanoletters (2019). \" Supercurrent in Graphene Josephson Junctions with Narrow Trenches in the Quantum Hall Regime ,\"  A. Seredinski, A. Draelos, M. T. Wei, C. T. Ke, T. Fleming, Y. Mehta, E. Mancil, H. Li, K. Watanabe, T. Taniguchi, M. Yamamoto, S. Tarucha, I. Borzenets, F. Amet, G. Finkelstein. MRS Advances (2018). \" Investigation of Supercurrent in the Quantum Hall Regime in Graphene Josephson Junctions ,\" A. Draelos, M. T. Wei, A. Seredinski, C. T. Ke, Y. Mehta, R. Chamberlain, K. Watanabe, T. Taniguchi, M. Yamamoto, S. Tarucha, I. Borzenets, F. Amet, G. Finkelstein. Journal of Low Temperature Physics (2018) 191 : 288. \" When Andreev meets Hall, \" G. Finkelstein and F. Amet. Nature Physics 13 , pp. 625–626 (2017) . \" Supercurrent in the quantum Hall regime ,\" F. Amet, C. T. Ke, I. V. Borzenets, J. Wang, R. Deacon, K. Watanabe, T. Taniguchi, M. Yamamoto, S. Tarucha, G. Finkelstein. Science 352 , pp. 966-969 (2016) . \"Ballistic Graphene Josephson Junctions from the Short to the Long Junction Regimes,\" I. V. Borzenets, F. Amet, C. T. Ke, K. Watanabe, T. Taniguchi, M. Yamamoto, S. Tarucha, G. Finkelstein. Physical Review Letters 117, 237002 (2016). \" Critical current scaling in long diffusive graphene-based Josephson junctions ,\" C. T. Ke, I. V. Borzenets, A. Draelos, F. Amet, Y. Bomze, G. Jones, M. Craciun, S. Russo, M. Yamamoto, S. Tarucha, G. Finkelstein. Nano Letters , 2016, 16 (8), pp 4788–4791 . \" Switchable friction enabled by nanoscale self-assembly on graphene ,\" P. Gallagher, M. Lee, F. Amet, P. Maksymovych, J. Wang, S. Wang, X. Lu, G. Zhang, K. Watanabe, T. Taniguchi, D. Goldhaber-Gordon. Nature Communications 7 , Article number: 10745 (2016). \" Valleytronics could use a break ,\" F. Amet, G. Finkelstein. Nature Physics 11 , 989-990 (2015) . \" Robust fractional quantum Hall effect and composite fermions in the N=2 Landau level in bilayer graphene ,\" G. Diankov, C. T. Liang, F. Amet, P. Gallagher, M. Lee, A. Bestwick, K. Tharratt, W. Coniglio, J. Jaroszynski, K. Watanabe, T. Taniguchi, D. Goldhaber-Gordon. Nature Communications 7 , Article number: 13908 (2016). \" Composite Fermions and Broken Symmetries in Graphene ,\" F. Amet, A. Bestwick, J. Williams, L. Balicas, K. Watanabe, T. Taniguchi, D. Goldhaber-Gordon. Nature Communications 6 , 5838 (2015). \" Unconventional Quantum Hall Edge-Bulk Correlation in Gated Graphene Devices ,\" Y. T. Cui, B. Wen, E. Y. Ma, G. Diankov, Z. Han, F. Amet, T. Taniguchi, K. Watanabe, D. Goldhaber-Gordon, C. Dean, Z. X. Shen. Physical Review Letters 117 , 186601 (2016) . Website https:\/\/ametlab.appstate.edu He\/Him\/His, Associate Professor Phone: (828) 262-6181 Garwood Hall 215"
            ]
        ]
    ]
}