{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WRQDNOD6",
            "aw0bNNIAAAAJ",
            [
                "Amide I Vibrational Dynamics of N-Methylacetamide in Polar Solvents:  The Role of Electrostatic Interactions",
                "Probing impulsive strain propagation with x-ray pulses",
                "Dynamics and coherent control of high-amplitude optical phonons in bismuth",
                "Temperature dependence of narrow-band terahertz generation from periodically poled lithium niobate",
                "Coherent control of pulsed X-ray beams",
                "THz emission from coherently controlled photocurrents in GaAs",
                "Half-cycle-pulse terahertz emission from an ultrafast laser plasma in a solid target",
                "Transient strain driven by a dense electron-hole plasma",
                "Upconversion multichannel infrared spectrometer",
                "X-ray synchrotron studies of ultrafast crystalline dynamics"
            ],
            [
                "The vibrational frequency of the amide I transition of peptides is known to be sensitive to the strength of its hydrogen bonding interactions. In an effort to account for interactions with hydrogen bonding solvents in terms of electrostatics, we study the vibrational dynamics of the amide I coordinate of N-methylacetamide in prototypical polar solvents:  D2O, CDCl3, and DMSO-d6. These three solvents have varying hydrogen bonding strengths, and provide three distinct solvent environments for the amide group. The frequency−frequency correlation function, the orientational correlation function, and the vibrational relaxation rate of the amide I vibration in each solvent are retrieved by using three-pulse vibrational photon echoes, two-dimensional infrared spectroscopy, and pump−probe spectroscopy. Direct comparisons are made to molecular dynamics simulations. We find good quantitative agreement between the …",
                "Pump-probe time-resolved x-ray diffraction of allowed and nearly forbidden reflections in InSb is used to follow the propagation of a coherent acoustic pulse generated by ultrafast laser excitation. The surface and bulk components of the strain could be simultaneously measured due to the large x-ray penetration depth. Comparison of the experimental data with dynamical diffraction simulations suggests that the conventional model for impulsively generated strain underestimates the partitioning of energy into coherent modes.",
                "High-amplitude optical phonons in bismuth are generated through impulsive stimulated Raman scattering and detected through the induced change in the optical reflectivity. Reflectivity changes greater than 1% have been recorded. Phonon dynamics and coherent control in the high-amplitude regime are reported.",
                "Femtosecond optical pulses are used to generate narrow-band terahertz wave forms via optical rectification in a periodically poled lithium niobate crystal. By cooling the crystal to reduce losses due to phonon absorption, we are able to obtain bandwidths as narrow as 18 GHz at a carrier frequency of 1.8 THz. Temperature-dependent measurements show insignificant bandwidth broadening between 10 and 120 K, although the terahertz power substantially decreases as the temperature increases. Absolute power measurements indicate a conversion efficiency of at least 10−5.",
                "Synchrotrons produce continuous trains of closely spaced X-ray pulses. Application of such sources to the study of atomic-scale motion requires efficient modulation of these beams on timescales ranging from nanoseconds to femtoseconds. However, ultrafast X-ray modulators are not generally available. Here we report efficient subnanosecond coherent switching of synchrotron beams by using acoustic pulses in a crystal to modulate the anomalous low-loss transmission of X-ray pulses. The acoustic excitation transfers energy between two X-ray beams in a time shorter than the synchrotron pulse width of about 100 ps. Gigahertz modulation of the diffracted X-rays is also observed. We report different geometric arrangements, such as a switch based on the collision of two counter-propagating acoustic pulses: this doubles the X-ray modulation frequency, and also provides a means of observing a localized transient …",
                "We report broadband terahertz radiation from ballistic photocurrents generated via quantum interference of one- and two-photon absorption in low-temperature-grown and semi-insulating GaAs at 295 K. For 90 fs, 1550 and 775 nm optical pulses, we obtain phase-controllable near-single cycle 4 THz radiation. Higher frequency THz emission should be achievable with shorter pulses. At a 250 kHz repetition rate and average powers of 10 mW (1550 nm) and 400 μW (775 nm), we measure 3 nW of THz power, limited mainly by phase walkoff of the optical beams within the 1.5-μm-thick sample and collection efficiency.",
                "Coherent far-IR radiation is observed upon the generation of dense laser-driven plasma in a solid copper target. The coherent radiation demonstrates a strong half-cycle-pulse nature with temporal dynamics as fast as 150 fs. Comparisons between the data and radiation models are discussed. This measurement demonstrates a new method of performing ultrafast laser-plasma diagnostics in solid targets.",
                "We measure transient strain in ultrafast laser-excited Ge by time-resolved x-ray anomalous transmission. The development of the coherent strain pulse is dominated by rapid ambipolar diffusion. This pulse extends considerably longer than the laser penetration depth because the plasma initially propagates faster than the acoustic modes. X-ray diffraction simulations are in agreement with the observed dynamics.",
                "A multichannel IR spectrometer using a standard silicon CCD array is demonstrated. Sum frequency generation between an ultrafast optical pulse and a frequency-dispersed IR beam generates a spatially extended optical signal that is collected on a generic CCD video camera. This method provides an inexpensive and efficient alternative to conventional multichannel IR arrays.",
                "Ultrafast X-ray experiments at synchrotron sources hold tremendous promise for measuring the atomistic dynamics of materials under a wide variety of transient conditions. In particular, the marriage of synchrotron radiation and ultrafast laser technology is opening up a new frontier of materials research. Structural changes initiated by femtosecond laser pulses can be tracked in real time using time-resolved X-ray diffraction on picosecond time scales or shorter. Here, research at the Advanced Photon Source is described, illustrating the opportunities for ultrafast diffraction with some recent work on the generation of impulsive strain, coherent phonon generation and supersonic diffusion of electron–hole plasmas. The flexibility of time-resolved Bragg and Laue diffraction geometries are both utilized to illuminate the strain generation and evolution process. Time-resolved X-ray science will become increasingly important …"
            ],
            [
                [
                    "Ultrafast Spectroscopy- Time Resolved X-ray diffraction - Terahertz Spectroscopy"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}