{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WSJ34KI7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Bernard Sadoulet (E) Bernard Sadoulet (E) Professor 439 Physics South sadoulet@berkeley.edu Berkeley Particle Cosmology Group Bernard Sadoulet, a graduate of Ecole Polytechnique (1963) and a “Docteur ès sciences” of Paris-Orsay University (1971), is by training an elementary particle physicist. As such, he had the chance of participating in two prestigious experiments which led to Nobel Prizes: the Mark I experiment at SLAC which discovered the J\/ψ, the τ lepton and the charm, and UA1 at CERN which discovered the intermediate vector bosons W and Z. In 1984 he decided to shift his efforts towards particle astrophysics and cosmology. In 1985 he was appointed Professor of Physics at the University of California, Berkeley, and from 1989 to 2001 he was the Director of the Center for Particle Astrophysics, one of the 11 first-generation Science and Technology Centers of the National Science Foundation. He is currently Director of the UC system-wide Institute for Nuclear and Particle Astrophysics and Cosmology (INPAC). Focusing on the Search for Dark Matter, his current activities involve three aspects: Development of advanced phonon-mediated detectors, the Cryogenic Dark Matter Search (CDMS) experiment at a deep site, and related phenomenological activities on various aspects of supersymmetric dark matter. He is an Elected Member of the National Academy of Sciences, and a Fellow of the American Physical Society and the American Academy of Arts and Sciences. I am first an instrumentalist, attempting to develop sophisticated detectors capable of answering some of the most fundamental scientific questions of the moment. This is how I designed the UA1 Central Detector, a critical element in the discovery of the W and the Z. In the last 10 years, my main effort has been to develop phonon mediated detectors working at milliKelvin temperatures. I believe such advanced detectors may be necessary for the detection of the weakly interacting massive particles that could form the ubiquitous dark matter in the universe. The dark matter problem is currently one of the most central puzzles of astrophysics and cosmology (together with the dark energy). There is a good chance, in my mind, that it can be solved in the coming decade by the complementary work of relatively small teams such as ours. More generally, I like to work at the borders between several scientific disciplines, currently cosmology, particle physics and condensed matter. I am fascinated both by the new perspectives offered by such a multidisciplinary activities, and by the current rapid experimental progress, fueled in part by the technology transfer between these fields. At the same time, I like to keep some involvement in the phenomenology motivating our effort, as I strongly object to the prevalent separation between theorists and experimentalists. I regularly collaborate with theoreticians to attempt to identify the generic aspects of the models we are trying to test. I also believe it is essential to better link such research activities to society. I thus strongly encourage members of my group to get engaged in outreach activities, whether it is sharing with the public at large our exciting quest, involvement in K–12 education, or collaboration with industry. Current Projects Search for Dark Matter. My current activities involve three aspects, each of which offers research opportunities for graduate students: Development of advanced phonon-mediated detectors. Our current effort is focused on development of sensors for out-of-equilibrium phonons, using superconducting films and tunnel junctions at milliKelvin temperatures. The CDMS II experiment at a deep site. Although it is currently the most sensitive search for Weakly Interacting Massive Particles (WIMPs), which could form the dark matter in the universe, the first stage of our Cryogenic Dark Matter Search (CDMS I) is now limited by the shallowness of our Stanford site. We are now engaged in the preparation of a deep site experiment, which will take place in Soudan, in northern Minnesota, and is now fully funded for six years. “First Dark” should occur in Winter 2002. Related phenomenological activities. Six years ago, I have collaborated with Griest, Kamionkowski and Jungman on various aspects of supersymmetric dark matter. Currently, one of my students, Vuk Mandic collaborates with students of H. Murayama on supersymmetry investigations. I am open to the possibility of co-advising a graduate student with a theorist colleague. Publications J. R. Primack, D. Seckel, and B. Sadoulet, “Detection of cosmic dark matter,” Ann. Rev. Nucl. Part. Sci. 38, 751 (1988). T. Shutt, et al., “Measurement of ionization and phonon production by nuclear recoils in a 60 g crystal of germanium at 25 mK,” Phys. Rev. Lett. 29, 3425 (1992). T. Shutt, et al., “Simultaneous high resolution of phonons and ionization created by particle interactions in a 60 g germanium crystal at 25 mK,” Phys. Rev. Lett. 29, 3531 (1992). M. Kamionkowski, K. Griest, G. Jungman, and B. Sadoulet, “Model-independent comparison of direct vs. indirect detection of supersymmetric dark matter,” Phys. Rev. Lett. 74, 5174 (1995). T. Shutt, et al., “Simultaneous measurement of phonons and ionization produced by photons in a 60 g germanium crystal at 20 mK: A new method for studying impurity sites in semiconductors,” Physica B194, 1201 (1994). D. S. Akerib, et al., “Preliminary limits on the WIMP-nucleon cross section from the cryogenic dark matter search,” (Proceedings of TAUP97, Gran Sasso, Italy, 7-11 Sep 1997), Nucl. Phys. B (Proc. Suppl.) 70, 64 (1999) J. Jochum, et al., “Modeling the power flow in normal conductor-insulator-superconductor,” J. Appl. Phys. 83, 6 (1998). R. Abusaidi, et al., “Exclusion limits on the WIMP-nucleon cross section from the Cryogenic Dark Matter Search,” Phys. Rev. Lett. 84, 5699 (2000)."
            ]
        ]
    ]
}