{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WTIG4ZDE",
            "meT8YV4AAAAJ",
            [
                "Spin- Heisenberg antiferromagnet on the pyrochlore lattice: An exact diagonalization study",
                "Classical phase diagram of the stuffed honeycomb lattice"
            ],
            [
                "We present exact diagonalization calculations for the spin-1\/2 nearest-neighbor antiferromagnet on the pyrochlore lattice. We study a section of the lattice in the [111] direction and analyze the Hamiltonian of the breathing pyrochlore system with two coupling constants J 1 and J 2 for tetrahedra of different orientations and investigate the evolution of the system from the limit of disconnected tetrahedra (J 2= 0) to a correlated state at J 1= J 2. We evaluate the low-energy spectrum, two and four spin correlations, and spin chirality correlations for a system size of up to 36 sites. The model shows a fast decay of spin correlations and we confirm the presence of several singlet excitations below the lowest magnetic excitation. We find chirality correlations near J 1= J 2 to be small at the length scales available at this system size. Evaluation of dimer-dimer correlations and analysis of the nature of the entanglement of the …",
                "We investigate the classical phase diagram of the stuffed honeycomb Heisenberg lattice, which consists of a honeycomb lattice with a superimposed triangular lattice formed by sites at the center of each hexagon. This lattice encompasses and interpolates between the honeycomb, triangular, and dice lattices, preserving the hexagonal symmetry while expanding the phase space for potential spin liquids. We use a combination of iterative minimization, classical Monte Carlo, and analytical techniques to determine the complete ground state phase diagram. It is quite rich, with a variety of noncoplanar and noncollinear phases not found in the previously studied limits. In particular, our analysis reveals the triangular lattice critical point to be a multicritical point with two new phases vanishing via second order transitions at the critical point. We analyze these phases within linear spin wave theory and discuss …"
            ],
            [
                [
                    "Physics",
                    "Condensed Matter"
                ]
            ],
            [
                "Jyotisman Sahoo Graduate Student A508 Zaffarano Hall jsahoo@iastate.edu 515-294-4819"
            ]
        ]
    ]
}