{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WTKMJGUU",
            "w5mnpN4AAAAJ",
            [
                "A mutation in the interferon-γ–receptor gene and susceptibility to mycobacterial infection"
            ],
            [
                "Genetic differences in immune responses may affect susceptibility to mycobacterial infection, but no specific genes have been implicated in humans. We studied four children who had an unexplained genetic susceptibility to mycobacterial infection and who appeared to have inherited the same recessive mutation from a common ancestor.We used microsatellite analysis, immunofluorescence studies, and sequence analysis to study the affected patients, unaffected family members, and normal controls.A genome search using microsatellite markers identified a region on chromosome 6q in which the affected children were all homozygous for eight markers. The gene for interferon-γ receptor 1 maps to this region. Immunofluorescence studies showed that the receptor was absent on leukocytes from the affected children. Sequence analysis of complementary DNA for the gene for …"
            ],
            [
                [
                    "Paediatrics",
                    "infectious diseases",
                    "Genetics of infectious diseases"
                ]
            ],
            [
                "Michael Levin Michael Levin Associate Professor Dept. of Physics, James Franck Institute, and the College Address: MCP 447 Phone: 773-702-7286 malevin@uchicago.edu Recently, my research has focused on two areas of quantum condensed matter physics. The first area is the study of \"topological phases\" of matter, such as quantum Hall liquids and topological insulators. These phases have a rich internal structure, but unlike conventional phases like magnets or superconductors, this structure has nothing to do with symmetry breaking or order parameters. Instead, the defining features of these phases have a topological character. As a result, entirely new concepts and tools need to be constructed to understand these systems. Much of my research is devoted to developing these new methods and approaches. My second area of focus is at the intersection of quantum information theory and condensed matter physics. Here the fundamental problems are (1) to determine which quantum many-body systems can be efficiently simulated on a classical computer and (2) to develop methods to accomplish this task. In addition to its potential practical implications, this problem is closely related to many basic conceptual questions such as the nature of entanglement in many-body ground states and the classification of gapped quantum phases of matter. Selected Publications M. Levin. Protected edge modes without symmetry. Phys. Rev. X 3, 021009 (2013). M. Levin and Z.-C. Gu. Braiding statistics approach to symmetry-protected topological phases. Phys. Rev. B  86, 115109 (2012). M. Levin and A. Stern. Fractional topological insulators. Phys. Rev. Lett. 103, 196803 (2009). M. Levin and C. P. Nave. Tensor renormalization group approach to 2D classical lattice models. Phys. Rev. Lett. 99, 120601 (2007). M. Levin and X.-G. Wen. Detecting topological order in a ground state wave function. Phys. Rev. Lett. 96, 110405 (2006). News & Highlights Congratulations to Michael Levin , September 9, 2019 Professors Son and Levin Receive Simons Foundation Award , June 14, 2019"
            ]
        ]
    ]
}