{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WULS7VO9",
            "vwVmUJcAAAAJ",
            [
                "First results from KamLAND: evidence for reactor antineutrino disappearance",
                "Measurement of neutrino oscillation with KamLAND: Evidence of spectral distortion",
                "Indication of Reactor  Disappearance in the Double Chooz Experiment",
                "Precision measurement of neutrino oscillation parameters with KamLAND",
                "Search for Majorana neutrinos near the inverted mass hierarchy region with KamLAND-Zen",
                "Solar fusion cross sections. II. The  chain and CNO cycles",
                "Reactor  disappearance in the Double Chooz experiment",
                "Experimental investigation of geologically produced antineutrinos with KamLAND",
                "Improved measurements of the neutrino mixing angle θ13 with the Double Chooz detector",
                "A white paper on keV sterile neutrino dark matter"
            ],
            [
                "KamLAND has measured the flux of ν e’s from distant nuclear reactors. We find fewer ν e events than expected from standard assumptions about ν e propagation at the 99.95% CL In a 162 ton· y r exposure the ratio of the observed inverse β-decay events to the expected number without ν e disappearance is 0.611±0.085 (s t a t)±0.041 (s y s t) for ν e energies> 3.4 M e V. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the “large mixing angle” region are excluded.",
                "We present results of a study of neutrino oscillation based on a 766 ton\/year exposure of KamLAND to reactor antineutrinos. We observe 258 ν e candidate events with energies above 3.4 MeV compared to 365.2±23.7 events expected in the absence of neutrino oscillation. Accounting for 17.8±7.3 expected background events, the statistical significance for reactor ν e disappearance is 99.998%. The observed energy spectrum disagrees with the expected spectral shape in the absence of neutrino oscillation at 99.6% significance and prefers the distortion expected from ν e oscillation effects. A two-neutrino oscillation analysis of the KamLAND data gives Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2. A global analysis of data from KamLAND and solar-neutrino experiments yields Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2 and tan﻿ 2 θ= 0.40− 0.07+ 0.10, the most precise determination to date.",
                "The Double Chooz experiment presents an indication of reactor electron antineutrino disappearance consistent with neutrino oscillations. An observed-to-predicted ratio of events of 0.944±0.016 (stat)±0.040 (syst) was obtained in 101 days of running at the Chooz nuclear power plant in France, with two 4.25 GW th reactors. The results were obtained from a single 10 m 3 fiducial volume detector located 1050 m from the two reactor cores. The reactor antineutrino flux prediction used the Bugey4 flux measurement after correction for differences in core composition. The deficit can be interpreted as an indication of a nonzero value of the still unmeasured neutrino mixing parameter sin﻿ 2 2 θ 13. Analyzing both the rate of the prompt positrons and their energy spectrum, we find sin﻿ 2 2 θ 13= 0.086±0.041 (stat)±0.030 (syst), or, at 90% CL, 0.017< sin﻿ 2 2 θ 13< 0.16.",
                "The KamLAND experiment has determined a precise value for the neutrino oscillation parameter Δ m 21 2 and stringent constraints on θ 12. The exposure to nuclear reactor antineutrinos is increased almost fourfold over previous results to 2.44× 10 32 proton yr due to longer livetime and an enlarged fiducial volume. An undistorted reactor ν e energy spectrum is now rejected at> 5 σ. Analysis of the reactor spectrum above the inverse beta decay energy threshold, and including geoneutrinos, gives a best fit at Δ m 21 2= 7.58− 0.13+ 0.14 (stat)− 0.15+ 0.15 (syst)× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.56− 0.07+ 0.10 (stat)− 0.06+ 0.10 (syst). Local Δ χ 2 minima at higher and lower Δ m 21 2 are disfavored at> 4 σ. Combining with solar neutrino data, we obtain Δ m 21 2= 7.59− 0.21+ 0.21× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.47− 0.05+ 0.06.",
                "We present an improved search for neutrinoless double-beta (0 ν β β) decay of Xe 136 in the KamLAND-Zen experiment. Owing to purification of the xenon-loaded liquid scintillator, we achieved a significant reduction of the Ag 110 m contaminant identified in previous searches. Combining the results from the first and second phase, we obtain a lower limit for the 0 ν β β decay half-life of T 1\/2 0 ν> 1.07× 1 0 26 yr at 90% CL, an almost sixfold improvement over previous limits. Using commonly adopted nuclear matrix element calculations, the corresponding upper limits on the effective Majorana neutrino mass are in the range 61–165 meV. For the most optimistic nuclear matrix elements, this limit reaches the bottom of the quasidegenerate neutrino mass region.",
                "The available data on nuclear fusion cross sections important to energy generation in the Sun and other hydrogen-burning stars and to solar neutrino production are summarized and critically evaluated. Recommended values and uncertainties are provided for key cross sections, and a recommended spectrum is given for B 8 solar neutrinos. Opportunities for further increasing the precision of key rates are also discussed, including new facilities, new experimental techniques, and improvements in theory. This review, which summarizes the conclusions of a workshop held at the Institute for Nuclear Theory, Seattle, in January 2009, is intended as a 10-year update and supplement to 1998, Rev. Mod. Phys. 70, 1265.",
                "The Double Chooz experiment has observed 8249 candidate electron antineutrino events in 227.93 live days with 33.71 GW-ton-years (reactor power× detector mass× live time) exposure using a 10.3 m 3 fiducial volume detector located at 1050 m from the reactor cores of the Chooz nuclear power plant in France. The expectation in case of θ 13= 0 is 8937 events. The deficit is interpreted as evidence of electron antineutrino disappearance. From a rate plus spectral shape analysis we find sin﻿ 2 2 θ 13= 0.109±0.030 (stat)±0.025 (syst). The data exclude the no-oscillation hypothesis at 99.8% CL (2.9 σ).",
                "The detection of electron antineutrinos produced by natural radioactivity in the Earth could yield important geophysical information. The Kamioka liquid scintillator antineutrino detector (KamLAND) has the sensitivity to detect electron antineutrinos produced by the decay of 238 U and 232 Th within the Earth. Earth composition models suggest that the radiogenic power from these isotope decays is 16 TW, approximately half of the total measured heat dissipation rate from the Earth. Here we present results from a search for geoneutrinos with KamLAND. Assuming a Th\/U mass concentration ratio of 3.9, the 90 per cent confidence interval for the total number of geoneutrinos detected is 4.5 to 54.2. This result is consistent with the central value of 19 predicted by geophysical models. Although our present data have limited statistical power, they nevertheless provide by direct means an upper limit (60 TW) for the …",
                "The Double Chooz experiment presents improved measurements of the neutrino mixing angle θ 13 using the data collected in 467.90 live days from a detector positioned at an average distance of 1050 m from two reactor cores at the Chooz nuclear power plant. Several novel techniques have been developed to achieve significant reductions of the backgrounds and systematic uncertainties with respect to previous publications, whereas the efficiency of the signal has increased. The value of θ 13 is measured to be sin 2 2θ 13= 0.090− 0.029+ 0.032 from a fit to the observed energy spectrum. Deviations from the reactor prediction observed above a prompt signal energy of 4 MeV and possible explanations are also reported. A consistent value of θ 13 is obtained from a fit to the observed rate as a function of the reactor power independently of the spectrum shape and background estimation, demonstrating the …",
                "We present a comprehensive review of keV-scale sterile neutrino Dark Matter, collecting views and insights from all disciplines involved—cosmology, astrophysics, nuclear, and particle physics—in each case viewed from both theoretical and experimental\/observational perspectives. After reviewing the role of active neutrinos in particle physics, astrophysics, and cosmology, we focus on sterile neutrinos in the context of the Dark Matter puzzle. Here, we first review the physics motivation for sterile neutrino Dark Matter, based on challenges and tensions in purely cold Dark Matter scenarios. We then round out the discussion by critically summarizing all known constraints on sterile neutrino Dark Matter arising from astrophysical observations, laboratory experiments, and theoretical considerations. In this context, we provide a balanced discourse on the possibly positive signal from X-ray observations. Another focus of …"
            ],
            [
                [
                    "nuclear physics",
                    "particle physics",
                    "astrophysics"
                ]
            ],
            [
                "LINDLEY WINSLOW Jerrold R. Zacharias Career Development Associate Professor of Physics Undergraduate Program Faculty Coordinator EMAIL: lwinslow@MIT.EDU PHONE: (617) 253-2332 OFFICE: 26-569 ASSISTANT: Nicole Laraia (617) 253-2361 or (617) 253-2395 RELATED LINKS: Winslow Lab PROJECT LINKS: CUORE CUPID NuDot KamLAND-Zen ABRACADABRA Area of Physics Experimental Nuclear Physics Lindley Winslow is an experimental nuclear and particle physicists. Her work focusses on how the physics of fundamental particles shaped our universe and the development of specialized experiments, including novel detector technology and algorithms, to address these questions. This work currently focuses on searches for neutrinoless double-beta decay and axion dark matter. Neutrinoless double-beta decay is a proposed process where a nucleus decays simultaneously emitting two electrons and no neutrinos. In order for this to happen, the neutrino must be its own antiparticle, a Majorana particle, which implies that the neutrino gets its mass in a different way than the other fundamental particles. It also tells us that lepton number is not conserved which then provides a mechanism for neutrinos to create more matter than antimatter, one of the big mysteries of the early universe. The Winslow group is part of two international collaborations: the bolometer-based CUORE experiment and the liquid-scintillator-based KamLAND-Zen experiment. This work also includes crystal and readout development for the CUORE upgrade, CUPID, and a prototype of a directional liquid scintillator experiment, NuDot. The axion was proposed as part of the solution to why the strong interaction does not violate CP symmetry, a mirror like symmetry that some processes conserve. This very light particle is also an excellent candidate for dark matter. It should have a very small coupling to electromagnetism. The ABRACADABRA (ABRA) experiment searches for a small magnetic field to appear in the center of a toroidal magnet due to the axion. The group demonstrated this technique with the ABRA-10cm experiment and is now working towards a larger and more sensitive experiment. Winslow received her BA in physics and astronomy in 2001 and her PhD in physics in 2008, both from the University of California at Berkeley. After a postdoctoral fellowship at MIT, she was appointed as an assistant professor at the University of California at Los Angeles. Winslow was appointed as an assistant professor at MIT in 2015. She has won several awards including the L’Oreal for Women in Science Fellowship in 2010 and the 2016 Breakthrough Prize as part of the KamLAND collaboration. Related News \"Dark matter experiment finds no evidence of axions\" , 3.29.2019] \"Paying it forward: Fellowship boosts women in physics\" , 8.2.2018] \"Scientists report first results from CUORE neutrino experiment\" [ , 3.26.2018] \"Who you gonna call? MIT physicists!\" Symmetry Magazine , 7.15.2016] \"The Real Science In The New Ghostbusters\" [ Science Friday , 7.15.2016] J. L. Ouellet et al., \"Design and implementation of the ABRACADABRA-10 cm axion dark matter search,'' Phys. Rev. D 99, no. 5, 052012 (2019) J. L. Ouellet et al., \"First Results from ABRACADABRA-10 cm: A Search for Sub-𝜇eV Axion Dark Matter,'' Phys. Rev. Lett. 122, no. 12, 121802 (2019) J. Gruszko, et al., \"Detecting Cherenkov light from 1–2 MeV electrons in linear alkylbenzene,''  JINST 14, no. 02, P02005 (2019) C. Alduino et al. [CUORE Collaboration], \"First Results from CUORE: A Search for Lepton Number Violation via 0𝜈𝛽𝛽 Decay of 130 Te,'' Phys.Rev.Lett. 120, no. 13, 132501 (2018) A. Gando et al. [KamLAND-Zen Collaboration], \"Search for Majorana Neutrinos near the Inverted Mass Hierarchy Region with KamLAND-Zen,'' Phys. Rev. Lett. 117, no. 8, 082503 (2016) Full publication list from inSpire November 5, 2020 6:16 PM"
            ]
        ]
    ]
}