{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WV98LJHQ",
            "mZ1pvCEAAAAJ",
            [
                "Effects of cattle management on oak regeneration in northern Californian Mediterranean oak woodlands",
                "Fine scale spatial genetic structure in Pouteria reticulata (Engl.) Eyma (Sapotaceae), a dioecious, vertebrate dispersed tropical rain forest tree species",
                "Host plant phylogeny and abundance predict root‐associated fungal community composition and diversity of mutualists and pathogens",
                "Host affinity of endophytic fungi and the potential for reciprocal interactions involving host secondary chemistry",
                "Community composition and diversity of Neotropical root‐associated fungi in common and rare trees",
                "Mutualist and pathogen traits interact to affect plant community structure in a spatially explicit model"
            ],
            [
                "Oak woodlands of Mediterranean ecosystems, a major component of biodiversity hotspots in Europe and North America, have undergone significant land-use change in recent centuries, including an increase in grazing intensity due to the widespread presence of cattle. Simultaneously, a decrease in oak regeneration has been observed, suggesting a link between cattle grazing intensity and limited oak regeneration. In this study we examined the effect of cattle grazing on coast live oak (Quercus agrifolia Née) regeneration in San Francisco Bay Area, California. We studied seedling, sapling and adult density of coast live oak as well as vertebrate herbivory at 8 independent sites under two grazing conditions: with cattle and wildlife presence (n = 4) and only with wildlife (n = 4). The specific questions we addressed are: i) to what extent cattle management practices affect oak density, and ii) what is the effect of rangeland management on herbivory and size of young oak plants. In areas with cattle present, we found a 50% reduction in young oak density, and plant size was smaller, suggesting that survival and growth young plants in those areas are significantly limited. In addition, the presence of cattle raised the probability and intensity of herbivory (a 1.5 and 1.8-fold difference, respectively). These results strongly suggest that the presence of cattle significantly reduced the success of young Q. agrifolia through elevated herbivory. Given the potential impact of reduced recruitment on adult populations, modifying rangeland management practices to reduce cattle grazing pressure seems to be an important intervention to maintain Mediterranean oak …",
                "Dioecious tropical tree species often have small flowers and fleshy fruits indicative of small-insect pollination and vertebrate seed dispersal. We hypothesize that seed mediated gene flow should be exceed pollen-mediated gene flow in such species, leading to weak patterns of fine scale spatial genetic structure (SGS). In the present study, we characterize novel microsatellite DNA markers and test for SGS in sapling (N= 100) and adult trees (N= 99) of the dioecious canopy tree Pouteria reticulata (Sapotaceae) in a 50 ha forest dynamics plot on Barro Colorado Island (BCI), Panama. The five genetic markers contained between five and 15 alleles per locus, totaling 51 alleles in the sample population. Significant SGS at local spatial scales (< 100 m) was detected in the sapling (dbh≈ 1 cm) and adult (dbh≥ 20 cm) size classes, but was stronger in the former (sapling S p= 0.010±0.004, adult S p= 0.006±0.002 …",
                "  Interactions between plants and their root‐associated fungi (RAF) may influence the relative abundance of tree species and determine forest community diversity. Such plant–soil feedbacks in turn depend on the degree to which spatial distance and phylogenetic relatedness of host trees structure pathogen and mutualist communities, but research detailing these aspects of RAF communities is lacking. Here, we characterize plant–RAF associations across a diverse plant community, focusing on the degree to which RAF communities are structured by spatial distance, host phylogenetic relatedness, and host abundance. We compare results for different functional groups, including both putative mutualists and pathogens, an aspect poorly examined hitherto. We collected roots at regular intervals along ten 50 m by 2 m transects, then used DNA barcoding to identify host plants, and characterize the associated fungal …",
                "Interactions between fungal endophytes and their host plants present useful systems for identifying important factors affecting assembly of host‐associated microbiomes. Here we investigated the role of secondary chemistry in mediating host affinity of asymptomatic foliar endophytic fungi using Psychotria spp. and Theobroma cacao (cacao) as hosts.First, we surveyed endophytic communities in Psychotria species in a natural common garden using culture‐based methods. Then we compared differences in endophytic community composition with differences in foliar secondary chemistry in the same host species, determined by liquid chromatography–tandem mass spectrometry. Finally, we tested how inoculation with live and heat‐killed endophytes affected the cacao chemical profile.Despite sharing a common environment and source pool for endophyte spores, different Psychotria …",
                "Interactions between plants and root‐associated fungi can affect the assembly, diversity, and relative abundances of tropical plant species. Host–symbiont compatibility and some degree of host specificity are prerequisites for these processes to occur, and these prerequisites may vary with host abundance. However, direct assessments of whether specificity of root‐associated fungi varies with host abundance are lacking. Here, in a diverse tropical forest in Los Tuxtlas, Mexico, we couple DNA metabarcoding with a sampling design that controls for host phylogeny, host age, and habitat variation, to characterize fungal communities associated with the roots of three confamilial pairs of host species that exhibit contrasting (high and low) relative abundances. We uncovered a functionally and phylogenetically diverse fungal community composed of 1,038 OTUs (operational taxonomic units with 97% genetic similarity …",
                "Empirical studies show that plant-soil feedbacks (PSF) can generate negative density dependent (NDD) recruitment capable of maintaining plant community diversity at landscape scales. However, the observation that common plants often exhibit relatively weaker NDD than rare plants at local scales is difficult to reconcile with the maintenance of overall plant diversity. We develop a spatially explicit simulation model that tracks the community dynamics of microbial mutualists, pathogens, and their plant hosts. We find that net PSF effects vary as a function of both host abundance and key microbial traits (eg, host affinity) in ways that are compatible with both common plants exhibiting relatively weaker local NDD, while promoting overall species diversity. The model generates a series of testable predictions linking key microbial traits and the relative abundance of host species, to the strength and scale of PSF and …"
            ],
            [
                [
                    "ecological genetics",
                    "plant-fungal interactions",
                    "plant community ecology"
                ]
            ]
        ]
    ]
}