{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WVPWGZCN",
            "5orKjqgAAAAJ",
            [
                "Modelling disease outbreaks in realistic urban social networks",
                "A weighted and directed interareal connectivity matrix for macaque cerebral cortex",
                "Cortical high-density counterstream architectures",
                "Weight consistency specifies regularities of macaque cortical networks",
                "Jamming is limited in scale-free systems",
                "A predictive network model of cerebral cortical connectivity based on a distance rule",
                "Complexity of the international agro-food trade network and its impact on food safety",
                "Suppressing roughness of virtual times in parallel discrete-event simulations",
                "Competition-driven network dynamics: Emergence of a scale-free leadership structure and collective efficiency",
                "Efficient and exact sampling of simple graphs with given arbitrary degree sequence"
            ],
            [
                "Most mathematical models for the spread of disease use differential equations based on uniform mixing assumptions 1 or ad hoc models for the contact process 2, 3, 4. Here we explore the use of dynamic bipartite graphs to model the physical contact patterns that result from movements of individuals between specific locations. The graphs are generated by large-scale individual-based urban traffic simulations built on actual census, land-use and population-mobility data. We find that the contact network among people is a strongly connected small-world-like 5 graph with a well-defined scale for the degree distribution. However, the locations graph is scale-free 6, which allows highly efficient outbreak detection by placing sensors in the hubs of the locations network. Within this large-scale simulation framework, we then analyse the relative merits of several proposed mitigation strategies for smallpox spread. Our …",
                "Retrograde tracer injections in 29 of the 91 areas of the macaque cerebral cortex revealed 1,615 interareal pathways, a third of which have not previously been reported. A weight index (extrinsic fraction of labeled neurons [FLNe]) was determined for each area-to-area pathway. Newly found projections were weaker on average compared with the known projections; nevertheless, the 2 sets of pathways had extensively overlapping weight distributions. Repeat injections across individuals revealed modest FLNe variability given the range of FLNe values (standard deviation <1 log unit, range 5 log units). The connectivity profile for each area conformed to a lognormal distribution, where a majority of projections are moderate or weak in strength. In the G29 × 29 interareal subgraph, two-thirds of the connections that can exist do exist. Analysis of the smallest set of areas that collects links from all 91 nodes of the G …",
                "The cerebral cortex is divisible into many individual areas, each exhibiting distinct connectivity profiles, architecture, and physiological characteristics. Interactions among cortical areas underlie higher sensory, motor, and cognitive functions. Graph theory provides an important framework for understanding network properties of the interareal weighted and directed connectivity matrix reported in recent studies.Density and topology of the cortical graph. (Left) The 66% density of the cortical matrix (black triangle) is considerably greater than in previous reports (colored points) and is inconsistent with a small-world network. (Right) A bow-tie representation of the high-density cortical matrix. The high-efficiency cortical core has defined relations with the cortical periphery in the two fans.We derive an exponential distance rule that predicts many binary and weighted features of the cortical network …",
                "To what extent cortical pathways show significant weight differences and whether these differences are consistent across animals (thereby comprising robust connectivity profiles) is an important and unresolved neuroanatomical issue. Here we report a quantitative retrograde tracer analysis in the cynomolgus macaque monkey of the weight consistency of the afferents of cortical areas across brains via calculation of a weight index (fraction of labeled neurons, FLN). Injection in 8 cortical areas (3 occipital plus 5 in the other lobes) revealed a consistent pattern: small subcortical input (1.3% cumulative FLN), high local intrinsic connectivity (80% FLN), high-input form neighboring areas (15% cumulative FLN), and weak long-range corticocortical connectivity (3% cumulative FLN). Corticocortical FLN values of projections to areas V1, V2, and V4 showed heavy-tailed, lognormal distributions spanning 5 orders of …",
                "A large number of complex networks are scale-free 1, 2—that is, they follow a power-law degree distribution. Here we propose that the emergence of many scale-free networks is tied to the efficiency of transport and flow processing across these structures. In particular, we show that for large networks on which flows are influenced or generated by gradients of a scalar distributed on the nodes, scale-free structures will ensure efficient processing, whereas structures that are not scale-free, such as random graphs 3, will become congested.",
                "Recent advances in neuroscience have engendered interest in large-scale brain networks. Using a consistent database of cortico-cortical connectivity, generated from hemisphere-wide, retrograde tracing experiments in the macaque, we analyzed interareal weights and distances to reveal an important organizational principle of brain connectivity. Using appropriate graph theoretical measures, we show that although very dense (66%), the interareal network has strong structural specificity. Connection weights exhibit a heavy-tailed lognormal distribution spanning five orders of magnitude and conform to a distance rule reflecting exponential decay with interareal separation. A single-parameter random graph model based on this rule predicts numerous features of the cortical network: (1) the existence of a network core and the distribution of cliques, (2) global and local binary properties, (3) global and local weight …",
                "With the world’s population now in excess of 7 billion, it is vital to ensure the chemical and microbiological safety of our food, while maintaining the sustainability of its production, distribution and trade. Using UN databases, here we show that the international agro-food trade network (IFTN), with nodes and edges representing countries and import-export fluxes, respectively, has evolved into a highly heterogeneous, complex supply-chain network. Seven countries form the core of the IFTN, with high values of betweenness centrality and each trading with over 77% of all the countries in the world. Graph theoretical analysis and a dynamic food flux model show that the IFTN provides a vehicle suitable for the fast distribution of potential contaminants but unsuitable for tracing their origin. In particular, we show that high values of node betweenness and vulnerability correlate well with recorded large food poisoning outbreaks.",
                "In a parallel discrete-event simulation (PDES) scheme, tasks are distributed among processing elements (PEs) whose progress is controlled by a synchronization scheme. For lattice systems with short-range interactions, the progress of the conservative PDES scheme is governed by the Kardar-Parisi-Zhang equation from the theory of nonequilibrium surface growth. Although the simulated (virtual) times of the PEs progress at a nonzero rate, their standard deviation (spread) diverges with the number of PEs, hindering efficient data collection. We show that weak random interactions among the PEs can make this spread nondivergent. The PEs then progress at a nonzero, near-uniform rate without requiring global synchronizations.",
                "Using the minority game as a model for competition dynamics, we investigate the effects of interagent communications across a network on the global evolution of the game. Agent communication across this network leads to the formation of an influence network, which is dynamically coupled to the evolution of the game, and it is responsible for the information flow driving the agents’ actions. We show that the influence network spontaneously develops hubs with a broad distribution of in-degrees, defining a scale-free robust leadership structure. Furthermore, in realistic parameter ranges, facilitated by information exchange on the network, agents can generate a high degree of cooperation making the collective almost maximally efficient.",
                "Uniform sampling from graphical realizations of a given degree sequence is a fundamental component in simulation-based measurements of network observables, with applications ranging from epidemics, through social networks to Internet modeling. Existing graph sampling methods are either link-swap based (Markov-Chain Monte Carlo algorithms) or stub-matching based (the Configuration Model). Both types are ill-controlled, with typically unknown mixing times for link-swap methods and uncontrolled rejections for the Configuration Model. Here we propose an efficient, polynomial time algorithm that generates statistically independent graph samples with a given, arbitrary, degree sequence. The algorithm provides a weight associated with each sample, allowing the observable to be measured either uniformly over the graph ensemble, or, alternatively, with a desired distribution. Unlike other algorithms, this method always produces a sample, without back-tracking or rejections. Using a central limit theorem-based reasoning, we argue, that for large , and for degree sequences admitting many realizations, the sample weights are expected to have a lognormal distribution. As examples, we apply our algorithm to generate networks with degree sequences drawn from power-law distributions and from binomial distributions."
            ],
            [
                [
                    "statistical mechanics",
                    "nonlinear dynamical systems and chaos theory",
                    "complex networks",
                    "brain neuronal networks",
                    "foundations of c"
                ]
            ]
        ]
    ]
}