{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WW0CC6QU",
            "p2L7lpcAAAAJ",
            [
                "A comparative study of outcomes of nasal prongs and nasal mask as CPAP interface in preterm neonates: A randomized control trial",
                "Longitudinally extensive transverse myelitis following dengue virus infection: A rare entity",
                "Repeated painful stimuli may affect pain response in neonates of more than 34 weeks post-conceptional age: A case control study"
            ],
            [
                "Background: Nasal prongs are a common method of providing CPAP to newborn babies. They are the cause of mild to severe trauma to the nose and nasal septum and may result in CPAP failure. Nasal masks are now being used to try and mitigate the trauma. These are form fitting masks placed over the nose and are thought to cause less trauma than nasal prongs. Methods: A study was conducted on preterm neonates (28–34-week gestation) with respiratory distress within 24 h of life, admitted in a tertiary care center, Meerut. Babies were randomized and divided into two groups while being put on bubble continuous positive airway pressure (CPAP), using either nasal prongs (Group A) or nasal masks (Group B). The data generated were collected and analyzed for mean duration of CPAP, duration of hospital stay, CPAP failure, retinopathy of prematurity, necrotizing enterocolitis, patent ductus arteriosus, and …",
                "Association of dengue fever with longitudinally extensive transverse myelitis in pediatric age group is a rare entity. We describe a case of 15 year old adolescent male who presented with dengue fever and in whom symptoms of transverse myelitis developed 4 weeks after fever (post-infectious stage). Magnetic resonance imaging confirmed the diagnosis of longitudinally extensive transverse myelitis involving dorso-lumbar cord. Patient recovered almost completely with minimal residual neurological deficit after a six weeks course of corticosteroids and supportive management including physiotherapy.",
                "Objective: To evaluate the effect of repeated painful stimuli on pain response in neonates of more than 34 weeks post conceptional age.Method: A case control study was done. Cases comprised neonates more than 34 weeks gestational age having more than ten repeated painful procedures. Controls included age and sex matched neonates with less than three painful procedures. The outcome variables were the duration of cry and Modified Facial Coding Score (MFCS) after intramuscular injection.Results: A total of 100 neonates were enrolled (50 as cases and 50 as controls). Median (interquartile range) of duration of cry in case and control groups was 26 (20-48 seconds) and 30.5 (20-78 seconds) respectively (p> 0.05). MFCS score at immediate, 1 and 3 minutes was not statistically significant in the two groups (p> 0.05).Conclusions: Exposure to frequent painful stimuli in early neonatal life may not significantly alter pain response in neonates more than 34 weeks post conceptional age."
            ],
            [
                [
                    "Pediatrics"
                ]
            ],
            [
                "Archana Dubey Senior Lecturer PSB 322 Archana.Dubey@ucf.edu 407-823-1543 Dr. Dubey received her PhD in Physics from  Bhavnagar University, Bhavnagar, India in 1998. She worked as a Post Doctoral Research Associate in RPI, Troy, NY as well as at UCF. She joined UCF in 2001 where she is an Associate Lecturer. Highlights Electronic Structure Study of Certain Rhizoferrin Analogs and its Ferric-Ion Complexes – A. Dubey and O. Heinonen- under preparation, to be submitted to BioMetals. First-Principles Electronic Structure Study of Rhizoferrin and its Fe(III) Complexes – A. Dubey and O. Heinonen, BioMetals.  26 (2013) 1003–1012. First principles Electronic Structure Investigation of Order of Singlet and Triplet States of Oxyhemoglobin and Analysis of Possible Influence of Muon Trapping-S. R. Badu, R. H. Pink, R. H. Scheicher, Archana Dubey and N. Sahoo, et al, Hyperfine Interact. 197(2010), 331-340. Theoretical Investigation of Nuclear Quadrupole Interactions in DNA at First–Principles Level- Dip N. Mahato, Archana Dubey, R.H. Pink, R.H. Scheicher, K. Nagamine, E.Torikai, H.P.Saha, Lee Chow, M.B. Huang, T.P. Das, Hyperfine Interact. 181 (2008) 81–86. Investigation of the Hyperfine Properties of deoxyHemoglobin based on  its Electronic Structure obtained by Hartree-Fock Roothaan Procedure.- K. Ramani Lata, N. Sahoo, Archana Dubey, R.H. Scheicher, S.R. Badu, R.H. Pink, Dip N. Mahato, A.F. Schulte, H.P. Saha, N.B. Maharjan, Lee Chow, T.P. Das,  Hyperfine Interact.  181 (2008):75–80. First-Principles Hartree-Fock Cluster Study of Very Dilute Transition Metal And Rare-Earth Ion Systems In Silicon -R.H. Pink, S.R. Badu, A. Dubey, R.H. Scheicher, J.Jeong, S.R. Byahut, L. Chow, M.B. Huang, T.P. Das, American Institute of Physics, Conference Proceedings, #1003, 235-244 (2008) [Proceedings of International Conference on Magnetic Materials, 2007]. Nuclear Quadrupole Interactions and Electronic Structure of BF 3 -H 2 O Complex- Archana Dubey,  H. P. Saha,  R. H. Pink, Dip N. Mahato, R. H. Scheicher, Mahendra K. Mahanti, Lee Chow, T. P. Das. Hyperfine Interactions (Springer) 176, 45(2007). Theory of Electronic Structure and Nuclear Quadrupole Interactions in the BF 3 -NH 3 Complex and its Methyl Derivatives – R. H. Pink, Archana Dubey, Dip N. Mahato, R. H. Scheicher, Mahendra K. Mahanti, M. B. Huang, H. P. Saha, Lee Chow, T. P. Das,  Hyperfine Interactions (Springer) 176, 39(2007). First Principles Study of Nuclear Quadrupole Interactions in the Molecular Solid BF 3 and the nature of binding between the Molecules – Dip N. Mahato, R. H. Pink, R. H. Scheicher, Archana  Dubey, H.P. Saha , Lee Chow, Mahendra K. Mahanti, T. P. Das,  Hyperfine  Interactions (Springer) 176, 15 (2007). Thickness Dependence of the Magnetic Hysteresis of NiFe-31% Films as a Function of an Applied Isotropic In-plane Stress- Claude Garrett, Patrick Holland, Wilhelmus J. Geerts, Dustin Ragan, Archana Dubey, Steve Rios, Anup K. Bandyopadhyay,  J. Appl. Phys. 93 (2003) pp. 8624-8626. Magnetic Hysteresis Measurements of Thin Films of NiFe-31% under Isotropic Stress- Patrick  Holland, Mary Kempton, Dustin Ragan, Steve Rios, Anup K. Bandyopadhyay, Archana Dubey, Wilhelmus J. Geerts,  J. Magn. Magn. Mat.  250 (2002) L1-L5. Highlights Teaching Incentive Program (TIP) Award, University of Central Florida, 2010-2011. Honoree, “Women Making History Celebration”, Mar 5, 2008,Women’s Research Center, University of Central Florida, Orlando, FL. M. Hildred Blewett Scholarship from American Physical Society, 2007 Honoree, Women’s Research V, “Honoring the Women of Physics”, Oct 20, 2005, Women’s Research Center, University of Central Florida, Orlando, FL. UCF Faculty Rise to New Heights: 2014 Promotion and Tenure The  College of Sciences is pleased to announce all faculty members who were promoted or earned tenure this year. Tenure and Promotion to Associate Professor…"
            ]
        ]
    ]
}