{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WX6TM8FC",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "BOLESLAW (BOLEK) WYSLOUCH Professor of Physics Director, Laboratory for Nuclear Science Director, Bates Linear Accelerator Center wyslouch@mit.edu (617) 253-7800 26-505 Elsye Luc (617) 452-2556 RELATED LINKS: MIT Laboratory for Nuclear Science Bates Linear Accelerator Center Relativistic Heavy Ion Group Experimental Nuclear & Particle Physics > High Energy Physics Professor Wyslouch is studying the interactions between subatomic particles by looking at the very energetic collisions of heavy ions. He and his colleagues are studying extremely hot and dense states of nuclear matter. Professor Wyslouch conducts experiments at the Large Hadron Collider at CERN in Geneva, Switzerland. He is one of the founders and leaders of the heavy ion program in the CMS experiment, one of the large, multipurpose particle detectors at LHC. The results from the first runs of LHC show, among others, that the hot plasma strongly suppresses production of high energy jets and it redistributes the jet energy among slow particles. The CMS group also discovered surprisingly strong collective effects in ion-ion collisions but also proton-proton and proton-ion collision. The detailed investigations of these phenomena will last likely for the next several years with LHC planning to increase energy and intensity of the beams. Before joining CMS Professor Wyslouch conducted multiple high energy and nuclear physics experiments at CERN and at Brookhaven National Laboratory RHIC facility. Professor Wyslouch is interested in the computational aspects of nuclear and high energy experiments as well as the development of trigger algorithms for these experiments. After completing his undergraduate work in Physics at the University of Warsaw in 1981, Professor Wyslouch began his association with MIT, first as a doctoral student, where he earned a Ph.D. in Physics in 1987. In the same year, he became a postdoctoral fellow at the European Laboratory for Particle Physics (CERN) in Geneva, Switzerland. From 1990, he was a Research Associate with MIT's Laboratory for Nuclear Science (LNS) , stationed at CERN, before being named an Assistant Professor in 1991. Professor Wyslouch was promoted to Associate Professor without tenure in 1997 and Associate Professor with tenure in July 1998. In July 2002, he was promoted to full Professor. He is currently serving as Director of the Laboratory for Nuclear Science as of 2015. First Results from  Pb+Pb Collisions at the LHC , B. Mueller, J. Schukraft, B. Wyslouch, Annu. Rev. Nucl.  Part. Sci. 2012. 62:361-86 Observation  and studies of jet quenching in PbPb collisions at 2.76 TeV , CMS Collaboration, Phys. Rev. C 84, 024906 (2011) Charged particle multiplicity near mid-rapidity in central Au + Au collisions at sqrt(s) = 56 GeV and 130 GeV , B. B. Back et al. (PHOBOS collab.), Phys. Rev. Lett. 85 3100 (2000). How Strange is Phobos? First RHIC Physics Results and Future Prospects , Phobos Collab. (Back et al) J. Phys. G 27 , 659 (2000). Search for Disoriented Chiral Condensates in 158 AGeV Pb+Pb Collisions , M. Aggarwal et al. (WA98 Collab.), Phys.Lett. B 420 : 169-179 (1998). Silicon Pad Multiplicity Detector for WA98 Experiment , W. T. Lin et al., Nucl. Inst. Meth. A 389 415-420 (1997). Phobos Conceptual Design Report , Brookhaven National Laboratory, with Phobos Collab., (1993). September 1, 2020 8:58 AM"
            ]
        ]
    ]
}