{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "WXMCSCOV",
            "-LpQ89IAAAAJ",
            [
                "An Effective field theory for collinear and soft gluons: Heavy to light decays",
                "Summing Sudakov logarithms in B→ X s γ in effective field theory",
                "Color-Octet Fragmentation and the  Surplus at the Fermilab Tevatron",
                "Hard scattering factorization from effective field theory",
                "B physics at the Tevatron: Run II and beyond",
                "Fragmentation production of Jψ and ψ′ at the Tevatron",
                "Jets from massive unstable particles: Top-mass determination",
                "Production of heavy quarkonium in high-energy colliders",
                "NNLO corrections to nucleon–nucleon scattering and perturbative pions",
                "Top jets in the peak region: factorization analysis with next-to-leading-log resummation"
            ],
            [
                "We construct the Lagrangian for an effective theory of highly energetic quarks with energy Q, interacting with collinear and soft gluons. This theory has two low energy scales, the transverse momentum of the collinear particles, p⊥, and the scale p⊥ 2\/Q. The heavy to light currents are matched onto operators in the effective theory at one loop and the renormalization group equations for the corresponding Wilson coefficients are solved. This running is used to sum Sudakov logarithms in inclusive B→ X s γ and B→ X u l ν decays. We also show that the interactions with collinear gluons preserve the relations for the soft part of the form factors for heavy-to-light decays found by Charles et al.[Phys. Rev. D 60, 014001 (1999)], establishing these relations in the large energy limit of QCD.",
                "We construct an effective field theory valid for processes in which highly energetic light-like particles interact with collinear and soft degrees of freedom, using the decay B→ X s γ near the end point of the photon spectrum, x= 2 E γ\/m b→ 1, as an example. Below the scale μ= m b both soft and collinear degrees of freedom are included in the effective theory, while below the scale μ= m b x− y, where 1− y is the light cone momentum fraction of the b quark in the B meson, we match onto a theory of bilocal operators. We show that at one loop large logarithms cancel in the matching conditions, and that we recover the well-known renormalization group equations that sum leading Sudakov logarithms.",
                "The production rate of prompt ψ′'s at large transverse momentum at the Fermilab Tevatron is larger than theoretical expectations by about a factor of 30. As a solution to this puzzle, we suggest that the dominant ψ′ production mechanism is the fragmentation of a gluon into a c c pair in a pointlike color-octet S-wave state, which subsequently evolves nonperturbatively into a ψ′ plus light hadrons. This contribution to the fragmentation function is enhanced by a short-distance factor of 1\/α s 2, which may compensate for its suppression by v 4, where v is the relative momentum of the charm quark in the ψ′.",
                "In this paper we show how gauge symmetries in an effective theory can be used to simplify proofs of factorization formulas in highly energetic hadronic processes. We use the soft-collinear effective theory, generalized to deal with back-to-back jets of collinear particles. Our proofs do not depend on the choice of a particular gauge, and the formalism is applicable to both exclusive and inclusive factorization. As examples we treat the π− γ form factor (γ γ*→ π 0), light meson form factors (γ* M→ M), as well as deep inelastic scattering (e− p→ e− X), the Drell-Yan process (p p→ Xl+ l−), and deeply virtual Compton scattering (γ* p→ γ (*) p).",
                "This report provides a comprehensive overview of the prospects for B physics at the Tevatron. The work was carried out during a series of workshops starting in September 1999. There were four working groups: 1) CP Violation, 2) Rare and Semileptonic Decays, 3) Mixing and Lifetimes, 4) Production, Fragmentation and Spectroscopy. The report also includes introductory chapters on theoretical and experimental tools emphasizing aspects of B physics specific to hadron colliders, as well as overviews of the CDF, D0, and BTeV detectors, and a Summary.",
                "We present a calculation of the charm and gluon fragmentation contributions to inclusive J ψ and ψ′ production at large transverse momentum at the Tevatron. For ψ production, we include both fragmentation directly into ψ and fragmentation into χ c followed by the radiative decay χ c→ ψ+ λ. We find that fragmentation overwhelms the leading-order mechanisms for prompt ψ production at large p T, and that the dominant contributions come from fragmentation into χ c. Our results are consistent with recent data on ψ production from the CDF and D0 experiments. In the case of prompt ψ′ production, the dominant mechanism at large p T is charm fragmentation into ψ′. We find serious disagreement between our theoretical predictions and recent ψ′ data from the Tevatron.",
                "We construct jet observables for energetic top quarks that can be used to determine a short-distance top quark mass from reconstruction in e+ e− collisions with accuracy better than Λ QCD. Using a sequence of effective field theories we connect the production energy, mass, and top width scales, Q≫ m≫ Γ, for the top jet cross section, and derive a QCD factorization theorem for the top invariant mass spectrum. Our analysis accounts for α s corrections from the production and mass scales, corrections due to constraints in defining invariant masses, nonperturbative corrections from the cross talk between the jets, and α s corrections to the Breit-Wigner line shape. This paper mainly focuses on deriving the factorization theorem for hemisphere invariant mass distributions and other event shapes in e+ e− collisions applicable at a future linear collider. We show that the invariant mass distribution is not a simple Breit …",
                "▪ Abstract Recent data from the Tevatron collider have revealed that the production rate of prompt charmonium at large transverse momentum is orders of magnitude larger than the best theories of a few years ago had predicted. These surprising results can be understood by taking into account two recent developments that have dramatically revised the theoretical description of heavy-quarkonium production. The first is the realization that fragmentation must dominate at large transverse momentum, which implies that most charmonium in this kinematic region is produced by the hadronization of individual high-p T partons. The second is the development of a factorization formalism for quarkonium production based on nonrelativistic QCD that allows the formation of charmonium from color-octet pairs to be treated systematically. This review summarizes these theoretical developments and their implications for …",
                "The 1S0, 3S1, and 3D1 nucleon–nucleon scattering phase shifts are calculated at next-to-next-to-leading order (NNLO) in an effective field theory. Predictions for the 1P1, 3P0,1,2, 1D2, and 3D2,3 phase shifts at this order are also compared with data. The calculations treat pions perturbatively and include the NNLO contributions from order Qr3 and Qr4 radiation pion graphs. In the 3S1, 3D1 and 3P0,2 channels we find large disagreement with the Nijmegen partial-wave analysis at NNLO. These spin triplet channels have large corrections from graphs with two potential pion exchange which do not vanish in the chiral limit. We compare our results to calculations within the Weinberg approach, and find that in some spin triplet channels the summation of potential pion diagrams seems to be necessary to reproduce the observed phase shifts. In the spin singlet channels the nonperturbative treatment of potential pions …",
                "We consider top quarks produced at large energy in e+ e− collisions, and address the question of what top mass can be measured from reconstruction. The production process is characterized by well-separated scales: the center-of-mass energy Q, the top mass m, the top decay width Γ t, and also Λ QCD; scales which can be disentangled with effective theory methods. In particular we show how the mass measurement depends on the way in which soft radiation is treated, and that this can shift the mass peak by an amount of order Q Λ QCD\/m. We sum large logs for Q≫ m≫ Γ t> Λ QCD and demonstrate that the renormalization group ties together the jet and soft interactions below the scale m. Necessary conditions for the invariant mass spectrum to be protected from large logs are formulated. Results for the cross section are presented at next-to-leading order with next-to-leading-log (NLL) resummation, for invariant …"
            ],
            [
                [
                    "physics"
                ]
            ],
            [
                "Sean Fleming Sean Fleming Professor of Physics Office: PAS 386C 626-4377 spf@email.arizona.edu Ph. D., 1995, Northwestern University My research is focused on the development and application of effective field theories to quantum chromodynamics, with the ultimate goal of achieving a deeper understanding of the strong interactions that underlie nuclear physics. Measurements of QCD made by contemporary nuclear and particle experiments are often complicated by the presence of multiple disparate energy scales which obscure the relevant physics. The effective theories I develop and work with provide a powerful organizing tool for systematically separating different scales, resulting in a simpler and more predictive framework. I have worked on non-relativistic effective theories of the strong interactions (NRQCD), an effective theory of heavy nucleons coupled to pions, heavy-quark effective theory (HQET), and soft collinear effective theory (SCET). For details of my current research interests please check my personal website Honors and Awards: OJI award 2005 Bauer, C.W., Fleming, S., Pirjol, D., Stewart, I.W. An Effective field theory for collinear and soft gluons: Heavy to light decays. Phys. Rev. D63 (2001) 114020. Fleming, S., Labun, O. Z. Rapidity regulators in the semi-inclusive deep inelastic scattering and Drell-Yan processes. Phys. Rev. D95 (2017) no.11, 114020. Fleming, S., Leibovich, A.K., Mehen, T., Rothstein, I.Z. The Systematics of Quarkonium Production at the LHC and Double Parton Fragmentation. Phys.Rev. D86 (2012) 094012. Fickinger, M. Fleming, S., Kim, C., Mereghetti, E. Effective field theory approach to heavy quark fragmentation. JHEP 1611 (2016) 095. Fleming, S. The role of Glauber Exchange in Soft Collinear Effective Theory and the Balitsky-Fadin-Kuraev-Lipatov Equation. Phys. Lett. B 735, 266 (2014)."
            ]
        ]
    ]
}