{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X1MF06FB",
            "KCKyECcAAAAJ",
            [
                "Quantum spin Hall state in monolayer 1T'-WTe2",
                "Theory of Floquet band formation and local pseudospin textures in pump-probe photoemission of graphene",
                "Quantum quench of Kondo correlations in optical absorption",
                "Dynamic nuclear spin polarization in the resonant laser excitation of an InGaAs quantum dot",
                "Many-body dynamics of exciton creation in a quantum dot by optical absorption: A quantum quench towards kondo correlations",
                "Effects of Magnetic Doping on Weak Antilocalization in Narrow Bi2Se3 Nanoribbons",
                "Correlated electronic phases in twisted bilayer transition metal dichalcogenides",
                "All-optical materials design of chiral edge modes in transition-metal dichalcogenides",
                "Dynamical time-reversal symmetry breaking and photo-induced chiral spin liquids in frustrated Mott insulators",
                "Position-momentum duality and fractional quantum hall effect in chern insulators"
            ],
            [
                "A quantum spin Hall (QSH) insulator is a novel two-dimensional quantum state of matter that features quantized Hall conductance in the absence of a magnetic field, resulting from topologically protected dissipationless edge states that bridge the energy gap opened by band inversion and strong spin–orbit coupling 1, 2. By investigating the electronic structure of epitaxially grown monolayer 1T'-WTe 2 using angle-resolved photoemission (ARPES) and first-principles calculations, we observe clear signatures of topological band inversion and bandgap opening, which are the hallmarks of a QSH state. Scanning tunnelling microscopy measurements further confirm the correct crystal structure and the existence of a bulk bandgap, and provide evidence for a modified electronic structure near the edge that is consistent with the expectations for a QSH insulator. Our results establish monolayer 1T'-WTe 2 as a new class of …",
                "Ultrafast materials science promises optical control of physical properties of solids. Continuous-wave circularly polarized laser driving was predicted to induce a light-matter coupled state with an energy gap and a quantum Hall effect, coined Floquet topological insulator. Whereas the envisioned Floquet topological insulator requires high-frequency pumping to obtain well-separated Floquet bands, a follow-up question regards the creation of Floquet-like states in graphene with realistic low-frequency laser pulses. Here we predict that short optical pulses attainable in experiments can lead to local spectral gaps and novel pseudospin textures in graphene. Pump-probe photoemission spectroscopy can track these states by measuring sizeable energy gaps and Floquet band formation on femtosecond time scales. Analysing band crossings and pseudospin textures near the Dirac points, we identify new states with …",
                "The interaction between a single confined spin and the spins of an electron reservoir leads to one of the most remarkable phenomena of many-body physics—the Kondo effect 1, 2. Electronic transport measurements on single artificial atoms, or quantum dots, have made it possible to study the effect in great detail 3, 4, 5. Here we report optical measurements on a single semiconductor quantum dot tunnel-coupled to a degenerate electron gas which show that absorption of a single photon leads to an abrupt change in the system Hamiltonian and a quantum quench of Kondo correlations. By inferring the characteristic power-law exponents from the experimental absorption line shapes, we find a unique signature of the quench in the form of an Anderson orthogonality catastrophe 6, 7, induced by a vanishing overlap between the initial and final many-body wavefunctions. We show that the power-law exponent that …",
                "Resonant optical excitation of lowest-energy excitonic transitions in self-assembled quantum dots leads to nuclear spin polarization that is qualitatively different from the well-known optical orientation phenomena. By carrying out a comprehensive set of experiments, we demonstrate that nuclear spin polarization manifests itself in quantum dots subjected to finite external magnetic field as locking of the higher energy Zeeman transition to the driving laser field, as well as the avoidance of the resonance condition for the lower energy Zeeman branch. We interpret our findings on the basis of dynamic nuclear spin polarization originating from noncollinear hyperfine interaction and find excellent agreement between experiment and theory. Our results provide evidence for the significance of noncollinear hyperfine processes not only for nuclear spin diffusion and decay, but also for buildup dynamics of nuclear spin …",
                "We study a quantum quench for a semiconductor quantum dot coupled to a Fermionic reservoir, induced by the sudden creation of an exciton via optical absorption. The subsequent emergence of correlations between spin degrees of freedom of dot and reservoir, culminating in the Kondo effect, can be read off from the absorption line shape and understood in terms of the three fixed points of the single-impurity Anderson model. At low temperatures the line shape is dominated by a power-law singularity, with an exponent that depends on gate voltage and, in a universal, asymmetric fashion, on magnetic field, indicative of a tunable Anderson orthogonality catastrophe.",
                "We report low-temperature, magnetotransport measurements of ferrocene-doped Bi2Se3 nanoribbons grown by vapor–liquid–solid method. The Kondo effect, a saturating resistance upturn at low temperatures, is observed in these ribbons to indicate presence of localized impurity spins. Magnetoconductances of the ferrocene-doped ribbons display both weak localization and weak antilocalization, which is in contrast with those of undoped ribbons that show only weak antilocalization. We show that the observed magnetoconductances are governed by a one-dimensional localization theory that includes spin orbit coupling and magnetic impurity scattering, yielding various scattering and dephasing lengths for Bi2Se3. The power law decay of the dephasing length on temperature also reflects one-dimensional localization regime in these narrow Bi2Se3 nanoribbons. The emergence of weak localization in ferrocene …",
                "In narrow electron bands in which the Coulomb interaction energy becomes comparable to the bandwidth, interactions can drive new quantum phases. Such flat bands in twisted graphene-based systems result in correlated insulator, superconducting and topological states. Here we report evidence of low-energy flat bands in twisted bilayer WSe 2, with signatures of collective phases observed over twist angles that range from 4 to 5.1. At half-band filling, a correlated insulator appeared that is tunable with both twist angle and displacement field. At a 5.1 twist, zero-resistance pockets were observed on doping away from half filling at temperatures below 3 K, which indicates a possible transition to a superconducting state. The observation of tunable collective phases in a simple band, which hosts only two holes per unit cell at full filling, establishes twisted bilayer transition metal dichalcogenides as an ideal platform to …",
                "Monolayer transition-metal dichalcogenides are novel materials which at low energies constitute a condensed-matter realization of massive relativistic fermions in two dimensions. Here, we show that this picture breaks for optical pumping—instead, the added complexity of a realistic materials description leads to a new mechanism to optically induce topologically protected chiral edge modes, facilitating optically switchable conduction channels that are insensitive to disorder. In contrast to graphene and previously discussed toy models, the underlying mechanism relies on the intrinsic three-band nature of transition-metal dichalcogenide monolayers near the band edges. Photo-induced band inversions scale linearly in applied pump field and exhibit transitions from one to two chiral edge modes on sweeping from red to blue detuning. We develop an ab initio strategy to understand non-equilibrium Floquet–Bloch …",
                "The search for quantum spin liquids in frustrated quantum magnets recently has enjoyed a surge of interest, with various candidate materials under intense scrutiny. However, an experimental confirmation of a gapped topological spin liquid remains an open question. Here, we show that circularly polarized light can provide a knob to drive frustrated Mott insulators into a chiral spin liquid, realizing an elusive quantum spin liquid with topological order. We find that the dynamics of a driven Kagome Mott insulator is well-captured by an effective Floquet spin model, with heating strongly suppressed, inducing a scalar spin chirality S i·(S j× S k) term which dynamically breaks time-reversal while preserving SU (2) spin symmetry. We fingerprint the transient phase diagram and find a stable photo-induced chiral spin liquid near the equilibrium state. The results presented suggest employing dynamical symmetry breaking to …",
                "We develop a first quantization description of fractional Chern insulators that is the dual of the conventional fractional quantum Hall (FQH) problem, with the roles of position and momentum interchanged. In this picture, FQH states are described by anisotropic FQH liquids forming in momentum-space Landau levels in a fluctuating magnetic field. The fundamental quantum geometry of the problem emerges from the interplay of single-body and interaction metrics, both of which act as momentum-space duals of the geometrical picture of the anisotropic FQH effect. We then present a novel broad class of ideal Chern insulator lattice models that act as duals of the isotropic FQH effect. The interacting problem is well-captured by Haldane pseudopotentials and affords a detailed microscopic understanding of the interplay of interactions and nontrivial quantum geometry."
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                "Martin Claassen Assistant Professor Flatiron Research Fellow, Center for Computational Quantum Physics, Simons Foundation Flatiron Institute (2017-2020) Ph.D. Physics, Stanford University (2017) M.Sc. Electrical Engineering, ETH Zurich (2009) My research focuses on the theory of non-equilibrium dynamics and correlated phases in quantum materials – a class of materials with emergent properties that arise from the collective behavior of electrons. Driven by rapid advances in time-resolved experiments, an exciting frontier is the possibility to use external driving such as strong optical pulses to push such materials into non-equilibrium states with novel and useful properties. This poses numerous new and interesting problems: for instance, an interacting quantum system far from equilibrium can in principle exhibit markedly different dynamics when probed on different time scales or possess properties that fundamentally cannot be realized in a conventional solid. My research aims to understand how materials properties, light, and electronic interactions or topology can conspire to realize new states of matter far from equilibrium, and tackles these questions using theoretical techniques and numerical simulations. Recent interests include many-body Floquet states, topological phases, thermalization and dissipation, ultrafast dynamics, and correlated phenomena in two-dimensional Moiré heterostructures of van der Waals materials. D. M. Kennes, L. Xian, M. Claassen , and A. Rubio, “ A New Twist in the Realization of One-Dimensional Physics ”, Nature Comm. 11, 1124 (2020) . M. Claassen , D. M. Kennes, M. Zingl, M. A. Sentef, and A. Rubio, “ Universal Optical Control of Chiral Superconductors and Majorana Modes ”, Nature Physics 15, 766 (2019) . Y. Wang, M. Claassen , C. D. Pemmaraju, C. Jia, B. Moritz, and T. P. Devereaux, “ Theoretical Understanding of Photon Spectroscopies in Correlated Materials In and Out of Equilibrium ”, Nature Rev. Mater. 3, 312 (2018) . M. Claassen , H.-C. Jiang, B. Moritz, and T. P. Devereaux, “ Dynamical Time-Reversal Symmetry Breaking and Photo-Induced Chiral Spin Liquid in Frustrated Mott Insulators ”, Nature Comm. 8, 1192 (2017) . M. Claassen , C. Jia, B. Moritz, and T. P. Devereaux, “ All-Optical Materials Design of Chiral Edge Modes in Transition-Metal Dichalcogenides ”, Nature Comm. 7, 13074 (2016) . M. Claassen , C. H. Lee, R. Thomale, X.-L. Qi, and T. P. Devereaux, “ Position-Momentum Duality and Fractional Quantum Hall Effect in Chern Insulators ”, Phys. Rev. Lett. 114, 236802 (2015) ."
            ]
        ]
    ]
}