{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X2DZXMBC",
            "jffhRgkAAAAJ",
            [
                "Interstellar photoelectric absorption cross sections, 0.03-10 keV",
                "The X-ray observatory Suzaku",
                "Photoelectric absorption cross sections with variable abundances"
            ],
            [
                "An effective absorption cross section per hydrogen atom has been calculated as a function of",
                "High-sensitivity wide-band X-ray spectroscopy is the key feature of the Suzaku X-ray observatory, launched on 2005 July 10. This paper summarizes the spacecraft, in-orbit performance, operations, and data processing that are related to observations. The scientific instruments, the high-throughput X-ray telescopes, X-ray CCD cameras, non-imaging hard X-ray detector are also described.",
                "Polynomial fit coefficients have been obtained for the energy dependences of the photoelectric absorption cross sections of 17 astrophysically important elements. These results allow the calculation of X-ray absorption in the energy range 0.03-10 keV in material with noncosmic abundances."
            ],
            [
                [
                    "Diffuse X-ray background",
                    "X-ray instrumentation"
                ]
            ],
            [
                "McCammon, Dan Dan McCammon mccammon@physics.wisc.edu (608) 262-5916 6207 Chamberlin Hall Space Physics: X-ray astronomy X-ray astronomy, Diffuse X-ray Background, Interstellar Medium, intergalactic medium, X-ray instrumentation Directions to room 6207, Chamberlin Hall or stairs to the 6th floor. Facing into the hallway, away from the two elevators, turn right. Follow the hallway to room 6207, which will be on your left. X-Ray Astrophysics UW Physics About X-Ray Astrophysics Prospective Grad Students The Group Photos Internal Wiki Links X-Ray Astrophysics Group Welcome to the home page of the X-ray Astrophysics group at the University of\nWisconsin-Madison. In this page you will find information on who we\nare, what we do, as well as a brief introduction to the topic of X-ray\nAstrophysics. Also included are descriptions of our past, present, and\nfuture experiments, and the publications resulting from this work. The Group Research Photos Last Updated: 8\/3\/2012"
            ]
        ]
    ]
}