{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X2J4D573",
            "6ZW0VvcAAAAJ",
            [
                "Hypoxic pulmonary vasoconstriction",
                "Communication and information technology in medical education",
                "Chronic hypoxia is associated with reduced delayed rectifier K+ current in rat pulmonary artery muscle cells",
                "Oxygen sensors in context",
                "Dietary soy isoflavone‐induced increases in antioxidant and eNOS gene expression lead to improved endothelial function and reduced blood pressure in vivo",
                "Voltage‐independent calcium entry in hypoxic pulmonary vasoconstriction of intrapulmonary arteries of the rat",
                "Activation of nitric oxide synthase by β2‐adrenoceptors in human umbilical vein endothelium in vitro",
                "ATP in human skin elicits a dose-related pain response which is potentiated under conditions of hyperalgesia"
            ],
            [
                "It has been known for more than 60 years, and suspected for over 100, that alveolar hypoxia causes pulmonary vasoconstriction by means of mechanisms local to the lung. For the last 20 years, it has been clear that the essential sensor, transduction, and effector mechanisms responsible for hypoxic pulmonary vasoconstriction (HPV) reside in the pulmonary arterial smooth muscle cell. The main focus of this review is the cellular and molecular work performed to clarify these intrinsic mechanisms and to determine how they are facilitated and inhibited by the extrinsic influences of other cells. Because the interaction of intrinsic and extrinsic mechanisms is likely to shape expression of HPV in vivo, we relate results obtained in cells to HPV in more intact preparations, such as intact and isolated lungs and isolated pulmonary vessels. Finally, we evaluate evidence regarding the contribution of HPV to the physiological and …",
                "The past few years have seen rapid advances in communication and information technology (C&IT), and the pervasion of the worldwide web into everyday life has important implications for education. Most medical schools provide extensive computer networks for their students, and these are increasingly becoming a central component of the learning and teaching environment. Such advances bring new opportunities and challenges to medical education, and are having an impact on the way that we teach and on the way that students learn, and on the very design and delivery of the curriculum. The plethora of information available on the web is overwhelming, and both students and staff need to be taught how to manage it effectively. Medical schools must develop clear strategies to address the issues raised by these technologies. We describe how medical schools are rising to this challenge, look at some of the …",
                "Pulmonary hypertension due to long-term hypoxia occurs as a result of both chronic obstructive pulmonary disease and habitation at high altitudes. Studies in animal models of chronic hypoxia have demonstrated the development of a persistent depolarization of pulmonary artery (PA) smooth muscle cells (SMCs). In seeking to explain this effect, we compared under normoxic conditions the K+ currents in SMCs isolated from small PA of chronically hypoxic and normoxic rats. Chronic hypoxia was associated with a marked (40–50%) reduction in amplitude of a K+ current, which had the pharmacological and kinetic characteristics of a delayed rectifier. The resting potential of the isolated PA cells from chronically hypoxic animals was significantly more positive (-43.5 +\/- 2 mV) than that of cells from normoxic animals (-54.3 +\/- 2 mV), and this depolarization could be approximately mimicked in the cells from normoxic …",
                "The ability to adapt to changes in the availability of O2 provides a critical advantage to all O2-dependent lifeforms. In mammals it allows optimal matching of the O2 requirements of the cells to ventilation and O2 delivery, underpins vital changes to the circulation during the transition from fetal to independent, air-breathing life, and provides a means by which dysfunction can be limited or prevented in disease. Certain tissues such as the carotid body, pulmonary circulation, neuroepithelial bodies and fetal adrenomedullary chromaffin cells are specialised for O2 sensing, though most others show for example alterations in transcription of specific genes during hypoxia. A number of mechanisms are known to respond to variations in PO2 over the physiological range, and have been proposed to fulfil the function as O2 sensors; these include modulation of mitochondrial oxidative phosphorylation and a number of O2 …",
                "Epidemiological evidence suggests that populations consuming large amounts of soy protein have a reduced incidence of coronary heart disease (1–5). The cardiovascular risks associated with conventional hormone replacement therapy in postmenopausal women (5–7) have precipitated a search for alternative estrogen receptor modulators. Here we report that long‐term feeding of rats with a soy protein‐rich (SP) diet during gestation and adult life results in decreased oxidative stress, improved endothelial function, and reduced blood pressure in vivo measured by radiotelemetry in aged male offspring. Improved vascular reactivity in animals fed an SP diet was paralleled by increased mitochondrial glutathione and mRNA levels for endothelial nitric oxide synthase (eNOS) and the antioxidant enzymes manganese superoxide dismutase and cytochrome c oxidase. Reduced eNOS and antioxidant gene expression …",
                "1 It has been proposed that hypoxic pulmonary vasoconstriction (HPV) is mediated via K+ channel inhibition and Ca2+ influx through voltage‐gated channels. HPV depends strongly on the degree of preconstriction, and we therefore examined the effect of Ca2+ channel blockade on tension and intracellular [Ca2+]([Ca2+] i) during HPV in rat intrapulmonary arteries (IPAs), whilst maintaining preconstriction constant. We also investigated the role of intracellular Ca2+ stores. 2 HPV demonstrated a transient constriction (phase I) superimposed on a sustained constriction (phase II). Nifedipine (1 μm) partially inhibited phase I, but did not affect phase II. In arteries exposed to 80 mm K+ and nifedipine or diltiazem the rises in tension and [Ca2+] i were blunted during phase I, but were unaffected during phase II. 3 At low concentrations (< 3 μm), La3+ almost abolished the phase I constriction and rise in [Ca2+] i, but had no …",
                "Some animal studies suggest that β‐adrenoceptor‐mediated vasorelaxation is in part mediated through nitric oxide (NO) release. Furthermore, in humans, we have recently shown that forearm blood flow is increased by infusion of β2‐adrenergic agonists into the brachial artery, and the nitric oxide synthase (NOS) inhibitor NG‐monomethyl‐l‐arginine (l‐NMMA) inhibits this response. The purpose of the present study was to determine whether stimulation of human umbilical vein endothelial β‐adrenoceptors causes vasorelaxation and nitric oxide generation, and whether this might be mediated by cyclic adenosine‐3′, 5′‐monophosphate (cyclic AMP). Vasorelaxant responses were determined in umbilical vein rings to the nonselective β‐adrenergic agonist isoprenaline and to the cyclic AMP analogue dibutyryl cyclic AMP, following precontraction with prostaglandin F2α. NOS activity was measured in cultured …",
                "Despite the considerable interest in the possibility that ATP may function as a peripheral pain mediator, there has been little quantitative study of the pain-producing effects of ATP in humans. Here we have used iontophoresis to deliver ATP to the forearm skin of volunteers who rated the magnitude of the evoked pain on a visual analogue scale. ATP consistently produced a modest burning pain, which began within 20 s of starting iontophoresis and was maintained for several minutes. Persistent iontophoresis of ATP led to desensitization within 12 min but recovery from this was almost complete 1 h later. Different doses of ATP were delivered using different iontophoretic driving currents. Iontophoresis of ATP produced a higher pain rating than saline, indicating that the pain was specifically caused by ATP. The average pain rating for ATP, but not saline, increased with increasing current. Using an 0.8 mA current …"
            ],
            [
                [
                    "Physiology pulmonary hypoxia asthma"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}