{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X31HEIB8",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Leo Hollberg Professor (Research) of Physics How can we make optimal use of quantum systems (atoms, lasers, and electronics) to test fundamental physics principles, enable precision measurements of space-time and when feasible, develop useful devices, sensors, and instruments? Professor Hollberg’s research objectives include high precision tests of fundamental physics as well as applications of laser physics and technology. This experimental program in laser\/atomic physics focuses on high-resolution spectroscopy of laser-cooled and -trapped atoms, non-linear optical coherence effects in atoms, optical frequency combs, optical\/microwave atomic clocks, and high sensitivity trace gas detection. Frequently this involves the study of laser noise and methods to circumvent measurement limitations, up to, and beyond, quantum limited optical detection. Technologies and tools utilized include frequency-stabilized lasers and chip-scale atomic devices. Based in the Hansen Experimental Physics Laboratory (HEPL), this research program has strong, synergistic, collaborative connections to the Stanford Center on Position Navigation and Time (SCPNT). Research directions are inspired by experience that deeper understanding of fundamental science is critical and vital in addressing real-world problems, for example in the environment, energy, and navigation. Amazing new technologies and devices enable experiments that test fundamental principles with high precision and sometimes lead to the development of better instruments and sensors. Ultrasensitive optical detection of atoms, monitoring of trace gases, isotopes, and chemicals can impact many fields. Results from well-designed experiments teach us about the “realities” of nature, guide and inform, occasionally produce new discoveries, frequently surprise, and almost always generate new questions and perspectives. Professor (Research), Professor, Dept. of Physics, Stanford University (2011 - Present) Lecturer, University of Colorado, Department of Physics (1988 - Present) Postdoctoral position, A.T.&T. Bell Labs (1984 - 1985) Postdoctoral position, Joint Institute for Laboratory Astrophysics (1984 - 1984) Teaching assistant, Undergraduates Dept. Physics, Stanford University (1975 - 1975) Fellow, Optical Society of America (2003 - 2003) Fellow, American Physical Society (2003 - 2003) Gold Medal Award, Department of Commerce (2001) Silver Medal Award, Department of Commerce (2005) I.I. Rabi award, IEEE-UFFC, International Frequency Control Symposium (2007) William F. Meggers Award, Optical Society of America (2009) Rank Prize for Optoelectronics, Rank Prize Funds (2013) Chief Technical Officer, AOSense (2008 - 2011) Staff scientist, National Institute of Standards and Technology, Time and Frequency Division (1985 - 2008) Group Leader, National Institute of Standards and Technology, Time and Frequency Division (1985 - 2008) Research Assistant, Joint Institute for Laboratory Astrophysics (JILA) (1977 - 1984) Research Assistant, United States Geological Survey (1976 - 1977) Member, American Physical Society (APS) Member, Optical Society of America (OSA) Member, International IEEE Deputy Director, Stanford Center for Position Navigation and Time, SCPNT (2012 - 2013) Member, Physics Dept. Graduate Admissions Committee, Stanford University (2012 - 2013) Member, NASA Review Committee on Cold Atom Laboratory for Space (2013 - 2013) B.S., Stanford University, Physics  (1976) Ph.D., University of Colorado, Boulder, Physics  (1984) Patents Leo Hollberg, J. Kitching, R. Wynands, S. Knappe. \"United States Patent 10\/175,324 Method of minimizing the short-term frequency instability of laser-pumped atomic clocks\" Leo Hollberg, J. Kitching. \"United States Patent 10\/175,498 Miniature frequency standard based on all-optical containment vessel\" Leo Hollberg, J. Kitching, L-A. Liew, S. Knappe, J. Moreland, V.L. Velichansky, H.G. Robinson. \"United States Patent 10\/821,236 Micromachined alkali-atom vapor cells and method of microfabrication\" Leo Hollberg, Ma Lang-sheng, Jon H. Shirley, John L. Hall. \"United States Patent 4,590,597. Modulation Transfer Spectroscopy for Stabilizing Lasers\" Leo Hollberg, B. Dahmani. \"United States Patent 4,907,237. Optical Feedback Locking of Semiconductor Lasers\" leoh@stanford.edu Position: Professor-Research 452 Lomita Mall 94305 (650) 723-4227 Experimental Methods in Quantum Physics PHYSICS 106 (Spr) Directed Studies in Applied Physics APPPHYS 290 (Aut, Win, Spr, Sum) PHYSICS 490 (Aut, Win, Spr) Intermediate Physics Laboratory II: Experimental Techniques and Data Analysis PHYSICS 107 (Win) Intermediate Physics Laboratory II: Experimental Techniques and Data Analysis PHYSICS 107 (Win) Intermediate Physics Laboratory II: Experimental Techniques and Data Analysis PHYSICS 107 (Win) Dylan Black, Chas Blakemore, Edgard Bonilla, Victoria Borish, Yunfan Wu, yang li Orals Chair Kazuma Gunning Hongquan Li, Tina Na Narong Hunter Swan Clarke Hardy, Noah Huffman, Aditya Mahadevan, Nicholas O'Dea, Jyotirmai Singh , Michelle Wu Effect of atmospheric turbulence on timing instability for partially reciprocal two-way optical time transfer links Taylor, M. T., Belmonte, A., Hollberg, L., Kahn, J. M. 2020 101 (3) DOI 10.1103\/PhysRevA.101.033843 Web of Science ID 000522159300011 Two-Way Time and Frequency Transfer via Ground-to-Satellite Optical Communications Links Taylor, M. T., Kahn, J. M., Hollberg, L., Inst Navigat INST NAVIGATION. 2020 : 207–15 DOI 10.33012\/2020.17300 Web of Science ID 000544823000010 Architecture for the photonic integration of an optical atomic clock OPTICA Newman, Z. L., Maurice, V., Drake, T., Stone, J. R., Briles, T. C., Spencer, D. T., Fredrick, C., Li, Q., Westly, D., Ilic, B. R., Shen, B., Suh, M., Yang, K., Johnson, C., Johnson, D. S., Hollberg, L., Vahala, K. J., Srinivasan, K., Diddams, S. A., Kitching, J., Papp, S. B., Hummon, M. T. 2019 6 (5) : 680–85 DOI 10.1364\/OPTICA.6.000680 Web of Science ID 000468373300021 Polarization effects in silicon-nitride waveguides: Super-continuum, carrier-envelope offset, and optical beatnotes Wang, L., Li, H., Carlson, D., Papp, S. B., Hollberg, L., IEEE 2019 Web of Science ID 000482226302328 Space-time reference with an optical link CLASSICAL AND QUANTUM GRAVITY Berceau, P., Taylor, M., Kahn, J., Hollberg, L. 33 (13) DOI 10.1088\/0264-9381\/33\/13\/135007 Web of Science ID 000378334600010 Resonant interaction of trapped cold atoms with a magnetic cantilever tip Montoya, C., valencia, j., Geraci, A. A., Eardley, M., Moreland, J., Hollberg, L., Kitching, J. 91 (6) DOI 10.1103\/PhysRevA.91.063835 Web of Science ID 000356925000007 Optical phase-noise dynamics of Titanium:sapphire optical frequency combs OPTICS COMMUNICATIONS Quraishi, Q., Diddams, S. A., Hollberg, L. 320 : 84-87 DOI 10.1016\/j.optcom.2014.01.030 Web of Science ID 000333791300015 Femtosecond frequency comb measurement of absolute frequencies and hyperfine coupling constants in cesium vapor Stalnaker, J. E., Mbele, V., Gerginov, V., Fortier, T. M., Diddams, S. A., Hollberg, L., Tanner, C. E. 81 (4) DOI 10.1103\/PhysRevA.81.043840 Web of Science ID 000277227300226 Optical frequency stabilization of a 10 GHz Ti:sapphire frequency comb by saturated absorption spectroscopy in (87)rubidium Heinecke, D. C., Bartels, A., Fortier, T. M., Braje, D. A., Hollberg, L., Diddams, S. A. 80 (5) DOI 10.1103\/PhysRevA.80.053806 Web of Science ID 000272310000152 Brillouin-Enhanced Hyperparametric Generation of an Optical Frequency Comb in a Monolithic Highly Nonlinear Fiber Cavity Pumped by a cw Laser Braje, D., Hollberg, L., Diddams, S. 102 (19) We demonstrate self-seeded generation of a broadband comb in a highly nonlinear fiber resonator. When pumped with a cw laser, the fiber cavity generates a comb with two characteristic spacings. Hyperparametric modes spaced by approximately 2 THz create the base structure of the comb, while commensurate Brillouin modes spaced by approximately 10 GHz populate the intermediate frequency gaps. The frequency modes are coherent, and the repetition rate of the comb has been locked to a microwave standard. DOI 10.1103\/PhysRevLett.102.193902 Web of Science ID 000266207700026 PubMedID 19518952 Generation of 20 GHz, sub-40 fs pulses at 960 nm via repetition-rate multiplication OPTICS LETTERS Kirchner, M. S., Braje, D. A., Fortier, T. M., Weiner, A. M., Hollberg, L., Diddams, S. A. 34 (7) : 872-874 Optical filtering of a stabilized 1 GHz optical frequency comb produces a 20 GHz comb with approximately 40 nm bandwidth (FWHM) at 960 nm. Use of a low-finesse Fabry-Pérot cavity in a double-pass configuration provides a broad cavity coupling bandwidth (Deltalambda\/lambda approximately 10%) and large suppression (50 dB) of unwanted modes. Pulse durations shorter than 40 fs with less than 2% residual amplitude modulation are achieved. Web of Science ID 000265429100004 PubMedID 19340155 Improved signal-to-noise ratio of 10 GHz microwave signals generated with a mode-filtered femtosecond laser frequency comb OPTICS EXPRESS Diddams, S. A., Kirchner, M., Fortier, T., Braje, D., Weiner, A. M., Hollberg, L. 17 (5) : 3331-3340 We use a Fabry-Perot cavity to optically filter the output of a Ti:sapphire frequency comb to integer multiples of the original 1 GHz mode spacing. This effectively increases the pulse repetition rate, which is useful for several applications. In the case of low-noise microwave signal generation, such filtering leads to improved linearity of the high-speed photodiodes that detect the mode-locked laser pulse train. The result is significantly improved signal-to-noise ratio at the 10 GHz harmonic with the potential for a shot-noise limited single sideband phase noise floor near -168 dBc\/Hz. Web of Science ID 000264090900033 PubMedID 19259170 Low-noise synthesis of microwave and millimetre-wave signals with optical frequency comb generator ELECTRONICS LETTERS Xiao, S., Hollberg, L., Diddams, S. A. 45 (3) : 170-171 DOI 10.1049\/el:20093593 Web of Science ID 000262874100024 Toward Ultrafast Optical Waveform Synthesis with a Stabilized Ti:Sapphire Frequency Comb 16th International Conference on Ultrafast Phenomena Kirchner, M. S., Fortier, T. M., Braje, D., Weiner, A. M., Hollberg, L., Diddams, S. A. : 861–863 Web of Science ID 000282108000279 Low-noise microwave synthesis up to 80 GHz with line-by-line processing of an optical frequency comb Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference (CLEO\/QELS 2009) Xiao, S., Hollberg, L., Diddarns, S. A. : 773–774 Web of Science ID 000274751300389 CHIP-SCALE ATOMIC DEVICES: PRECISION ATOMIC INSTRUMENTS BASED ON MEMS 7th Symposium on Frequency Standards and Metrology Kitching, J., Knappe, S., Gerginov, V., Shah, V., Schwindt, P. D., Lindseth, B., Donley, E. A., Wang, Y., Hodby, E., Eardley, M., Jimenez, R., Griffith, W. C., Geraci, A., Preusser, J., Liebisch, T. C., Robinson, H. G., Hollberg, L. WORLD SCIENTIFIC PUBL CO PTE LTD. : 445–453 Web of Science ID 000270540200056 Generation of a 20 GHz train of subpicosecond pulses with a stabilized optical-frequency-comb generator OPTICS LETTERS Xiao, S., Hollberg, L., Diddams, S. A. 34 (1) : 85-87 With a modulator-based 10 GHz optical-frequency-comb generator at 1.55 microm, we report a 20 GHz repetitive train of optical pulses as short as 450 fs. The timing stability of the 20 GHz pulses, in addition to the phase for optical-comb modes, shows a strong dependence on the relative frequency detuning between the comb generator's cavity and the seed cw laser. With a new and simple scheme, the comb generator's cavity resonance was locked to a narrow-linewidth seed laser within an estimated optical-frequency range < or = 6 MHz, enabling high-fidelity 20 GHz subpicosecond pulses and stable optical-frequency-comb generation for indefinite periods. Web of Science ID 000262889300029 PubMedID 19109648 THE Yb OPTICAL LATTICE CLOCK 7th Symposium on Frequency Standards and Metrology Lemke, N. D., Ludlow, A. D., Barber, Z. W., Poli, N., Hoyt, C. W., Ma, L. S., Stalnaker, J. E., Oates, C. W., Hollberg, L., Bergquist, J. C., Brusch, A., Fortier, T. M., Diddams, S. A., HEAVNER, T., Jefferts, S., Parker, T. WORLD SCIENTIFIC PUBL CO PTE LTD. : 200–208 Web of Science ID 000270540200021 Laser noise cancellation in single-cell CPT clocks IEEE TRANSACTIONS ON INSTRUMENTATION AND MEASUREMENT Gerginov, V., Knappe, S., Shah, V., Hollberg, L., Kitching, J. 57 (7) : 1357-1361 DOI 10.1109\/TIM.2007.915123 Web of Science ID 000256584800010 Toward a low-jitter 10 GHz pulsed source with an optical frequency comb generator OPTICS EXPRESS Xiao, S., Hollberg, L., Newbury, N. R., Diddams, S. A. 16 (12) : 8498-8508 We demonstrate low residual timing jitter of 10 GHz pulses from a 1.55 ?m optical frequency comb generator based on a doubly-resonant electro-optic modulator. The comb spectral phase is shown to be linear but of different slopes for the two sides of the optical spectrum. The linear phase delay predicts well the measured timing delay of the two pulse trains from the comb generator. The pulse timing jitter is analyzed, and we illustrate that the pump laser's linewidth plays a dominant role in the timing jitter. For Fourier frequencies from 1 Hz to 10 MHz, integrated residual timing jitter at 10 GHz was reduced from approximately 94 fs to approximately 8 fs when the pump laser's linewidth was reduced from approximately 10 MHz to approximately 1 kHz. An electronic servo was then used to stabilize the Fabry-Pérot cavity in the comb generator. Integrated residual timing jitter was further reduced to approximately 6 fs, and the corresponding residual phase noise power density is -105 dBc\/Hz at 1 Hz frequency offset from the 10 GHz pulse carrier. Web of Science ID 000256859900019 PubMedID 18545564 Frequency evaluation of the doubly forbidden S-1(0)-> P-3(0) transition in bosonic Yb-174 Poli, N., Barber, Z. W., Lemke, N. D., Oates, C. W., Ma, L. S., Stalnaker, J. E., Fortier, I. M., Diddams, S. A., Hollberg, L., Bergquist, J. C., Brusch, A., Jefferts, S., Heavner, I., Parker, I. 77 (5) DOI 10.1103\/PhysPevA.77.050501 Web of Science ID 000257023900011 Optical lattice induced light shifts in an Yb atomic clock Barber, Z. W., Stalnaker, J. E., Lemke, N. D., Poli, N., Oates, C. W., Fortier, T. M., Diddams, S. A., Hollberg, L., Hoyt, C. W., Taichenachev, A. V., Yudin, V. I. 100 (10) We present an experimental study of the lattice-induced light shifts on the (1)S(0) --> (3)P(0) optical clock transition (nu(clock) approximately 518 THz) in neutral ytterbium. The \"magic\" frequency nu(magic) for the 174Yb isotope was determined to be 394 799 475(35) MHz, which leads to a first order light shift uncertainty of 0.38 Hz. We also investigated the hyperpolarizability shifts due to the nearby 6s6p(3)P(0) --> 6s8p(3)P(0), 6s8p(3)P(2), and 6s5f(3)F(2) two-photon resonances at 759.708, 754.23, and 764.95 nm, respectively. By measuring the corresponding clock transition shifts near these two-photon resonances, the hyperpolarizability shift was estimated to be 170(33) mHz for a linear polarized, 50 microK deep, lattice at the magic wavelength. These results indicate that the differential polarizability and hyperpolarizability frequency shift uncertainties in a Yb lattice clock could be held to well below 10(-17). DOI 10.1103\/PhysRevLett.100.103002 Web of Science ID 000254024500019 PubMedID 18352181 Time and Frequency Filtering of Optical Combs Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference (CLEO\/QELS 2008) Braje, D. A., Kirchner, M., Fortier, T., Mbele, V., Fox, R., Weiner, A. M., Diddams, S. A., Hollberg, L. : 710–711 Web of Science ID 000260498400356 Chip-scale atomic devices: precision atomic instruments based on MEMS Proc. 2008 Symp. Freq. Stds. Metrology Kitching, J., Knappe, S., Gerginov, V., Shah, V., Schwindt, P. D., Lindseth, B., Donley, E. A., Wang, Y. J., Hodby, E., Eardley, M., Jimenez, R., Griffith, W. C., Geraci, A., Preusser, J., Liebisch, T. C., Robinson, H. G., Hollberg, L. : 445–453 The Yb Optical Lattice Clock Proc. 2008 Symp. on Freq. Stds. Metrology Lemke, N., Ludlow, A., Barber, Z., Poli, N., Hoyt, C. W., Ma, L. S., Stalnaker, J. E., Oates, C. W., Hollberg, L., Bergquist, J. C., Brusch, A., Fortier, T., Diddams, S. A., Heavner, T. P., Jefferts, S. R., Parker, T. E. : 200–208 Optical-to-microwave frequency comparison with fractional uncertainty of 10(-15) APPLIED PHYSICS B-LASERS AND OPTICS Stalnaker, J. E., Diddams, S. A., Fortier, T. M., Kim, K., Hollberg, L., Bergquist, J. C., Itano, W. M., DELANY, M. J., Lorini, L., Oskay, W. H., Heavner, T. P., Jefferts, S. R., Levi, F., Parker, T. E., Shirley, J. 89 (2-3) : 167-176 DOI 10.1007\/s00340-007-2762-z Web of Science ID 000250629900007 Demonstration of high-performance compact magnetic shields for chip-scale atomic devices REVIEW OF SCIENTIFIC INSTRUMENTS Donley, E. A., Hodby, E., Hollberg, L., Kitching, J. 78 (8) We have designed and tested a set of five miniature nested magnetic shields constructed of high-permeability material, with external volumes for the individual shielding layers ranging from 0.01 to 2.5 cm(3). We present measurements of the longitudinal and transverse shielding factors (the ratio of external to internal magnetic field) of both individual shields and combinations of up to three layers. The largest shielding factor measured was 6 x 10(6) for a nested set of three shields, and from our results we predict a shielding factor of up to 1 x 10(13) when all five shields are used. Two different techniques were used to measure the internal field: a chip-scale atomic magnetometer and a commercially available magnetoresistive sensor. Measurements with the two methods were in good agreement. DOI 10.1063\/1.2767533 Web of Science ID 000249156700003 PubMedID 17764308 High-contrast coherent population trapping resonances using four-wave mixing in Rb-87 OPTICS LETTERS Shah, V., Knappe, S., Hollberg, L., Kitching, J. 32 (10) : 1244-1246 We demonstrate very high-contrast coherent population trapping(1) (CPT) resonances by using four-wave mixing in (87)Rb atoms. In the experiment, we take advantage of the spectral overlap between F=2-->F(?) and F=3-->F(?) optical resonances on the D1 line of (87)Rb and (85)Rb atoms, respectively, to eliminate the DC-light background from the CPT resonance signal. We observe a CPT resonance with a contrast in the range of 90%, compared with a few percent achieved by alternative methods. Web of Science ID 000246121000016 PubMedID 17440548 Microfabricated saturated absorption laser spectrometer OPTICS EXPRESS Knappe, S. A., Robinson, H. G., Hollberg, L. 15 (10) : 6293-6299 We demonstrate a miniature microfabricated saturated absorption laser spectrometer. The system consists of miniature optics, a microfabricated Rb vapor cell, heaters, and a photodetector, all contained within a volume of 0.1 cm(3). Saturated absorption spectra were measured with a diode laser at 795 nm. They are comparable to signals obtained with standard table-top setups, although the rubidium vapor cell has an interior volume of only 1 mm(3). We discuss the performance and prospects for using such systems as a miniature optical wavelength reference, compatible with transportable instruments. Web of Science ID 000246474300042 PubMedID 19546933 Low-noise optical injection locking of a resonant tunneling diode to a stable optical frequency comb APPLIED PHYSICS LETTERS Ramond, T. M., Hollberg, L., Juodawlkis, P. W., Calawa, S. D. 90 (17) DOI 10.1063\/1.2734368 Web of Science ID 000246568600024 Absolute frequency measurement of the neutral Ca-40 optical frequency standard at 657nm based on microkelvin atoms METROLOGIA Wilpers, G., Oates, C. W., Diddams, S. A., Bartels, A., Fortier, T. M., Oskay, W. H., Bergquist, J. C., Jefferts, S. R., Heavner, T. P., Parker, T. E., Hollberg, L. 44 (2) : 146-151 DOI 10.1088\/0026-1394\/44\/2\/005 Web of Science ID 000246553200010 Measurement of excited-state transitions in cold calcium atoms by direct femtosecond frequency-comb spectroscopy Stalnaker, J. E., Le Coq, Y., Fortier, T. M., Diddams, S. A., Oates, C. W., Hollberg, L. 75 (4) DOI 10.1103\/PhysRevA.75.040502 Web of Science ID 000246074600006 Noise properties of microwave signals synthesized with femtosecond lasers IEEE TRANSACTIONS ON ULTRASONICS FERROELECTRICS AND FREQUENCY CONTROL Ivanov, E. N., McFerran, J. J., Diddams, S. A., Hollberg, L. 54 (4) : 736-745 We discuss various aspects of high resolution measurements of phase fluctuations at microwave frequencies. This includes methods to achieve thermal noise limited sensitivity, along with the improved immunity to oscillator amplitude noise. A few prototype measurement systems were developed to measure phase fluctuations of microwave signals extracted from the optical pulse trains generated by femtosecond lasers. This enabled first reliable measurements of the excess phase noise associated with optical-to-microwave frequency division. The spectral density of the excess phase noise was found to be -140 dBc\/Hz at 100 Hz offset from the 10 GHz carrier which was almost 40 dB better than that of a high quality microwave synthesizer. DOI 10.1109\/TUFFC.2007.307 Web of Science ID 000245518700006 PubMedID 17441583 Precision atomic spectroscopy for improved limits on variation of the fine structure constant and local position invariance Fortier, T. M., Ashby, N., Bergquist, J. C., Delaney, M. J., Diddams, S. A., Heavner, T. P., Hollberg, L., Itano, W. M., Jefferts, S. R., Kim, K., Levi, F., Lorini, L., Oskay, W. H., Parker, T. E., Stalnaker, J. E. 98 (7) We report tests of local position invariance and the variation of fundamental constants from measurements of the frequency ratio of the 282-nm 199Hg+ optical clock transition to the ground state hyperfine splitting in 133Cs. Analysis of the frequency ratio of the two clocks, extending over 6 yr at NIST, is used to place a limit on its fractional variation of <5.8x10(-6) per change in normalized solar gravitational potential. The same frequency ratio is also used to obtain 20-fold improvement over previous limits on the fractional variation of the fine structure constant of |alpha\/alpha|<1.3x10(-16) yr-1, assuming invariance of other fundamental constants. Comparisons of our results with those previously reported for the absolute optical frequency measurements in H and 171Yb+ vs other 133Cs standards yield a coupled constraint of -1.5x10(-15) DOI 10.1103\/PhysRevLett.98.070801 Web of Science ID 000244250300012 PubMedID 17359009 Molecular fingerprinting with the resolved modes of a femtosecond laser frequency comb Diddams, S. A., Hollberg, L., Mbele, V. 445 (7128) : 627-630 The control of the broadband frequency comb emitted from a mode-locked femtosecond laser has permitted a wide range of scientific and technological advances--ranging from the counting of optical cycles for next-generation atomic clocks to measurements of phase-sensitive high-field processes. A unique advantage of the stabilized frequency comb is that it provides, in a single laser beam, about a million optical modes with very narrow linewidths and absolute frequency positions known to better than one part in 10(15) (ref. 5). One important application of this vast array of highly coherent optical fields is precision spectroscopy, in which a large number of modes can be used to map internal atomic energy structure and dynamics. However, an efficient means of simultaneously identifying, addressing and measuring the amplitude or relative phase of individual modes has not existed. Here we use a high-resolution disperser to separate the individual modes of a stabilized frequency comb into a two-dimensional array in the image plane of the spectrometer. We illustrate the power of this technique for high-resolution spectral fingerprinting of molecular iodine vapour, acquiring in a few milliseconds absorption images covering over 6 THz of bandwidth with high frequency resolution. Our technique for direct and parallel accessing of stabilized frequency comb modes could find application in high-bandwidth spread-spectrum communications with increased security, high-resolution coherent quantum control, and arbitrary optical waveform synthesis with control at the optical radian level. DOI 10.1038\/nature05524 Web of Science ID 000244039400039 PubMedID 17287805 Chip-scale atomic devices at NIST 14th International School on Quantum Electronics on Laser Physics and Applications Knappe, S., Schwindt, P., Gerginov, V., Shah, V., Brannon, A., Lindseth, B., Liew, L., Robinson, H., Moreland, J., Popovic, Z., Hollberg, L., Kitching, J. DOI 10.1117\/12.726792 Web of Science ID 000246395100002 Injection-locked femtosecond Ti:sapphire lasers Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference Quraishi, Q., Hollberg, L., Diddams, S., Kobayashi, Y., Torizuka, K. : 554–555 Web of Science ID 000268751000279 A proposed laser frequency comb based wavelength reference for high resolution spectroscopy Conference on Techniques and Instrumentation for Detection of Exoplanets III Osterman, S., Diddams, S., Beasley, M., Froning, C., Hollberg, L., MacQueen, P., Mbele, V., Weiner, A. DOI 10.1117\/12.734193 Web of Science ID 000252361500043 A proposed laser frequency comb based wavelength reference for high resolution spectroscopy Proc. 2007 SPIE Conf. Osterman, S., Diddams, S. A., Beasley, M., Froning, C., Hollberg, L., MacQueen, P., Mbele, V., Weiner, A. : 9 Self-Injection Locking of a Low-Power Microwave Oscillator by Using Four-Wave Mixing in an Atomic Vapor Proc. 2007 Joint Mtg. IEEE Intl. Freq. Cont. Symp. and EFTF Conf. Brannon, A., Shah, V., Popovic, Z., Gerginov, V., Knappe, S., Hollberg, L., Kitching, J. : 275–278 Generation of coherent population trapping resonances with nearly 100% transmission contrast Joint IEEE International Frequency Control Symposium\/21st European Frequency and Time Forum Shah, V., Knappe, S., Hollberg, L., Kitching, J. IEEE, ELECTRON DEVICES SOC & RELIABILITY GROUP. : 1339–1341 Web of Science ID 000252304500278 Magnetic Field-Induced Spectroscopy of Optical Clock Transitions in an Elliptically Polarized Lattice Field Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference Taichenachev, A. V., Yudin, V. I., Oates, C. W., Hollberg, L. : 105–106 Web of Science ID 000268751000053 Lattice-based optical clock using an even isotope of Yb Conference on Time and Frequency Metrology Barber, Z. W., Hoyt, C. W., Stalnaker, J. E., Lemke, N., Oates, C. W., Fortier, T. M., Diddams, S., Hollberg, L. DOI 10.1117\/12.732215 Web of Science ID 000251051000011 The yb and ca standards: Approaches to high stability, high accuracy, and transportable optical atomic clocks IEEE LEOS Summer Topical Meeting 2007 Oates, C. W., Barber, Z. W., STALNAKER, J., Hoyt, C. W., Le Coq, Y., Diddams, S. A., Fortier, T. M., Hollberg, L. : 149–150 Web of Science ID 000252102000076 Advances in chip-scale atomic frequency references at NIST Conference on Time and Frequency Metrology Knappe, S., Shah, V., Brannon, A., Gerginov, V., Robinson, H. G., Popovic, Z., Hollberg, L., Kitching, J. DOI 10.1117\/12.735024 Web of Science ID 000251051000004 Optical frequency standards based on mercury and aluminum ions Conference on Time and Frequency Metrology Itano, W. M., Bergquist, J. C., Brusch, A., Diddams, S. A., Fortier, T. M., Heavner, T. P., Hollberg, L., Hume, D. B., Jefferts, S. R., Lorini, L., Parker, T. E., Rosenband, T., Stalnaker, J. E. DOI 10.1117\/12.734662 Web of Science ID 000251051000001 Stable laser system for probing the clock transition at 578 nm in neutral ytterbium Joint IEEE International Frequency Control Symposium\/21st European Frequency and Time Forum Oates, C. W., Barber, Z. W., StaInaker, J. E., Hoyt, C. W., Fortier, T. M., Diddams, S. A., Hollberg, L. IEEE, ELECTRON DEVICES SOC & RELIABILITY GROUP. : 1274–1277 Web of Science ID 000252304500265 Frequency uncertainty for optically referenced femtosecond laser frequency combs IEEE JOURNAL OF QUANTUM ELECTRONICS Ma, L., Bi, Z., Bartels, A., Kim, K., Robertsson, L., Zucco, M., Windeler, R. S., Wilpers, G., Oates, C., Hollberg, L., Diddams, S. A. 43 (1) : 139-146 DOI 10.1109\/JQE.2006.886836 Web of Science ID 000244010900019 Long-term Stability of the NIST Chip-Scale Atomic Clock Physics Packages Proc. 2007 SPIE Conf. Knappe, S., Gerginov, V., Shah, V., Brannon, A., Robinson, H. G., Hollberg, L., Kitching, J. : 9 Reduction of optical field noise by differential detection in atomic clocks based on coherent population trapping 14th International School on Quantum Electronics on Laser Physics and Applications Gerginov, V., Knappe, S., Shah, V., Kitchingc, J., Hollberg, L. DOI 10.1117\/12.726893 Web of Science ID 000246395100018 Spectral dependence of phase noise of stabilized optical frequency combs 15th International Conference on Ultrafast Phenomena Quraishi, Q., Diddams, S., Hollberg, L. : 139–141 Web of Science ID 000250104700045 Increasing the mode-spacing of stabilized frequency combs with optical filter cavities IEEE LEOS Summer Topical Meeting 2007 Diddams, S. A., Weiner, A. M., Mbele, V., Hollberg, L. : 178–179 Web of Science ID 000252102000091 Long-term stability of the NIST chip-scale atomic clock physics packages Conference on MOEMS and Miniaturized Systems VI Knappe, S., Gerginov, V., Shah, V., Brannon, A., Hollberg, L., Kitching, J. DOI 10.1117\/12.701591 Web of Science ID 000245835900022 Self-injection locking of a microwave oscillator by use of four-wave mixing in an atomic vapor Joint IEEE International Frequency Control Symposium\/21st European Frequency and Time Forum Brannon, A., Shah, V., Popovic, Z., Gerginov, V., Knappe, S., Hollberg, L., Kitching, J. IEEE, ELECTRON DEVICES SOC & RELIABILITY GROUP. : 275–278 Web of Science ID 000252304500064 Lattice-based optical clock using an even isotope of Yb Proc. 2007 SPIE Conf. Barber, Z., Hoyt, C., Stalnaker, J., Lemke, N., Oates, C. W., Fortier, T., Diddams, S. A., Hollberg, L. : 9 Advances in Chip-Scale Atomic Frequency References at NIST Proc. 2007 SPIE Conf. Knappe, S., Shah, V., Brannon, A., Gerginov, V., Robinson, H. G., Popovic, Z., Hollberg, L., Kitching, J. : 10 Improved limits on variation of the fine structure constant and violation of local position invariance Joint IEEE International Frequency Control Symposium\/21st European Frequency and Time Forum Fortier, T. M., Ashby, N., Bergquist, J. C., Delaney, M. J., Diddams, S. A., Heavner, T. P., Hollberg, L., Itano, W. M., Jefferts, S. R., Kim, K., Oskay, W. H., Parker, T. E., Shirley, J., Stalnaker, J. E., Levi, F., Lorini, L. IEEE, ELECTRON DEVICES SOC & RELIABILITY GROUP. : 663–665 Web of Science ID 000252304500141 Direct two-photon resonant excitation and absolute frequency measurement of cesium transitions using a femtosecond comb IEEE LEOS Summer Topical Meeting 2007 Mbele, V., Stalnaker, J. E., Gerginov, V., Fortier, T. M., Diddams, S. A., Hollberg, L., Tanner, C. E. : 147–148 Web of Science ID 000252102000075 High-Resolution Spectroscopy with Femtosecond Optical Combs Conference on Lasers and Electro-Optics\/Quantum Electronics and Laser Science Conference Stalnaker, J. E., Diddams, S. A., Fortier, T. M., Gerginov, V., Le Coq, Y., Mbele, V., Oates, C. W., ORTEGA, D., Tanner, C. E., Hollberg, L. : 1343–1344 Web of Science ID 000268751001112 Optical frequency standards based on mercury and aluminum ions Proc. 2007 SPIE Conf. Itano, W. M., Bergquist, J. C., Brusch, A., Diddams, S. A., Fortier, T. M., Heavner, T. P., Hollberg, L., Hume, D. B., Jefferts, S. R., Lorini, L., Parker, T. E., Rosenband, T., Stalnaker, J. E. : 11 Magnetic resonance in an atomic vapor excited by a mechanical resonator Wang, Y., Eardley, M., Knappe, S., Moreland, J., Hollberg, L., Kitching, J. 97 (22) We demonstrate a direct resonant interaction between the mechanical motion of a mesoscopic resonator and the spin degrees of freedom of a sample of neutral atoms in the gas phase. This coupling, mediated by a magnetic particle attached to the tip of the miniature mechanical resonator, excites a coherent precession of the atomic spins about a static magnetic field. The novel coupled atom-resonator system may enable development of low-power, high-performance sensors, and enhance research efforts connected with the manipulation of cold atoms, quantum control, and high-resolution microscopy. DOI 10.1103\/PhysRevLett.97.227602 Web of Science ID 000242538700064 PubMedID 17155843 Kilohertz-resolution spectroscopy of cold atoms with an optical frequency comb Fortier, T. M., Le Coq, Y., Stalnaker, J. E., ORTEGA, D., Diddams, S. A., Oates, C. W., Hollberg, L. 97 (16) We have performed sub-Doppler spectroscopy on the narrow intercombination line of cold calcium atoms using the amplified output of a femtosecond laser frequency comb. Injection locking of a 657-nm diode laser with a femtosecond comb allows for two regimes of amplification, one in which many lines of the comb are amplified, and one where a single line is predominantly amplified. The output of the laser in both regimes was used to perform kilohertz-level spectroscopy. This experiment demonstrates the potential for high-resolution absolute-frequency spectroscopy over the entire spectrum of the frequency comb output using a single high-finesse optical reference cavity. DOI 10.1103\/PhysRevLett.97.163905 Web of Science ID 000241405400025 PubMedID 17155398 Continuous light-shift correction in modulated coherent population trapping clocks APPLIED PHYSICS LETTERS Shah, V., Gerginov, V., Schwindt, P. D., Knappe, S., Hollberg, L., Kitching, J. 89 (15) DOI 10.1063\/1.2360921 Web of Science ID 000241247900024 Improved uncertainty budget for optical frequency measurements with microkelvin neutral atoms: Results for a high-stability Ca-40 optical frequency standard APPLIED PHYSICS B-LASERS AND OPTICS Wilpers, G., Oates, C. W., Hollberg, L. 85 (1) : 31-44 DOI 10.1007\/s00340-006-2400-1 Web of Science ID 000240519300007 Compact phase delay technique for increasing the amplitude of coherent population trapping resonances in open Lambda systems OPTICS LETTERS Shah, V., Knappe, S., Schwindt, P. D., Gerginov, V., Kitching, J. 31 (15) : 2335-2337 We propose and demonstrate a novel technique for increasing the amplitude of coherent population trapping (CPT) resonances in open Lambda systems. The technique requires no complex modifications to the conventional CPT setup and is compatible with standard microfabrication processes. The improvement in the CPT resonance amplitude as a function of intensity of the excitation light agrees well with the theory based on ideal open and closed Lambda systems. Web of Science ID 000239173300031 PubMedID 16832477 Single-atom optical clock with high accuracy Oskay, W. H., Diddams, S. A., Donley, E. A., Fortier, T. M., Heavner, T. P., Hollberg, L., Itano, W. M., Jefferts, S. R., Delaney, M. J., Kim, K., Levi, F., Parker, T. E., Bergquist, J. C. 97 (2) For the past 50 years, atomic standards based on the frequency of the cesium ground-state hyperfine transition have been the most accurate time pieces in the world. We now report a comparison between the cesium fountain standard NIST-F1, which has been evaluated with an inaccuracy of about 4 x 10(-16), and an optical frequency standard based on an ultraviolet transition in a single, laser-cooled mercury ion for which the fractional systematic frequency uncertainty was below 7.2 x 10(-17). The absolute frequency of the transition was measured versus cesium to be 1,064,721,609,899,144.94 (97) Hz, with a statistically limited total fractional uncertainty of 9.1 x 10(-16) the most accurate absolute measurement of an optical frequency to date. DOI 10.1103\/PhysRevLett.97.020801 Web of Science ID 000239057200007 PubMedID 16907426 Microfabricated atomic clocks and magnetometers 10th IEEE\/LEOS International Conference on Optical MEMs and Their Applications Knappe, S., Schwindt, P. D., Gerginov, V., Shah, V., Liew, L., Moreland, J., Robinson, H. G., Hollberg, L., Kitching, J. IOP PUBLISHING LTD. : S318–S322 DOI 10.1088\/1464-4258\/8\/7\/S04 Web of Science ID 000238507100005 Atomic-based stabilization for laser-pumped atomic clocks OPTICS LETTERS Gerginov, V., Shah, V., Knappe, S., Hollberg, L., Kitching, J. 31 (12) : 1851-1853 We describe a novel technique for stabilizing frequency shifts in laser-interrogated vapor-cell atomic clocks. The method suppresses frequency shifts due to changes in the laser frequency, intensity, and modulation index as well as atomic vapor density. The clock operating parameters are monitored by using the atoms themselves, rather than by using conventional schemes for laser frequency and cell temperature control. The experiment is realized using a chip-scale atomic clock. The novel atomic-based stabilization approach results in a simpler setup and improved long-term performance. Web of Science ID 000238156800025 PubMedID 16729092 Long-term frequency instability of atomic frequency references based on coherent population trapping and microfabricated vapor cells JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS Gerginov, V., Knappe, S., Shah, V., Schwindt, P. D., Hollberg, L., Kitching, J. 23 (4) : 593-597 Web of Science ID 000236681700001 Magnetic field-induced spectroscopy of forbidden optical transitions with application to lattice-based optical atomic clocks Taichenachev, A. V., Yudin, V. I., Oates, C. W., Hoyt, C. W., Barber, Z. W., Hollberg, L. 96 (8) We develop a method of spectroscopy that uses a weak static magnetic field to enable direct optical excitation of forbidden electric-dipole transitions that are otherwise prohibitively weak. The power of this scheme is demonstrated using the important application of optical atomic clocks based on neutral atoms confined to an optical lattice. The simple experimental implementation of this method--a single clock laser combined with a dc magnetic field--relaxes stringent requirements in current lattice-based clocks (e.g., magnetic field shielding and light polarization), and could therefore expedite the realization of the extraordinary performance level predicted for these clocks. We estimate that a clock using alkaline-earth-like atoms such as Yb could achieve a fractional frequency uncertainty of well below 10(-17) for the metrologically preferred even isotopes. DOI 10.1103\/PhysRevLett.96.083001 Web of Science ID 000235736200021 PubMedID 16606175 Direct excitation of the forbidden clock transition in neutral Yb-174 atoms confined to an optical lattice Barber, Z. W., Hoyt, C. W., Oates, C. W., Hollberg, L., Taichenachev, A. V., Yudin, V. I. 96 (8) We report direct single-laser excitation of the strictly forbidden (6s2)1S0 <--> (6s6p)3P0 clock transition in 174Yb atoms confined to a 1D optical lattice. A small (approximately 1.2 mT) static magnetic field was used to induce a nonzero electric dipole transition probability between the clock states at 578.42 nm. Narrow resonance linewidths of 20 Hz (FWHM) with high contrast were observed, demonstrating a resonance quality factor of 2.6 x 10(13). The previously unknown ac Stark shift-canceling (magic) wavelength was determined to be 759.35 +\/- 0.02 nm. This method for using the metrologically superior even isotope can be easily implemented in current Yb and Sr lattice clocks and can create new clock possibilities in other alkaline-earth-like atoms such as Mg and Ca. DOI 10.1103\/PhysRevLett.96.083002 Web of Science ID 000235736200022 PubMedID 16606176 Optical frequency measurements of 6s S-2(1\/2)-6p P-2(1\/2) (D-1) transitions in Cs-133 and their impact on the fine-structure constant Gerginov, V., Calkins, K., Tanner, C. E., McFerran, J. J., Diddams, S., Bartels, A., Hollberg, L. DOI 10.1103\/PhysRevA.73.032504 Web of Science ID 000236467500079 A Compact High Stability Optical Clock Based on Laser-Cooled Ca Proc. 2006 EFTF Conf. Oates, C. W., LeCoq, Y., Wilpers, G., Hollberg, L. : 346–349 Stable Isotopic Analysis of Atmospheric Methane by Infrared Spectroscopy Using Difference Frequency Generation in Periodically Poled Lithium Niobate Appl. Opt. Trudeau, M. E., Chen, P., Garcia, G. A., Hollberg, L. W., Tans, P. P. 45 : 4136-4141 Absolute Optical Frequency Measurements with a Fractional Uncertainty at 1 x 10-15 Proc. 2006 IEEE Intl. Freq. Cont. Symp. Stalnaker, J., Diddams, S. A., Kim, K., Hollberg, L., Donley, E. A., Heavner, T. P., Jefferts, S. R., Levi, F., Parker, T. E., Bergquist, J. C., Itano, W. M., Jensen, M. J., Lorini, L., Oskay, W. H., Fortier, T. Stability measurements of the Ca and Yb optical frequency standards IEEE International Frequency Control Symposium and Exposition Oates, C. W., Hoyt, C. W., Le Coq, Y., Barber, Z. W., Fortier, T. M., Stalnaker, J. E., Diddams, S. A., Hollberg, L. : 74–79 Web of Science ID 000243684700012 Active light shift stabilization in modulated CPT clocks IEEE International Frequency Control Symposium and Exposition Shah, V., Schwindt, P. D., Gerginov, V., Knappe, S., Hollberg, L., Kitching, J. : 699–701 Web of Science ID 000243684700130 High-resolution spectral fingerprinting with a stabilized femtosecond laser frequency comb Proc. 2006 Ultrafast Phenomena Conf. Diddams, S. A., Hollberg, L., Mbele, V. : 3 Absolute optical frequency measurements with a fractional frequency uncertainty at 1 X 10(-15) IEEE International Frequency Control Symposium and Exposition Stalnaker, J. E., Diddams, S. A., Kim, K., Hollberg, L., Donley, E. A., Heavner, T. P., Jefferts, S. R., Levi, F., Parker, T. E., Bergquist, J. C., Itano, W. M., Jensen, M. J., Lorini, L., Oskay, W. H., Fortier, T. M. : 462–469 Web of Science ID 000243684700087 Spectral phase dependence of phase noise of stabilized optical frequency combs Proc. 2006 Ultrafast Phenomena Conf. Quraishi, Q., Diddams, S. A., Hollberg, L. : 3 Atom-based stabilization for laserpumped atomic clocks Proc. 2006 EFTF Conf. Gerginov, V., Shah, V., Knappe, S., Hollberg, L., Kitching, J. : 224–228 Spectroscopy of neutral ^174^Yb in a One-Dimensional Optical lattice Proc. 2006 EFTF Conf. Hoyt, C., Barber, Z., Oates, C. W., Taichenachev, A. V., Yudin, V. I., Hollberg, L. : 324–328 Chip-scale atomic devices at NIST Proc. 2006 SPIE Conf. Knappe, S., Schwindt, P. D., Gerginov, V., Shah, V., Brannon, A., Lindseth, B., Liew, L., Robinson, H. G., Moreland, J. M., Popovic, Z., Hollberg, L., Kitching, J. : 8 A local oscillator for chip-scale atomic clocks at NIST IEEE International Frequency Control Symposium and Exposition Brannon, A., Jankovic, M., Breitbarth, J., Popovic, Z., Gerginov, V., Shah, V., Knappe, S., Hollberg, L., Kitching, J. : 443–447 Web of Science ID 000243684700083 Wavelength references for interferometry in air APPLIED OPTICS Fox, R. W., Washburn, B. R., Newbury, N. R., Hollberg, L. 44 (36) : 7793-7801 Cavity-mode wavelengths in air are determined by measuring a laser's frequency while it is locked to the mode in vacuum during a calibration step and subsequently correcting the mode wavelength for atmospheric pressure compression, temperature difference, and material aging. Using a Zerodur ring cavity, we demonstrate a repeatability of +\/- 2 x 10(-8) (3sigma), with the wavelength accuracy limited to +\/- 4 x 10(-8) by knowledge of the absolute helium gas temperature during the pressure calibration. Mirror cleaning perturbed the mode frequency by less than deltav\/v approximately 3 x 10(-9), limited by temperature correction residuals. Web of Science ID 000234078200016 PubMedID 16381529 Self-oscillating rubidium magnetometer using nonlinear magneto-optical rotation REVIEW OF SCIENTIFIC INSTRUMENTS Schwindt, P. D., Hollberg, L., Kitching, J. 76 (12) DOI 10.1063\/1.2136885 Web of Science ID 000234340500048 Atomic vapor cells for chip-scale atomic clocks with improved long-term frequency stability OPTICS LETTERS Knappe, S., Gerginov, V., Schwindt, P. D., Shah, V., Robinson, H. G., Hollberg, L., Kitching, J. 30 (18) : 2351-2353 A novel technique for microfabricating alkali atom vapor cells is described in which alkali atoms are evaporated into a micromachined cell cavity through a glass nozzle. A cell of interior volume 1 mm3, containing 87Rb and a buffer gas, was made in this way and integrated into an atomic clock based on coherent population trapping. A fractional frequency instability of 6 x 10(-12) at 1000 s of integration was measured. The long-term drift of the F=1, mF=0-->F=2, mF=0 hyperfine frequency of atoms in these cells is below 5 x 10(-11)\/day. Web of Science ID 000231964600001 PubMedID 16196316 Observation and absolute frequency measurements of the S-1(0)-P-3(0) optical clock transition in neutral ytterbium Hoyt, C. W., Barber, Z. W., Oates, C. W., Fortier, T. M., Diddams, S. A., Hollberg, L. 95 (8) We report the direct excitation of the highly forbidden (6s2) 1S0 <--> (6s6p) 3P0 optical transition in two odd isotopes of neutral ytterbium. As the excitation laser frequency is scanned, absorption is detected by monitoring the depletion from an atomic cloud at approximately 70 microK in a magneto-optical trap. The measured frequency in 171Yb (F=1\/2) is 518,295,836,591.6 +\/- 4.4 kHz. The measured frequency in 173Yb (F=5\/2) is 518,294,576,847.6 +\/- 4.4 kHz. Measurements are made with a femtosecond-laser frequency comb calibrated by the National Institute of Standards and Technology cesium fountain clock and represent nearly a 10(6)-fold reduction in uncertainty. The natural linewidth of these J=0 to J=0 transitions is calculated to be approximately 10 mHz, making them well suited to support a new generation of optical atomic clocks based on confinement in an optical lattice. DOI 10.1103\/PhysRevLett.95.083003 Web of Science ID 000231310900020 PubMedID 16196856 Study of the excess noise associated with demodulation of ultra-short infrared pulses IEEE TRANSACTIONS ON ULTRASONICS FERROELECTRICS AND FREQUENCY CONTROL Ivanov, E. N., Diddams, S. A., Hollberg, L. 52 (7) : 1068-1074 The demodulation of ultra-short light pulses with photodetectors is accompanied by excess phase noise at the pulse repetition rate and harmonics in the spectrum of the photocurrent. The major contribution to this noise is power fluctuations of the detected pulse train that, if not compensated for, can seriously limit the stability of frequency transfer from optical to microwave domain. By making use of an infrared femtosecond laser, we measured the spectral density of the excess phase noise, as well as power-to-phase conversion for different types of InGaAs photodetectors. Noise measurements were performed with a novel type of dual-channel readout system using a fiber coupled beam splitter. Strong suppression of the excess phase noise was observed in both channels of the measurement system when the average power of the femtosecond pulse train was stabilized. The results of this study are important for the development of low-noise microwave sources derived from optical \"clocks\" and optical frequency synthesis. Web of Science ID 000231186900001 PubMedID 16212245 High-resolution spectroscopy with a femtosecond laser frequency comb OPTICS LETTERS Gerginov, V., Tanner, C. E., Diddams, S. A., Bartels, A., Hollberg, L. 30 (13) : 1734-1736 The output of a mode-locked femtosecond laser is used for precision single-photon spectroscopy of 133Cs in an atomic beam. By changing the laser's repetition rate, the cesium D1 (6s 2S(1\/2)-->6p 2P(1\/2)) and D2 (6s 2S(1\/2)-->6p 2P(3\/2)) transitions are detected and the optical frequencies are measured with accuracy similar to that obtained with a cw laser. Control of the femtosecond laser repetition rate by use of the atomic fluorescence is also implemented, thus realizing a simple cesium optical clock. Web of Science ID 000230193000046 PubMedID 16075554 The measurement of optical frequencies METROLOGIA Hollberg, L., Diddams, S., Bartels, A., Fortier, T., Kim, K. 42 (3) : S105-S124 DOI 10.1088\/0026-1394\/42\/3\/S12 Web of Science ID 000230654500013 Microfabricated atomic frequency references METROLOGIA Kitching, J., Knappe, S., Liew, L., Moreland, J., Schwindt, P. D., Shah, V., Gerginov, V., Hollberg, L. 42 (3) : S100-S104 DOI 10.1088\/0026-1394\/42\/3\/S11 Web of Science ID 000230654500012 Low-noise synthesis of microwave signals from an optical source ELECTRONICS LETTERS McFerran, J. J., Ivanov, E. N., Bartels, A., Wilpers, G., Oates, C. W., Diddams, S. A., Hollberg, L. 41 (11) : 650-651 DOI 10.1049\/el:20050505 Web of Science ID 000229748400019 Optical frequency\/wavelength references JOURNAL OF PHYSICS B-ATOMIC MOLECULAR AND OPTICAL PHYSICS Hollberg, L., Oates, C. W., Wilpers, G., Hoyt, C. W., Barber, Z. W., Diddams, S. A., Oskay, W. H., Bergquist, J. C. 38 (9) : S469-S495 DOI 10.1088\/0953-4075\/38\/9\/003 Web of Science ID 000229399800004 Stabilized frequency comb with a self-referenced femtosecond Cr : forsterite laser OPTICS LETTERS Kim, K., Washburn, B. R., Wilpers, G., Oates, C. W., Hollberg, L., Newbury, N. R., Diddams, S. A., Nicholson, J. W., Yan, M. E. 30 (8) : 932-934 A frequency comb is generated with a Cr:forsterite femtosecond laser, spectrally broadened through a highly nonlinear optical fiber to span from 1.0 to 2.2 ,m, and stabilized using the f-to-2f self-referencing technique. The repetition rate and the carrier-envelope offset frequency are stabilized to a hydrogen maser, calibrated by a cesium atomic fountain clock. Simultaneous frequency measurement of a 657-nm cw laser by use of the stabilized frequency combs from this Cr:forsterite system and a Ti:sapphire laser agree at the 10(-13) level. The frequency noise of the comb components is observed at 1064, 1314, and 1550 nm by comparing the measured beat frequencies between cw lasers and the supercontinuum frequency combs. Web of Science ID 000228235800041 PubMedID 15865403 International comparisons of femtosecond laser frequency combs 24th Conference on Precision Electromagnetic Measurements (CPEM2004) Ma, L. S., Bi, Z. Y., Bartels, A., Robertsson, L., Zucco, M., Windeler, R. S., Wilpers, G., Oates, C., Hollberg, L., Diddams, S. A. : 746–49 DOI 10.1109\/TIM.2005.843580 Web of Science ID 000227747400068 Femtosecond-laser-based synthesis of ultrastable microwave signals from optical frequency references OPTICS LETTERS Bartels, A., Diddams, S. A., Oates, C. W., Wilpers, G., Bergquist, J. C., Oskay, W. H., Hollberg, L. 30 (6) : 667-669 We use femtosecond laser frequency combs to convert optical frequency references to the microwave domain, where we demonstrate the synthesis of 10-GHz signals having a fractional frequency instability of < or =3.5 x 10(-15) at a 1-s averaging time, limited by the optical reference. The residual instability and phase noise of the femtosecond-laser-based frequency synthesizers are 6.5 x 10(-16) at 1 s and -98 dBc\/Hz at a 1-Hz offset from the 10-GHz carrier, respectively. The timing jitter of the microwave signals is 3.3 fs. Web of Science ID 000227515100027 PubMedID 15792011 A chip-scale atomic clock based on Rb-87 with improved frequency stability OPTICS EXPRESS Knappe, S., Schwindt, P. D., Shah, V., Hollberg, L., Kitching, J., Liew, L., Moreland, J. 13 (4) : 1249-1253 We demonstrate a microfabricated atomic clock physics package based on coherent population trapping (CPT) on the D1 line of 87Rb atoms. The package occupies a volume of 12 mm3 and requires 195 mW of power to operate at an ambient temperature of 200 degrees C. Compared to a previous microfabricated clock exciting the D2 transition in Cs [1], this 87Rb clock shows significantly improved short- and long-term stability. The instability at short times is 4 x?10-11 \/ tau?\/2 and the improvement over the Cs device is due mainly to an increase in resonance amplitude. At longer times (tau?> 50 s), the improvement results from the reduction of a slow drift to ?5 x 10-9 \/ day. The drift is most likely caused by a chemical reaction of nitrogen and barium inside the cell. When probing the atoms on the D1 line, spin-exchange collisions between Rb atoms and optical pumping appear to have increased importance compared to the D2 line. Web of Science ID 000227252700027 PubMedID 19494996 Observation of large atomic-recoil-induced asymmetries in cold atom spectroscopy Oates, C. W., Wilpers, G., Hollberg, L. 71 (2) DOI 10.1103\/PhysRevA.71.023404 Web of Science ID 000227483900079 Nonlinear-resonance line shapes: Dependence on the transverse intensity distribution of a light beam (vol A 69, art non 024501, 2004) Taichenachev, A. V., Tumaikin, A. M., Yudin, V. I., Stahler, M., Wynands, R., Kitching, J., Hollberg, L. 71 (2) DOI 10.1103\/PhysRevA.71.029903 Web of Science ID 000227483900134 Generation of Microwaves with Ultra-low Phase-Noise from an Optical Clock Proc. 2004 IEEE Microwave Photonics Conf. Hollberg, L., Diddams, S. A., Bartels, A., McFerran, J. J., Ivanov, E. N., Wilpers, G., Oates, C. W., Oskay, W. H., Bergquist, J. C. : 9–12 Microfabricated atomic frequency references IEEE International Frequency Control Symposium and Exposition Knappe, S., Schwindt, P., Shah, V., Hollberg, L., Kitching, J., Liew, L., Moreland, J. : 87–91 Web of Science ID 000228522000015 Component-level demonstration of a microfabricated atomic frequency reference IEEE International Frequency Control Symposium and Exposition Gerginov, V., Knappe, S., Schwindt, P. D., Shah, V., Liew, L., Moreland, J., Robinson, H. G., HOLBERG, L., Kitching, J., Brannon, A., Breitbarth, J., Popovic, Z. : 758–766 Web of Science ID 000237191500136 Microfabricated atomic clocks and magnetometers 17th International Conference on Laser Spectroscopy Knappe, S., Schwindt, P. D., Gerginov, V., Shah, V., Robinson, H. G., Hollberg, L., Kitching, J. WORLD SCIENTIFIC PUBL CO PTE LTD. : 337–345 Web of Science ID 000236853300035 A Measurement of the Absolute Frequency of the 199Hg  Single-ion Optical Clock Proc. 2005 EFTF Conf. Oskay, W. H., Jensen, M. J., Jefferts, S. R., Donley, E. A., Heavner, T. P., Parker, T. E., Kim, K., Fortier, T., Bartels, A., Diddams, S. A., Hollberg, L., Itano, W. M., Bergquist, J. C. Microfabricated atomic clocks 18th IEEE International Conference on Micro Electro Mechanical Systems (MEMS) Kitching, J., Knappe, S., Liew, L., Schwindt, P., Shah, V., Moreland, J., Hollberg, L. : 1–7 Web of Science ID 000228430000001 Observations of large atomic-recoil-induced asymmetries in cold atom spectroscopy Phys. Rev. A Oates, C. W., Wilpers, G., Hollberg, L. 71 (6) : 023404 Microwave transitions and nonlinear magneto-optical rotation in anti-relaxation-coated cells Budker, D., Hollberg, L., Kimball, D. F., Kitching, J., Pustelny, S., Yashchuk, V. V. 71 (1) DOI 10.1103\/PhysRevA.71.012903 Web of Science ID 000227283300093 Study of Excess Noise Associated with Demodulation of Ultra-Short Infrared Pulses IEEE T. Ultrason. Ferr. Ivanov, E. N., Diddams, S. A., Hollberg, L. 52 : 1068-1074 Power dissipation in a vertically integrated chip-scale atomic clock IEEE International Frequency Control Symposium and Exposition Kitching, J., Knappe, S., Schwindt, P. D., Shah, V., Hollberg, L., Liew, L. A., Moreland, J. : 781–784 Web of Science ID 000228522000148 Microfabricated atomic clocks and magnetometers 10th IEEE\/LEOS International Conference on Optical MEMs and Their Applications Knappe, S., Schwindt, P. D., Gerginov, V., Shah, V., Liew, L., Moreland, J., Robinson, H. G., Hollberg, L., Kitching, J. : 193–194 Web of Science ID 000232362400093 Noise properties of microwave signals synthesized with femtosecond lasers IEEE International Frequency Control Symposium and Exposition Ivanov, E. N., McFerran, J. J., Diddams, S. A., Hollberg, L. : 932–936 Web of Science ID 000237191500165 Ultra-high stability optical frequency standard based on laser-cooled neutral calcium Conference on Lasers and Electro-Optics (CLEO) Wilpers, G., Oates, C. W., Diddams, S. A., Bartels, A., Oskay, W. H., Bergquist, J. C., Hollberg, L. OPTICAL SOC AMERICA. : 1405–1407 Web of Science ID 000234819901215 High resolution spectroscopy with a femtosecond laser frequency comb Conference on Lasers and Electro-Optics (CLEO) Gerginov, V., Tanner, C. E., Diddams, S., Bartels, A., Hollberg, L. OPTICAL SOC AMERICA. : 1249–1251 Web of Science ID 000234819901163 Femtosecond laser optical frequency synthesizers with uncertainty at the 10(-19) level 14th International Conference on Ultrafast Phenomena Ma, L. S., Bi, Z. Y., Bartels, A., Robertsson, L., Zucco, M., Windeler, R., Wilpers, G., Oates, C., Hollberg, L., Diddams, S. : 837–839 Web of Science ID 000228159300255 Chip-Scale Atomic Frequency References: Fabrication and Performance Proc. 2005 EFTF Conf. Kitching, J., Knappe, S., Liew, L., Moreland, J., Robinson, H. G., Schwindt, P., Shah, V., Gerginov, V., Hollberg, L. : 575–580 Optical frequency metrology using spectrally tailored continuum from a nonlinear fiber grating Digest of the LEOS Summer Topical Meeting Kim, K., Washburn, B. R., Oates, C. W., Hollberg, L., Newbury, N. R., Diddams, S. A., Westbrook, P. S., Nicholson, J. W., Feder, K. S. : 131–132 Web of Science ID 000231847800064 PARCS: NASA's laser-cooled atomic clock in space 35th COSPAR Scientific Assembly Sullivan, D. B., Ashby, N., Donley, E. A., Heavner, T. P., Hollberg, L. W., Jefferts, S. R., Klipstein, W. M., Phillips, W. D., Seidel, D. J. ELSEVIER SCIENCE LTD. : 107–13 DOI 10.1016\/j.asr.2005.03.126 Web of Science ID 000235191400016 Optical oscillators with high stability and low timing jitter 18th Annual Meeting of the IEEE-Lasers-and-Electro-Optical-Society Hollberg, L., Oates, C. W., Diddams, S. A. : 757–758 Web of Science ID 000235109700384 Femtosecond laser frequency combs with linewidths at the 1-Hz level 14th International Conference on Ultrafast Phenomena Bartels, A., Diddams, S. A., Oates, C. W., Bergquist, J. C., Hollberg, L. : 840–842 Web of Science ID 000228159300256 Absolute frequency measurements of the S-1(0)-P-3(0) optical clock transition at 578 nm in neutral Yb Digest of the LEOS Summer Topical Meeting Oates, C. W., Hoyt, C. W., Barber, Z. W., Diddams, S. A., Fortier, T. M., Hollberg, L. : 79–80 Web of Science ID 000231847800038 Stabilized frequency comb with a self-referenced femtosecond Cr : forsterite laser Conference on Lasers and Electro-Optics (CLEO) Kim, K., Washburn, B. R., Wilpers, G., Oates, C. W., Hollberg, L., Newbury, N. R., Diddams, S. A., Nicholson, J. W., Yan, M. F. OPTICAL SOC AMERICA. : 1635–1637 Web of Science ID 000234819902028 Femtosecond Lasers for Optical Clocks and Low Noise Frequency Synthesis Femtosecond Optical Frequency Comb: Principle, Operation, and Applications Femtosecond Optical Frequency Comb: Principle, Operation, and Applications Diddams, S. A., Ye, J., Hollberg, L. edited by Ye, J., Cundiff, S. T. Springer. : 38 Optical frequency measurements with the global positioning system: tests with an iodine-stabilized He-Ne laser APPLIED OPTICS Fox, R. W., Diddams, S. A., Bartels, A., Hollberg, L. 44 (1) : 113-120 Global positioning system- (GPS-) referenced optical frequency combs based on mode-locked lasers offer calibrations for length metrology traceable to international length standards through the SI second and the speed of light. The absolute frequency of an iodine-stabilized He-Ne laser [127I2 R(127) 11-5 f component] was measured with a femtosecond comb referenced to a multichannel GPS timing receiver. The expected performance and limitations of GPS-referenced comb measurements are discussed. DOI 10.1364\/AO.44.000113 Web of Science ID 000226323200015 PubMedID 15662892 Optical and microwave frequency stability: Some constraints Digest of the LEOS Summer Topical Meeting Hollberg, L., Diddams, S. A., Bartels, A., McFerran, J. J., Ivanov, E. N., Wilpers, G., Oates, C. W. : 125–126 Web of Science ID 000231847800061 Chip-scale atomic magnetometer APPLIED PHYSICS LETTERS Schwindt, P. D., Knappe, S., Shah, V., Hollberg, L., Kitching, J., Liew, L. A., Moreland, J. 85 (26) : 6409-6411 DOI 10.1063\/1.1839274 Web of Science ID 000225785300030 High-contrast dark resonance in sigma(+)-sigma(-) optical field LASER PHYSICS LETTERS Kargapoltsev, S. V., Kitching, J., Hollberg, L., Taichenachev, A. V., Velichansky, V. L., Yudin, V. I. 1 (10) : 495-499 DOI 10.1002\/lapl.200410107 Web of Science ID 000227181100003 Optical frequency measurements of 6s S-2(1\/2)-6p P-2(3\/2) transition in a Cs-133 atomic beam using a femtosecond laser frequency comb Gerginov, V., Tanner, C. E., Diddams, S., Bartels, A., Hollberg, L. 70 (4) DOI 10.1103\/PhysRevA.70.042505 Web of Science ID 000225322500041 The optical calcium frequency standards of PTB and NIST COMPTES RENDUS PHYSIQUE Sterr, U., Degenhardt, C., Stoehr, H., Lisdat, C., Schnatz, H., Helmcke, J., Riehle, F., Wilpers, G., Oates, C., Hollberg, L. 5 (8) : 845-855 DOI 10.1016\/j.crhy.2004.08.005 Web of Science ID 000228430600007 A microfabricated atomic clock APPLIED PHYSICS LETTERS Knappe, S., Shah, V., Schwindt, P. D., Hollberg, L., Kitching, J., Liew, L. A., Moreland, J. 85 (9) : 1460-1462 DOI 10.1063\/1.1787942 Web of Science ID 000223555000004 Stabilization of femtosecond laser frequency combs with subhertz residual linewidths OPTICS LETTERS Bartels, A., Oates, C. W., Hollberg, L., Diddams, S. A. 29 (10) : 1081-1083 We demonstrate that femtosecond laser frequency combs (FLFCs) can have a subhertz linewidth across their entire emission spectra when they are phase locked to a reference laser with a similarly narrow linewidth. Correspondingly, the coherence time of the comb components relative to the reference laser can be of the order of a few seconds. Thus we are able to detect high-contrast spectral interferograms at up to 10-s integration time between two FLFCs locked to a common optical reference. Web of Science ID 000221189400013 PubMedID 15181992 Microfabricated alkali atom vapor cells APPLIED PHYSICS LETTERS Liew, L. A., Knappe, S., Moreland, J., ROBINSON, H., Hollberg, L., Kitching, J. 84 (14) : 2694-2696 DOI 10.1063\/1.1691490 Web of Science ID 000220586800075 Optical frequency synthesis and comparison with uncertainty at the 10(-19) level Ma, L. S., Bi, Z. Y., Bartels, A., Robertsson, L., Zucco, M., Windeler, R. S., Wilpers, G., Oates, C., Hollberg, L., Diddams, S. A. 303 (5665) : 1843-1845 A femtosecond laser-based optical frequency synthesizer is referenced to an optical standard, and we use it to demonstrate the generation and control of the frequency of electromagnetic fields over 100 terahertz of bandwidth with fractional uncertainties approaching 1 part in 10(19). The reproducibility of this performance is verified by comparison of different types of femtosecond laser-based frequency synthesizers from three laboratories. Web of Science ID 000220281600048 PubMedID 15031498 Absolute-frequency measurements with a stabilized near-infrared optical frequency comb from a Cr : forsterite laser OPTICS LETTERS Corwin, K. L., Thomann, I., Dennis, T., FOX, R. W., Swann, W., Curtis, E. A., Oates, C. W., Wilpers, G., Bartels, A., Gilbert, S. L., Hollberg, L., Newbury, N. R., Diddams, S. A., Nicholson, J. W., Yan, M. F. 29 (4) : 397-399 A frequency comb is generated with a chromium-doped forsterite femtosecond laser, spectrally broadened in a dispersion-shifted highly nonlinear fiber, and stabilized. The resultant evenly spaced comb of frequencies ranges from 1.1 to beyond 1.8 microm. The frequency comb was referenced simultaneously to the National Institute of Standards and Technology's optical frequency standard based on neutral calcium and to a hydrogen maser that is calibrated by a cesium atomic fountain clock. With this comb we measured two frequency references in the telecommunications band: one half of the frequency of the d\/f crossover transition in 87Rb at 780 nm, and the methane v2 + 2v3 R(8) line at 1315 nm. Web of Science ID 000188703300025 PubMedID 14971765 Broadband phase-coherent optical frequency synthesis with actively linked Ti : sapphire and Cr : forsterite femtosecond lasers OPTICS LETTERS Bartels, A., Newbury, N. R., Thomann, I., Hollberg, L., Diddams, S. A. 29 (4) : 403-405 We link the output spectra of a Ti:sapphire and a Cr:forsterite femtosecond laser phase coherently to form a continuous frequency comb with a wavelength coverage of 0.57-1.45 microm at power levels of 1 nW to 40 microW per frequency mode. To achieve this, the laser repetition rates and the carrier-envelope offset frequencies are phase locked to each other. The coherence time between the individual components of the two combs is 40 micros. The timing jitter between the lasers is 20 fs. The combined frequency comb is self-referenced for access to its overall offset frequency. We report the first demonstration to our knowledge of an extremely broadband and continuous, high-powered and phase-coherent frequency comb from two femtosecond lasers with different gain media. Web of Science ID 000188703300027 PubMedID 14971767 Dark-line atomic resonances in submillimeter structures OPTICS LETTERS Knappe, S., Hollberg, L., Kitching, J. 29 (4) : 388-390 We present measurements of dark-line resonances excited in cesium atoms confined in submillimeter cells with a buffer gas. The width and contrast of the resonances were measured for cell lengths as low as 100 microm. The measured atomic Q factors are reduced in small cells because of frequent collisions of atoms with the cell walls. However, the contrast of coherent population trapping resonances measured in the small cells is similar in magnitude to that obtained in centimeter-sized cells, but substantially more laser intensity is needed to excite the resonance fully when increased buffer-gas pressure is used. The effect of the higher intensity on the linewidth is reduced because the intensity broadening rate decreases with buffer-gas pressure. Web of Science ID 000188703300022 PubMedID 14971762 Nonlinear-resonance line shapes: Dependence on the transverse intensity distribution of a light beam Taichenachev, A. V., Tumaikin, A. M., Yudin, V. I., Stahler, M., Wynands, R., Kitching, J., Hollberg, L. 69 (2) DOI 10.1103\/PhysRevA.69.024501 Web of Science ID 000189386300128 Absolute Optical Frequency Metrology Encyclopedia of Modern Optics Cundiff, S. T., Hollberg, L. : 82–90 Chip-scale atomic magnetometers Appl. Phys. Lett. Schwindt, P., Knappe, S., Shah, V., Hollberg, L., Kitching, J., Liew, L., Moreland, J. 85 : 6409-6411 Stable Optical Cavities for Wavelength References NIST Tech. Note 1533, National Institute of Standards and Technology Fox, R. W., Crowin, K. L., Hollberg, L. : 30 Highcontrast dark resonances in sigma+ - sigma- optical field Laser Phys. Lett. Kargapoltsev, S., Kitching, J., Hollberg, L., Taichenachev, A. V., Velichanski, V. L., Yudin, V. I. 1 : 495-499 Micromachined alkali atom vapor cells for chip-scale atomic clocks 17th IEEE International Conference on Micro Electro Mechanical Systems Liew, L. A., Knappe, S., Moreland, J., ROBINSON, H., Hollberg, L., Kitching, J. : 113–116 Web of Science ID 000189435200029 High-contrast dark resonances on the D-1 line of alkali metals in the field of counterpropagating waves JETP LETTERS Taichenachev, A. V., Yudin, V. I., Velichansky, V. L., Kargapoltsev, S. V., Wynands, R., Kitching, J., Hollberg, L. 80 (4) : 236-240 Web of Science ID 000224451400006 Broadband phase-coherent optical frequency synthesis with actively linked Ti : Sapphire and Cr : Forsterite femtosecond lasers 4th International Conference on Ultrafast Optics Bartels, A., Newbury, N. R., Thomann, I., Hollberg, L., Diddams, S. A. : 61–67 Web of Science ID 000222127000006 Synthesis of optical frequencies and ultrastable ferntosecond pulse trains from an optical reference oscillator 4th International Conference on Ultrafast Optics Bartels, A., Ramond, T. M., Diddams, S. A., Hollberg, L. : 69–74 Web of Science ID 000222127000007 Generation of microwaves with ultra-low phase-noise from an optical clock International Topical Meeting on Microwave Photonics Hollberg, L., Diddams, S., Bartels, A., McFerran, J., Ivanov, E., Wilpers, G., Oates, C. W., Oskay, W. H., Bergquist, J. C. Web of Science ID 000225226300001 Optical clocks with cold atoms and stable lasers 16th International Conference on Laser Spectroscopy Hollberg, L., Oates, C. W., Wilpers, G., Curtis, E. A., Hoyt, C. W., Diddams, S. A., Bartels, A., Ramond, T. M. WORLD SCIENTIFIC PUBL CO PTE LTD. : 14–21 Web of Science ID 000229968900002 Microfabricated Atomic Frequency References Proc. 2004 Joint Mtg. IEEE Intl. Freq. Cont. Symp. and UFFC Conf. Knappe, S. A., Schwindt, P., Shah, V., Hollberg, L., Kitching, J., Liew, L., Moreland, J. : 87–91 The Era of Coherent Optical Frequency References NIST Spec. Publ. Hollberg, L., Oates, C. W., Diddams, S. A., Wilpers, G., Bartels, A., Hoyt, C., Barber, Z. : 6 Power dissipation in a vertically-integrated chip-scale atomic clock Proc. 2004 Joint Mtg. IEEE Intl. Freq. Cont. Symp. and UFFC Conf. Kitching, J., Knappe, S., Liew, L., Schwindt, P., Shah, V., Moreland, J., Hollberg, L. : 781–784 Microfabricated Atomic Clocks NIST Proc. 2004 PTTI Mtg. Knappe, S., Schwindt, P., Gerginov, V., Shah, V., Hollberg, L., Kitching, J., Liew, L., Moreland, J. : 383–392 420-MHz Cr : forsterite femtosecond ring laser and continuum generation in the 1-2-mu m range OPTICS LETTERS Thomann, I., Bartels, A., Corwin, K. L., Newbury, N. R., Hollberg, L., Diddams, S. A., Nicholson, J. W., Yan, M. F. 28 (15) : 1368-1370 We demonstrate a chromium-doped forsterite femtosecond ring laser that generates 30-fs pulses at a 420-MHz repetition rate with nearly 500 mW of average power. The compact solid-state design and broad spectral output make this laser attractive for telecommunications applications in the 1.3-1.5-micrometre region. Additional spectral broadening of the laser output in highly nonlinear optical fiber leads to octave-spanning spectra ranging from 1.06 to 2.17 micrometre. The octave is reached at a level of 18 dB below the peak. The underlying optical frequency comb can be linked to existing optical frequency standards. Web of Science ID 000184256400026 PubMedID 12906092 Optical frequency combs: From frequency metrology to optical phase control IEEE JOURNAL OF SELECTED TOPICS IN QUANTUM ELECTRONICS Ye, J., Schnatz, H., Hollberg, L. W. 9 (4) : 1041-1058 DOI 10.1109\/JSTQE.2003.819109 Web of Science ID 000186993100009 Delivery of high-stability optical and microwave frequency standards over an optical fiber network JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS Ye, J., Peng, J. L., Jones, R. J., Holman, K. W., Hall, J. L., Jones, D. J., Diddams, S. A., Kitching, J., Bize, S., Bergquist, J. C., Hollberg, L. W., Robertsson, L., Ma, L. S. 20 (7) : 1459-1467 Web of Science ID 000184172200007 Analysis of noise mechanisms limiting the frequency stability of microwave signals generated with a femtosecond laser IEEE JOURNAL OF SELECTED TOPICS IN QUANTUM ELECTRONICS Ivanov, E. N., Diddams, S. A., Hollberg, L. 9 (4) : 1059-1065 DOI 10.1109\/JSTQE.2003.819093 Web of Science ID 000186993100010 Design and control of femtosecond lasers for optical clocks and the synthesis of low-noise optical and microwave signals IEEE JOURNAL OF SELECTED TOPICS IN QUANTUM ELECTRONICS Diddams, S. A., Bartels, A., Ramond, T. M., Oates, C. W., Bize, S., Curtis, E. A., Bergquist, J. C., Hollberg, L. 9 (4) : 1072-1080 DOI 10.1109\/JSTQE.2003.819096 Web of Science ID 000186993100012 Compact atomic vapor cells fabricated by laser-induced heating of hollow-core glass fibers REVIEW OF SCIENTIFIC INSTRUMENTS Knappe, S., Velichansky, V., Robinson, H. G., Kitching, J., Hollberg, L. 74 (6) : 3142-3145 DOI 10.1063\/1.1575925 Web of Science ID 000183124100031 Quenched narrow-line second- and third-stage laser cooling of Ca-40 JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS Curtis, E. A., Oates, C. W., Hollberg, L. 20 (5) : 977-984 Web of Science ID 000182715900024 Testing the stability of fundamental constants with the Hg-199(+) single-ion optical clock Bize, S., Diddams, S. A., Tanaka, U., Tanner, C. E., Oskay, W. H., Drullinger, R. E., Parker, T. E., Heavner, T. P., Jefferts, S. R., Hollberg, L., Itano, W. M., Bergquist, J. C. 90 (15) Over a two-year duration, we have compared the frequency of the 199Hg+ 5d(10)6s (2)S(1\/2)(F=0)<-->5d(9)6s(2) (2)D(5\/2)(F=2) electric-quadrupole transition at 282 nm with the frequency of the ground-state hyperfine splitting in neutral 133Cs. These measurements show that any fractional time variation of the ratio nu(Cs)\/nu(Hg) between the two frequencies is smaller than +\/-7 x 10(-15) yr(-1) (1sigma uncertainty). According to recent atomic structure calculations, this sets an upper limit to a possible fractional time variation of g(Cs)(m(e)\/m(p))alpha(6.0) at the same level. DOI 10.1103\/PhysRevLett.90.150802 Web of Science ID 000182320200004 PubMedID 12732024 Mode-locked laser pulse trains with subfemtosecond timing jitter synchronized to an optical reference oscillator OPTICS LETTERS Bartels, A., Diddams, S. A., Ramond, T. M., Hollberg, L. 28 (8) : 663-665 We independently phase lock the repetition rates of two femtosecond lasers at their approximately 456, 000th harmonic to a common optical oscillator. The timing jitter of each individual laser relative to the optical reference is only 0.45 fs in a 100-Hz bandwidth. Our method takes advantage of the tremendous leverage that is possible when stability is transferred from the optical to the microwave domain. The low timing jitter is commensurate with the independently measured fractional frequency instability in the repetition rates of < or = 2.3 x 10(-15) in 1-s averaging time, limited by the measurement system. The microwave signals at 1 GHz that are extracted by photodetection of the pulse trains have a 10-times-greater instability, confirming the presence of excess noise in the photodetection. Web of Science ID 000181989100026 PubMedID 12703934 Experimental study of noise properties of a Ti : Sapphire femtosecond laser IEEE TRANSACTIONS ON ULTRASONICS FERROELECTRICS AND FREQUENCY CONTROL Ivanov, E. N., Diddams, S. A., Hollberg, L. 50 (4) : 355-360 The fidelity of a coherent link between optical and microwave frequencies is largely determined by noise processes in a mode-locked femtosecond laser. This work presents an experimental study of the noise properties of a Ti:sapphire femtosecond laser. It includes measurements of pulse repetition rate fluctuations and shot noise exhibited by the Ti:sapphire femtosecond laser. Based on the results of noise measurements, the fractional frequency stability of a microwave signal produced by the femtosecond laser has been evaluated. Web of Science ID 000182674700001 PubMedID 12744390 Optical frequency standards based on the Hg-199(+) ion Conference on Precision Electromagnetic Measurements (CPEM 2002) Tanaka, U., Bergquist, J. C., Bize, S., Diddams, S. A., Drullinger, R. E., Hollberg, L., Itano, W. M., Tanner, C. E., Wineland, D. J. : 245–49 DOI 10.1109\/TIM.2003.810008 Web of Science ID 000183212000006 Chromium-doped forsterite: dispersion measurement with white-light interferometry APPLIED OPTICS Thomann, I., Hollberg, L., Diddams, S. A., Equall, R. 42 (9) : 1661-1666 Using a Michelson white-light interferometer, we measure the group-delay dispersion and third-order dispersion coefficients, d2(phi)\/d(omega)2 and d3(phi)\/d(omega)3, of chromium-doped forsterite (Cr:Mg2SiO4) over wavelengths of 1050-1600 nm for light polarized along both the c and b crystal axes. In this interval, the second-order dispersion for the c axis ranges from 35 fs2\/mm to -14 fs2\/mm, and the third-order dispersion ranges from 36 fs3\/mm to 142 fs3\/mm. For the b axis the second-order dispersion ranges from 35 fs2\/mm to -15 fs2\/mm and the third-order from 73 fs3\/mm to 185 fs3\/mm. Our data are relevant for the development of optimized dispersion compensation tools for Cr:Mg2SiO4 femtosecond lasers. These measurements help to clarify previously published results and show some significant discrepancies that existed, especially in the third-order dispersion. Our results should furthermore be useful to build up an analytic expression for the index of refraction of chromium forsterite. Web of Science ID 000181708400011 PubMedID 12665096 Theory of dark resonances for alkali-metal vapors in a buffer-gas cell Taichenachev, A. V., Yudin, V. I., Wynands, R., Stahler, M., Kitching, J., Hollberg, L. 67 (3) DOI 10.1103\/PhysRevA.67.033810 Web of Science ID 000181965900093 The Hg-199(+) single ion optical clock: recent progress 3rd International Conference on Trapped Charged Particles and Fundamental Interactions (TCPFI) Tanaka, U., Bize, S., Tanner, C. E., Drullinger, R. E., Diddams, S. A., Hollberg, L., Itano, W. M., Wineland, D. J., Bergquist, J. C. IOP PUBLISHING LTD. : 545–51 Web of Science ID 000181560100015 The mercury-ion optical clock and the search for temporal variation of fundamental constants IEEE International Frequency Control Symposium and PDA Exhibition\/17th European Frequency and Time Forum Oskay, W. H., Bize, S., Diddams, S. A., Drullinger, R. E., Heavner, T. P., Hollberg, L., Itano, W. M., Jefferts, S. R., Parker, T. E., Tanaka, U., Tanner, C. E., Bergquist, J. C. : 78–81 Web of Science ID 000189158900014 Atomic vapor cells for miniature frequency references IEEE International Frequency Control Symposium and PDA Exhibition\/17th European Frequency and Time Forum Knappe, S., Velichansky, V., Robinson, H. G., Liew, L., Moreland, J., Kitching, J., Hollberg, L. : 31–32 Web of Science ID 000189158900005 Optical clocks with cold atoms 16th Annual Meeting of the IEEE Lasers and Electro-Optics Society Hollberg, L., Oates, C., Diddams, S., Wilpers, G., Curtis, A., Bartels, A., Hoyt, C., Ramond, T. : 3–4 Web of Science ID 000188359700001 Atomic clocks of the future: using the ultrafast and ultrastable 13th International Conference on Ultrafast Phenomena Hollberg, L., Diddams, S., Oates, C., Curtis, A., Bize, S., Bergquist, J. : 170–174 Web of Science ID 000182432900053 Low instability, low phase-noise femtosecond optical frequency comb microwave synthesizer IEEE International Frequency Control Symposium and PDA Exhibition\/17th European Frequency and Time Forum Ramond, T. M., Bartels, A., Diddams, S. A., Hollberg, L., Kurz, H. : 168–171 Web of Science ID 000189158900036 Role of spurious reflections in ring-down spectroscopy OPTICS LETTERS Fox, R. W., Hollberg, L. 27 (20) : 1833-1835 Spurious coherent reflections from optical elements that re-enter an exit port of a two-mirror ring-down cavity can significantly change the effective reflectivity of the cavity mirrors, thus altering the cavity decay time. For a 25-cm-long Fabry-Perot cavity with a decay constant of 40 mus , we find that a specular reflection of only 10(-4) of the transmitted ring-down power that is mode matched back toward the cavity could change the decay time by as much as +\/-0.4 mus , depending on the phase of the returning reflection. The perturbation of the decay time is proportional to the electric field, so a decrease in the spurious reflected power of 100 times will result in a perturbation that is only 10 times smaller. We demonstrate the effect with a cw system by purposely introducing a spurious reflection. Web of Science ID 000178561300029 PubMedID 18033378 Phase-coherent link from optical to microwave frequencies by means of the broadband continuum from a 1-GHz Ti : sapphire femtosecond oscillator OPTICS LETTERS Ramond, T. M., Diddams, S. A., Hollberg, L., Bartels, A. 27 (20) : 1842-1844 An optical clockwork is created with a compact 1-GHz repetition-rate laser and three nonlinear crystals. The broadband continuum output of the laser covers sufficient bandwidth to provide direct access to its carrier-envelope offset frequency without the use of a microstructure fiber. We phase lock the femtosecond comb to a Ca optical standard and monitor the stability of the repetition rate, f(r) , at 1 GHz. We demonstrate that the short-term stability of the microwave output of the optical clock is at least as good as that of a high-performance hydrogen maser. Web of Science ID 000178561300032 PubMedID 18033381 Coherent population trapping resonances in thermal Rb-85 vapor: D-1 versus D-2 line excitation OPTICS LETTERS Stahler, M., Wynands, R., Knappe, S., Kitching, J., Hollberg, L., Taichenachev, A., Yudin, V. 27 (16) : 1472-1474 We have compared coherent population trapping (CPT) resonances, both experimentally and theoretically, for excitation of the D(1) and D(2) transitions of thermal (85)Rb vapor. Excitation of the D(1) line results in greater resonance contrast than excitation of the D(2) line and in a reduction in the resonance width, in agreement with theoretical expectations. These results translate into a nearly tenfold improvement in performance for the application of CPT resonances to a frequency standard or a sensitive magnetometer when the D(1) line, rather than the D(2) line, is used. Web of Science ID 000177484300034 PubMedID 18026483 Miniature vapor-cell atomic-frequency references APPLIED PHYSICS LETTERS Kitching, J., Knappe, S., Hollberg, L. 81 (3) : 553-555 DOI 10.1063\/1.1494115 Web of Science ID 000176599600055 Wavelength references for 1300-nm wavelength-division multiplexing JOURNAL OF LIGHTWAVE TECHNOLOGY Dennis, T., Curtis, E. A., Oates, C. W., Hollberg, L., Gilbert, S. L. 20 (5) : 776-782 Web of Science ID 000176073000004 Efficient frequency up-conversion in resonant coherent media Zibrov, A. S., Lukin, M. D., Hollberg, L., Scully, M. O. 65 (5) DOI 10.1103\/PhysRevA.65.051801 Web of Science ID 000175743800012 Resonant enhancement of refractive index in a cascade scheme Conference on the Physics of Quantum Electronics Zibrov, A. S., Matsko, A. B., Hollberg, L., Velichansky, V. L. TAYLOR & FRANCIS LTD. : 359–65 DOI 10.1080\/09500340110088588 Web of Science ID 000174012700004 Temperature dependence of coherent population trapping resonances APPLIED PHYSICS B-LASERS AND OPTICS Knappe, S., Kitching, J., Hollberg, L., Wynands, R. 74 (3) : 217-222 DOI 10.1007\/s003400200800 Web of Science ID 000174683900003 Femtosecond-laser-based optical clockwork with instability<\/= less than or equal to 6.3 X 10(-16) in 1 s. Optics letters Diddams, S. A., Hollberg, L., Ma, L., Robertsson, L. 27 (1) : 58-60 Two octave-spanning optical-frequency combs (750-MHz comb spacing) are phase locked to a common continuous-wave laser diode. The measured instability of the heterodyne beat between the two combs demonstrates that the intrinsic fractional frequency noise of a comb is PubMedID 18007715 Optical Frequency Standards Based on the 199Hg+ Ion IEEE Trans. Instrumen.Meas. Tanaka, U., Bergquist, J. C., Bize, S., Diddams, S. A., Drullinger, R. E., Hollberg, L., Itano, W. M., Tanner, C. E., Wineland, D. J. 52 : 245-249 Coherent Population Trapping Resonances in Thermal 85Rb Vapor: D1versus D2 Line Excitation Optics Letts. Stahler, M., Wynands, R., Knappe, S., Kitching, J., Hollberg, L., Taichenachev, A., Yudin, V. 27 : 1472-1474 Analysis of noise mechanisms limiting frequency stability of microwave signals generated with a femtosecond laser IEEE International Frequency Control Symposium and PDA Exhibition Ivanov, E. N., Hollberg, L., Diddams, S. A. : 435–441 Web of Science ID 000178928900070 A Femtosecond-Laser-Based Optical Clockwork Proceeds. of the 6th Symposium Diddams, S. A., Udem, T., Vogel, K. R., Ma, L. S., Robertsson, L., Oates, C. W., Curtis, E. A., Itano, W. M., Drullinger, R. E., Wineland, D. J., Bergquist, J. C., Hollberg, L. edited by Gill, P. : 419–26 A 40Ca Optical Frequency Standard at 657 nm: Frequency Measurements and Future Prospects Proceeds. of the 6th Symposium Curtis, E. A., Oates, C. W., Diddams, S. A., Vogel, K. R., Hollberg, L., Udem, T. edited by Gill, P. : 331–38 PARCS: A Laser-Cooled Atomic Clock in Space Proceeds. of the 6th Symposium Heavner, T. P., Hollberg, L. W., Jefferts, S. R., Robinson, H. G., Sullivan, D. B., Walls, F. L., Ashby, N., Klipstein, W. M., Maleki, L., Seidel, D. J., Thompson, R. J., Wu, S., Young, L., Mattison, E. M., Vessot, R. C., DeMarchi, A. edited by Gill, P. : 253–60 A Single 199Hg+ Optical Clock Proceedings of the XV International Conf. on Laser Spectroscopy Bergquist, J., Diddans, S., Oates, C., Curtis, E., Hollberg, L., Drullinger, R., Itano, W., Wineland, D., Udem, T. edited by Chu, S., Vuletic, V., Kerman, A. J., Chen, C. : 106–114 Femtosecond-laser-based optical clockwork with instability <= 6.3 x 10(-16) in 1 s OPTICS LETTERS Diddams, S. A., Hollberg, L., Ma, L. S., Robertsson, L. 27 (1) : 58-60 Web of Science ID 000172886500020 Miniaturized laser magnetometers and clocks ICONO 2001 Conference Wynands, R., Affolderbach, C., Hollberg, L., Kitching, J., Knappe, S., Stahler, M. : 126–137 Web of Science ID 000176422400014 Locking Diode Lasers to Optical Cavities Cavity-Enhanced Spectroscopies Fox, R. W., Oates, C. W., Hollberg, L. edited by Zee, R. v., Looney, J. P. Academic Press, Boston MA. : 1–46 Compact Microwave Frequency Reference Based on Coherent Population Trapping Proceeds. of the 6th Symposium Kitching, J. E., Robinson, H. G., Hollberg, L. W., Knappe, S., Wynands, R. edited by Gill, P. : 167–74 Performance of small-scale frequency references IEEE International Frequency Control Symposium and PDA Exhibition Kitching, J., Knappe, S., Hollberg, L. : 442–446 Web of Science ID 000178928900071 A Mercury-Ion Optical Clock Proceeds. of the 6th Symposium Bergquist, J. C., Tanaka, U., Drullinger, R. E., Itano, W. M., Wineland, D. J., Diddams, S. A., Hollberg, L., Curtis, E. A., Oates, C. W., Udem, T. edited by Gill, P. : 99–106 Accuracy evaluation of NIST-F1 METROLOGIA Jefferts, S. R., Shirley, J., Parker, T. E., Heavner, T. P., Meekhof, D. M., Nelson, C., Levi, F., Costanzo, G., De Marchi, A., Drullinger, R., Hollberg, L., Lee, W. D., Walls, F. L. 39 (4) : 321-336 Web of Science ID 000180374700001 Frequency metrology with optical clocks: Comparison of the Ca and Hg+ clock transitions 15th Annual Meeting of the IEEE-Lasers-and-Electro-Optics-Society Oates, C. W., Diddams, S. A., Bize, S., Curtis, E. A., Ramond, T. M., Bartels, A., Bergquist, J. C., Hollberg, L. : 275–276 Web of Science ID 000179772700136 Optical frequency standards and measurements IEEE JOURNAL OF QUANTUM ELECTRONICS Hollberg, L., Oates, C. W., Curtis, E. A., Ivanov, E. N., Diddams, S. A., Udem, T., Robinson, H. G., Bergquist, J. C., Rafac, R. J., Itano, W. M., Drullinger, R. E., Wineland, D. J. 37 (12) : 1502-1513 Web of Science ID 000172727900004 Compact atomic clock based on coherent population trapping ELECTRONICS LETTERS Kitching, J., Hollberg, L., Knappe, S., Wynands, R. 37 (24) : 1449-1451 Web of Science ID 000172687000016 Optical-pumping noise in laser-pumped, all-optical microwave frequency references JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS Kitching, J., Robinson, H. G., Hollberg, L., Knappe, S., Wynands, R. 18 (11) : 1676-1683 Web of Science ID 000172089800017 Characterization of coherent population-trapping resonances as atomic frequency references JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS Knappe, S., Wynands, R., Kitching, J., Robinson, H. G., Hollberg, L. 18 (11) : 1545-1553 Web of Science ID 000172089800001 Cold atom optical frequency references and precision measurements 3rd International Symposium on Modern Problems of Laser Physics (MPLP-2000) Vogel, K. R., Oates, C. W., Curtis, E. A., Rafac, R. J., Wells, J. S., Frech, B., Lee, W. D., FOX, R. W., Diddams, S. A., Bergquist, J. C., Hollberg, L. MAIK NAUKA\/INTERPERIODICA\/SPRINGER. : 1098–99 Web of Science ID 000171957100010 Frequency-dependent optical pumping in atomic A-systems OPTICS LETTERS Kitching, J., Hollberg, L., Knappe, S., Wynands, R. 26 (19) : 1507-1509 We consider the effects of optical pumping on the conversion of laser-frequency modulation into intensity modulation by an atomic absorption line in a vapor of alkali atoms driven in a ?-configuration. It is found that, due to optical pumping in combination with the excited-state hyperfine structure, the absorption line shape is distorted substantially as the Fourier frequency of the FM is changed. The most significant effect of the distortion is a shift of the apparent line center, which depends on how the frequency of the modulation compares with the optical pumping rate. This shift has implications for locking lasers to atomic transitions and also for FM-AM noise conversion in atomic vapors. Web of Science ID 000171173700016 PubMedID 18049650 Quenched narrow-line laser cooling of Ca-40 to near the photon recoil limit Curtis, E. A., Oates, C. W., Hollberg, L. 64 (3) Web of Science ID 000170978600007 An optical clock based on a single trapped Hg-199(+) ion Diddams, S. A., Udem, T., Bergquist, J. C., Curtis, E. A., Drullinger, R. E., Hollberg, L., Itano, W. M., Lee, W. D., Oates, C. W., Vogel, K. R., Wineland, D. J. 293 (5531) : 825-828 Microwave atomic clocks have been the de facto standards for precision time and frequency metrology over the past 50 years, finding widespread use in basic scientific studies, communications, and navigation. However, with its higher operating frequency, an atomic clock based on an optical transition can be much more stable. We demonstrate an all-optical atomic clock referenced to the 1.064-petahertz transition of a single trapped 199Hg+ ion. A clockwork based on a mode-locked femtosecond laser provides output pulses at a 1-gigahertz rate that are phase-coherently locked to the optical frequency. By comparison to a laser-cooled calcium optical standard, an upper limit for the fractional frequency instability of 7 x 10(-15) is measured in 1 second of averaging-a value substantially better than that of the world's best microwave atomic clocks. DOI 10.1126\/science.1061171 Web of Science ID 000170241000035 PubMedID 11452082 Absolute frequency measurements of the Hg+ and Ca optical clock transitions with a femtosecond laser Udem, T., Diddams, S. A., Vogel, K. R., Oates, C. W., Curtis, E. A., Lee, W. D., Itano, W. M., Drullinger, R. E., Bergquist, J. C., Hollberg, L. 86 (22) : 4996-4999 The frequency comb created by a femtosecond mode-locked laser and a microstructured fiber is used to phase coherently measure the frequencies of both the Hg+ and Ca optical standards with respect to the SI second. We find the transition frequencies to be f(Hg) = 1 064 721 609 899 143(10) Hz and f(Ca) = 455 986 240 494 158(26) Hz, respectively. In addition to the unprecedented precision demonstrated here, this work is the precursor to all-optical atomic clocks based on the Hg+ and Ca standards. Furthermore, when combined with previous measurements, we find no time variations of these atomic frequencies within the uncertainties of the absolute value of( partial differential f(Ca)\/ partial differential t)\/f(Ca) < or =8 x 10(-14) yr(-1) and the absolute value of(partial differential f(Hg)\/ partial differential t)\/f(Hg) < or =30 x 10(-14) yr(-1). Web of Science ID 000169013600004 PubMedID 11384404 Characterization of a cold cesium source for PARCS: Primary atomic reference clock in space IEEE TRANSACTIONS ON INSTRUMENTATION AND MEASUREMENT Heavner, T. P., Hollberg, L., Jefferts, S. R., Kitching, J., Klipstein, W. M., Meekhof, D. M., Robinson, H. G. 50 (2) : 500-502 Web of Science ID 000168233200083 Two-dimensional sideband Raman cooling and Zeeman-state preparation in an optical lattice Taichenachev, A. V., Tumaikin, A. M., Yudin, V. I., Hollberg, L. 63 (3) Web of Science ID 000167321000080 Direct comparison of two cold-atom-based optical frequency standards by using a femtosecond-laser comb OPTICS LETTERS Vogel, K. R., Diddams, S. A., Oates, C. W., Curtis, E. A., Rafac, R. J., Itano, W. M., Bergquist, J. C., FOX, R. W., Lee, W. D., Wells, J. S., Hollberg, L. 26 (2) : 102-104 With a fiber-broadened, femtosecond-laser frequency comb, the 76-THz interval between two laser-cooled optical frequency standards was measured with a statistical uncertainty of 2x10(-13) in 5 s , to our knowledge the best short-term instability thus far reported for an optical frequency measurement. One standard is based on the calcium intercombination line at 657 nm, and the other, on the mercury ion electric-quadrupole transition at 282 nm. By linking this measurement to the known Ca frequency, we report a new frequency value for the Hg(+) clock transition with an improvement in accuracy of ~10(5) compared with its best previous measurement. Web of Science ID 000166360100017 PubMedID 18033520 A compact femtosecond-laser-based optical clockwork Conference on Laser Frequency Stabilization, Standards, Measurement, and Applications Diddams, S. A., Udem, T., Vogel, K. R., Oates, C. W., Curtis, E. A., Windeler, R. S., Bartels, A., Bergquist, J. C., Hollberg, L. : 77–83 Web of Science ID 000169777100010 PARCS - A Primary Atomic Reference Clock in Space 1st International Symposium on Microgravity Research and Applications in Physical Sciences and Biotechnology Heavner, T. P., Hollberg, L. W., Jefferts, S. R., Meekhof, D. M., Parker, T. E., Phillips, W., Rolston, S., Robinson, H. G., Shirley, J. H., Sullivan, D. B., Walls, F. L., Klipstein, W. M., Maleki, L., Seidel, D., Thompson, R., Wu, S., Young, L., Vessot, R. F., Mattison, E. M., Demarchi, A. EUROPEAN SPACE AGENCY. : 739–745 Web of Science ID 000171226000098 All-optical atomic clocks IEEE International Frequency Control Symposium and PDA Exhibition Drullinger, R. E., Udem, T., Diddams, S. A., Vogel, K. R., Oates, C. W., Curtis, E. A., Lee, W. D., Iiano, W. M., Hollberg, L., Bergquist, C. : 69–75 Web of Science ID 000175262100012 Optical frequency standards for clocks of the future Conference on Harnessing Light: Optical Science and Metrology at NIST Hollberg, L., Diddams, S. A., Curtis, E. A., Oates, C. W., FOX, R. W. : 54–59 Web of Science ID 000172808800005 Direct comparison between two cold-atom-based optical frequency standards using a femtosecond-laser comb Optics Lett. Vogel, K. R., Diddams, S. A., Oates, C. W., Curtis, E. A., Rafac, R. J., Itano, W. M., Bergquist, J. C., Fox, R. W., Lee, W. D., Wells, J. S., Hollberg, L. 26 : 102-104 Experimental study of noise properties of a Ti-sapphire mode-locked laser IEEE International Frequency Control Symposium and PDA Exhibition Ivanov, E. N., Hollberg, L., Diddams, S. A. : 117–121 Web of Science ID 000175262100023 Destruction of darkness: Optical coherence effects and multi-wave mixing in rubidium vapor XVIIth International Conference on Atomic Physics Zibrov, A. S., Hollberg, L., Velichansky, V. L., Scully, M. O., Lukin, M. D., Robinson, H. G., Matsko, A. B., Taichenachev, A. V., Yudin, V. I. : 204–217 Web of Science ID 000167777800015 A microwave frequency reference based on VCSEL-driven dark line resonances in Cs vapor IEEE TRANSACTIONS ON INSTRUMENTATION AND MEASUREMENT Kitching, J., Knappe, S., Vukicevic, N., Hollberg, L., Wynands, R., Weidmann, W. 49 (6) : 1313-1317 Web of Science ID 000166528100027 Improved short-term stability of optical frequency standards: approaching 1 Hz in 1 s with the Ca standard at 657 nm OPTICS LETTERS Oates, C. W., Curtis, E. A., Hollberg, L. 25 (21) : 1603-1605 For a neutral (40)Ca-based optical frequency standard we report a fractional frequency instability of 4 x 10(-15) in 1 s, which represents a fivefold improvement over existing atomic frequency standards. Using the technique of optical Bordé-Ramsey spectroscopy with a sample of 10(7) trapped atoms, we have resolved linewidths as narrow as 200 Hz (FWHM). With colder atoms this system could potentially achieve an instability as low as 2 x 10(-16) in 1 s. Such low instabilities are important for frequency standards and precision tests of fundamental physics. Web of Science ID 000089988100013 PubMedID 18066290 Compact diode-laser based rubidium frequency reference Joint Meeting of the European-Frequency-and-Time-Forum\/IEEE International Frequency Control Symposium Vukicevic, N., Zibrov, A. S., Hollberg, L., Walls, F. L., Kitching, J., Robinson, H. G. : 1122–26 The performance of a simple microwave frequency reference based on Raman scattering in an atomic vapor is examined. This reference has the potential to be compact, low-power, and insensitive to acceleration. Several design architectures have been evaluated with a table-top experiment in order to guide the future development of a compact system. Fractional frequency deviations of Web of Science ID 000089372500007 PubMedID 18238650 Performance evaluation of an optoelectronic oscillator Joint Meeting of the European-Frequency-and-Time-Forum\/IEEE International Frequency Control Symposium Romisch, S., Kitching, J., Ferre-Pikal, E., Hollberg, L., Walls, F. L. : 1159–65 Phase noise measurements of an optoelectronic oscillator (OEO) at frequencies less than 10 Ha from the carrier (10.6 GHz) as well as the measured Allan variance are presented for the first time. The system has a measured single-side-band (SSB) phase-noise of -123 dB\/Hz at 10 kHz from the carrier and a sigma(y)(tau)=10(-10) for an integration time between 1 and 10 seconds. The importance of amplifier phase-noise and environmental fluctuations in determining the noise of the oscillator at these low Fourier frequencies is verified experimentally and analyzed using a generalized model of noise sources in the OEOs. This analysis then allows prediction of the oscillator performance from measured parameters of individual components in the system. Web of Science ID 000089372500013 PubMedID 18238656 Difference-frequency generation in PPLN at 4.25 mu m: an analysis of sensitivity limits for DFG spectrometers APPLIED PHYSICS B-LASERS AND OPTICS Mazzotti, D., De Natale, P., Giusfredi, G., Fort, C., Mitchell, J. A., Hollberg, L. W. 70 (6) : 747-750 Web of Science ID 000087507300002 Sub-systems for optical frequency measurements: application to the 282-nm Hg-199(+) transition and the 657-nm Ca line Joint Meeting of the European-Frequency-and-Time-Forum\/IEEE International Frequency Control Symposium Frech, B., Wells, J. S., Oates, C. W., Mitchell, J., Lan, Y. P., Kurosu, T., Zink, L., Hollberg, L., Zibrova, T., YOUNG, B. C., Bergquist, J. C. : 513–17 We are developing laser frequency measurement technologies that should allow us to construct an optical frequency synthesis system capable of measuring optical frequencies with a precision limited by the atomic frequency standards. The system will be used to interconnect and compare new advanced optical-frequency references (such as Ca, Hg(+ ), and others) and eventually to connect these references to the Cs primary frequency standard. The approach we are taking is to subdivide optical frequency intervals into smaller and smaller pieces until we are able to use standard electronic-frequency-measurement technology to measure the smallest interval. Web of Science ID 000085926400031 PubMedID 18238575 Saturated-absorption spectroscopy with low-power difference-frequency radiation OPTICS LETTERS Mazzotti, D., De Natale, P., Giusfredi, G., Fort, C., Mitchell, J. A., Hollberg, L. 25 (5) : 350-352 We report high-resolution saturated-absorption spectra recorded by use of a few microwatts of radiation generated in a single pass by difference-frequency mixing. These results were obtained without the use of buildup cavities for the nonlinear mixing or for the saturation spectroscopy. We show high-quality saturated-absorption signals for the fundamental rovibrational band of CO(2) near 4.3 mum. Convenient sources and frequency-conversion devices open new possibilities for sub-Doppler spectroscopy in the infrared. Web of Science ID 000085650500024 PubMedID 18059877 Microwave frequency reference based on VCSEL-driven dark-line resonances in Cs vapor IEEE\/EIA International Frequency Control Symposium and Exhibition Kitching, J., Vukicevic, N., Hollberg, L., Knappe, S., Affolderbach, C., Wynands, R., Weidemann, W. : 687–693 Web of Science ID 000165838900117 A laser-cooled atomic clock in space Space Technology and Applications International Forum (STAIF-2000) Heavner, T. P., Hollberg, L. W., Jefferts, S. R., Kitching, J., Meekhof, D. M., Parker, T. E., Phillips, W. D., Rolston, S. L., Robinson, H. G., Shirley, J. H., Sullivan, D. B., Walls, F. L., Ashby, N., Klipstein, W. M., Maleki, L., Seidel, D. J., Thompson, R. J., Wu, S., Young, L., Vessot, R. F., Demarchi, A. : 691–694 Web of Science ID 000086475500119 Characterization of a cold cesium source for PARCS: primary atomic reference clock in space IEEE\/EIA International Frequency Control Symposium and Exhibition Heavner, T. P., Hollberg, L., Jefferts, S. R., Kitching, J., Klipstein, W. M., Meekhof, D. M., Robinson, H. G. : 656–658 Web of Science ID 000165838900110 Characterization of a cold Cesium source for PARCS: Primary atomic reference clock in space Conference on Precision Electromagnetic Measurements (CPEM 2000) Heavner, T. P., Hollberg, L., Jefferts, S. R., Kitching, J., Meekhof, D. M., Robinson, H. G., Sullivan, D. B. : 313–314 Web of Science ID 000089712400160 Cavity-enhanced absorption spectroscopy of molecular oxygen JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS Gianfrani, L., FOX, R. W., Hollberg, L. 16 (12) : 2247-2254 Web of Science ID 000084064300011 A diode-laser optical frequency standard based on laser-cooled Ca atoms: Sub-kilohertz spectroscopy by optical shelving detection EUROPEAN PHYSICAL JOURNAL D Oates, C. W., Bondu, F., FOX, R. W., Hollberg, L. 7 (3) : 449-460 Web of Science ID 000083227200023 Ultraslow group velocity and enhanced nonlinear optical effects in a coherently driven hot atomic gas Kash, M. M., Sautenkov, V. A., Zibrov, A. S., Hollberg, L., Welch, G. R., Lukin, M. D., Rostovtsev, Y., Fry, E. S., Scully, M. O. 82 (26) : 5229-5232 Web of Science ID 000081152700013 Interference-induced optical gain without population inversion in cold, trapped atoms Kitching, J., Hollberg, L. 59 (6) : 4685-4689 Web of Science ID 000080777600073 Tunable UV generation at 283 nm by frequency doubling and sum frequency mixing of two semiconductor lasers for the detection of Pb SPECTROCHIMICA ACTA PART B-ATOMIC SPECTROSCOPY Franzke, J., FOX, R. W., Hollberg, L. 53 (14) : 1951-1955 Web of Science ID 000078122400009 Narrow-line-width diode laser with a high-Q microsphere resonator OPTICS COMMUNICATIONS Vassiliev, V. V., Velichansky, V. L., Ilchenko, V. S., Gorodetsky, M. L., Hollberg, L., Yarovitsky, A. V. 158 (1-6) : 305-312 Web of Science ID 000077752700041 Extended-cavity grating-tuned operation of mid-infrared InAsSb diode lasers APPLIED PHYSICS B-LASERS AND OPTICS Murtz, M., Wells, J. S., Hollberg, L., Zibrova, T., Mackie, N. 66 (3) : 277-281 Web of Science ID 000072443500003 Design studies for a laser-cooled space clock IEEE International Frequency Control Symposium Robinson, H. G., Jefferts, S. R., Sullivan, D. B., Hollberg, L. W., Ashby, N., HEAVNER, T., Shirley, J. H., Walls, F. L., Drullinger, R. E. I E E E. : 37–40 Web of Science ID 000076440400009 NIST cesuim fountain frequency standard: Preliminary results IEEE International Frequency Control Symposium Jefferts, S. R., Meekhof, D. M., Hollberg, L. W., Lee, D., Drullinger, R. E., Walls, F. L., Nelson, C., Levi, F., Parker, T. E. I E E E. : 2–5 Web of Science ID 000076440400001 Long path-length spectroscopy of O-2 using the NICE-OHMS technique International Conference on Applications of Photonic Technology (ICAPT 98) FOX, R. W., Gianfrani, L., Hollberg, L. : 794–798 Web of Science ID 000078414100141 Spectroscopy in dense coherent media: Line narrowing and interference effects Lukin, M. D., Fleischhauer, M., Zibrov, A. S., Robinson, H. G., Velichansky, V. L., Hollberg, L., Scully, M. O. 79 (16) : 2959-2962 Web of Science ID A1997YB66400010 Continuous-wave frequency tripling and quadrupling by simultaneous three-wave mixings in periodically poled crystals: application to a two-step 1.19-10.71-mu m frequency bridge OPTICS LETTERS Pfister, O., Wells, J. S., Hollberg, L., Zink, L., VANBAAK, D. A., Levenson, M. D., Bosenberg, W. R. 22 (16) : 1211-1213 We observed cw third-harmonic generation in a periodically poled LiNbO(3) crystal by cascading optimally phase-matched second-harmonic and sum-frequency generation. Other processes, such as fourth-harmonic generation, are allowed by the flexibility of quasi-phase matching. We demonstrate a divide-by-nine (1.19- 10.71-microm) frequency chain that uses only two lasers. Web of Science ID A1997XP16700003 PubMedID 18185797 Precise measurement of methane in air using diode-pumped 3.4-mu m difference-frequency generation in PPLN APPLIED PHYSICS B-LASERS AND OPTICS Petrov, K. P., Waltman, S., Dlugokencky, E. J., Arbore, M., Fejer, M. M., Tittel, F. K., Hollberg, L. W. 64 (5) : 567-572 Web of Science ID A1997XB49400010 Toward Extended-Cavity Grating-Tuned Mid-Infrared Diode Laser Operation NIST Technical Note 1388 Mürtz, M., Wells, J. S., Hollberg, L., Zibrova, T., Mackie, N. U.S. Gov. Printing Off.. Semiconductor Diode Lasers Experimental Methods in the Physical Sciences Fox, R. W., Zibrov, A. S., Hollberg, L. Academic Press. : 77–102 An all-diode-laser optical frequency reference using laser-trapped calcium 1997 IEEE International Frequency Control Symposium Oates, C. W., Stephens, M., Hollberg, L. : 219–224 Web of Science ID A1997BJ96F00032 Division by 3 of optical frequencies by use of difference-frequency generation in noncritically phase-matched RbTiOAsO4 OPTICS LETTERS Pfister, O., Murtz, M., Wells, J. S., Hollberg, L., Murray, J. T. 21 (17) : 1387-1389 A new scheme for coherently connecting optical frequencies in a 3:1 ratio has been demonstrated. To phase lock a Nd:YAG laser at 1064 nm with a CO overtone laser at 3192 nm, we generated their difference frequency in RbTiOAsO(4) (RTA) and beat it against the second harmonic of 3192 nm that was generated in AgGaSe(2). Web of Science ID A1996VE31000025 PubMedID 19876361 High-coherence diode laser with optical feedback via a microcavity with 'whispering gallery' modes KVANTOVAYA ELEKTRONIKA Vasilev, V. V., Velichansky, V. L., Gorodetsky, M. L., Ilchenko, V. S., Hollberg, L., Yarovitsky, A. V. 23 (8) : 675-676 Web of Science ID A1996VH92800001 Line shapes of cascade two-photon transitions in a cesium magneto-optic trap JOURNAL OF THE OPTICAL SOCIETY OF AMERICA B-OPTICAL PHYSICS Marquardt, J. H., Robinson, H. G., Hollberg, L. 13 (7) : 1384-1393 Web of Science ID A1996UY47500007 Experimental demonstration of enhanced index of refraction via quantum coherence in Rb Zibrov, A. S., Lukin, M. D., Hollberg, L., Nikonov, D. E., Scully, M. O., Robinson, H. G., Velichansky, V. L. 76 (21) : 3935-3938 Web of Science ID A1996UL24700014 Lasing without inversion: The road to new short-wavelength losers LASER PHYSICS Lukin, M. D., Scully, M. O., Welch, G. R., Fry, E. S., Hollberg, L., Padmabandu, G. G., Robinson, H. G., Zibrov, A. S. 6 (3) : 436-447 Web of Science ID A1996UV06700004 Lasing without inversion: A dream come true LO\/ICONO 95 Conference on Transient Coherent Phenomena, and Atomic Coherence and Amplification Without Inversion Nikonov, D. E., Scully, M. O., Lukin, M. D., Fry, E. S., Hollberg, L. W., Padmbandu, G. G., Welch, G. R., Zibrov, A. S. SPIE - INT SOC OPTICAL ENGINEERING. : 342–350 Web of Science ID A1996BF67K00042 Demonstration of a phase-lockable microwave to submillimeter-wave sweeper International Conference on Millimeter and Submillimeter Waves and Applications III WALTMAN, S. B., Hollberg, L. W., McIntosh, K. A., Brown, E. R. : 55–58 Web of Science ID A1996BG93T00007 Two-laser differential absorption for wide molecular bands Conference on Optical Spectroscopic Techniques and Instrumentation for Atmospheric and Space Research II FOX, R. W., Rudich, Y., Talukdar, R. K., Ravishankara, A. R., Hollberg, L. SPIE - INT SOC OPTICAL ENGINEERING. : 364–368 Web of Science ID A1996BG67P00037 Population- and Coherence-Induced Gain and Self-Oscillations in Alkali Vapor Zibrov, A. S., Robinson, H. G., Velichansky, V. L., Vasiliev, V. V., Hollberg, L., Arimondo, E., Lukin, M. D., Scully, M. O. edited by Bergquist, J. C. Grating-tuned semiconductor MOPA lasers for precision spectroscopy Conference on the Application of Tunable Diode and Other Infrared Sources for Atmospheric Studies and Industrial Process Monitoring Marquardt, J. H., Cruz, F. C., Stephens, M., Oates, C. W., Hollberg, L. W., Bergquist, J. C., Welch, D. F., Mehuys, D., Sanders, S. SPIE - INT SOC OPTICAL ENGINEERING. : 34–40 Web of Science ID A1996BG67Q00004 Highcoherence diode laser with optical feedback via a microcavity with whispering gallery modes Quantum Electronics Vasiliev, V. V., Velichianskii, V. L., Gorodetskii, M. L., Ilchenko, V. S., Hollberg, L., Yarovitskii, A.  . 26 : 657-658 Lineshapes of Cascade Two-Photon Transitions in a Cesium Magneto-Optic Trap J. Opt. Soc. Am. B Marquardt, J. H., Robinson, H. G., Hollberg, L. 13 : 1384-1393 Two Laser Differential Absorption for Wide Molecular Bands Proceed. SPIE conf. Fox, R. W., Rudich, Y., Talukdar, R. K., Ravishankara, A. R., Hollberg, L. : 364–368 Compact tunable mid-infrared laser sources: Technology and applications Conference on Solid State Lasers - Laser Optics 95 Tittel, F. K., Petrov, K. P., Waltman, S., Curl, R. F., Hollberg, L. SPIE - INT SOC OPTICAL ENGINEERING. : 272–281 Web of Science ID A1996BF51V00037 Demonstration of Phase-lockable Microwave to Submillimeter-wave Sweeper Proceed. SPIE conf. Waltman, S. B., Hollberg, L. W., McIntosh, K. A., Brown, E. R. : 55–58 A 1 GHz Diode Laser-driven Optical Delay-Line Oscillator Proceed. of IEEE International Frequency Control Symposium Kitching, J., Hollberg, L., Walls, F. L. : 807–814 Nonlinear Optics for Optical Frequency Synthesis and an Optical Divide by 3 Mürtz, M., Pfister, O., Marquardt, J. H., Stephens, M., Wells, J. S., Waltman, S., Hollberg, L., Robinson, H. G., Fox, R. W. edited by Bergquist, J. C. A 1 GHz optical-delay-line oscillator driven by a diode laser 1996 IEEE International Frequency Control Symposium Kitching, J., Hollberg, L., Walls, F. L. : 807–814 Web of Science ID A1996BG69B00118 High Accuracy Spectroscopy with Semiconductor Lasers: with Application to Laser Frequency Stabilization Frequency Control of Semiconductor Lasers Hollberg, L., Velichansky, V. L., Weimer, C. S., Fox, R. W. edited by Ohtsu, M. J. Wiley and Sons. Lasing without inversion: An experimental reality 7th Rochester Conference on Coherence and Quantum Optics Nikonov, D. E., Scully, M. O., Fry, E. S., Hollberg, L. W., Lukin, M. D., Padmbandu, G. G., Welch, G. R., Zibrov, A. S. PLENUM PRESS DIV PLENUM PUBLISHING CORP. : 281–285 Web of Science ID A1996BG08Q00034 Division by Three of Optical Frequencies Using Difference Frequency Generation in Non-Critically Phase-Matched RTA Opts. Lett. Pfister, O., Mürtz, M., Wells, J. S., Hollberg, L. 21 : 1387 EXPERIMENTAL DEMONSTRATION OF LASER OSCILLATION WITHOUT POPULATION-INVERSION VIA QUANTUM INTERFERENCE IN RB Zibrov, A. S., Lukin, M. D., Nikonov, D. E., Hollberg, L., Scully, M. O., Velichansky, V. L., Robinson, H. G. 75 (8) : 1499-1502 Web of Science ID A1995RP99300017 EXPERIMENTAL DEMONSTRATION OF CONTINUOUS-WAVE AMPLIFICATION WITHOUT INVERSION VIA QUANTUM INTERFERENCE IN RB International Workshop on Laser Physics (LPHYS-94) Zibrov, A. S., Lukin, M. D., Nikonov, D. E., Hollberg, L. W., Scully, M. O., Velichansky, V. L. INTERPERIODICA. : 553–55 Web of Science ID A1995RE19300019 SUB-DOPPLER FREQUENCY MEASUREMENTS ON OCS NEAR 1689 AND 1885 CM(-1) JOURNAL OF MOLECULAR SPECTROSCOPY Wells, J. S., Dax, A., Hollberg, L., Maki, A. G. 170 (1) : 75-81 Web of Science ID A1995QL00100006 Transient Molecular Spectroscopy with a Frequency-Doubled Diode Laser OSA technical digest Fox, R. W., Hunter, M., Hollberg, L. Diode lasers and spectroscopy 1995 Annual\/8th Annual Meeting of the IEEE Lasers-and-Electro-Optics-Society (LEOS 95) Hollberg, L., Marquardt, J., Stephens, M., FOX, R. W. : B327–B328 Web of Science ID A1995BE49N00329 Tunable Infrared Source by Difference Frequency Mixing Diode Lasers and Diode Pumped YAG, and Application to Methane Detection OSA technical digest Waltman, S., Petrov, K., Simon, U., Hollberg, L., Tittel, F., Curl, R. Diode lasers for frequency standards and precision spectroscopy 49th Annual IEEE International Frequency Control Symposium Hollberg, L., Aman, J., Waltman, S., Marquardt, J. H., Stephens, M., FOX, R. W., VANBAAK, D. A., WEIMER, C. S., Robinson, H. G., Zibrov, A. S., Mackie, N., Zibrova, T. P., Pendrill, L. I E E E. : 185–189 Web of Science ID A1995BE55C00025 AMPLITUDE MODULATION ON FREQUENCY-LOCKED EXTENDED-CAVITY DIODE LASERS Conference on Laser Frequency Stabilization and Noise Reduction\/Photonics West 95 FOX, R. W., DEVELYN, L., Robinson, H. G., WEIMER, C. S., Hollberg, L. SPIE - INT SOC OPTICAL ENGINEERING. : 58–62 Web of Science ID A1995BC98U00006 Application of a diode-laser-based CW tunable IR source to methane detection in air 1995 Annual\/8th Annual Meeting of the IEEE Lasers-and-Electro-Optics-Society (LEOS 95) Petrov, K. P., Waltman, S., Curl, R. F., Tittel, F. K., Hollberg, L. : B318–B319 Web of Science ID A1995BE49N00324 External Cavity Difference-Frequency Source in the Mid-Infrared based on AgGaS2 and Diode Lasers J. Opt. Soc. Am. B Simon, U., Waltman, S., Loa, I., Tittel, F. K., Hollberg, L. 12 : 323-327 Detection of Methane in Air Using Diode-Laser-Pumped Difference-Frequency Generation near 3.2 μm J. Opt. Soc. Am. B Petrov, K. P., Waltman, S., Simon, U., Curl, R. F., Tittel, F. K., Dlugokencky, E. J., Hollberg, L. 61 : 553-558 SUB-DOPPLER FREQUENCY MEASUREMENTS ON OCS AT 87 THZ (3.4-MU-M) WITH THE CO OVERTONE LASER JOURNAL OF MOLECULAR SPECTROSCOPY Dax, A., Wells, J. S., Hollberg, L., Maki, A. G., Urban, W. 168 (2) : 416-428 Web of Science ID A1994PU60800020 PROPOSED SUM-AND-DIFFERENCE METHOD FOR OPTICAL-FREQUENCY MEASUREMENT IN THE NEAR-INFRARED OPTICS LETTERS VANBAAK, D. A., Hollberg, L. 19 (19) : 1586-1588 We propose a method for the determination of optical frequencies in the near infrared that is based on the nonlinear generation of the optical sum and difference frequencies of two near-infrared lasers followed by the comparison of the sum and difference frequencies with standards in the visible and in the far infrared, respectively. We also address questions of practicability and discuss some examples open to the method. Web of Science ID A1994PJ26500028 PubMedID 19855592 HIGH-RESOLUTION DIODE-LASER SPECTROSCOPY OF CALCIUM APPLIED PHYSICS B-LASERS AND OPTICS Zibrov, A. S., FOX, R. W., Ellingsen, R., WEIMER, C. S., Velichansky, V. L., Tino, G. M., Hollberg, L. 59 (3) : 327-331 Web of Science ID A1994PF30800010 A CPW PHASE-LOCKED LOOP FOR DIODE-LASER STABILIZATION 1994 IEEE MTT-S International Microwave Symposium DEVELYN, L., Hollberg, L., Popovic, Z. B. : 65–68 Web of Science ID A1994BB20R00015 OPTICAL PROBING OF COLD TRAPPED ATOMS OPTICS LETTERS FOX, R. W., Gilbert, S. L., Hollberg, L., Marquardt, J. H., Robinson, H. G. 18 (17) : 1456-1458 Web of Science ID A1993LU85100025 PubMedID 19823413 THE DIODE-LASER AS A SPECTROSCOPIC TOOL SPECTROCHIMICA ACTA REVIEWS FOX, R. W., WEIMER, C. S., Hollberg, L., Turk, G. C. 15 (5) : 291-299 Web of Science ID A1993MR06100001 HIGH-SENSITIVITY SPECTROSCOPY WITH DIODE-LASERS CONF ON FREQUENCY-STABILIZED LASERS AND THEIR APPLICATIONS FOX, R. W., Robinson, H. G., Zibrov, A. S., Mackie, N., Marquardt, J., Magyar, J., Hollberg, L. W. SPIE - INT SOC OPTICAL ENGINEERING. : 360–365 Web of Science ID A1993BY44J00038 DIODE-LASERS AND METROLOGY NATO Advanced Study Institute on Solid State Lasers: New Developments and Applications Fox, R., Turk, G., Mackie, N., Zibrova, T., Waltman, S., Sassi, M. P., Marquardt, J., Zibrov, A. S., Weimer, C., Hollberg, L. PLENUM PRESS DIV PLENUM PUBLISHING CORP. : 279–286 Web of Science ID A1993BZ73T00019 Diode Lasers and Metrology Proc. of NATO ASI Fox, R., Turk, G., Mackie, N., Zibrova, T., Waltman, S., Marquardt, J., Zibrov, A., Weimer, C., Hollberg, L., Sassi, M. P. Precise Optical Frequency References and Difference Frequency Measurements with Diode Lasers Proc. of SPIE Conference on Frequency Stabilized Lasers & Their Applications Waltman, S., Romanovsky, A., Wells, J., Fox, R. W., Hollberg, L. W., Sassi, M. P., Robinson, H. G. : 386 DIODE-LASERS AND SPECTROSCOPIC APPLICATIONS 10TH INTERNATIONAL CONF ON LASER SPECTROSCOPY ( TENICOLS 91 ) N Hollberg, L., Fox, R., Mackie, N., Zibrov, A. S., Velichansky, V. L., Ellingsen, R., Robinson, H. G. WORLD SCIENTIFIC PUBL CO PTE LTD. : 347–352 Web of Science ID A1992BV96Z00078 High-Sensitivity Spectroscopy with Diode Lasers Proc. of SPIE Conference on Frequency Stabilized Lasers & Their Applications Fox, R. W., Robinson, H. C., Zibrov, A. S., Mackie, N., Marquardt, J., Magyar, J., Hollberg, L. W. : 360 A FREQUENCY-STABILIZED LNA LASER AT 1.083 MU-M - APPLICATION TO THE MANIPULATION OF HELIUM 4 ATOMS JOURNAL DE PHYSIQUE II Vansteenkiste, N., GERZ, C., Kaiser, R., Hollberg, L., Salomon, C., Aspect, A. 1 (12) : 1407-1428 Web of Science ID A1991GT48400001 Diode Lasers and Spectroscopic Applications Proc. of Tenth Int'l Conf. on Laser Spectroscopy (TENICOLS) Hollberg, L., Fox, R., Mackie, N., Zibrov, A. S., Velichansky, V. L., Ellingsen, R., Robinson, H. G. edited by Ducloy, M., Giacobino, E., Camy, G. : 347–352 USING DIODE-LASERS FOR ATOMIC PHYSICS REVIEW OF SCIENTIFIC INSTRUMENTS Wieman, C. E., Hollberg, L. 62 (1) : 1-20 Web of Science ID A1991EQ60700001 HYPERFINE-STRUCTURE OF THE METASTABLE S-2(5) STATE OF O-17 USING AN ALGAAS DIODE-LASER AT 777 NM Tino, G. M., Hollberg, L., Sasso, A., Inguscio, M., Barsanti, M. 64 (25) : 2999-3002 Web of Science ID A1990DJ50200010 DIODE-LASERS AND THEIR APPLICATION TO SPECTROSCOPY NATO ADVANCED STUDY INST ON APPLIED LASER SPECTROCOPY Hollberg, L. PLENUM PRESS DIV PLENUM PUBLISHING CORP. : 117–125 Web of Science ID A1990BT35P00010 Cw Dye Lasers Dye Laser Principles with Applications Hollberg, L. edited by Duarte, F., Hillman, L. Academic Press. : 185–238 CHARACTERISTICS OF AN OPTICALLY PUMPED CS FREQUENCY STANDARD AT THE NRLM IEEE TRANSACTIONS ON INSTRUMENTATION AND MEASUREMENT Ohshima, S., Nakadan, Y., Ikegami, T., Koga, Y., Drullinger, R., Hollberg, L. 38 (2) : 533-536 Web of Science ID A1989U319200081 The Effect of Laser Line-Narrowing on the Performance of Optically Pumped Cesium Atomic Beam Frequency Standards Proc. of 2nd European Frequency and Time Forum Ohshima, S., Koga, Y., Nakadan, Y., Hollberg, L., Drullinger, R. : 531–532 MODULATABLE NARROW-LINEWIDTH SEMICONDUCTOR-LASERS APPLIED PHYSICS LETTERS Hollberg, L., Ohtsu, M. 53 (11) : 944-946 Web of Science ID A1988Q003900004 An Optically Pumped Primary Frequency Standard Proc. of Fourth Symposium on Frequency Standards and Metrology Drullinger, R. E., Shirley, J. H., Glaze, D. J., Hollberg, L. : 116–119 Optical Stabilization of Semiconductor Lasers Proc. of Fourth Symposium on Frequency Standards and Metrology Hollberg, L. : 231–235 FREQUENCY STABILIZATION OF SEMICONDUCTOR-LASERS BY RESONANT OPTICAL FEEDBACK OPTICS LETTERS Dahmani, B., Hollberg, L., Drullinger, R. 12 (11) : 876-878 With simple optical geometries a separate resonant Fabry-Perot cavity can serve as an optical feedback element that forces a semiconductor laser automatically to lock its frequency optically to the cavity resonance. This method is used to stabilize laser frequencies and reduce linewidths by a factor of 1000 from 20 MHz to approximately 20 kHz. Web of Science ID A1987K531500008 PubMedID 19741901 PROPOSAL FOR OPTICALLY COOLING ATOMS TO TEMPERATURES OF THE ORDER OF 10-6 K OPTICS LETTERS Chu, S., Bjorkholm, J. E., Ashkin, A., Gordon, J. P., Hollberg, L. W. 11 (2) : 73-75 Web of Science ID A1986AYQ3600005 PubMedID 19730537 Cooling and Trapping of Atoms with Laser Light Methods of Laser Spectroscopy Chu, S., Bjorkholm, J., Ashkin, A., Hollberg, L., Cable, A. edited by Prior, Y., Reuven, A. B., Rosenbluh, M. Plenum Press. : 41–49 Progress Toward an Optically Pumped Cesium Beam Frequency Standard Proc. of 40th Frequency Control Symposium Drullinger, R. E., Shirley, J., Glaze, D. J., Hollberg, L. W., DeMarchi, A. : 428–431 OBSERVATION OF SQUEEZED STATES GENERATED BY 4-WAVE MIXING IN AN OPTICAL CAVITY Slusher, R. E., Hollberg, L. W., Yurke, B., MERTZ, J. C., Valley, J. F. 55 (22) : 2409-2412 Web of Science ID A1985AUN4900011 3-DIMENSIONAL VISCOUS CONFINEMENT AND COOLING OF ATOMS BY RESONANCE RADIATION PRESSURE Chu, S., Hollberg, L., Bjorkholm, J. E., Cable, A., Ashkin, A. 55 (1) : 48-51 Web of Science ID A1985AKW6200013 Observation of Squeezed States Generated by Four-Wave Mixing in an Optical Cavity Phys. Rev. Lett. Slusher, R. E., Hollberg, L. W., Yurke, B., Mertz, J. C., Valley, J. F. 55 : 2409-2412 SQUEEZED STATES IN OPTICAL CAVITIES - A SPONTANEOUS-EMISSION-NOISE LIMIT Slusher, R. E., Hollberg, L., Yurke, B., MERTZ, J. C., Valley, J. F. 31 (5) : 3512-3515 Web of Science ID A1985AGU1900092 Three Dimensional Viscous Confinement and Cooling of Atoms by Resonance Radiation Pressure Phys. Rev. Lett. Chu, S., Hollberg, L., Bjorkholm, J. E., Cable, A., Ashkin, A. 55 : 48 - 51 MEASUREMENT OF THE SHIFT OF RYDBERG ENERGY-LEVELS INDUCED BY BLACKBODY RADIATION Hollberg, L., Hall, J. L. 53 (3) : 230-233 Web of Science ID A1984SZ82700005 DYE-LASER FREQUENCY STABILIZATION USING OPTICAL RESONATORS APPLIED PHYSICS B-PHOTOPHYSICS AND LASER CHEMISTRY Hough, J., Hils, D., Rayman, M. D., Ma, L. S., Hollberg, L., Hall, J. L. 33 (3) : 179-185 Web of Science ID A1984SE55300009 PRECISION-MEASUREMENTS BY OPTICAL HETERODYNE TECHNIQUES PROCEEDINGS OF THE SOCIETY OF PHOTO-OPTICAL INSTRUMENTATION ENGINEERS Hollberg, L., Ma, L. S., HOHENSTATT, M., Hall, J. L. 426 : 91-98 Web of Science ID A1983SU56300016 OPTICAL HETERODYNE SATURATION SPECTROSCOPY APPLIED PHYSICS LETTERS Hall, J. L., Hollberg, L., Baer, T., Robinson, H. G. 39 (9) : 680-682 Web of Science ID A1981MM42900002 PROGRESS TOWARD PHASE-STABLE OPTICAL FREQUENCY STANDARDS JOURNAL DE PHYSIQUE Hall, J. L., Hollberg, L., Ma, L. S., Baer, T., Robinson, H. G. 42 (NC8) : 59-71 Web of Science ID A1981NM13600009 Atomic, Molecular and Optical Physics Sea turtle Examining and manipulating matter at the scale of the atom and molecule. A ttosecond to femtosecond processes, quantum properties of atoms and photons, testing fundamental physics. Research in atomic, molecular, laser and X-ray physics at Stanford takes place in the Physics and Applied Physics Departments and in the Photon Science Department at National Accelerator Laboratory. A rich set of topics are explored in the Varian Physics Laboratory, the Ginzton Lab and through the PULSE Institute for Ultrafast Energy Science. SLAC houses both the Stanford Synchrotron Radiation Lightsource and the Linac Coherent Light Source The structure and dynamics of matter at the atomic scale -- from Angstroms to nanometers in space and attoseconds to femtoseconds in time -- are studied using strong laser and x-ray fields to control and probe the quantum evolution of atoms and molecules. Basic questions in atomic physics are addressed through measurements of \"simple\" atoms, often laser-cooled and at the quantum-measurement level, leading to applications in real-world systems. Precision control of lasers and atoms are used for tests of space-time, advanced optical clocks, ultra-fast timing, atomic sensors, and ultra-sensitive detection of trace atoms.  Quantum sensors of rotation and acceleration based on cold atoms (quantum metrology) are being developed for tests of general relativity, the investigation of many-body quantum effects in Bose-condensed vapors, and ultra-fast laser-induced phenomena. Other efforts aim to create and study novel quantum many-body systems, including quantum soft matter, using new techniques developed for creating and manipulating exotic dipolar ultracold atoms in optical lattices, near cryogenic surfaces, and inside multimode optical resonators.  This research aims to elucidate the interplay between superfluidity, crystallinity, and magnetism to provide better intuition about the organizing principles of strongly interacting matter. Future efforts at Stanford will focus on the generation and detection of highly entangled many-body states of ultracold atoms, primarily using techniques of cavity QED, the exploration of quantum critical phenomena and routes to topological encoding of quantum information. Related Research Areas & Centers AMO@Stanford Atomic, Molecular, and Optical Physics Projects PULSE Institute Philip Bucksbaum (650) 926-5337 phb@slac.stanford.edu My research pages Attsecond Physics Strong-Field Physics Making Molecular Movies Steven Chu (650) 723-2986 Jason Hogan Assistant Professor (650) 498-0693 hogan@stanford.edu Leo Hollberg Research Professor (650) 723-4227 leoh@stanford.edu Mark Kasevich (650) 723-4356 kasevich@stanford.edu Benjamin Lev Associate Professor benlev@stanford.edu LevLab website Monika Schleier-Smith Associate Professor Research Group AMO Physics at Stanford H Schwettman has@stanford.edu"
            ]
        ]
    ]
}