{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X3A358AP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Andrew Yost Dr. Andrew Yost Assistant Professor Ph.D., University of Wyoming, 2017 217 Physical Sciences 405-744-1612 andrew.yost@okstate.edu Lab: 045-046 Physical Sciences Links: Surface Microscopy and Spectroscopy Group Dr. Donghua Zhou Dr. Donghua Zhou Associate Professor and Graduate Recruiter Ph.D., College of William and Mary, 2003 230L Henry Bellmon Research Center 405-744-3277 donghua@okstate.edu Lab: 210G Henry Bellmon Research Center, 405-744-2865 Lab: NMR. 405-744-7516 Dr. Zhou's Biological Physics Research Group Dr. Donghua Zhou works in an exciting field, namely Biomolecular Solid-State NMR. Recent instrument and methodology developments have established solid-state NMR as a new structural biophysics tool for proteins and protein complexes in conditions that are challenging to conventional methods. We are interested in structural studies on membrane proteins and protein aggregates involved in human health. Membrane proteins consist of 30% of the human genome. They play many important roles such as transporters, channels, enzymes, and receptors. Membrane proteins posed limitations (such as solubility, yield, crystallization difficulty, and size) to conventional structure determination techniques. Consequently only around 250 membrane proteins have known 3D structures. In contrast, crystallography and solution NMR have facilitated over 66,000 structures for non-membrane proteins. Protein aggregation has been identified as a common mechanistic theme in at least 16 diseases, also known as amyloidoses, such as prion disease (Mad Cow disease), Alzheimer's disease, Parkinson's disease, Huntington's disease, multiple sclerosis, and amyotrophic lateral sclerosis. These amyloidal aggregates have insufficient order for crystallographic study, and their large particle size makes them inaccessible to solution NMR study. Solid-state NMR is not restricted by these factors and therefore it holds the promise to provide the structural basis for understanding these diseases. We are working on several projects in collaboration with biological scientists in Departments of Biochemistry, Animal Science, Microbiology, and Physiology."
            ]
        ]
    ]
}