{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X4KC4OL8",
            "W1-hAXkAAAAJ",
            [
                "Bose-Einstein condensation in a gas of sodium atoms",
                "Observation of Feshbach resonances in a Bose–Einstein condensate",
                "Observation of interference between two Bose condensates",
                "Optical confinement of a Bose-Einstein condensate",
                "Spin domains in ground-state Bose–Einstein condensates",
                "Output coupler for Bose-Einstein condensed atoms",
                "Making, probing and understanding Bose-Einstein condensates",
                "Spontaneous symmetry breaking in a quenched ferromagnetic spinor Bose–Einstein condensate",
                "Bragg spectroscopy of a Bose-Einstein condensate",
                "Collective excitations of a Bose-Einstein condensate in a magnetic trap"
            ],
            [
                "We have observed Bose-Einstein condensation of sodium atoms. The atoms were trapped in a novel trap that employed both magnetic and optical forces. Evaporative cooling increased the phase-space density by 6 orders of magnitude within seven seconds. Condensates contained up to 5× 10 5 atoms at densities exceeding 10 14 cm− 3. The striking signature of Bose condensation was the sudden appearance of a bimodal velocity distribution below the critical temperature of∼ 2μK. The distribution consisted of an isotropic thermal distribution and an elliptical core attributed to the expansion of a dense condensate.",
                "It has long been predicted that the scattering of ultracold atoms can be altered significantly through a so-called ‘Feshbach resonance’. Two such resonances have now been observed in optically trapped Bose–Einstein condensates of sodium atoms by varying an external magnetic field. They gave rise to enhanced inelastic processes and a dispersive variation of the scattering length by a factor of over ten. These resonances open new possibilities for the study and manipulation of Bose–Einstein condensates.",
                "Interference between two freely expanding Bose-Einstein condensates has been observed. Two condensates separated by ∼40 micrometers were created by evaporatively cooling sodium atoms in a double-well potential formed by magnetic and optical forces. High-contrast matter-wave interference fringes with a period of ∼15 micrometers were observed after switching off the potential and letting the condensates expand for 40 milliseconds and overlap. This demonstrates that Bose condensed atoms are “laser-like”; that is, they are coherent and show long-range correlations. These results have direct implications for the atom laser and the Josephson effect for atoms.",
                "Bose-Einstein condensates of sodium atoms have been confined in an optical dipole trap using a single focused infrared laser beam. This eliminates the restrictions of magnetic traps for further studies of atom lasers and Bose-Einstein condensates. More than 5× 10 6 condensed atoms were transferred into the optical trap. Densities of up to 3× 10 15 cm− 3 of Bose condensed atoms were obtained, allowing for a measurement of the three-body loss rate constant for sodium condensates as K 3= 1.1 (3)× 10− 30 cm 6 s− 1. At lower densities, the observed 1\/e lifetime was longer than 10 s. Simultaneous confinement of Bose-Einstein condensates in several hyperfine states was demonstrated.",
                "Bose–Einstein condensates—a low-temperature form of matter in which a macroscopic population of bosons occupies the quantum-mechanical ground state—have been demonstrated for weakly interacting, dilute gases of alkali-metal 1, 2, 3 and hydrogen 25 atoms. Magnetic traps are usually employed to confine the condensates, but have the drawback that spin flips in the atoms lead to untrapped states. For this reason, the spin orientation of the trapped alkali atoms cannot be regarded as a degree of freedom. Such condensates are therefore described by a scalar order parameter, like the spinless superfluid 4 He. In contrast, a recently realized optical trap 4 for sodium condensates confines atoms independently of their spin orientations. This offers the possibility of studying ‘spinor’condensates in which spin comprises a degree of freedom, so that the order parameter is a vector rather than scalar quantity. Here we …",
                "We have demonstrated an output coupler for Bose condensed atoms in a magnetic trap. Short pulses of rf radiation were used to create Bose condensates in a superposition of trapped and untrapped hyperfine states. The fraction of out-coupled atoms was adjusted between 0% and 100% by varying the amplitude of the rf radiation. This configuration produces output pulses of coherent atoms and can be regarded as a pulsed “atom laser.”",
                "Contribution to the proceedings of the 1998 Enrico Fermi summer school on Bose-Einstein condensation in Varenna, Italy.",
                "A central goal in condensed matter and modern atomic physics is the exploration of quantum phases of matter—in particular, how the universal characteristics of zero-temperature quantum phase transitions differ from those established for thermal phase transitions at non-zero temperature. Compared to conventional condensed matter systems, atomic gases provide a unique opportunity to explore quantum dynamics far from equilibrium. For example, gaseous spinor Bose–Einstein condensates 1, 2, 3 (whose atoms have non-zero internal angular momentum) are quantum fluids that simultaneously realize superfluidity and magnetism, both of which are associated with symmetry breaking. Here we explore spontaneous symmetry breaking in 87 Rb spinor condensates, rapidly quenched across a quantum phase transition to a ferromagnetic state. We observe the formation of spin textures, ferromagnetic domains and …",
                "Properties of a Bose-Einstein condensate were studied by stimulated, two-photon Bragg scattering. The high momentum and energy resolution of this method allowed a spectroscopic measurement of the mean-field energy and of the intrinsic momentum uncertainty of the condensate. The coherence length of the condensate was shown to be equal to its size. Bragg spectroscopy can be used to determine the dynamic structure factor over a wide range of energy and momentum transfers.",
                "Collective excitations of a dilute Bose condensate have been observed. These excitations are analogous to phonons in superfluid helium. Bose condensates were created by evaporatively cooling magnetically trapped sodium atoms. Excitations were induced by a modulation of the trapping potential, and detected as shape oscillations in the freely expanding condensates. The frequencies of the lowest modes agreed well with theoretical predictions based on mean-field theory. Before the onset of Bose-Einstein condensation, we observed sound waves in a dense ultracold gas."
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                "Dan Stamper-Kurn Dan Stamper-Kurn Professor 301D Physics South dmsk@berkeley.edu (510) 642-9618 UC Berkeley Ultracold Atomic Physics Group Dan M. Stamper-Kurn came to Berkeley following his studies at the Massachusetts Institute of Technology (Ph.D. 2000) and postdoctoral work at the California Institute of Technology (1999 – 2001). He is the recipient of the 2000 APS Division of Atomic, Optical and Molecular Physics Outstanding Thesis award, the Alfred P. Sloan Fellowship (2001 – 2003), the David and Lucile Packard Fellowship in Science and Engineering (2002 – 2007), and the Presidential Young Investigator Award in Science and Engineering (2002). He holds the Class of 1936 Second Chair in the College of Letters and Sciences (2007 – 2012), and is a Fellow of the American Physical Society and of the Optical Society of America. The developing field of ultracold atomic physics provides tantalizing opportunities for exploring physical phenomena in a regime that has heretofore been inaccessible: material systems with temperatures in the nanokelvin range (and below), with broadly and instantly tunable interactions, residing in dynamically adaptable containers, and amenable to the precise manipulation and detection tools of atomic physics. My research has focused on developing further capabilities in this field, and utilizing these advances to study many-body quantum physics, to explore the \"coherent optics\" and \"quantum optics\" of matter waves, to realize novel consequences of light-atom interactions, and to perform precision measurements of scientific and technological importance. Students and postdocs in my group acquire a broad range of experimental skills while exploring the frontiers of low-temperature quantum physics. My present research proceeds in three directions. One focuses on creating and studying novel quantum fluids, and also in realizing model systems for the study of quantum magnetism. One focus of this work has been the study of spinor Bose gases and the magnetically ordered superfluids they produce at low temperature. With this system, and applying several magnetization-sensitive imaging techniques that we developed, we have studied magnetic excitations, magnetic phase transitions, and non-equilibrium quantum dynamics. Another focus has been on the behavior of quantum gases, of both bosons and fermions, within optical lattice potentials that show strong geometric frustration. We are also interested in introducing dipolar molecules into such lattice potentials. A second research direction focuses on utilizing high-finesse optical resonators, and effects of cavity quantum electrodynamics (CQED) to measure quantum properties of matter-wave systems. We pioneered the use of cold atomic gases within cavities to represent and study cavity optomechanics in the quantum regime, obtaining the first measurements of radiation-pressure quantum fluctuations, ponderomotive squeezing, and force sensing near the standard quantum limit. This work is now extending to the cavity-optical measurement and control of the not only the motion but also the internal degrees of freedom of the atoms. Our third research effort is directed toward realizing atom interferometers capable of making precise measurements of scientific and\/or technological importance. Here, we recently observed the coherent propagation of magnon excitations within a spinor Bose-Einstein condensate, allowing for the precise interferometric measurement of the magnon recoil energy. My research agenda continues to evolve and to involve new students (undergraduate and graduate), postdocs, and visitors. If you are interested in our work, or interested in joining us, please contact us.  Ryan Olf, Fang Fang, G. Edward Marti, Andrew MacRae, and Dan M. Stamper-Kurn, “Thermometry and cooling of a Bose-Einstein condensate to 0.02 times the critical temperature,” Nature Physics 11, 720 (2015). Sydney Schreppler, Nicolas Spethmann, Nathan Brahms, Thierry Botter, Maryrose Barrios, and Dan M. Stamper-Kurn. “Optically Measuring Force near the Standard Quantum Limit,” Science 344, 1486 (2014). Gyu-Boong Jo, Jennie Guzman, Claire K. Thomas, Pavan Hosur, Ashvin Vishwanath and Dan M. Stamper-Kurn. “Ultracold Atoms in a Tunable Optical Kagome Lattice,” Physical Review Letters 108, 045305 (2012). S. Gupta, K.W. Murch, K.L. Moore, T.P. Purdy, and D.M. Stamper-Kurn. “Bose-Einstein condensation in a circular waveguide,” Physical Review Letters 95, 143201 (2005). L.E. Sadler, J.M. Higbie, S.R. Leslie, M. Vengalattore, and D.M. Stamper-Kurn. “Spontaneous symmetry breaking in a quenched ferromagnetic spinor Bose condensate,” Nature 433, 312 (2006)."
            ]
        ]
    ]
}