{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X4NTE74X",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Peter Garnavich Peter Garnavich Professor, Department Chair Astrophysics\/Cosmology Physics B.S., University of Maryland, 1980 M.S., Massachusetts Institute of Technology, 1983 Ph.D., University of Washington, 1991 E-mail: pgarnavi@nd.edu Address: 228 Chair Office Phone: (574) 631-3365 Office Phone: (574) 631-7262 Fax: (574) 631-5952 Dr. Garnavich’s research interests cover a wide range of topics in observational astrophysics. A primary focus has been the study of supernovae and their diversity. These stellar explosions can be seen to large distances, making them excellent probes for distance scales relevant to cosmology. Supernovae provide the best way to measure properties of the mysterious dark energy that is accelerating the cosmic expansion. The distance scale is a continuing problem, and other ways of attacking it are calibrating supernovae with local distance indicators such as Cepheid variables and determining the distance to the Large Magellenic Cloud or another nearby galaxy that can be used as a standard yardstick. Other areas of research include jets from astrophysical sources, such as those that appear commonly in star-forming regions resulting from the collapse of young stellar objects. The energetics of the outflows and source of the collimation are being studied through optical and infrared observations. Gamma-ray bursts are also related to jets but at much higher energies. These explosions can produce optical transients which provide clues to the geometry and nature of the progenitors. Dr. Garnavich is investigating the connection between gamma-ray bursts and supernovae by looking at “hypernovae” explosions in the nearby universe. “Constraints on Cosmological Models from HST Observations of High-z Supernovae,” P.M. Garnavich, R. Kirshner, P. Challis, J. Tonry, R. Gilliland, R.C. Smith, A. Clocchiatti, A. Diercks, A.V. Filippenko, et al., Ap.J. Letters 493 , 93 (1998). “Resolving Gamma-Ray Burst 000301C with a Gravitational Microlens,” P. Garnavich, A. Loeb, and K. Stanek, ApJL 544 , 11 (2000). “The Strongly Polarized Afterglow of GRB 020405,\" D. Bersier, B. McLeod, P.M. Garnavich, M.J. Holman, T. Grav, J. Quinn, et al. ApJL 583 , 63 (2003). “Discovery of the Low-Redshift Optical Afterglow of GRB 011121 and Its Progenitor Supernova SN 2001ke,” P.M. Garnavich, K.Z. Stanek, I. Wyrzykowski, L. Infante, et al., ApJ 582 , 924 (2003). Honors and Activities Fellow, American Association for the Advancement of Science Fellow, American Physical Society Gruber Prize for Cosmology 2007 (shared) Full Curriculum Vitae ( pdf )"
            ]
        ]
    ]
}