{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X66O3NEG",
            "TjldViYAAAAJ",
            [
                "Mechanisms of age-related macular degeneration",
                "DICER1 deficit induces Alu RNA toxicity in age-related macular degeneration",
                "DICER1 loss and Alu RNA induce age-related macular degeneration via the NLRP3 inflammasome and MyD88",
                "Nucleoside reverse transcriptase inhibitors possess intrinsic anti-inflammatory activity",
                "TLR-independent and P2X7-dependent signaling mediate Alu RNA-induced NLRP3 inflammasome activation in geographic atrophy",
                "Short-interfering RNAs induce retinal degeneration via TLR3 and IRF3",
                "cGAS drives noncanonical-inflammasome activation in age-related macular degeneration",
                "DICER1\/Alu RNA dysmetabolism induces Caspase-8–mediated cell death in age-related macular degeneration",
                "ERK1\/2 activation is a therapeutic target in age-related macular degeneration",
                "Iron toxicity in the retina requires Alu RNA and the NLRP3 inflammasome"
            ],
            [
                "Age-related macular degeneration (AMD), a progressive condition that is untreatable in up to 90% of patients, is a leading cause of blindness in the elderly worldwide. The two forms of AMD, wet and dry, are classified based on the presence or absence of blood vessels that have disruptively invaded the retina, respectively. A detailed understanding of the molecular mechanisms underlying wet AMD has led to several robust FDA-approved therapies. In contrast, there are no approved treatments for dry AMD. In this review, we provide insight into the critical effector pathways mediating each form of the disease. A recurring theme that spans most aspects of AMD pathogenesis is defective immune modulation in the classically immune-privileged ocular haven. Interestingly, the latest advances in AMD research also highlight common molecular disease pathways with other neurodegenerative disorders. Finally, the …",
                "Geographic atrophy (GA), an untreatable advanced form of age-related macular degeneration, results from retinal pigmented epithelium (RPE) cell degeneration. Here we show that the microRNA (miRNA)-processing enzyme DICER1 is reduced in the RPE of humans with GA, and that conditional ablation of Dicer1, but not seven other miRNA-processing enzymes, induces RPE degeneration in mice. DICER1 knockdown induces accumulation of Alu RNA in human RPE cells and Alu-like B1 and B2 RNAs in mouse RPE. Alu RNA is increased in the RPE of humans with GA, and this pathogenic RNA induces human RPE cytotoxicity and RPE degeneration in mice. Antisense oligonucleotides targeting Alu\/B1\/B2 RNAs prevent DICER1 depletion-induced RPE degeneration despite global miRNA downregulation. DICER1 degrades Alu RNA, and this digested Alu RNA cannot induce RPE degeneration in mice. These …",
                "Alu RNA accumulation due to DICER1 deficiency in the retinal pigmented epithelium (RPE) is implicated in geographic atrophy (GA), an advanced form of age-related macular degeneration that causes blindness in millions of individuals. The mechanism of Alu RNA-induced cytotoxicity is unknown. Here we show that DICER1 deficit or Alu RNA exposure activates the NLRP3 inflammasome and triggers TLR-independent MyD88 signaling via IL18 in the RPE. Genetic or pharmacological inhibition of inflammasome components (NLRP3, Pycard, Caspase-1), MyD88, or IL18 prevents RPE degeneration induced by DICER1 loss or Alu RNA exposure. These findings, coupled with our observation that human GA RPE contains elevated amounts of NLRP3, PYCARD, and IL18 and evidence of increased Caspase-1 and MyD88 activation, provide a rationale for targeting this pathway in GA. Our findings also reveal a …",
                "Nucleoside reverse transcriptase inhibitors (NRTIs) are mainstay therapeutics for HIV that block retrovirus replication. Alu (an endogenous retroelement that also requires reverse transcriptase for its life cycle)–derived RNAs activate P2X7 and the NLRP3 inflammasome to cause cell death of the retinal pigment epithelium in geographic atrophy, a type of age-related macular degeneration. We found that NRTIs inhibit P2X7-mediated NLRP3 inflammasome activation independent of reverse transcriptase inhibition. Multiple approved and clinically relevant NRTIs prevented caspase-1 activation, the effector of the NLRP3 inflammasome, induced by Alu RNA. NRTIs were efficacious in mouse models of geographic atrophy, choroidal neovascularization, graft-versus-host disease, and sterile liver inflammation. Our findings suggest that NRTIs are ripe for drug repurposing in P2X7-driven diseases.",
                "Purpose.: Accumulation of Alu RNA transcripts due to DICER1 deficiency in the retinal pigmented epithelium (RPE) promotes geographic atrophy. Recently we showed that Alu RNA activated the NLRP3 inflammasome, leading to RPE cell death via interleukin-18 (IL-18)-mediated MyD88 signaling. However, the molecular basis for NLRP3 inflammasome activation by Alu RNA is not well understood. We sought to decipher the key signaling events triggered by Alu RNA that lead to priming and activation of the NLRP3 inflammasome and, ultimately, to RPE degeneration by investigating the roles of the purinoreceptor P2X7, the transcription factor NF-κB, and the Toll-like receptors (TLRs) in these processes.Methods.: Human and mouse RPE cells were transfected with a plasmid encoding an Alu element (pAlu) or an in vitro-transcribed Alu RNA. Inflammasome priming was assessed by measuring NLRP3 and IL18 mRNA levels by real-time quantitative PCR. Using immunoblotting, we assessed NF-κB activation by monitoring phosphorylation of its p65 subunit, and inflammasome activation by monitoring caspase-1 cleavage into its active form. RPE degeneration was induced in mice by subretinal transfection of pAlu or Alu RNA. The NF-κB inhibitor BAY 11-7082, the P2X7 receptor antagonist A-740003, and the NLRP3 inflammasome inhibitor glyburide were delivered by intravitreous injections. We studied wild-type (WT) C57Bl\/6J, P2rx7−\/−, Nfkb1−\/−, and Tlr23479−\/− mice. RPE degeneration was assessed by fundus photography and zonula occludens-1 (ZO-1) staining of mouse RPE.Results.: Alu RNA-induced NF-κB activation, independent of TLR …",
                "The discovery of sequence-specific gene silencing by endogenous double-stranded RNAs (dsRNA) has propelled synthetic short-interfering RNAs (siRNAs) to the forefront of targeted pharmaceutical engineering. The first clinical trials utilized 21-nucleotide (nt) siRNAs for the treatment of neovascular age-related macular degeneration (AMD). Surprisingly, these compounds were not formulated for cell permeation, which is required for bona fide RNA interference (RNAi). We showed that these “naked” siRNAs suppress neovascularization in mice not via RNAi but via sequence-independent activation of cell surface Toll-like receptor-3 (TLR3). Here, we demonstrate that noninternalized siRNAs induce retinal degeneration in mice by activating surface TLR3 on retinal pigmented epithelial cells. Cholesterol conjugated siRNAs capable of cell permeation and triggering RNAi also induce the same phenotype. Retinal …",
                "Geographic atrophy is a blinding form of age-related macular degeneration characterized by retinal pigmented epithelium (RPE) death; the RPE also exhibits DICER1 deficiency, resultant accumulation of endogenous Alu-retroelement RNA, and NLRP3-inflammasome activation. How the inflammasome is activated in this untreatable disease is largely unknown. Here we demonstrate that RPE degeneration in human-cell-culture and mouse models is driven by a noncanonical-inflammasome pathway that activates caspase-4 (caspase-11 in mice) and caspase-1, and requires cyclic GMP-AMP synthase (cGAS)-dependent interferon-β production and gasdermin D–dependent interleukin-18 secretion. Decreased DICER1 levels or Alu-RNA accumulation triggers cytosolic escape of mitochondrial DNA, which engages cGAS. Moreover, caspase-4, gasdermin D, interferon-β, and cGAS levels were elevated in the RPE in …",
                "Geographic atrophy, an advanced form of age-related macular degeneration (AMD) characterized by death of the retinal pigmented epithelium (RPE), causes untreatable blindness in millions worldwide. The RPE of human eyes with geographic atrophy accumulates toxic Alu RNA in response to a deficit in the enzyme DICER1, which in turn leads to activation of the NLRP3 inflammasome and elaboration of IL-18. Despite these recent insights, it is still unclear how RPE cells die during the course of the disease. In this study, we implicate the involvement of Caspase-8 as a critical mediator of RPE degeneration. Here we show that DICER1 deficiency, Alu RNA accumulation, and IL-18 up-regulation lead to RPE cell death via activation of Caspase-8 through a Fas ligand-dependent mechanism. Coupled with our observation of increased Caspase-8 expression in the RPE of human eyes with geographic atrophy, our …",
                "Deficient expression of the RNase III DICER1, which leads to the accumulation of cytotoxic Alu RNA, has been implicated in degeneration of the retinal pigmented epithelium (RPE) in geographic atrophy (GA), a late stage of age-related macular degeneration that causes blindness in millions of people worldwide. Here we show increased extracellular-signal-regulated kinase (ERK) 1\/2 phosphorylation in the RPE of human eyes with GA and that RPE degeneration in mouse eyes and in human cell culture induced by DICER1 depletion or Alu RNA exposure is mediated via ERK1\/2 signaling. Alu RNA overexpression or DICER1 knockdown increases ERK1\/2 phosphorylation in the RPE in mice and in human cell culture. Alu RNA-induced RPE degeneration in mice is rescued by intravitreous administration of PD98059, an inhibitor of the ERK1\/2-activating kinase MEK1, but not by inhibitors of other MAP kinases such …",
                "Excess iron induces tissue damage and is implicated in age-related macular degeneration (AMD). Iron toxicity is widely attributed to hydroxyl radical formation through Fenton’s reaction. We report that excess iron, but not other Fenton catalytic metals, induces activation of the NLRP3 inflammasome, a pathway also implicated in AMD. Additionally, iron-induced degeneration of the retinal pigmented epithelium (RPE) is suppressed in mice lacking inflammasome components caspase-1\/11 or Nlrp3 or by inhibition of caspase-1. Iron overload increases abundance of RNAs transcribed from short interspersed nuclear elements (SINEs): Alu RNAs and the rodent equivalent B1 and B2 RNAs, which are inflammasome agonists. Targeting Alu or B2 RNA prevents iron-induced inflammasome activation and RPE degeneration. Iron-induced SINE RNA accumulation is due to suppression of DICER1 via sequestration of the co …"
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}