{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X6JF2JOM",
            "IfceWugAAAAJ",
            [
                "Gamma-ray line emission from SN1987A",
                "OSSE Observations of 57Co In SN1987A",
                "The gamma-ray light curves of SN 1987A",
                "Positron annihilation gamma rays from novae",
                "Science with e-ASTROGAM: A space mission for MeV–GeV gamma-ray astrophysics",
                "26Al in the interstellar medium",
                "Angular distribution of interstellar Al-26",
                "Measurement of the 0.3-8.5 MeV Galactic gamma-ray spectrum from the Galactic Center direction",
                "Limits on a variable source of 511 keV annihilation radiation near the Galactic center"
            ],
            [
                "The gamma-ray spectrometer (GRS) on NASA's Solar Maximum Mission satellite (SMM) has observed a significant (> 5δ) net line flux at 847 keV in the background-subtracted spectrum of SN1987A—accumulated between 1 August and 31 October 1987. This is the energy of the strong gamma-ray line from decay of 56 Co, which was predicted 1, 3 to be seen from supernovae. The inferred average line flux during this period is (1.0±0.25) x 10− 3 photons cm− 2 s− 1 at an energy of 843±5 keV. This feature cannot be explained by any statistical or systematic fluctuations observed in the seven previous years of GRS data. There is also evidence for the 1,238-keV line from 56 Co decay, with an average flux of∼(6±2) xlO− 4 photons cm− 2 s− 1 The quoted photon fluxes for both lines are preliminary. This observation confirms that 56 Co is present in the supernova ejecta (as implied by the light curve 4, 5) and that …",
                "The Oriented Scintillation Spectrometer Experiment OSSE on the COMPTON Gamma Ray Observatory has observed SN1987A for two 2-week periods during the first nine months of the mission. Evidence for gamma-ray line and continuum emission from 57Co is observed with an intensity of about 10exp-4 gamma-sq cm sexp-1. This photon flux between 50 and 136 keV is demonstrated by Monte Carlo calculations to be independent of the radial distribution of the 57Co for models of low optical depth viz., models having photoelectric absorption losses of 122 keV photons no greater than several percent. For such models the observed 57Co flux indicates that the ratio of 57Ni56Ni produced in the explosion was about 1.5 times the solar system ratio of 57Fe56Fe. When compared with nearly contemporaneous bolometric estimates of the luminosity for SN1987A, our observations imply that 57Co radioactivity does not account for most of the current luminosity of the supernova remnant in low-optical-depth models. We suggest alternatives including a large-optical-depth model that is able to provide the SN1987A luminosity and is consistent with the OSSE flux. It requires a 5756 production ratio of about twice solar.Descriptors:",
                "Observations of the SN 1987A ejecta in four Co-56-decay gamma-ray lines, obtained using the SMM gamma-ray spectrometer between February 1987 and May 1989, are reported and analyzed. The instrument characteristics and data-reduction procedures are described, and the results are presented in extensive tables and graphs and discussed with reference to theoretical models. Gamma-ray fluxes significantly above possible instrumental levels (as determined from analysis of pre-1987 data) were detected in the second half of 1987 and the first half of 1988. The data are found to favor a model with some Co-56 in regions of low gamma-ray optical depth by 200 d after the SN outburst over models with all Co-56 at one depth within a uniform expanding envelope. Also investigated are the gamma-ray contribution to the total bolometric luminosity and the escape (and potential observability) of Co-57 gamma rays.",
                "The potential for observing annihilation gamma rays from novae is investigated. These gamma rays, a unique signature of the thermonuclear runaway models of novae, would result from the annihilation of positrons emitted by beta (+)-unstable nuclei produced near the peak of the runaway and carried by rapid convection to the surface of the nova envelope. Simple models, which are extensions of detailed published models, of the expansion of the nova atmospheres are evolved. These models serve as input into investigations of the fate of nearby Galactic fast novae could yield detectable fluxes of electron-positron annihilation gamma rays produced by the decay of N-13 and F-18. Although nuclear gamma-ray lines are produced by other nuclei, it is unlikely that the fluxes at typical nova distances would be detectable to present and near-future instruments.",
                "e-ASTROGAM (‘enhanced ASTROGAM’) is a breakthrough Observatory space mission, with a detector composed by a Silicon tracker, a calorimeter, and an anticoincidence system, dedicated to the study of the non-thermal Universe in the photon energy range from 0.3 MeV to 3 GeV – the lower energy limit can be pushed to energies as low as 150 keV for the tracker, and to 30 keV for calorimetric detection. The mission is based on an advanced space-proven detector technology, with unprecedented sensitivity, angular and energy resolution, combined with polarimetric capability. Thanks to its performance in the MeV–GeV domain, substantially improving its predecessors, e-ASTROGAM will open a new window on the non-thermal Universe, making pioneering observations of the most powerful Galactic and extragalactic sources, elucidating the nature of their relativistic outflows and their effects on the surroundings …",
                "Several different lines of physical reasoning have converged on the importance of the radioactive nucleus 26Al. The sciences of meteoritics, nucleosynthesis, gamma-ray astronomy, galactic chemical evolution, solar system formation, and interstellar chemistry all place this nucleus in a central position with possible profound implications. Perhaps more importantly the study of this radioactivity can unite these diverse fields in a complicated framework which will benefit all of them. This review traces the evolution of ideas concerning 26Al in the context of these disciplines.26Al was first discussed for the possibility that its decay energy could melt meteorite parent bodies, and its daughter, 26Mg, was later found in meteorites with enhanced abundance. It was also among the first radioactivities expected to be synthesized in interestingly large quantities in nucleosynthetic events. The first definitive detection of gamma-rays …",
                "The angular distribution and local concentration of interstellar Al-26 are calculated for five theoretical models of its origin, as a guide for future observations. The models considered relate Al-26 to current star formation (with surface CO density as its indicator), treat Al-26 as a secondary-nucleosynthesis product on seed nuclei with the same metallicity gradient as O, assume the Al-26 ejection rate is proportional to present light output, make Al-26 synthesis depend on total HI+ H2 gas density, or assume that Al-26 is formed mainly in novae. The local decay and production rates for the five models are found to lie within a factor of 2 of surface density 0.0003\/sq cm s, corresponding to a present (Al-26)\/(Al-27) ratio of 5 x 10 to the-6th averaged over HI and H2 phases.",
                "The low-energy gamma-ray spectrum from the direction of the Galactic center is determined using data obtained with the SMM Gamma-Ray Spectrometer. It is found that the diffuse gamma-ray spectrum from the Galactic center region can be interpreted in a straightforward way as the sum of five components of a presented equation. The components include a hard power law dominating the continuum at high energies caused principally by cosmic ray electron bremsstrahlung radiation, two narrow lines due to Al-26 decay and positron annihilation, an excess continuum component below 0.511 MeV consistent with the annihilation of positrons by formation of Ps, and a soft power law at low energies which is consistent with an extrapolation upward in energy of known hard X-ray sources in the Galactic center region.",
                "The Gamma Ray Spectrometer (GRS) on the Solar Maximum Mission satellite (SMM) has observed a strong Galactic source of 511 keV annihilation radiation from its launch in 1980 to its reentry in 1989. These observations are consistent with an extended source having an intensity of about 0.002 gamma\/sq cm\/s averaged over the central radian of Galactic longitude. These data are searched for evidence of the variable Galactic center source of 511 keV line radiation which was reported to have reappeared in 1988 by Leventhal et al. The SMM data are consistent with, but do not require, a compact source emitting a time-averaged flux of about 0.0004 gamma\/sq cm\/s during about 3 month transits in 1987 and 1988; they are inconsistent with a compact source flux in excess of 0.0008 gamma\/sq cm\/s for each year."
            ],
            [
                [
                    "nuclear astrophysics",
                    "gamma-ray astronomy"
                ]
            ]
        ]
    ]
}