{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X7P0N8NX",
            "5x--bWQAAAAJ",
            [
                "Propulsion of microorganisms by surface distortions",
                "Optogenetic manipulation of neural activity in freely moving Caenorhabditis elegans",
                "Thermotaxis in Caenorhabditis elegans analyzed by measuring responses to defined thermal stimuli",
                "Proprioceptive coupling within motor neurons drives C. elegans forward locomotion",
                "The AFD sensory neurons encode multiple functions underlying thermotactic behavior in Caenorhabditis elegans",
                "Running hot and cold: behavioral strategies, neural circuits, and the molecular machinery for thermotaxis in C. elegans and Drosophila",
                "Biomechanical analysis of gait adaptation in the nematode Caenorhabditis elegans",
                "The role of the AFD neuron in C. elegans thermotaxis analyzed using femtosecond laser ablation",
                "Identification of thermosensory and olfactory neuron-specific genes via expression profiling of single neuron types",
                "Pan-neuronal imaging in roaming Caenorhabditis elegans"
            ],
            [
                "Swimming strategies of microorganisms must conform to the principles of self-propulsion at low Reynolds numbers. Here we relate the translational and rotational speeds to the surface motions of a swimmer and, for spheres, make evident novel constraints on mechanisms for propulsion. The results are applied to a cyanobacterium, an organism whose motile mechanism is unknown, by considering incompressible streaming of the cell surface and oscillatory, tangential surface deformations. Finally, swimming efficiency using tangential motions is related to the surface velocities and a bound on the efficiency is obtained.",
                "We present an optogenetic illumination system capable of real-time light delivery with high spatial resolution to specified targets in freely moving Caenorhabditis elegans. A tracking microscope records the motion of an unrestrained worm expressing channelrhodopsin-2 or halorhodopsin in specific cell types. Image processing software analyzes the worm's position in each video frame, rapidly estimates the locations of targeted cells and instructs a digital micromirror device to illuminate targeted cells with laser light of the appropriate wavelengths to stimulate or inhibit activity. Because each cell in an unrestrained worm is a rapidly moving target, our system operates at high speed (∼ 50 frames per second) to provide high spatial resolution (∼ 30 μm). To test the accuracy, flexibility and utility of our system, we performed optogenetic analyses of the worm motor circuit, egg-laying circuit and mechanosensory circuits …",
                "In a spatial thermal gradient, Caenorhabditis elegans migrates toward and then isothermally tracks near its cultivation temperature. A current model for thermotactic behavior involves a thermophilic drive (involving the neurons AFD and AIY) and cryophilic drive (involving the neuron AIZ) that balance at the cultivation temperature. Here, we analyze the movements of individual worms responding to defined thermal gradients. We found evidence for a mechanism for migration down thermal gradients that is active at temperatures above the cultivation temperature, and a mechanism for isothermal tracking that is active near the cultivation temperature. However, we found no evidence for a mechanism for migration up thermal gradients at temperatures below the cultivation temperature that might have supported the model of opposing drives. The mechanisms for migration down gradients and isothermal tracking control …",
                "Locomotion requires coordinated motor activity throughout an animal’s body. In both vertebrates and invertebrates, chains of coupled central pattern generators (CPGs) are commonly evoked to explain local rhythmic behaviors. In C. elegans, we report that proprioception within the motor circuit is responsible for propagating and coordinating rhythmic undulatory waves from head to tail during forward movement. Proprioceptive coupling between adjacent body regions transduces rhythmic movement initiated near the head into bending waves driven along the body by a chain of reflexes. Using optogenetics and calcium imaging to manipulate and monitor motor circuit activity of moving C. elegans held in microfluidic devices, we found that the B-type cholinergic motor neurons transduce the proprioceptive signal. In C. elegans, a sensorimotor feedback loop operating within a specific type of motor neuron both drives …",
                "The thermotactic behaviors of Caenorhabditis elegans indicate that its thermosensory system exhibits exquisite temperature sensitivity, long-term plasticity, and the ability to transform thermosensory input into different patterns of motor output. Here, we study the physiological role of the AFD thermosensory neurons by quantifying intracellular calcium dynamics in response to defined temperature stimuli. We demonstrate that short-term adaptation allows AFD to sense temperature changes as small as 0.05°C over temperature ranges as wide as 10°C. We show that a bidirectional thermosensory response (increasing temperature raises and decreasing temperature lowers the level of intracellular calcium in AFD) allows the AFD neurons to phase-lock their calcium dynamics to oscillatory thermosensory inputs. By analyzing the thermosensory response of AFD dendrites severed from their cell bodies by femtosecond …",
                "Like other ectotherms, the roundworm Caenorhabditis elegans and the fruit fly Drosophila melanogaster rely on behavioral strategies to stabilize their body temperature. Both animals use specialized sensory neurons to detect small changes in temperature, and the activity of these thermosensors governs the neural circuits that control migration and accumulation at preferred temperatures. Despite these similarities, the underlying molecular, neuronal, and computational mechanisms responsible for thermotaxis are distinct in these organisms. Here, we discuss the role of thermosensation in the development and survival of C. elegans and Drosophila, and review the behavioral strategies, neuronal circuits, and molecular networks responsible for thermotaxis behavior.",
                "To navigate different environments, an animal must be able to adapt its locomotory gait to its physical surroundings. The nematode Caenorhabditis elegans, between swimming in water and crawling on surfaces, adapts its locomotory gait to surroundings that impose approximately 10,000-fold differences in mechanical resistance. Here we investigate this feat by studying the undulatory movements of C. elegans in Newtonian fluids spanning nearly five orders of magnitude in viscosity. In these fluids, the worm undulatory gait varies continuously with changes in external load: As load increases, both wavelength and frequency of undulation decrease. We also quantify the internal viscoelastic properties of the worm’s body and their role in locomotory dynamics. We incorporate muscle activity, internal load, and external load into a biomechanical model of locomotion and show that (i) muscle power is nearly constant …",
                "Caenorhabditis elegans actively crawls down thermal gradients until it reaches the temperature of its prior cultivation, exhibiting what is called cryophilic movement. Implicit in the worm's performance of cryophilic movement is the ability to detect thermal gradients, and implicit in regulating the performance of cryophilic movement is the ability to compare the current temperature of its surroundings with a stored memory of its cultivation temperature. Several lines of evidence link the AFD sensory neuron to thermotactic behavior, but its precise role is unclear. A current model contends that AFD is part of a thermophilic mechanism for biasing the worm's movement up gradients that counterbalances the cryophilic mechanism for biasing its movement down gradients. We used tightly-focused femtosecond laser pulses to dissect the AFD neuronal cell bodies and the AFD sensory dendrites in C. elegans to investigate their contribution to cryophilic movement. We establish that femtosecond laser ablation can exhibit submicrometer precision, severing individual sensory dendrites without causing collateral damage. We show that severing the dendrites of sensory neurons in young adult worms permanently abolishes their sensory contribution without functional regeneration. We show that the AFD neuron regulates a mechanism for generating cryophilic bias, but we find no evidence that AFD laser surgery reduces a putative ability to generate thermophilic bias. In addition, although disruption of the AIY interneuron causes worms to exhibit cryophilic bias at all temperatures, we find no evidence that laser killing the AIZ interneuron causes thermophilic bias at …",
                "Most C. elegans sensory neuron types consist of a single bilateral pair of neurons, and respond to a unique set of sensory stimuli. Although genes required for the development and function of individual sensory neuron types have been identified in forward genetic screens, these approaches are unlikely to identify genes that when mutated result in subtle or pleiotropic phenotypes. Here, we describe a complementary approach to identify sensory neuron type-specific genes via microarray analysis using RNA from sorted AWB olfactory and AFD thermosensory neurons. The expression patterns of subsets of these genes were further verified in vivo. Genes identified by this analysis encode 7-transmembrane receptors, kinases, and nuclear factors including dac-1, which encodes a homolog of the highly conserved Dachshund protein [1]. dac-1 is expressed in a subset of sensory neurons including the AFD neurons and …",
                "We present an imaging system for pan-neuronal recording in crawling Caenorhabditis elegans. A spinning disk confocal microscope, modified for automated tracking of the C. elegans head ganglia, simultaneously records the activity and position of ∼80 neurons that coexpress cytoplasmic calcium indicator GCaMP6s and nuclear localized red fluorescent protein at 10 volumes per second. We developed a behavioral analysis algorithm that maps the movements of the head ganglia to the animal’s posture and locomotion. Image registration and analysis software automatically assigns an index to each nucleus and calculates the corresponding calcium signal. Neurons with highly stereotyped positions can be associated with unique indexes and subsequently identified using an atlas of the worm nervous system. To test our system, we analyzed the brainwide activity patterns of moving worms subjected to …"
            ],
            [
                [

                ]
            ],
            [
                "Aravinthan Samuel Aravinthan Samuel Professor of Physics Animals are intrinsically computational. We acquire sensory information about our environments, transform this information into neural representations and memories, and calculate and execute decisions based on recent and past experiences. Our own brains are staggeringly complex, with billions of neurons networked by trillions of synapses. But the basic \"stuff\" of our brains - molecular and cellular structures and interactions - is shared with our simplest animal relatives. Thus simple and well-chosen model organisms can be accessible vantage points with perspective over general biological principles. We study brain and behavior in the roundworm C. elegans . The worm only has 302 neurons, but is capable of a variety of behaviors that display a range of computational powers. We focus specifically on navigational behaviors to physical sensory inputs. Physical sensory inputs can be delivered to the behaving worm both reliably and quantifiably. Navigation itself can be reduced to a quantified pattern as an alternating sequence of forward movements, turns, and reversals. From the systematic analysis of outward motile behavior we can infer the inner workings of neural algorithms. Applying recent advances in microscopy and optics, we are also able to manipulate and monitor the workings of these neural circuits in the intact animal. In this way, we strive to link brain and behavior in the simple but fascinating creature. ___________________________ Dionne Clarke  Lyman Lab 333 samuel@physics.harvard.edu p: (617) 384-9435"
            ]
        ]
    ]
}