{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X7Q5S5U8",
            "vuv4p2_rVAEC",
            [
                "Observation of Bose-Einstein condensation of molecules",
                "Realization of Bose-Einstein condensates in lower dimensions",
                "Two-species mixture of quantum degenerate Bose and Fermi gases",
                "Excitation of phonons in a Bose-Einstein condensate by light scattering",
                "Observation of quantum-measurement backaction with an ultracold atomic gas",
                "Bose-Einstein condensation in a circular waveguide"
            ],
            [
                "We have observed Bose-Einstein condensation of molecules. When a spin mixture of fermionic L i 6 atoms was evaporatively cooled in an optical dipole trap near a Feshbach resonance, the atomic gas was converted into L i 2 6 molecules. Below 600 nK, a Bose-Einstein condensate of up to 900 000 molecules was identified by the sudden onset of a bimodal density distribution. This condensate realizes the limit of tightly bound fermion pairs in the crossover between BCS superfluidity and Bose-Einstein condensation.",
                "Bose-Einstein condensates of sodium atoms have been prepared in optical and magnetic traps in which the energy-level spacing in one or two dimensions exceeds the interaction energy between atoms, realizing condensates of lower dimensionality. The crossover into two-dimensional and one-dimensional condensates was observed by a change in aspect ratio and by the release energy converging to a nonzero value when the number of trapped atoms was reduced.",
                "We have produced a macroscopic quantum system in which a 6 Li Fermi sea coexists with a large and stable 23 Na Bose-Einstein condensate. This was accomplished using interspecies sympathetic cooling of fermionic 6 Li in a thermal bath of bosonic 23 Na. The system features rapid thermalization and long lifetimes.",
                "Stimulated small-angle light scattering was used to measure the structure factor of a Bose-Einstein condensate in the phonon regime. The excitation strength for phonons was found to be significantly reduced from that of free particles, revealing the presence of correlated pair excitations and quantum depletion in the condensate. The Bragg resonance line strength and line shift agreed with predictions for the homogeneous Bose gas using a local density approximation.",
                "Current research on micromechanical resonators strives for quantum-limited detection of the motion of macroscopic objects. Prerequisite to this goal is the observation of measurement backaction consistent with quantum metrology limits. However, thermal noise currently dominates measurements and precludes ground-state preparation of the resonator. Here, we establish the collective motion of an ultracold atomic gas confined tightly within a Fabry–Perot optical cavity as a system for investigating the quantum mechanics of macroscopic bodies. The cavity-mode structure selects a particular collective vibrational motion that is measured by the cavity’s optical properties, actuated by the cavity optical field and subject to backaction by the quantum force fluctuations of this field. Experimentally, we quantify such fluctuations by measuring the cavity-light-induced heating of the intracavity atomic ensemble. These …",
                "We have produced Bose-Einstein condensates in a ring-shaped magnetic waveguide. The few-millimeter diameter, nonzero-bias ring is formed from a time-averaged quadrupole ring. Condensates that propagate around the ring make several revolutions within the time it takes for them to expand to fill the ring. The ring shape is ideally suited for studies of vorticity in a multiply connected geometry and is promising as a rotation sensor."
            ],
            [
                [

                ]
            ],
            [
                "Subhadeep Gupta Professor deepg@uw.edu 206-616-9649 B428, B055, B063 Atomic Physics Precision Measurement Quantum Information Ultracold Atoms PHYS 550 A: Atomic Physics PHYS 541 A: Applications of Quantum Physics PHYS 541 B: Applications Of Quantum Physics PHYS 486 A: Senior Honors Seminar PHYS 495 B: Seminar on Current Problems in Physics PHYS 576 A: Selected Topics in Experimental Physics PHYS 421 A: Contemporary Atomic Physics PHYS 544 A: Applications of Electromagnetic Theory PHYS 544 B: Applications of Electromagnetic Theory PHYS 550 A: Atomic Physics PHYS 541 A: Applications of Quantum Physics PHYS 541 B: Applications of Quantum Physics Winter 2018 PHYS 322 A: Electromagnetism PHYS 322 AA: Electromagnetism PHYS 322 AB: Electromagnetism PHYS 322 AC: Electromagnetism PHYS 322 AD: Electromagnetism PHYS 322 AE: Electromagnetism PHYS 322 AF: Electromagnetism PHYS 322 AG: Electromagnetism Autumn 2017 PHYS 321 A: Electromagnetism PHYS 321 AA: Electromagnetism PHYS 321 AB: Electromagnetism PHYS 321 AC: Electromagnetism PHYS 321 AD: Electromagnetism PHYS 321 AE: Electromagnetism PHYS 321 AF: Electromagnetism"
            ]
        ]
    ]
}