{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X91NBH4Q",
            "GcS4mswAAAAJ",
            [
                "Planck early results. VIII. The all-sky early Sunyaev-Zeldovich cluster sample",
                "The Hubble Deep Field-North SCUBA Super-map – IV. Characterizing submillimetre galaxies using deep Spitzer imaging",
                "Planck intermediate results-V. Pressure profiles of galaxy clusters from the Sunyaev-Zeldovich effect",
                "Planck early results. VII. The early release compact source catalogue",
                "Simultaneous Planck, Swift, and Fermi observations of X-ray and γ-ray selected blazars",
                "Spitzer mid-infrared spectroscopy of infrared luminous galaxies at z~ 2. I. The spectra",
                "Optical spectroscopy and X-ray detections of a sample of quasars and active galactic nuclei selected in the mid-infrared from two Spitzer space telescope wide-area surveys",
                "Spitzer Mid-Infrared Spectroscopy of Infrared Luminous Galaxies at z~ 2. II. Diagnostics",
                "The Spitzer Extragalactic Representative Volume Survey (SERVS): Survey Deﬁnition and Goals",
                "Planck early results. XIII. Statistical properties of extragalactic radio sources in the Planck Early Release Compact Source Catalogue"
            ],
            [
                "We present the first all-sky sample of galaxy clusters detected blindly by the Planck satellite through the Sunyaev-Zeldovich (SZ) effect from its six highest frequencies. This early SZ (ESZ) sample is comprised of 189 candidates, which have a high signal-to-noise ratio ranging from 6 to 29. Its high reliability (purity above 95%) is further ensured by an extensive validation process based on Planck internal quality assessments and by external cross-identification and follow-up observations. Planck provides the first measured SZ signal for about 80% of the 169 previously-known ESZ clusters. Planck furthermore releases 30 new cluster candidates, amongst which 20 meet the ESZ signal-to-noise selection criterion. At the submission date, twelve of the 20 ESZ candidates were confirmed as new clusters, with eleven confirmed using XMM-Newton snapshot observations, most of them with disturbed morphologies and low …",
                "We present spectral energy distributions (SEDs), Spitzer colours, and infrared (IR) luminosities for 850-μm selected galaxies in the Great Observatories Origins Deep Survey Northern (GOODS-N) field. Using the deep Spitzer Legacy images and new data and reductions of the Very Large Array-Hubble Deep Field (VLA-HDF) radio data, we find statistically secure counterparts for 60 per cent (21\/35) of our submillimetre (submm) sample, and identify tentative counterparts for another 12 objects. This is the largest sample of submm galaxies with statistically secure counterparts detected in the radio and with Spitzer. Half of the secure counterparts have spectroscopic redshifts, while the other half have photometric redshifts. We find that in most cases the 850-μm emission is dominated by a single 24-μm source, with a median flux density of 241 μJy, leading to a median 24-to-850-μm flux density ratio of 0.040. A …",
                "Taking advantage of the all-sky coverage and broadfrequency range of the Planck satellite, we study the Sunyaev-Zeldovich (SZ) and pressure profiles of 62 nearby massive clusters detected at high significance in the 14-month nominal survey. Careful reconstruction of the SZ signal indicates that most clusters are individually detected at least out to R500. By stacking the radial profiles, we have statistically detected the radial SZ signal out to 3 × R500, i.e., at a density contrast of about 50–100, though the dispersion about the mean profile dominates the statistical errors across the whole radial range. Our measurement is fully consistent with previous Planck results on integrated SZ fluxes, further strengthening the agreement between SZ and X-ray measurements inside R500. Correcting for the effects of the Planck beam, we have calculated the corresponding pressure profiles. This new constraint from SZ …",
                "A brief description of the methodology of construction, contents and usage of the Planck Early Release Compact Source Catalogue (ERCSC), including the Early Cold Cores (ECC) and the Early Sunyaev-Zeldovich (ESZ) cluster catalogue is provided. The catalogue is based on data that consist of mapping the entire sky once and 60% of the sky a second time by Planck, thereby comprising the first high sensitivity radio\/submillimetre observations of the entire sky. Four source detection algorithms were run as part of the ERCSC pipeline. A Monte-Carlo algorithm based on the injection and extraction of artificial sources into the Planck maps was implemented to select reliable sources among all extracted candidates such that the cumulative reliability of the catalogue is ≥90%. There is no requirement on completeness for the ERCSC. As a result of the Monte-Carlo assessment of reliability of sources from the different …",
                "We present simultaneous Planck, Swift, Fermi, and ground-based data for 105 blazars belonging to three samples with flux limits in the soft X-ray, hard X-ray, and γ-ray bands, with additional 5GHz flux-density limits to ensure a good probability of a Planck detection. We compare our results to those of a companion paper presenting simultaneous Planck and multi-frequency observations of 104 radio-loud northern active galactic nuclei selected at radio frequencies. While we confirm several previous results, our unique data set allows us to demonstrate that the selection method strongly influences the results, producing biases that cannot be ignored. Almost all the BL Lac objects have been detected by the Fermi Large AreaTelescope (LAT), whereas 30% to 40% of the flat-spectrum radio quasars (FSRQs) in the radio, soft X-ray, and hard X-ray selected samples are still below the γ-ray detection limit even after …",
                "We present the mid‐infrared spectra obtained with the Spitzer  IRS for 52 sources, selected as infrared luminous,   candidates in the Extragalactic First Look Survey. The sample selection criteria are   mJy,  , and  . Of the 52 spectra, 47 (90%) produced measurable redshifts based solely on the mid‐IR spectral features, with 35\/47 (74%) at  . Keck spectroscopy of a subsample (17\/47) agrees with the mid‐IR redshift measurements. The observed spectra fall into three categories: (1) 33% (17\/52) have strong PAH emission and are probably powered by star formation with total IR luminosity roughly a factor of 5 higher than the local starburst ULIRGs; (2) 33% (17\/52) have only deep silicate absorption at 9.8 μm, indicatiing deeply embedded dusty systems—these data alone cannot determine the energetic nature of the heating sources in these systems; and (3) the remaining 34% are mid‐IR continuum‐dominated systems …",
                "We present optical spectroscopy of a sample of 77 luminous active galactic nuclei (AGNs) and quasars selected on the basis of their mid-infrared colors. Our objects are selected from the Spitzer Extragalactic First Look Survey and the SWIRE XMM-Newton Large-Scale Structure Survey (XMM-LSS) fields, with a typical 24 μm flux density of 5 mJy. The median redshift is 0.6, with a range of~ 0.05-4. Only 33%(25 out of 77) of these objects are normal type 1 quasars, with no obscuration. Forty-four percent (34 out of 77) are type 2 objects, with high-ionization, narrow emission lines, and 14%(11 out of 77) are dust-reddened type 1 quasars, showing broad lines but a dust-reddened or unusually weak quasar continuum. Nine percent (7 out of 77) show no sign of an AGN in the optical spectrum, having either starburst spectra or spectra that could be of either starburst or LINER type. These latter objects are analogous to the …",
                "We present mid‐IR spectral decomposition of a sample of 48  Spitzer‐selected ULIRGs spanning   and likely  . Our study aims at quantifying the star formation and active galactic nucleus (AGN) processes in these sources that recent results suggest have evolved strongly between the observed epoch and today. To do this, we study the mid‐IR contribution of PAH emission, continuum, and extinction. About   of our sample are continuum (i.e., AGN) dominated sources, but ∼60% of these show PAH emission, suggesting the presence of star formation activity. These sources have redder mid‐IR colors than typical optically selected quasars. About 25% of our sample have strong PAH emission, but none are likely to be pure starbursts as reflected in their relatively high 5 μm hot dust continua. However, their steep 30–14 μm slopes suggest that star formation might dominate the total infrared luminosity. Six of our   sources …",
                "We present the Spitzer Extragalactic Representative Volume Survey (SERVS), an 18 deg 2 medium-deep survey at 3.6 and 4.5 μm with the postcryogenic Spitzer Space Telescope to≈ 2 μJy (AB= 23.1) depth of five highly observed astronomical fields (ELAIS-N1, ELAIS-S1, Lockman Hole, Chandra Deep Field South, and XMM-LSS). SERVS is designed to enable the study of galaxy evolution as a function of environment from z~ 5 to the present day and is the first extragalactic survey that is both large enough and deep enough to put rare objects such as luminous quasars and galaxy clusters at z gsim 1 into their cosmological context. SERVS is designed to overlap with several key surveys at optical, near-through far-infrared, submillimeter, and radio wavelengths to provide an unprecedented view of the formation and evolution of massive galaxies. In this article, we discuss the SERVS survey design, the data …",
                "The data reported in Planck's Early Release Compact Source Catalogue (ERCSC) are exploited to measure the number counts (dN\/dS) of extragalactic radio sources at 30, 44, 70, 100, 143 and 217 GHz. Due to the full-sky nature of the catalogue, this measurement extends to the rarest and brightest sources in the sky. At lower frequencies (30, 44, and 70 GHz) our counts are in very good agreement with estimates based on WMAP data, being somewhat deeper at 30 and 70 GHz, and somewhat shallower at 44 GHz. Planck's source counts at 143 and 217 GHz join smoothly with the fainter ones provided by the SPT and ACT surveys over small fractions of the sky. An analysis of source spectra, exploiting Planck's uniquely broad spectral coverage, finds clear evidence of a steepening of the mean spectral index above about 70 GHz. This implies that, at these frequencies, the contamination of the CMB power spectrum by radio sources below the detection limit is significantly lower than previously estimated.© ESO, 2011."
            ],
            [
                [
                    "dust obscured galaxies and AGN"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}