{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "X99BE4R9",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Phil Tsai K. Kisler, A. R. Nelson, S. B. Rege, A. Ramanthan, Y. Wang, A. Ahuja, D. Lazic, P. S. Tsai, Z. Zhao, Y. Zhao, D. A. Boas, S. Sakadžić & B. V. Zlokovic, Pericyte degeneration leads to neurovascular uncoupling and limits oxygen supply to brain. Nature Neuroscience (2017) ePub. Online. F. Schmid, P. S. Tsai, D. Kleinfeld, P. Jenny and B. Weber, Depth dependent flow and pressure characteristics in cortical microvascular networks. Public Library of Science: Computational Biology (2017) 13:e1005392. I. Gould, P. S. Tsai, D. Kleinfeld and A. Linninger, The capillary bed offers the largest hemodynamic resistance to the cortical blood supply. Journal of Cerebral Blood Flow & Metabolism (2017) 37:52–68. P. S. Tsai, C. Mateo, J.J. Field, C.B. Schaffer, M.E. Anderson & D. Kleinfeld, Ultra-large field-of-view two- photon microscopy. Optics Express (2015) 23: 13833-13847 A.Y. Shih, C. Ruehlmann, P. Blinder, A. Devor, P.J. Drew, B. Friedman, P.M. Knutsen, P.D. Lyden, C. Mateo, L. Mellander, N. Nishimura, C.B. Schaffer, P.S. Tsai and D. Kleinfeld, Robust and Fragile Aspects of Cortical Blood Flow in Relation to the Underlying Angioarchitecture. Microcirculation (2015) 22:204-218 Phil Tsai Ph.D, UC San Diego, 2004 Office: Urey Hall 6242 Phone: (858) 246-1128 ptsai@physics.ucsd.edu QBio Lab Coordinator \/ Project Scientist, Dept. of Physics, University of California, San Diego (2015 – Present) Designed, furnished, and equipped a new state-of-the-art graduate teaching laboratory space for dedicated use by newly formed Quantitative Biology interdisciplinary graduate specialization. Oversaw budgeting, purchasing and installation of a STED-super-resolution-capable laser scanning confocal microscope, numerous bright field microscopes, 3D printers, machining equipment, computer-interface hardware, and wet-lab instrumentation. Served as technical consultant on research projects for scientists utilizing QBio lab resources. Associate Project Scientist, Dept. of Physics, University of California, San Diego (2011 – 2015) Developed and implemented bio-imaging research projects, including: a feedback-driven robotic skull surgery with femtosecond laser pulses, and an ultra-wide-field multiphoton imaging system. Completed development of vectorized models of mouse brain vasculature utilizing circuit model computations to predict flow patterns. Mentored and assisted pre-doctoral and post-doctoral students on research projects."
            ]
        ]
    ]
}