{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XATB3S7Q",
            "yt0RtbUAAAAJ",
            [
                "Effect of mixed transition-metal ions in glasses. I. The P2O5–V2O5–Fe2O3 system",
                "Electrochemical behavior of glass melts",
                "Effect of mixed transition-metal ions in glasses. Part III: The P2O5–V2O5–MnO system",
                "Effect of mixing transition ions in glasses. II. The P2O5–Fe2O3–MnO system"
            ],
            [
                "Non-linear variation of certain physical properties with composition, similar to the mixed alkali effect (MAE), has been observed in phosphate glasses containing iron and vanadium ions in the xV2O5 · (50 − x)Fe2O3 · 50P2O5 series. With the total concentration of transition ions (TIs) constant, gradual substitution of one TI (e.g. Fe in the binary composition Fe2O3–P2O5) by the other (viz., V) increases dc resistivity (ρ), activation energy for dc conduction (W) and glass transition temperature (Tg) until these properties reach their maxima. Beyond the maxima, ρ, W and Tg are observed to decrease with increasing TI-ratio, V\/(V + Fe), until the binary P2O5–V2O5 composition is reached. The non-linear variation of the physical properties with TI-ratio has been termed the ‘mixed transition-ion effect’ or MTE. The similarities between MTE and MAE are remarkable because the former is electronic in nature while the latter has …",
                "Some fundamental electrochemical studies in molten oxide glass have been reviewed. Ionic diffusion, redox equilibria and the reaction at metal-molten glass interface which were carried out by the authors have been also reviewed.",
                "Electrical and optical properties of phosphate glasses containing vanadium and manganese ions in the xP2O5–[(100 − x)(V2O5 + MnO)] (PVM) system have been investigated. This is the last article of a III-part series devoted to the electronic properties of phosphate glasses containing a mixture of transition ions. The first article was devoted to the electrical conductivity of glasses having the general composition: xP2O5–[(100 − x)(V2O5 + Fe2O3)] (PVF). Competitive transport of small polarons on V and Fe ion sites was found to contribute to a mixed transition-ion effect (MTE) in PVF glasses. Several features of MTE were found to be similar to the well known mixed alkali effect, observed in glasses containing two alkali ions. In the second article, optical absorption and electronic conduction of xP2O5–[(100 − x)(Fe2O3 + MnO)] (PFM) glasses were reported. In the absence of competitive transport between the two …",
                "The first article of this series reported electrical properties of phosphate glasses containing V and Fe ions, both of which contributed to conductivity. A mixed transition-ion effect was detected in such glasses which had several characteristics similar to the mixed alkali effect, observed in glasses containing two alkali ions. This article reports electrical and optical properties of phosphate glasses containing Fe and Mn ions, one of which (Mn) does not contribute directly to conductivity. DC resistivity by the Van der Pauw four-probe method and optical absorption (UV–VIS–IR) measurements have been performed on xP2O5 − (100 − x) (Fe2O3 + MnO) (PFM) glasses. The transport mechanism has been identified to be hopping of small polarons between Fe2+ and Fe3+ sites. For 0.3 < nFe < 0.5, where, nFe, the atomic fraction of Fe ions is given by (Fe\/(P + Fe + Mn)), a marginal linear increase in resistivity has been …"
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                "Biprodas Dutta Biprodas Dutta Professor, Physics; Director, Nanotechnology Center; Senior Scientist, Vitreous State Laboratory Biography Dr. Dutta teaches Materials Science and solid state physics courses. His research focus is in the application of nanotechnology for clean energy generation from waste heat and development of fourth generation solar cells. In the course of his research activities, Dr. Dutta has developed active collaboration with Army Research Laboratory, NIST, University of Maryland and Georgia Institute of Technology. Research areas of interest comprise: i) semiconductor nanowire-based thermoelectric generators, ii) micro\/nanowire based solar cells, iii) fabrication of solar cells by chemical bath deposition, iv) charge transport and magnetic properties of non-crystalline materials and v) thermoelectricity in ceramic oxides. Representative Publications S. Annamalai, J. Battogtokh, R.P. Bhatta, I.L. Pegg and B. Dutta, “Thermopower Measurements in 1-d Semiconductor Systems,” Advances in Energy Materials: Ceramic Transactions, Volume 205, 135 – 144, June 2009. B. Dutta, I.L. Pegg, R.K. Mohr and J.Battogtokh, “Method of drawing a glass clad multicore lead telluride wire,” Patent No. US 7,530,239 B2 (2009). B. Dutta, I.L. Pegg, R.K. Mohr and J.Battogtokh, “Methods of drawing high density nanowire arrays in a glassy matrix,” Patent No. US 7,559,215 B2 (2009). R.P. Bhatta, S. Annamalai, I.L. Pegg and B. Dutta, “The effect of Fe2O3 addition on the thermoelectric properties of CaRuO3,” Energy Materials, Proceedings of the MS&T 09 conference, Pittsburgh, PA, pp 253 – 264, October 2009. S. Annamalai, I. Vidensky, I.L. Pegg and B.Dutta, \"Effect of cation stoichiometry on the transport properties of calcium ruthenium oxide ceramics,\" J. Matls. Sc., 43:4996-5004 (2008). B. Dutta, B. Zuberi and others, “An extruded porous substrate and products using the same,” Patent application 11\/323,429, United States Patent and Trademark Office by GEO2 Technologies, Inc., Woburn, MA (2007). B. Dutta, J. Battogtokh, D. McKewon, I. Vidensky, I.L. Pegg “Thermoelectric Properties of NaCo2-xFex,” J. Electronic Matls. 36, 7, 746-752 (2007). Biprodas Dutta, Niveen A. Fahmy and Ian L. Pegg, “Effect of Mixed Transition-Metal Ions in Glasses. Part III. The P2O5-V2O5-MnO System,” J. Non-Cryst. Solids, 352, 2100-2108 (2006). 202-319-5535 biprodasd@vsl.cua.edu Ph. D. in Materials Science and Engineering, Vanderbilt University M.S. in Ceramic Engineering, Georgia Institute of Technology Bachelor of Technology in Ceramic Engineering, Banaras Hindu University, Banaras, India 202-319-5535 biprodasd@vsl.cua.edu Ph. D. in Materials Science and Engineering, Vanderbilt University M.S. in Ceramic Engineering, Georgia Institute of Technology Bachelor of Technology in Ceramic Engineering, Banaras Hindu University, Banaras, India"
            ]
        ]
    ]
}