{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XB982LP9",
            "mDTxh1cAAAAJ",
            [
                "Water ice and organics on the surface of the asteroid 24 Themis",
                "Deep Impact: Observations from a worldwide Earth-based campaign",
                "The methane ice rich surface of large TNO 2005 FY9: A Pluto-twin in the trans-neptunian belt?",
                "Depth of a strong jovian jet from a planetary-scale disturbance driven by storms",
                "(65) Cybele: detection of small silicate grains, water-ice, and organics",
                "Albedo and atmospheric constraints of dwarf planet Makemake from a stellar occultation"
            ],
            [
                "It has been suggested 1, 2, 3 that Earth’s current supply of water was delivered by asteroids, some time after the collision that produced the Moon (which would have vaporized any of the pre-existing water). So far, no measurements of water ice on asteroids 4, 5 have been made, but its presence has been inferred from the comet-like activity of several small asteroids, including two members of the Themis dynamical family 6. Here we report infrared spectra of the asteroid 24 Themis which show that ice and organic compounds are not only present on its surface but also prevalent. Infrared spectral differences between it and other asteroids make 24 Themis unique so far, and our identification of ice and organics agrees with independent results 7 that rule out other compounds as possible sources of the observed spectral structure. The widespread presence of surface ice on 24 Themis is somewhat unexpected …",
                "On 4 July 2005, many observatories around the world and in space observed the collision of Deep Impact with comet 9P\/Tempel 1 or its aftermath. This was an unprecedented coordinated observational campaign. These data show that (i) there was new material after impact that was compositionally different from that seen before impact; (ii) the ratio of dust mass to gas mass in the ejecta was much larger than before impact; (iii) the new activity did not last more than a few days, and by 9 July the comet9s behavior was indistinguishable from its pre-impact behavior; and (iv) there were interesting transient phenomena that may be correlated with cratering physics.",
                "",
                "The atmospheres of the gas giant planets (Jupiter and Saturn) contain jets that dominate the circulation at visible levels 1, 2. The power source for these jets (solar radiation, internal heat, or both) and their vertical structure below the upper cloud are major open questions in the atmospheric circulation and meteorology of giant planets 1, 2, 3. Several observations 1 and in situ measurements 4 found intense winds at a depth of 24 bar, and have been interpreted as supporting an internal heat source. This issue remains controversial 5, in part because of effects from the local meteorology 6. Here we report observations and modelling of two plumes in Jupiter’s atmosphere that erupted at the same latitude as the strongest jet (23 N). The plumes reached a height of 30 km above the surrounding clouds, moved faster than any other feature (169 m s-1), and left in their wake a turbulent planetary-scale disturbance …",
                "",
                "Pluto and Eris are icy dwarf planets with nearly identical sizes, comparable densities and similar surface compositions as revealed by spectroscopic studies 1, 2. Pluto possesses an atmosphere whereas Eris does not; the difference probably arises from their differing distances from the Sun, and explains their different albedos 3. Makemake is another icy dwarf planet with a spectrum similar to Eris and Pluto 4, and is currently at a distance to the Sun intermediate between the two. Although Makemake’s size (1,420±60 km) and albedo are roughly known 5, 6, there has been no constraint on its density and there were expectations that it could have a Pluto-like atmosphere 4, 7, 8. Here we report the results from a stellar occultation by Makemake on 2011 April 23. Our preferred solution that fits the occultation chords corresponds to a body with projected axes of 1,430±9 km (1σ) and 1,502±45 km, implying a V-band …"
            ],
            [
                [
                    "Solar System Bodies",
                    "trans-Neptunian Objects",
                    "Pluto",
                    "Asteroids",
                    "Surface Composition"
                ]
            ]
        ]
    ]
}