{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XB982LP9",
            "mDTxh1cAAAAJ",
            [
                "Water ice and organics on the surface of the asteroid 24 Themis",
                "Deep Impact: Observations from a worldwide Earth-based campaign",
                "The methane ice rich surface of large TNO 2005 FY9: A Pluto-twin in the trans-neptunian belt?",
                "Depth of a strong jovian jet from a planetary-scale disturbance driven by storms",
                "(65) Cybele: detection of small silicate grains, water-ice, and organics",
                "Albedo and atmospheric constraints of dwarf planet Makemake from a stellar occultation"
            ],
            [
                "It has been suggested 1, 2, 3 that Earth’s current supply of water was delivered by asteroids, some time after the collision that produced the Moon (which would have vaporized any of the pre-existing water). So far, no measurements of water ice on asteroids 4, 5 have been made, but its presence has been inferred from the comet-like activity of several small asteroids, including two members of the Themis dynamical family 6. Here we report infrared spectra of the asteroid 24 Themis which show that ice and organic compounds are not only present on its surface but also prevalent. Infrared spectral differences between it and other asteroids make 24 Themis unique so far, and our identification of ice and organics agrees with independent results 7 that rule out other compounds as possible sources of the observed spectral structure. The widespread presence of surface ice on 24 Themis is somewhat unexpected …",
                "On 4 July 2005, many observatories around the world and in space observed the collision of Deep Impact with comet 9P\/Tempel 1 or its aftermath. This was an unprecedented coordinated observational campaign. These data show that (i) there was new material after impact that was compositionally different from that seen before impact; (ii) the ratio of dust mass to gas mass in the ejecta was much larger than before impact; (iii) the new activity did not last more than a few days, and by 9 July the comet9s behavior was indistinguishable from its pre-impact behavior; and (iv) there were interesting transient phenomena that may be correlated with cratering physics.",
                "",
                "The atmospheres of the gas giant planets (Jupiter and Saturn) contain jets that dominate the circulation at visible levels 1, 2. The power source for these jets (solar radiation, internal heat, or both) and their vertical structure below the upper cloud are major open questions in the atmospheric circulation and meteorology of giant planets 1, 2, 3. Several observations 1 and in situ measurements 4 found intense winds at a depth of 24 bar, and have been interpreted as supporting an internal heat source. This issue remains controversial 5, in part because of effects from the local meteorology 6. Here we report observations and modelling of two plumes in Jupiter’s atmosphere that erupted at the same latitude as the strongest jet (23 N). The plumes reached a height of 30 km above the surrounding clouds, moved faster than any other feature (169 m s-1), and left in their wake a turbulent planetary-scale disturbance …",
                "",
                "Pluto and Eris are icy dwarf planets with nearly identical sizes, comparable densities and similar surface compositions as revealed by spectroscopic studies 1, 2. Pluto possesses an atmosphere whereas Eris does not; the difference probably arises from their differing distances from the Sun, and explains their different albedos 3. Makemake is another icy dwarf planet with a spectrum similar to Eris and Pluto 4, and is currently at a distance to the Sun intermediate between the two. Although Makemake’s size (1,420±60 km) and albedo are roughly known 5, 6, there has been no constraint on its density and there were expectations that it could have a Pluto-like atmosphere 4, 7, 8. Here we report the results from a stellar occultation by Makemake on 2011 April 23. Our preferred solution that fits the occultation chords corresponds to a body with projected axes of 1,430±9 km (1σ) and 1,502±45 km, implying a V-band …"
            ],
            [
                [
                    "Solar System Bodies",
                    "trans-Neptunian Objects",
                    "Pluto",
                    "Asteroids",
                    "Surface Composition"
                ]
            ],
            [
                "Noemi Pinilla-Alonso Associate Scientist Suite 214 at the Florida Space Institute Npinilla@ucf.edu 407-823-6169 Dr. Pinilla-Alonso received her Ph.D. from the Universidad de La Laguna of Tenerife, Spain. After that, she had different postdoctoral positions at NASA Ames Research center, Moffett Field, USA, at the Instituto de Astrofísica de Andalucía, Granada, Spain, and at the University of Tennessee, Knoxville, USA. In 2015, she joined the Florida Space Institute of the University of Central Florida as a visiting scientist before joining it as an Associate Researcher in Planetary Science in 2016. Her work focuses on the study of the surface properties of small bodies in the Solar System. Dr. Pinilla-Alonso was part of the group that first discovered water ice and complex organics on the surface of the asteroid 24 Themis leading the modeling effort. She also has lead numerous international observational campaigns in support of NASA missions such as New Horizons, OSIRIS-ReX, and Lucy. Since 2017, Dr. Pinilla-Alonso is also the Deputy Principal Scientist of the Arecibo Observatory and acts as the Science Manager since December 2018. As such, Noemí supports the director of the observatory in leading a group of 20 scientists at different career levels (from senior scientists to Ph. D students) Research Interests Highlights Research Interests * Origin and evolution of the Solar System * Surface composition of primitive small bodies in the Solar System through visible and near-infrared observations and modeling * Characterization of icy dwarf-planets * Origin of life on Earth: water ice and organics, the seeds for life. Highlights 2019 Luminary Award (UCF) recipient for being instrumental in creating collaborations that have elevated the work dones at UCF. 2019 Asturiana del mes , awarded by La Nueva España for “the talent and dedication in such a specialized area (planetary science) for someone starting her career in Oviedo, Spain and continuing it in USA. It is specially emotive to give this prize to someone that is a personal and professional example” 2017 Asteroid (10689) pinillaalonso (1981 DZ1) named in honor My publications, since 2000, accumulate more than 1,700 citations and result in a h-index of 21, i10-index of 47, and g-index of 38. – 2 chapters in scientific books. – 78 papers published in refereed publications since 2005. – 187 unrefereed publications, including abstracts of meeting contributions since 2000 (44 as first author) and 10 circulars. – 18 white papers, research dissertations and technical reports.\u2028\u2028The list below is a selection of the most representative: The list below is a selection of the most representative ( Asterism means lead by a supervised researcher or student) Book Chapters: N. Pinilla-Alonso, J. Stansberry, and B. Holler. “Surface properties of large TNOs: Ex- panding the study to longer wavelengths with the James Webb Space Telescope”. The Trans-Neptunian Solar System, Edited by Dina Prialnik, Maria Antoinetta Barucci, Leslie Young. ISBN: 9780128164907. Elsevier, 2020., p.395-412. ( http:\/\/dx.doi.org\/10.1093\/mnras\/staa1190 ) de León, J. , Licandro, J., Pinilla-Alonso, N. “The Diverse Population of Small Bodies of the Solar System”. pp 1-25. Chapter included in Handbook of Exoplanets, Springer International Publishing. Editors: Hans J. Deeg & Juan Antonio Belmonte. 2018 ( http:\/\/dx.doi.org\/10.1007\/978-3-319-55333-7_55 ) Peer Review Publications C. Lisse, J. M. Bauer, D. Cruikshank, J. Emery, Y. Fernández, E. Fernández-Valenzuela, M. Kelley, A. McKay, W. Reach, Y. Pendleton, N. Pinilla-Alonso, J. Stansberry, M. Sykes, D. Trilling, D. Wooden, D. Harker, and C. Woodward. “Spitzer’s Solar System Science Legacy: Studies of the Relics of Solar System Formation & Evolution. Part 1 – Comets, Centaurs, and Kuiper Belt Objects”. Nature Astronomy, 4, 930-939 ( https:\/\/doi.org\/10.1038\/s41550-020-01219-6 ) (*) M. N. De Prá, N. Pinilla-Alonso, J. Carvano, J. Licandro, D. Morate, V. Lorenzi, J. De León, H. Campins, T. Mothé-Diniz. “A Comparative Analysis of the Outer Belt Primitive Families”. Astronomy & Astrophysics, accepted ( https:\/\/doi.org\/10.1051\/0004-6361\/202038536 ) (*) E. Fernández-Valenzuela, N. Pinilla-Alonso, J. Stansberry, J. P. Emery, W. Perkins, C. Van Laerhoven, B. J. Gladman, W. Fraser, D. Cruikshank, E. Lellouch, T. G. Muller, W. M. Grundy, D. Trilling, Y. Fernandez, and C. Dalle-Ore. “Compositional study of trans-Neptunian objects at λ > 2.2 μm”. Accepted, PSJ, 2020. R. Giovanni Urso, D. Baklouti, Z. Djouadi, N. Pinilla-Alonso, and R. Brunetto. “Near- infrared Methanol Bands Probe Energetic Processing of Icy Outer Solar System Objects” The ApJ Letters, 894:L3, 2020 ( https:\/\/doi.org\/10.3847\/2041-8213\/ab8ad9 ) (*) M. De Prá; J. Licandro; N. Pinilla-Alonso; V. Lorenzi; E. Rond’on; J. M. Ferreira Carvano; D. Morate, and J. de León. “The spectroscopic properties of the Lixiaohua family, cradle of Main Belt Comets”. Icarus, 338, article id. 113473, 2020 ( https:\/\/doi.org\/10.1016\/j.icarus.2019.113473 ) (*) A. C. Souza-Feliciano, M. De Prá, N. Pinilla-Alonso, A. Alvarez-Candal, E. Fernandez- Valenzuela, J. de León, R. Binzel, P. Arcoverde, E. Rondon, and M. Santana. “Visible Analysis of NASA Lucy Mission Targets Eurybates, Polymele, Orus and Donaldjohanson”. Icarus, 338, article id. 113463, 2020 ( https:\/\/doi.org\/10.1016\/j.icarus.2019.113463 ) A. Arredondo; D. Morate; A. Malfavon, N. Pinilla-Alonso, J. de León, V. Lorenzi, and H. Campins. “Near Infrared spectroscopy of the Klio primitive inner-belt asteroid family”. Icarus, 335, article id. 113427, 2020 ( https:\/\/doi.org\/10.1016\/j.icarus.2019.113427 ) (*) M. N. De Prá, N. Pinilla-Alonso., J. M. Carvano, J. Licandro, H. Campins, T. Mothé- Diniz, J. de León, and V. Alí-Lagoa. ”PRIMASS visits Hilda and Cybele Groups”. Icarus, 311, p. 35-51, 2018. ( https:\/\/doi.org\/10.1016\/j.icarus.2017.11.012 ) N. Pinilla-Alonso; J. de León; K. J. Walsh; H. Campins; V. Lorenzi; M. Delbo; F. DeMeo; J. Licandro; Z. Landsman; M. P. Lucas; V. Alí-Lagoa; and B. Burt. “Portrait of the Polana- Eulalia family complex: Surface homogeneity revealed from near-infrared spectroscopy”. Icarus, 274, p. 231-248 (2016) ( https:\/\/doi.org\/10.1016\/j.icarus.2016.03.022 ) A. Alvarez-Candal; N. Pinilla-Alonso, J. L. Ortiz; R. Duffard; N. Morales; P. Santos-Sanz; A. Thirouin; and J. S. Silva. “Absolute magnitudes and phase coefficients of trans-Neptunian objects”. Astronomy & Astrophysics, Volume 586, id.A155 (2016). https:\/\/doi.org\/10.1051\/0004-6361\/201527161 (*) V. Lorenzi; N. Pinilla-Alonso; J. Licandro; D. P. Cruikshank; W. M. Grundy; R. P. Binzel; J. P. Emery. “The spectrum of Pluto, 0.40-0.93 μm. I. Secular and longitudinal distribution of ices and complex organics”. Astronomy & Astrophysics, Volume 585, id.A131 (2016) https:\/\/doi.org\/10.1051\/0004-6361\/201527281 (*) V. Lorenzi; N. Pinilla-Alonso; J. Licandro. “Rotationally resolved spectroscopy of dwarf planet (136472) Makemake”. Astronomy & Astrophysics, Volume 577, id.A86 (2015) https:\/\/doi.org\/10.1051\/0004-6361\/201425575 J. L. Ortiz; R. Duffard; N. Pinilla-Alonso; A. Alvarez-Candal; et al. “Possible ring material around centaur (2060) Chiron” Astronomy & Astrophysics, Volume 576, id.A18, 2015. ( https:\/\/doi.org\/10.1051\/0004-6361\/201424461 ) R. Duffard.; N. Pinilla-Alonso; J. L. Ortiz; A. Alvarez-Candal; B. Sicardy; P. Santos-Sanz; N. Morales; C. Colazo; E. Fern’andez-Valenzuela, and F. Braga-Ribas. “Photometric and spectroscopic evidence for a dense ring system around Centaur Chariklo”. A&A, 568, id.A79 (2014) https:\/\/doi.org\/10.1051\/0004-6361\/201424208 R. Duffard, N. Pinilla-Alonso, P. Santos-Sanz and 33 more coauthors. “TNOs are Cool!: A Survey of the Transneptunian Region: A Herschel-PACS view of 16 Centaurs”. Astronomy & Astrophysics, A&A, 564, id.A92, 2014 https:\/\/doi.org\/10.1051\/0004-6361\/201322377 (*) V. Lorenzi, N. Pinilla-Alonso, J. Licandro, C. M. Dalle-Ore and J. P. Emery. “Rotationally Resolved Spectroscopy of (20000) Varuna in the near-Infrared”. A&A, 562, A85 (2014) https:\/\/doi.org\/10.1051\/0004-6361\/201322251 N. Pinilla-Alonso, V. Lorenzi, H. Campins, J. de León, J. Licandro. “Near-Infrared spec- troscopy of 1999 JU3, target of the Hayabusa-2 Mission”. Astronomy & Astrophysics, 552, A79 (2013) https:\/\/doi.org\/10.1051\/0004-6361\/201221015 N. Pinilla-Alonso, A. Alvarez-Candal, V. Lorenzi, J. Licandro and T.L. Roush. “Surface composition and dynamical evolution of two retrograde objects in the outer solar system: 2008 YB3 and 2005 VD”. Astronomy & Astrophysics, 550, 13A (2013) https:\/\/doi.org\/10.1051\/0004-6361\/201220030 J. L. Ortiz; B. Sicardy; F. Braga-Ribas; A. Alvarez-Candal; E. Lellouch; R. Duffard; N. Pinilla-Alonso et al. “Albedo and atmospheric constraints of dwarf planet Makemake from a stellar occultation”. Nature, 491, 566-569 (2012) https:\/\/doi.org\/10.1038\/nature11597 N. Pinilla-Alonso; T. L. Roush, G. A. Marzo; D. P. Cruikshank and C. Dalle-Ore. “Iapetus surface variability revealed from statistical clustering of a VIMS mosaic:the distribution of CO2”. Icarus, 215, 75 – 82 (2011) https:\/\/doi.org\/10.1016\/j.icarus.2011.07.004 A. Alvarez-Candal; N. Pinilla-Alonso; J. Licandro; E. Mason; F. Gourgeot; T. L. Roush and D. P. Cruikshank. “The spectrum of 136199 Eris between 350 and 2350 nm: Results with X-Shooter”. A&A 532, A130, 2011. ( https:\/\/doi.org\/10.1051\/0004-6361\/201117069 ) H. Campins, K. Hargrove, N. Pinilla-Alonso, E. Howell, M.S. Kelley, T. Monte-Diniz, Y. Fernandez, & J. Ziffer. “Water ice and organics on the surface of the asteroid 24 Themis”. Nature 464, 1320-1321. https:\/\/doi.org\/10.1038\/nature09029 N. Pinilla-Alonso; R. Brunetto; J. Licandro; R. Gil-Hutton; T. L. Roush and G. Strazzulla. “The surface of (136108) Haumea (2003 EL61), the largest carbon-depleted object in the trans-Neptunian belt”. A&A, 496 pp. 547-556 (https:\/\/doi.org\/10.1051\/0004-6361\/201117069) Pinilla-Alonso,N; Licandro, J & Lorenzi, V. “Visible Spectroscopy of objects in the neighborhood of 2003 EL61’s family”. A&A, 489, pp.455-458 ( https:\/\/doi.org\/10.1051\/0004-6361:200810226 ) A. Sanchez-Lavega; G. S. Orton; R. Hueso et al. (y 24 coautores más incluyendo a N. Pinilla-Alonso). “Depth of a strong Jovian Jet from a Planetary-Scale Disturbance driven by storms”, Nature. 451, pp.1022, 2008 https:\/\/doi.org\/10.1038\/nature0680 Pinilla-Alonso,N; Licandro, J.; Gil-Hutton, R. et al. “The water ice rich surface of (145453) 2005 RR43: a case for a population of trans-neptunian objects?”. A&A Letter, 468, 1, pp.L25-L28. (2007) https:\/\/doi.org\/10.1051\/0004-6361:20077294 J. Licandro; W. M. Grundy; N. Pinilla-Alonso and P. Leisy. “Visible spectroscopy of 2003 UB313: evidence for N2 ice on the surface of the largest TNO?”. A&A 458,1, pp.L5-L8., 2006. https:\/\/doi.org\/10.1051\/0004-6361:20066028 J. Licandro; L. diFabrizio; N. Pinilla-Alonso et al. “Trans-Neptunian object (55636) 2002 TX300, a fresh icy surface in the outer solar system”. A&A, 457, 1, pp.329-333 https:\/\/doi.org\/10.1051\/0004-6361:20064906 J. Licandro; N. Pinilla-Alonso; M. Pedani et al. “The methane ice rich surface of large TNO 2005 FY9: a Pluto-twin in the trans-Neptunian belt?”. A&A, 445, 3, pp.L35-L38. (2006) https:\/\/doi .org\/10.1051\/0004-6361:200500219 Meech K. J.; Ageorges, N; A’Hearn, M. F (206 coauthors more, including N.Pinilla-Alonso). “Deep Impact: Observations from a Worldwide Earth-Based Campaign”. Science, 310, 5746, pp. 265-269., 2005 https:\/\/doi .org\/10.1126\/science.1118978 Invited Conferences Pinilla-Alonso, N. “Exploration of the Solar System in the Next Decade”. Spanish Astronomical Society, La Laguna, Spain, 2020. Invited Plenary Contribution Pinilla-Alonso, N. “Get a glimpse on what is coming on the study of large Transneptunians for the next decade”. The transneptunian Solar System Scientific Workshop, Portugal, 2018 Invited Oral Contribution Pinilla-Alonso, N. “How JWST will bring light to the nature of trans-Neptunian ob- jects through GTO observations”. 230th American Astronomical Society, AAS Meeting, id403.02, June 2017 Pinilla-Alonso, N “Exploring the Solar System with JWST: Unveiling the Nature of Small Bodies”. Asteroids, Comets, Meteors 2017. Montevideo, Uruguay, April 2017. Plenary Invited Pinilla-Alonso, N. “The new Solar System: Are you ready for James Webb Space Tele- scope?” Spanish Astronomical Society, Bilbao, Spain, 2016 Pinilla-Alonso, N. “Icy Dwarf Planets: Colored popsicles in the Solar System” IAU Gen- eral Assembly, Meeting 29, id.2258290, (2015) Published as Astronomy in Focus, Volume 1, Focus Meeting 9, XXIXth IAU General Assembly. Cambridge University Press, doi:10.1017\/S1743921316002970 Pinilla-Alonso, N. “Reservas Heladas del Sistema Solar: Informaci’on Congelada en el Tiempo”. X Spanish Astronomical Society Scientific Meeting, Valencia, 2012 Pinilla-Alonso, N. “ Breaking News on the Solar System”. Particles, Astrophysics and Cosmology- AsturPAC11, Aviles, Spain (2011) Pinilla-Alonso, N. “The biggest among the smallest icy bodies” , AOGS Singapore (2009). Invited oral Contribution. Estela Fernandez-Valenzuela, UCF Preeminent postdoctoral scholar Mario de Pra, UCF Preeminent postdoctoral scholar"
            ]
        ]
    ]
}