{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XBLS8DDZ",
            "tl9e7woAAAAJ",
            [
                "A comparative study of top-down and bottom-up approaches for the preparation of micro\/nanosuspensions"
            ],
            [
                "Nano-sizing offers a promising method for the formulation of poorly aqueous soluble compounds. Nanosuspensions can be prepared by top-down or bottom-up approaches. The different conditions encountered in these two approaches can greatly affect nanosuspension characteristics. In this study, milling via microfluidization and precipitation via sonication were compared to study their effects on the formation and stability of ibuprofen nanosuspensions. Various stabilizers (SLS, PVP K-30, Pluronic F-68 and F-127, Tween 80 and different hydroxypropyl methylcelluloses (HPMCs)) were evaluated. Both processes resulted in a similar trend in the initial particle size and comparable short-term physical stability of suspensions. Of all the stabilizers investigated, the HPMCs were the most effective both in terms of particle size reduction and short-term physical stability. Differences in stabilizer efficacy were observed …"
            ],
            [
                [
                    "Pulmonary",
                    "Pulmonary hypertension",
                    "Interstitial Lung Disease"
                ]
            ],
            [
                "                      USF Home > College of Arts and Sciences > Computational Biophysics                  Computational Biophysics Lab    Home  Research  Team  Publications  Software (External @ SimTK)        Recent news    About the Lab         July 2019: Congratulations to Nalvi for publishing his work in Structure on the role of thermal fluctuataions in allosteric activation of viral proteins.  May 2019: Congratulations to Guy for winning Iron Hack , a NIH\/USF genomics hackathon.  March 2019: Congratulations to Sanim for winning the NIH G-SOAR fellowship.  March 2019: Congratulations to Vered for publishing her work on improving transferability of ionic interactions.  Feb 2019: Congratulations to Matthew for getting his first paper published.  Jan 2019: Congratulations to Vered for winning travel grant from the American Biophysical Society.  July 2018: Congratulations to Mohsen and Ahnaf - our machine learning work is published as a featured article in JCP and also gets press Apr 2018: Jan 2018:  Molecular and quantum mechanics simulations are fast becoming powerful alternatives to wet lab experiments for studying the structure, dynamics and function of biomolucules. Our primary goals are to further enhance their reliability and extend their applicability to systems that function through increasingly more complex interactions. Specifically, we are (a) enhancing the reliability of molecular mechanics based methods toward modeling biomolecular ionic interactions, and (b) developing new machine learning inspired methods to describe proteins regulated by dynamic allostery. We also utilize simulations, mostly in collaboration with experimental groups, to address key unresolved biophysical questions in membrane structure, transmembrane ion transport, allosteric signaling and protein-protein interactions.   Principal Investigator   Sameer Varma , PhD Associate Professor, Department of Cell Biology, Microbiology and Molecular Biology Affiliate Professor, Department of Physics   Office: ISA 6205  Email: svarma(AT)usf.edu  Phone: 813-974-9288  Fax: 813-905-9919  Postal Address:  ISA -2015, University of South Florida, 4202 E. Fowler Ave., Tampa, FL-33620    Funded by         Arts and Sciences Home | Arts   & Sciences Calendar | Email   Directory | USF Libraries Copyright   ©2011, CMMB, ISA 2015, 4202 East Fowler Ave, Tampa, FL   33620 Direct questions or comments about the web site to Webmaster | √ XHTML 1.0 Transitional  Loading..."
            ]
        ]
    ]
}