{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XC0GD03G",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                ">\n    \n  \n    \n      Sunil Golwala Sunil Golwala Professor of Physics; Director, Caltech Submillimeter Observatory; Deputy Executive Officer for Astrophysics Contact information for Sunil Golwala golwala@caltech.edu Research Website B.A., University of Chicago, 1993; M.A., University of California, Berkeley, 1995; Ph.D., 2000. Assistant Professor, Caltech, 2003-10; Associate Professor, 2010; Professor, 2010-; Director, Caltech Submillimeter Observatory, 2013-; Deputy Executive Officer, 2019-. ; Research Interests Observational Cosmology and Instrumentation I work at the intersection of particle physics and cosmology on observations and instrumentation to understand the nature of the dark matter and dark energy that dominate the evolution of our universe. One effort is to develop and use mm-wave instrumentation to map the Sunyaev-Zeldovich effect in galaxy clusters with the eventual goal of contraining the nature of dark energy. Currently, we are combining SZ maps obtained with Bolocam on the Caltech Submillimeter Observatory with X-ray and other data sets to understand the astrophysics of clusters and to test their use as cosmological tools. We (with Zmuidzinas and JPL) are building MKIDCam for the CSO, which will simultaneously image in four colors to obtain substantially improved sensitivity. We are also developing the cluster science case and instrumentation for the Cerro Chajnantor Atacama Telescope. Credit: S. Golwala A second effort is to search for curl-mode polarization of the cosmic microwave background from gravitational waves produced during inflation, possibly the first era of dark-energy domination. Caltech and JPL are involved in BICEP2\/Keck Array and SPIDER, arrays of mm-wave polarimetric receivers operating from the South Pole and a balloon platform, respectively, that will study scales from one to tens of degrees. We are also involved in a new experiment in collaboration with Stanford to measure arcminute scale polarization to study large-scale structure via lensing curl-mode polarization, which can distinguish the \"normal\" and \"inverted\" neutrino mass hierarchies. A third effort is on the direct detection of dark matter with the CDMSII, SuperCDMS, and GEODM experiments, which use extremely sensitive detectors to search for scattering of dark matter particles with terrestrial nuclei and have the world's best sensitivity to date over a wide range of particle mass. We are running an upgraded experiment now and are proposing more sensitive experiments to probe most of the supersymmetric dark matter parameter space at SNOLAB and the Deep Underground Science and Engineering Laboratory (DUSEL). Observational, analysis, instrumentation, and simulation projects for graduate students are available for all these efforts. [Image credits: Bob Paz; S. Golwala]"
            ]
        ]
    ]
}