{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XCFMS4U5",
            "APQ5ScYAAAAJ",
            [
                "Quantum confinement between self-organized Pt nanowires on Ge (001)"
            ],
            [
                "The existence of one-dimensional (1D) electronic states between self-organized Pt nanowires spaced 1.6 or 2.4 nm apart on a Ge (001) surface is revealed by low-temperature scanning tunneling microscopy. These perfectly straight Pt nanowires act as barriers for a surface state (located just below the Fermi level) of the underlying terrace. The energy positions of the 1D electronic states are in good agreement with the energy levels of a quantum particle in a well. Spatial maps of the differential conductivity of the 1D electronic states conclusively reveal that these states are exclusively present in the troughs between the Pt nanowires."
            ],
            [
                [
                    "Low Dimensional Systems",
                    "Surfaces and Interfaces",
                    "Thin Films",
                    "Molecular Electronics",
                    "Nanoscience"
                ]
            ],
            [
                "Nuri Oncel Nuri Oncel Associate  Professor nuri.oncel@UND.edu 701.777.3529 701.777.3529 Websites Oncel Research Group Two dimensional materials Chemical Vapor Deposition Molecular Beam Epitaxy Scanning tunneling Microscopy\/Spectroscopy Atomic Force Microscopy X-ray photoelectron spectroscopy Density Function Theory For the complete list, please follow: Google Scholar Education Bilkent University, Ankara, Turkey                                 Physics                                     B.Sc. 1998-2003 University of Twente, Enschede, NL                              Applied Physics                           Ph.D. 2003-2007 Princeton University, NJ                                               Chemistry                                  Postdoc 2007-2009"
            ]
        ]
    ]
}