{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XCFT050Q",
            "UHYYOAoAAAAJ",
            [
                "Chiral Effective Field Theory calculations of weak transitions in light nuclei",
                "Quantum Monte Carlo calculations of dark matter scattering off light nuclei"
            ],
            [
                "We report quantum Monte Carlo calculations of weak transitions in A≤ 10 nuclei, based on the Norfolk two-and three-nucleon chiral interactions, and associated one-and two-body axial currents. We find that the contribution from two-body currents is at the 2–3% level, with the exception of matrix elements entering the rates of Li 8, B 8, and He 8 β decay. These matrix elements are suppressed in impulse approximation based on the (leading order) Gamow Teller transition operator alone; two-body currents provide a 20–30% correction, which is, however, insufficient to bring theory in agreement with experimental data. For the other transitions, the agreement with the data is satisfactory, and the results exhibit a negligible to mild model dependence when different combinations of Norfolk interactions are utilized to construct the nuclear wave functions. We report a complete study of two-body weak transition densities …",
                "We compute the matrix elements for elastic scattering of dark matter (DM) particles off light nuclei (H 2, H 3, He 3, He 4, and Li 6) using quantum Monte Carlo methods. We focus on scalar-mediated DM-nucleus interactions and use scalar currents obtained to next-to-leading order in chiral effective theory. The nuclear ground states are obtained from a phenomenological nuclear Hamiltonian that includes the Argonne v 18 two-body interaction and the three-body Urbana IX interaction. Within this approach, we study the impact of one-and two-body currents and discuss the size of nuclear uncertainties, including for the first time two-body effects in A= 4 and A= 6 systems. Our results provide the nuclear structure input needed to assess the sensitivity of future experimental searches of (light) dark matter using light nuclei, such as He 3 and He 4."
            ],
            [
                [
                    "Quantum Monte Carlo",
                    "Nuclear Physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}