{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XCSPASKJ",
            "-Oh2U-8AAAAJ",
            [
                "Giant magnetoresistance in nonmultilayer magnetic systems",
                "Near-unity photoluminescence quantum yield in MoS2",
                "Uptake, translocation, and accumulation of manufactured iron oxide nanoparticles by pumpkin plants",
                "Transport magnetic proximity effects in platinum",
                "Nanostructured electrodes for high‐performance pseudocapacitors",
                "Magnetic pair-breaking effects: Moment formation and critical doping level in superconducting  systems (A=Fe,Co,Ni,Zn,Ga,Al)",
                "Supercapacitor electrodes with high‐energy and power densities prepared from monolithic NiO\/Ni nanocomposites"
            ],
            [
                "We have observed isotropic giant magnetoresistance (GMR) in nonmultilayer magnetic systems using granular magnetic solids. We show that GMR occurs in magnetically inhomogeneous media containing nonaligned ferromagnetic entities on a microscopic scale. The GMR is determined by the orientations of the magnetization axes, the density, and the size of the ferromagnetic entities.",
                "Two-dimensional (2D) transition metal dichalcogenides have emerged as a promising material system for optoelectronic applications, but their primary figure of merit, the room-temperature photoluminescence quantum yield (QY), is extremely low. The prototypical 2D material molybdenum disulfide (MoS2) is reported to have a maximum QY of 0.6%, which indicates a considerable defect density. Here we report on an air-stable, solution-based chemical treatment by an organic superacid, which uniformly enhances the photoluminescence and minority carrier lifetime of MoS2 monolayers by more than two orders of magnitude. The treatment eliminates defect-mediated nonradiative recombination, thus resulting in a final QY of more than 95%, with a longest-observed lifetime of 10.8 ± 0.6 nanoseconds. Our ability to obtain optoelectronic monolayers with near-perfect properties opens the door for the development of …",
                "Rapid development and application of nanomaterials and nanotechnology make assessment of their potential health and environmental impacts on humans, non-human biota, and ecosystems imperative. Here we show that pumpkin plants (Cucurbita maxima), grown in an aqueous medium containing magnetite (Fe3O4) nanoparticles, can absorb, translocate, and accumulate the particles in the plant tissues. These results suggest that plants, as an important component of the environmental and ecological systems, need to be included when evaluating the overall fate, transport and exposure pathways of nanoparticles in the environment.",
                "Platinum (Pt) metal, being nonmagnetic and with a strong spin-orbit coupling interaction, has been central in detecting the pure spin current and establishing most of the recent spin-based phenomena. Magnetotransport measurements, both electrical and thermal, conclusively show strong ferromagnetic characteristics in thin Pt films on the ferromagnetic insulator due to the magnetic proximity effects. The pure spin current phenomena measured by Pt, including the inverse spin Hall and the spin Seebeck effects, are thus contaminated and not exclusively established.",
                "The depletion of traditional energy resources as well as the desire to reduce high CO2 emissions associated with energy production means that energy storage is now becoming more important than ever. New functional electrode materials are urgently needed for next‐generation energy storage systems, such as supercapacitors or batteries, to meet the ever increasing demand for higher energy and power densities. Advances in nanotechnology are essential to meet those future challenges. It is critical to develop ways of synthesizing new nanomaterials with enhanced properties or combinations of properties to meet future challenges. In this Minireview we discuss several important recent studies in developing nanostructured pseudocapacitor electrodes, and summarize three major parameters that are the most important in determining the performance of electrode materials. A technique to optimize these …",
                "We have conducted a systematic study on the effect of Cu-site doping in La 1.85 Sr 0.15 CuO 4 system. The relations between T c and doping level as well as the critical doping levels x c have been determined accurately for the Fe-, Co-, Ni-, Zn-, Ga-, and Al-doped systems. Every dopant either carries an intrinsic magnetic moment or induces a net moment on the Cu-O 2 plane. The size of the moment is correlated with the suppression of superconductivity, consistent with the magnetic-pair-breaking effect. The ground states of the dopants have also been determined.",
                "Impressive energy storage and delivery: A simple, cost‐effective, and potentially scalable technique is described for fabricating support‐and additive‐free NiO\/Ni nanocomposite electrodes (see picture) for electrochemical supercapacitors. Maximum performances of energy storage and delivery were simultaneously achieved by developing a slow‐charging and fast‐discharging procedure."
            ],
            [
                [
                    "spintronics",
                    "condensed matter Physics",
                    "magnetism",
                    "magnetic materials",
                    "soft magnetic materials"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}