{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XD421TI4",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Nico  Cappelluti Asst. Professor ncappelluti@miami.edu (203) 500-7429 Media \/ Outreach I am an assistant Professor at the Physics department of University of Miami. I am interested in employing wide field multiwavelength surveys for finding observational proxies of the formation mechanisms of Super Massive Black Holes in the Universe, determining the origin of Cosmic Backgrounds, studying Active Galactic Nuclei (AGN) clustering and investigate the nature of Dark Matter. 2007 Ph.D. Physics and Astronomy TUM-Munich\/International Max Planck Research School (IMPRS), Germany 2004 M.S. Astronomy University of Bologna, Italy 2015 - 2017 Prize Postdoctoral Fellow, Yale Center for Astronomy & Astrophysics, Yale University, New Haven, CT 2010 - 2015 NAF International Postdoctoral Fellow, INAF-OABO, Bologna, Italy 2008 - 2015 Visiting Research Assistant, University of Maryland Baltimore County, Baltimore, MD 2007 - 2010 Postdoctoral Scientist , Max Planck Institut für Extr. Physik (MPE), Garching, Germany 2004 - 2007 PhD fellow at IMPRS in Astronomy, MPE & TUM, Garching & Munich, Germany Finalist for early career prize by ISSNAF (Italian Scientist and Scholar North America Foundation) 2016 Yale-YCAA Prize Postdoctoral Fellowship 2015 INAF International Postdoctoral Fellowship, 2010 Marsden Prize, European Astrosky Network, 2010 Prize Fellowship Blanceflor foundation, Sweden, 2009 Prize Fellowship Della Riccia foundation, Italy, 2009 Marie Curie Early stage research PhD fellowship, 2004 ORGANIZATION OF SEMINARS AND SCIENTIFIC MEETINGS LOC\/SOC member of the Accretion History of AGN meeting, Miami October 2018 SOC member of tristate area postdoc symposium, Columbia University, March 2017 Organization of the professional workshop: “The performing art of science presentation”, Yale, 2016 Organization of YCAA seminar series, 2016 LOC of the NUSTAR meeting, Bologna, 2015 Chair of the LOC and SOC member for the Conference: “Whereabouts, Physical State and Metallicity of the Missing Baryons in the Local Universe” Cervia Italy, June 2012 ORGANIZATION AND ROLE IN INTERNATIONAL SCIENTIFIC PROGRAMS Member of the early Black Holes WG for the X-ray surveyor, 2016 – Present Member of the proposer group for STAR-X, 2016 – Present Member of the AAS, 2016 – Present Member of Athena-WG 1.4 Missing Baryons, 2015 – Present Member of Athena-WG 2.1 Formation and growth of earliest SMBHs, 2015 – Present Member of Nustar UDS team, 2015 – Present Member of Steering Comm. Chandra-UDS Visionary program, 2014 – Present Member of ASTRODEEP Collaboration, 2013 – Present Member of the “The Hot Energetic Universe” winning team for ESA-L2 mission (ATHENA), 2012 – Present Member of the NASA-Euclid Consortium, 2012 – Present Member of Steering Comm. Stripe 82 XMM\/Chandra survey (PI M. Urry), 2011-Present Member of the ground software development team for the eROSITA mission, 2007-2010 Responsible of X-ray data analysis and catalogs in the XMM-COSMOS survey, 2004 – 2007 Cappelluti, N., Arendt, R. G., Kashlinsky, A., Hasinger, G., Helgason, K., Urry, M., … Finoguenov, A. ROBING LARGE SCALE COHERENCE BETWEEN SPITZER IR AND CHANDRA X-RAY SOURCE-SUBTRACTED COSMIC BACKGROUNDS  (2017). Cappelluti, N., Bulbul, E., Foster, A., Natarajan, P., Urry, M. C., Bautz, M. W., … Smith, R. K. \"Searching for the 3.5 keV Line in the Deep Fields with Chandra: the 10 Ms observations\"    (2017). [ Media \/ Outreach Media Relations To schedule an interview with University faculty, staff, and employees, please contact the University's Media Relations department. Request Interview  Media Relations To schedule an interview with University faculty, staff, and employees, please contact the University's Media Relations department. Request Interview In the Media TV interview for the Italian Channel Rete 7, at the TV show “Aria Pulita” #RomagnolinFuga. A Miami alla ricerca della materia oscura June 26, 2018 interview for the Italian newspaper “Il fatto quotidiano” Il fatto quotidiano June 10, 2018 BBC News: Galactic X-rays could point way to dark matter BBC News February 02, 2017 Science news: Possible sign of dark matter shows up again Science News January 29, 2017 Searching for the 3.5 keV Line in the Deep Fields with Chandra: the 10  Ms observations Cornell University Library January 29, 2017 Buchi neri giganti si sono formati poco dopo il Big Bang La Repubblica, Italy January 14, 2017 Media Relations To schedule an interview with University faculty, staff, and employees, please contact the University's Media Relations department. Request Interview"
            ]
        ]
    ]
}