{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XDF0OP2A",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Timothy Benseman Assistant Professor Queens College (718) 997-3369 Timothy.Benseman@qc.cuny.edu Ph.D. University of Cambridge; MSc & BScHons in Physics, BA in Economics, Victoria University of Wellington; Development of high-temperature superconducting solid-state lasers and optoelectronic devices for operation in the 'terahertz gap' region. Publications: High-resolution thermal micro-imaging using Europium chelate luminescent coatings T. M. Benseman, Y. Hao, V. Vlasko-Vlasov, U. Welp, A. E. Koshelev, W.-K. Kwok, R. Divan, C. Keiser, C. Watanabe, & K. Kadowaki Journal of Visualized Experiments, in press, December 2015. Current filamentation in large Bi 2 Sr 2 CaCu 2 O 8 mesa devices observed via luminescent and scanning laser thermal microscopy T. M. Benseman, A. E. Koshelev, V. Vlasko-Vlasov, Y. Hao, W.-K. Kwok, U. Welp, C. Keiser, B. Gross, M. Lange, D. Kölle, R. Kleiner, H. Minami, C. Watanabe, & K. Kadowaki Physical Review Applied, 3 , 044017 (2015). Antiferromagnetic and nematic phase transitions in BaFe 2 (As 1-x P x ) 2 studied by AC micro-calorimetry and SQUID magnetometry X. Luo, V. Stanev, B. Shen, L. Fang, X. S. Ling, R. Osborn, S. Rosenkranz, T. M. Benseman, R. N. S. Divan, W.-K. Kwok, & U. Welp Physical Review B, 91 , 094512 (2015).  Powerful terahertz emission from Bi 2 Sr 2 CaCu 2 O 8 mesa arrays T. M. Benseman, K. E. Gray, A. E. Koshelev, W.-K. Kwok, U. Welp, H. Minami, K. Kadowaki, & T. Yamamoto Applied Physics Letters 103 , 022602 (2013).  The ac Josephson relation and inhomogeneous temperature distributions in large Bi 2 Sr 2 CaCu 2 O 8 mesas for THz emission T. M. Benseman, A. E. Koshelev, W.-K. Kwok, U. Welp, K. Kadowaki, J. R. Cooper, & G. Balakrishnan Superconductor Science and Technology 26 , 085016 (2013).  Jamming of superconducting vortices in a funnel structure V. Vlasko-Vlasov, T. M.  Benseman, U. Welp, & W.-K. Kwok Superconductor Science and Technology 26 , 075023 (2013).  Direct imaging of hot spot in Bi 2 Sr 2 CaCu 2 O 8 mesa terahertz sources T. M. Benseman, K. E. Gray, A. E. Koshelev, W.-K. Kwok, U. Welp, V. Vlasko-Vlasov, & K. Kadowaki Journal of Applied Physics 113 , 133902 (2013).  Tunable terahertz emission from Bi 2 Sr 2 CaCu 2 O 8 mesa devices T. M. Benseman, A. E. Koshelev, K. E. Gray, W.-K. Kwok, U. Welp, K. Kadowaki, M. Tachiki, & T. Yamamoto Physical Review B 84 , 064523 (2011).  Valence and spin states of substituent cations in Bi 2 Sr 2 CaCu 2 O 8 T. M. Benseman, J. R. Cooper, C. L. Zentile, L. Lemberger, & G. Balakrishnan Physical Review B 84 , 144503 (2011).  Evidence for Dirac nodes from quantum oscillations in SrFe 2 As 2 M. Sutherland, D. J. Hills, B. S. Tan, M. M. Altarawneh, N. Harrison, J. Gillett, E. C. T. O’Farrell, T. M. Benseman, I. Kokanovic, P. Syers, J. R. Cooper, & S. E. Sebastian Physical Review B (Rapid Comm.) 84 , 180506(R) (2011).  A detailed de Haas–van Alphen effect study of the overdoped cuprate Tl 2 Ba 2 CuO 6 P. M. C. Rourke, A. F. Bangura, T. M. Benseman, M. Matusiak, J. R. Cooper, A. Carrington, & N. E. Hussey New Journal of Physics 12 , 105009 (2010).  Fermi surface and electronic homogeneity of the overdoped cuprate superconductor Tl ­2 Ba 2 CuO 6 as revealed by quantum oscillations A. F. Bangura, P. M. C. Rourke, T. M. Benseman, M. Matusiak, J. R. Cooper, N. E. Hussey, & A. Carrington Physical Review B (Rapid Comm.) 82 , 140501(R) (2010).  Increased T c in Electrolyte-Gated Cuprates A. S. Dhoot, S. C. Wimbush, T. M. Benseman, J. L. MacManus-Driscoll, J. R. Cooper, & R. H. Friend Advanced Materials 22 , 2529–2533 (2010).  In-plane oxygen diffusion in single crystals of Bi 2 Sr 2 CaCu 2 O T. M. Benseman, J. R. Cooper, & G. Balakrishnan Physica C 468 , 81-87 (2008).  The phase diagram of high-T c superconductors, J. L. Tallon, T. M. Benseman, G. V. M. Williams, & J. W. Loram Physica C 415 , 9-14 (2004)."
            ]
        ]
    ]
}