{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XDY4MNX4",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Thomas Kutter Professor of Physics Ph.D., 1999 - The University of Heidelberg 220-C Nicholson Hall, Tower Dr. (225) 578-8310-Office kutter@phys.lsu.edu kutter@lsu.edu Experimental High Energy Physics My principal research interest is in experimental particle and astro-particle physics.\n                  I am primarily interested in neutrino physics because neutrinos are a good probe to\n                  test for physics beyond the successful standard model of particle physics. In addition,\n                  neutrinos serve as messengers from the Sun and other astrophysical objects. My present research focuses on the study of neutrino oscillations using neutrino beams\n                  and very large detectors. The Tokai to Kamioka (T2K) experiment is located in Japan. It utilizes a high intensity muon neutrino beam directed into\n                  a near detector and towards the far Super-Kamiokande detector to measure neutrino\n                  oscillation parameters. Recently, we observed the transformation of muon neutrinos\n                  into electron neutrinos as well as the equivalent process for anti-neutrinos. These\n                  measurements allow us to determine the magnitude of the parameters that we use to\n                  describe neutrino oscillations. The results obtained to date reveal a first glimpse\n                  at CP violation properties of neutrinos, that is an asymmetry in the behavior of neutrinos\n                  and their anti-matter partners. The study of neutrinos requires sophisticated and large particle and light detectors.\n                  In collaboration with engineers and technicians we build custom made detectors to\n                  suit our purposes. In our constant pursuit of improving the sensitivity of future\n                  experiments we study the properties of novel sensor technologies and ways to employ\n                  them in our detectors. My group is actively working in research and development of the Deep Underground Neutrino Experiment (DUNE) which will use liquid argon detection technology to observe neutrinos. The project\n                  will have excellent sensitivity to CP violation in the leptonic sector and we plan\n                  to perform measurements to determine the neutrino mass hierarchy and search for nucleon\n                  decay and neutrinos from Supernovae. Before building the full DUNE experiment we have\n                  designed and are constructing full-scale components for a liquid argon prototype detector\n                  ( ProtoDUNE ) and we are leading an effort to build this prototype in a charged particle beam\n                  at CERN . Previously, I have worked on the K2K experiment, a 1st generation neutrino long-baseline\n                  experiment and at the Sudbury Neutrino Observatory (SNO) . SNO observed neutrinos from the Sun and resolved the solar neutrino problem. We\n                  measured the flavor content of the solar neutrino flux and thereby established neutrino\n                  flavor oscillations as the solution to the 30 year old solar neutrino problem. Amongst\n                  others, I led a search for electron antineutrinos with the SNO detector, an analysis\n                  that was directly aimed to look for \"new physics\" phenomena such as a neutrino magnetic\n                  moment and neutrino decay. Recent and Select Publications K. Abe et al., The T2K Collaboration, “ Combined Analysis of Neutrino and Antineutrino Oscillations at T2K ”, Phys. Rev. Lett. 118 (2017) 151801 K.Abe et al., The T2K Collaboration, “ Measurement of Muon Antineutrino Oscillations with an Accelerator-Produced Off-Axis\n                        Beam ” , Phys. Rev. Lett. 116 (2016) 181801 K. Abe et al., The T2K Collaboration, “ Precise Measurement of the Neutrino Mixing Parameter θ23 from Muon Neutrino Disappearance\n                        in an Off-axis Beam ”, Phys. Rev. Lett. 112 (2014) 181801 K. Abe et al., The T2K Collaboration, \" Observation of Electron Neutrino Appearance in a Muon Neutrino Beam \", Phys. Rev. Lett. 112 , 061802 (2014) S. Aoki et al., \" The T2K Side Muon Range Detetor (SMRD) \", Nucl. Instrum . Methods A698 , 135-146 (2013). B. Aharmim, et al., The SNO Collaboration, \" Combined Analysis of all Three Phases of Solar Neutrino Data from the Sudbury Neutrino\n                        Observatory \" Phys. Rev. C 88 , 025501 (2013). M.H. Ahn, et al., The K2K Collaboration, \" Measurement of Neutrino Oscillation by the K2K Experiment, \" Phys. Rev. D 74 072003 (2006). arXiv: hep-ex\/0606032 Q.R. Ahmad, et al., \"The SNO Collaboration, \"Electron Antineutrino Search at the Sudbury Neutrino Observatory, \" Phys. Rev. D 70, 093014 (2004). arXiv: hep-ex\/0407029 Q.R. Ahmad et al., \"The SNO Collaboration, \"Measurement of the Total Active 8B Solar Neutrino Flux at the Sudbury Neutrino Observatory\n                        with Enhanced Neutral Current Sensitivity \", Phys. Rev. Lett. 92 , 181301 (2004). •Q.R. Ahmad et al., The SNO Collaboration, \" Measurement of charged current interactions by 8B solar neutrinos at the Sudbury Neutrino\n                        Observatory \", Phys. Rev. Lett. 87 , 071301 (2001). Back to Top"
            ]
        ]
    ]
}