{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XE8H0MDF",
            "dY1RNG4AAAAJ",
            [
                "Factors affecting student success with a Google Earth-based earth science curriculum",
                "Using Google Earth to teach plate tectonics and science explanations"
            ],
            [
                "This study investigated to what extent the implementation of a Google Earth (GE)-based earth science curriculum increased students’ understanding of volcanoes, earthquakes, plate tectonics, scientific reasoning abilities, and science identity. Nine science classrooms participated in the study. In eight of the classrooms, pre- and post-assessments of earth science content, scientific reasoning, and science identity were completed. In one classroom, a staggered implementation of the curriculum was completed to control for student and teacher variables. In all nine classrooms, implementation of the GE curriculum advanced students’ science identity, earth science understanding, and science reasoning, but the curriculum was most transformative in terms of scientific reasoning. Two factors were identified related to student success. Students with strong science identities and high reading proficiencies …",
                "\" A Framework for K-12 Science Education: Practices, Crosscutting Concepts, and Core Ideas\" emphasizes that the practice of science is inherently a model-building activity focused on constructing explanations using evidence and reasoning (NRC 2012). Because building and refining is an iterative process, middle school students may view this practice as tedious and fail to appreciate science as a creative endeavor. Digital tools such as Google Earth (GE) can help with this challenge, but many classroom applications of GE limit students to passive observation of pre-developed GE tours. The authors wondered how they could get their students to use GE as a scientist would--to view, explore, and create geospatial visualizations that advance scientific understanding. Consequently, they developed the Cyber-Enabled Earth Exploration Curriculum, which is described in this article. Using this curriculum, students …"
            ],
            [
                [
                    "Technology",
                    "GIS",
                    "Google Earth",
                    "Professional Development"
                ]
            ],
            [
                "9\/20\/2017 Jeff D. Chalk III, ex-SMU professor who taught physics with flair, dies at 87 Jeff D. Chalk III was devoted to his students, whether lying on a bed of nails to drive home a point to non-physics majors or tirelessly working to help students seeking admission to medical or dental school.  Throughout his 30-year career at Southern Methodist University, the professor strove to learn the names of all his students, even those he taught in off-site classes via electronic hookup.  Chalk, 87, died Sept. 10 of natural causes at the Forum in Dallas.  A memorial will be at 1 p.m. Friday at Highland Park Presbyterian Church, where he was a member. Chalk was famous for the dramatic demonstrations he provided his general physics classes, showmanship that was designed to pique interest in science among non-majors, said his wife, Sarah Chalk of University Park.  One summer, the Chalks made a bed of nails.  \"It was as big as a door. ... There were hundreds and hundreds of nails in that thing,\" his wife said.  Chalk would lie on the bed of nails while a colleague used a sledgehammer to shatter a cinder block resting on his chest.  \"My husband kind of hammed it up,\" his wife said. \"He'd take his glasses off and act as if he were afraid.\" For another attention-grabber, he would \"drink\" liquid nitrogen from a foam cup. While the extremely cold liquid would rapidly freeze living tissue, it also vaporized before reaching his lips.  Chalk's desire to learn students' names extended to those taking his astronomy classes, which had sky-gazing sessions at 5 a.m.  \"That was a big class, and he always made sure that he memorized every name in that class,\" his wife said. \"He was really serious that he should know every student.\" For years, Chalk was a faculty leader on the SMU campus, including service on a committee tasked with helping graduates win acceptance to professional schools.  \"You can't imagine how many letters that man wrote for those students to get them into medical school,\" his wife said. Born in Dallas, Chalk graduated from Sunset High School, where he excelled as a student and athlete.  The son of a high school chemistry teacher, Chalk was awarded the Sunset award for physics.  Chalk was a high school Army ROTC officer and lettered twice in basketball, becoming one of the city's top scorers.  \"He loved basketball,\" his wife said. He was known as 'The Machine' for his free-throw prowess. Later, as a professor, Chalk enjoyed playing pickup basketball with his students. Chalk went by Davy until the Navy started calling him Jeff.  He earned a bachelor's degree in electrical engineering at Rice Institute, now Rice University, where he was in the Navy ROTC.  In 1952, Chalk was commissioned as a naval officer and became an engineer aboard the USS Lewis, a destroyer escort.  During the Korean War, the Lewis was part of an anti-shipping convoy that also shelled enemy railroads and trains. In October 1952, the ship was hit by two 75 mm shells, killing six crew members and piercing a boiler.  A chief petty officer saved many lives, including Chalk's, by closing off the engineering room to prevent it from flooding.  \"They were spared,\" his wife said. \"It was a stroke of wonderful luck that he had. Some of the people on the other side drowned. It was horrible — one caught fire.\"  After three years in the Navy, Chalk returned to Rice, where he earned bachelor's and master's degrees in physics. In 1957, Chalk married Sarah Slay. The couple started their family and moved to Boulder, where he earned a doctorate in physics at the University of Colorado.  The family then moved to Houston, where he did research under a two-year, post-graduate grant at Rice before joining the SMU faculty in 1965. Chalk retired in 1995, but he continued to teach as a professor emeritus.  In addition to his wife, Chalk is survived by two daughters, Rebecca Chalk Krueger and Priscilla Chalk Oliphint, both of Dallas; two sons, Jeff Chalk IV of Coppell and Philip Chalk of McLean, Va.; nine grandchildren; and one great-grandchild. Memorials may be made to the Jeff Chalk Scholarship Award for Excellence in Physics, at the SMU Physics Department, P.O. Box 750175, Dallas, Texas 75275-0175.  \"http:\/\/www.legacy.com\/obituaries\/dallasmorningnews\/obituary.aspx?n=jeff-chalk&pid=186684086\""
            ]
        ]
    ]
}