{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XEBVOGXR",
            "WlZqdokAAAAJ",
            [
                "Introduction to nonlinear optical effects in molecules and polymers",
                "Multiphoton absorbing materials: molecular designs, characterizations, and applications",
                "Upconversion nanoparticles: design, nanochemistry, and applications in theranostics",
                "Introduction to biophotonics",
                "Ceramic-based nanoparticles entrapping water-insoluble photosensitizing anticancer drugs: A novel drug− carrier system for photodynamic therapy",
                "High Contrast in Vitro and in Vivo Photoluminescence Bioimaging Using Near Infrared to Near Infrared Up-Conversion in Tm3+ and Yb3+ Doped Fluoride …",
                "Nanophotonics",
                "Nanochemistry and nanomedicine for nanoparticle-based diagnostics and therapy",
                "Highly active two-photon dyes: design, synthesis, and characterization toward application",
                "Biocompatible luminescent silicon quantum dots for imaging of cancer cells"
            ],
            [
                "Page 1. INTRODUCTION TO NONLINEAR OPTICAL EFFECTS IN MOLECULES AND POLYMERS\nPARAS N. PRASAD Photonics Research Laboratory Department of Chemistry State University\nof New York Buffalo, New York and DAVID J. WILLIAMS Corporate Research Laboratories\nEastman Kodak Company Rochester, New York ® A Wiley-Interscience Publication JOHN WILEY\n& SONS, Inc. New York • Chichester • Brisbane • Toronto • Singapore Page 2. CONTENTS 1.\nIntroduction 1 1.1 Nonlinear Optics and Photonics, 1 1.2 Nonlinear Optical Materials, 2 1.3 Basic\nResearch Opportunities, 5 1.4 Multidisciplinary Research, 5 1.5 Scope of This Book, 6 2. Basis\nand Formulation of Nonlinear Optics 8 2.1 Interaction of Light with a Medium … \n",
                "In the first quarter of the twentieth century, one of the most significant events in physics and chemistry was the establishment of the quantum theories of radiation, matter, and their interactions. According to these revolutionary theories, a radiation (light) field consists of one type of unit, namely photons, while matter consists of another type of unit, namely molecules or atoms. Through the interaction between these two types of elementary particles, there is an energy exchange between the radiation and the matter, which in general can be described as the absorption or emission of photons by the matter. In the early developmental stage of the quantum theories, scientists mostly considered only the processes of either one-photon absorption or one-photon emission; both processes were easily observed under common experimental conditions and in our daily life. The substance of a one-photon process is that a …",
                "Theranostics is a concept of integrating imaging and therapy into a single platform for use in the next generation of personalized medicine to meet the challenges in modern health care. 1 The diagnostic role of theranostic agents reports the presence of a disease, its status, and its response to a specific treatment, while the therapeutic role of the agent can be implemented in several forms: 2 (i) The first is imaging-guided surgery for tumor resection and postsurgery evaluation. Intraoperative visualization of diseased areas is important for precision surgery, as the location of the tumor may change after presurgical imaging and during resection. 3− 6 Furthermore, postsurgical assessment is valuable in ensuring complete removal of the diseased sections.(ii) The second is delivery or release of therapeutic entities to the intended site. The delivered entities can be small molecule chemotherapeutics (such as cisplatin …",
                "Paras Prasad’s text provides a basic knowledge of a broad range of topics so that individuals in all disciplines can rapidly acquire the minimal necessary background for research and development in biophotonics. Introduction to Biophotonics serves as both a textbook for education and training as well as a reference book that aids research and development of those areas integrating light, photonics, and biological systems. Each chapter contains a topic introduction, a review of key data, and description of future directions for technical innovation. Introduction to Biophotonics covers the basic principles of Optics Optical spectroscopy Microscopy Each section also includes illustrated examples and review questions to test and advance the reader’s knowledge. Sections on biosensors and chemosensors, important tools for combating biological and chemical terrorism, will be of particular interest to professionals in toxicology and other environmental disciplines. Introduction to Biophotonics proves a valuable reference for graduate students and researchers in engineering, chemistry, and the life sciences.",
                "A novel nanoparticle-based drug carrier for photodynamic therapy is reported which can provide stable aqueous dispersion of hydrophobic photosensitizers, yet preserve the key step of photogeneration of singlet oxygen, necessary for photodynamic action. A multidisciplinary approach is utilized which involves (i) nanochemistry in micellar cavity to produce these carriers, (ii) spectroscopy to confirm singlet oxygen production, and (iii) in vitro studies using tumor cells to investigate drug−carrier uptake and destruction of cancer cells by photodynamic action. Ultrafine organically modified silica-based nanoparticles (diameter ∼30 nm), entrapping water-insoluble photosensitizing anticancer drug 2-devinyl-2-(1-hexyloxyethyl) pyropheophorbide, have been synthesized in the nonpolar core of micelles by hydrolysis of triethoxyvinylsilane. The resulting drug-doped nanoparticles are spherical, highly monodispersed, and …",
                "A new approach for photoluminescence imaging in vitro and in vivo has been shown utilizing near infrared to near infrared (NIR-to-NIR) up-conversion in nanophosphors. This NIR-to-NIR up-conversion process provides deeper light penetration into biological specimen and results in high contrast optical imaging due to absence of an autofluorescence background and decreased light scattering. Aqueous dispersible fluoride (NaYF4) nanocrystals (20−30 nm size) co-doped with the rare earth ions, Tm3+ and Yb3+, were synthesized and characterized by TEM, XRD, and photoluminescence (PL) spectroscopy. In vitro cellular uptake was shown by the PL microscopy visualizing the characteristic emission of Tm3+ at ∼800 nm excited with 975 nm. No apparent cytotoxicity was observed. Subsequent animal imaging studies were performed using Balb-c mice injected intravenously with up-converting nanophosphors …",
                "The only comprehensive treatment of nanophotonics currently available Photonics is an all-encompassing optical science and technology which has impacted a diverse range of fields, from information technology to health care. Nanophotonics is photonic science and technology that utilizes light-matter interactions on the nanoscale, where researchers are discovering new phenomena and developing technologies that go well beyond what is possible with conventional photonics and electronics. These new technologies could include efficient solar power generation, high-bandwidth and high-speed communications, high-capacity data storage, and flexible-and high-contrast displays. In addition, nanophotonics will continue to impact biomedical technologies by providing new and powerful diagnostic techniques, as well as light-guided and activated therapies. Nanophotonics provides the only available comprehensive treatment of this exciting, multidisciplinary field, offering a wide range of topics covering:* Foundations* Materials* Applications* Theory* Fabrication Nanophotonics introduces students to important and timely concepts and provides scientists and engineers with a cutting-edge reference. The book is intended for anyone who wishes to learn about light-matter interactions on the nanoscale, as well as applications of photonics for nanotechnology and nanobiotechnology. Written by an acknowledged leader in the field, this text provides an essential resource for those interested in the future of materials science and engineering, nanotechnology, and photonics.",
                "Nanoparticles are generally defined as any particulate material for which at least one dimension lies in the range of 1− 100 nm. 1− 3 They can exist in various shapes, such as spheres, 4, 5 rods, 6, 7 wires, 8 planes, 9, 10 stars, 11 cages, 12 multipods, 13, 14 etc.The various chemical processes that guide the synthesis of materials in the nanometer scale can be defined as nanochemistry, which plays a critical role in tailoring the physical and chemical properties of nanoparticles. 15, 1 Nanoparticles have several unique properties not found in their bulk counterparts, which include high surface-to-volume ratio, high surface energy, unique mechanical, thermal, electrical, magnetic, and optical behaviors, etc. 3, 16 These properties make them suitable for a wide range of applications, ranging from electronics, to energy harvesting and storage, to communications, to biology, and to medicine. 1− 3 Their chemical reactivity …",
                "A series of compounds with systematically varied molecular structures which exhibit very large effective two-photon cross sections has been synthesized and characterized in solution using a nonlinear transmission technique. The general structure of these compounds can be categorized into two basic structural families:  acceptor\/donor\/donor\/acceptor and donor\/bridge\/acceptor. This study attempts to determine certain molecular structure\/effective two-photon absorption relationships by careful characterization and as a function of systematically varied changes in the organic structure of the dye molecules. Such information can be useful in the design of more efficient two-photon dyes for imaging and power-limiting applications. The results of the study indicate that with the incorporation of certain combinations of structural elements, dyes can be synthesized which have greatly increased effective cross sections as …",
                "Luminescent silicon quantum dots (Si QDs) have great potential for use in biological imaging and diagnostic applications. To exploit this potential, they must remain luminescent and stably dispersed in water and biological fluids over a wide range of pH and salt concentration. There have been many challenges in creating such stable water-dispersible Si QDs, including instability of photoluminescence due their fast oxidation in aqueous environments and the difficulty of attaching hydrophilic molecules to Si QD surfaces. In this paper, we report the preparation of highly stable aqueous suspensions of Si QDs using phospholipid micelles, in which the optical properties of Si nanocrystals are retained. These luminescent micelle-encapsulated Si QDs were used as luminescent labels for pancreatic cancer cells. This paves the way for silicon quantum dots to be a valuable optical probe in biomedical diagnostics."
            ],
            [
                [
                    "Photonics",
                    "Nanobioengineering",
                    "Nanoscience",
                    "Nanochemistry",
                    "Biophotonics"
                ]
            ]
        ]
    ]
}