{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XFK9D25G",
            "A6y5O2oAAAAJ",
            [
                "Observation of gravitational waves from a binary black hole merger",
                "GW170817: observation of gravitational waves from a binary neutron star inspiral",
                "GW170817: observation of gravitational waves from a binary neutron star inspiral"
            ],
            [
                "On September 14, 2015 at 09: 50: 45 UTC the two detectors of the Laser Interferometer Gravitational-Wave Observatory simultaneously observed a transient gravitational-wave signal. The signal sweeps upwards in frequency from 35 to 250 Hz with a peak gravitational-wave strain of 1.0× 10− 21. It matches the waveform predicted by general relativity for the inspiral and merger of a pair of black holes and the ringdown of the resulting single black hole. The signal was observed with a matched-filter signal-to-noise ratio of 24 and a false alarm rate estimated to be less than 1 event per 203 000 years, equivalent to a significance greater than 5.1 σ. The source lies at a luminosity distance of 41 0− 180+ 160 Mpc corresponding to a redshift z= 0.0 9− 0.04+ 0.03. In the source frame, the initial black hole masses are 3 6− 4+ 5 M⊙ and 2 9− 4+ 4 M⊙, and the final black hole mass is 6 2− 4+ 4 M⊙, with 3. 0− 0.5+ 0.5 M⊙ c 2 …",
                "On August 17, 2017 at 12∶ 41: 04 UTC the Advanced LIGO and Advanced Virgo gravitational-wave detectors made their first observation of a binary neutron star inspiral. The signal, GW170817, was detected with a combined signal-to-noise ratio of 32.4 and a false-alarm-rate estimate of less than one per 8.0× 10 4 years. We infer the component masses of the binary to be between 0.86 and 2.26 M⊙, in agreement with masses of known neutron stars. Restricting the component spins to the range inferred in binary neutron stars, we find the component masses to be in the range 1.17–1.60 M⊙, with the total mass of the system 2.7 4− 0.01+ 0.04 M⊙. The source was localized within a sky region of 28 deg 2 (90% probability) and had a luminosity distance of 4 0− 14+ 8 Mpc, the closest and most precisely localized gravitational-wave signal yet. The association with the γ-ray burst GRB 170817A, detected by Fermi-GBM …",
                "On August 17, 2017 at 12∶ 41: 04 UTC the Advanced LIGO and Advanced Virgo gravitational-wave detectors made their first observation of a binary neutron star inspiral. The signal, GW170817, was detected with a combined signal-to-noise ratio of 32.4 and a false-alarm-rate estimate of less than one per 8.0× 10 4 years. We infer the component masses of the binary to be between 0.86 and 2.26 M⊙, in agreement with masses of known neutron stars. Restricting the component spins to the range inferred in binary neutron stars, we find the component masses to be in the range 1.17–1.60 M⊙, with the total mass of the system 2.7 4− 0.01+ 0.04 M⊙. The source was localized within a sky region of 28 deg 2 (90% probability) and had a luminosity distance of 4 0− 14+ 8 Mpc, the closest and most precisely localized gravitational-wave signal yet. The association with the γ-ray burst GRB 170817A, detected by Fermi-GBM …"
            ],
            [
                [
                    "Gravitational Waves",
                    "Precision Measurement"
                ]
            ],
            [
                "MATTHEW J. EVANS MathWorks Professor of Physics m3v4n5@mit.edu (617) 452-3272 NW22-275 Marie Woods (617) 253-4824 RELATED LINKS: Kavli Institute for Astrophysics and Space Research Astrophysics: Gravitational Waves Professor Evans' research is focused on gravitational wave detector instrument science, aimed at improving the sensitivity existing detectors and designing future detectors.  In addition to his work on the Advanced LIGO detectors in Hanford, WA and Livingston, LA, in the labs at MIT Professor Evans explores the physical processes that set fundamental limits on the sensitivity of future gravitational wave detectors. Of particular interest are the quantum and thermal limitations which have the strongest impact on ground-based detectors like LIGO, and also play a role in the related fields of ultra-stable frequency references and macroscopic quantum measurement (MQM). The Advanced LIGO detectors, which made the first direct detection of gravitational waves in September of 2015, operate by interleaving data taking with sensitivity improvements.  The first major step beyond the Advanced LIGO design will come in 2017-2018 with the installation of a squeezed light source to reduced quantum noise in the readout (built by the LIGO group at MIT). Professor Evans received his B.S. in Physics from Harvey Mudd College in 1996 and his Ph.D. from California Institute of Technology in 2002. He continued his work on LIGO, the Laser Interferometer Gravitational-Wave Observatory, in his post-doctoral years at Caltech, then moved to the European Gravitational Observatory to work on the Virgo project. In 2007 he took a position at Massachusetts Institute of Technology as a research scientist working on the Advanced LIGO project, where he helped design and build the Advanced LIGO interferometer. Prof. Evans moved to his current position at MIT in January 2013, at which point his research group began work on new technologies to improved Advanced LIGO sensitivity.  In 2014 Prof. Evans was elected as chair-person of the Advanced Interferometer Configurations Working Group, where he is in charge of providing coherent design targets for future gravitational wave detectors.  These design targets serve to give direction to instrument R&D in the LIGO Scientific Collaboration, and provide the foundation for the next generation of gravitational wave detectors. Prof. Evans was promoted to Associate Professor of Physics with tenure in 2018. He was awarded the 2019  New Horizons in Physics Prize \"for research on present and future ground-based detectors of gravitational waves.\" The LIGO Scientific Collaboration, “Observation of Gravitational Waves from a Binary Black Hole Merger,” Phys. Rev. Lett. 116 (2016) 061102 (Future Detectors) The LIGO Scientific Collaboration, “Exploring the sensitivity of next generation gravitational wave detectors,” Classical and Quantum Gravity 34 (2017) 044001 E. Oelker, T. Isogai, J. Miller, M. Tse, L. Barsotti, N. Mavalvala, and M. Evans, “Audio-Band Frequency-Dependent Squeezing for Gravitational-Wave Detectors,” Phys. Rev. Lett. 116 (2016) 041102 (Opto-mechanics) M. Evans and et al., “Observation of Parametric Instability in Advanced LIGO,”  Phys. Rev. Lett. 114 (2015) 161102 S. Gras, P. Fritschel, L. Barsotti, and M. Evans, “Resonant dampers for parametric instabilities in gravitational wave detectors,” Phys. Rev. D  92 (2015) 082001 J. Miller, M. Evans, L. Barsotti, P. Fritschel, M. MacInnis, R. Mittleman, B. Shapiro, J. Soto, C. Torrie \"Damping parametric instabilities in future gravitational wave detectors by means of electrostatic actuators\", Phys. Lett. A 375 (2011) 788-794 M. Evans, L. Barsotti, P. Fritschel, \"A General Approach to Optomechanical Parametric Instabilities\", Phys. Lett. A 374 (2010) 665-671 (Thermal Noise) S. Gras, H. Yu, W. Yam, D. Martynov, and M. Evans, “Audio-band coating thermal noise measurement for Advanced LIGO with a multimode optical resonator,” Phys. Rev. D 95-2 (2017) 022001 W. Yam, S. Gras, and M. Evans, “Multimaterial coatings with reduced thermal noise,” Phys. Rev. D 91 (2015) 042002 R. Dolesi, M. Hueller, D. Nicolodi, D. Tombolato, S. Vitale, P. J. Wass, W. J. Weber, M. Evans, P. Fritschel, R. Weiss, J. H. Gundlach, C. A. Hagedorn, S. Schlamminger, G. Ciani, A. Cavalleri \"Brownian force noise from molecular collisions and the sensitivity of advanced gravitational wave observatories\", Phys. Rev. D84 (2011) 063007 M. Evans, S. Ballmer, M. Fejer, P. Fritschel, G. Harry, and G. Ogin, \"Thermo-optic noise in coated mirrors for high-precision optical measurements\", Phys. Rev. D 78 (2008) 102003 (Interferometer Control) J. Driggers, M. Evans, K. Pepper, R. Adhikari \"Active noise cancellation in a suspended interferometer\", Rev. Sci. Instrum. 83 (2012) 024501 L. Barsotti, M. Evans, P. Fritschel, \"Alignment sensing and control in advanced LIGO\", Class. Quantum Grav. 27 (2010) 084026 M. Evans, N. Mavalvala, P. Fritschel, R. Bork, B. Bhawal, R. Gustafson, W. Kells, M. Landry, D. Sigg, R.Weiss, S. Whitcomb, H. Yamamoto \"Lock acquisition of a gravitational wave interferometer\", Optics Lett. 27 (2002) 598-600 August 26, 2020 4:23 PM"
            ]
        ]
    ]
}