{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XH92EHNO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "P. Buford Price (E) P. Buford Price (E) Professor of the Graduate School 335 Physics South bprice@berkeley.edu (510) 642-4982 The UC Berkeley IceCube Group Ph.D., University of Virginia, 1958; hon. Sc.D. degree, Davidson College, 1973; Professor at Berkeley 1969-2001; Professor in the Graduate School 2001-present; Dean of Physical Sciences 1992-2001; elected National Academy of Sciences 1975; E. O. Lawrence Award 1971. Neutrino Astrophysics, Paleoclimatology, Microbial Life in Solid Ice on Earth and Other Planets, and Microbial Evolution in the Arctic and Antarctic Oceans. My interests as an experimentalist are broad. I like to develop projects that cross traditional disciplinary boundaries. The projects in which my students, post-docs and I are engaged involve developing and exploiting novel instruments that probe polar ice down to depths of thousands of meters as well as those that map microbial life and volcanic records as a function of depth in deep ice. Current Projects IceCube High-Energy Neutrino Observatory My former students and I, in collaboration with a group at U. of Wisconsin, conceived the AMANDA project (Antarctic Muon and Neutrino Detector Array). AMANDA, installed in South Pole ice at depths 1500 to 2300 m. It operated from 2000 to 2011. In order to search for the very low flux of cosmic neutrinos with energy up to ~1e16 eV, we and an international consortium built the $250 million one-cubic-kilometer IceCube observatory, with 86 strings comprising a total of ~5000 optical modules at depths from 1450 to 2450 m in the deep ice at the South Pole. IceCube is by far the world’s largest neutrino observatory. With it we detect ultrahigh-energy neutrinos passing upward through the entire earth. It can answer fundamental questions in astrophysics (the nature of blazars and of gamma ray bursters), cosmology (the nature of the dark matter that comprises the majority of the mass of the universe), cosmic ray physics (origin of the highest energy cosmic rays), and particle physics (search for Lorentz violation, predicted by string theory; behavior of neutrinos in a gravitational field). Paleoclimatology and Glaciology Dr. Ryan Bay and I invented an optical dust-logging instrument that fits into deep boreholes in glacial ice and rapidly locates volcanic ash layers, records maxima and minima in the concentration of dust particles corresponding to glacial and interglacial climate, detects abrupt climate changes with a depth resolution of a few mm, and provides information about wind speed over the last 1e5 years. We discovered that large volcanic eruptions correlate with abrupt climate changes of as much as 20 degrees Celsius, and that many volcanic signatures in deep ice match up in both hemispheres and across the continent of Antarctica. To achieve the best possible angular resolution of sources of high-energy neutrinos, we use the dust logger in a number of boreholes to map the three-dimensional distribution of dust and ash in the 1 km-cube volume of IceCube. With miniaturized tilt meters attached to the pressure vessels containing IceCube phototubes, we study the shear rate of very cold ice. Life in Extreme Environments My students and I showed that micron-size bacteria, archaea, and eukaryotes survive for more than 1e5 years at temperatures down to -50°C in glacial ice. They metabolize at an extremely feeble rate, just enough to repair spontaneous damage to DNA and amino acids. Occasional excesses of methane, nitrous oxide, and heavy oxygen (18O) observed by others in Greenland glacial ice are produced by localized excesses of certain microorganisms blown onto growing icecaps during severe storms. With a scanning spectrofluorimeter, we are mapping the chlorophyll and amino acid autofluorescence of microbes down the depths of ice cores from Greenland and Antarctica that are stored in the National Ice Core Laboratory. We found that chlorophyll fluorescence decreases very slowly with depth and appears to be due to microbial death at a rate ~(depth)^-0.4. Experimental study of microbial evolution over 1e8 generations Using epifluorescence microscopy and flow cytometry, we find that most of the autofluorescing cells in glacial ice consist of two genera of submicron-size cyanobacteria – Prochlorococcus and Synechococcus – which give rise to almost half the oxygen in the atmosphere. With Bay Area geneticists we propose to study their evolution over nearly 1e8 generations by analyzing changes in their genomes in cells from both Greenland and Antarctic ice at 10 intervals of 10 thousand years. The challenge is to sort out genomic changes in a possibly large number of strains of the same species, which may vary from one ice sample to another. Recent advances in genomics make it possible to do analyses of less than 1 nanogram of DNA per liter of melted ice. Life on Mars? The instruments we develop can be adapted to a search for subsurface life on Mars, where methane emission has recently been detected with rapid seasonal changes, implying high production rates. Publications P. B. Price, “Comparison of optical, radio, and acoustical detectors for ultrahigh-energy neutrinos,” Astroparticle Phys.5, 43 (1996). P. B. Price and L. Bergström, “Optical properties of pure ice at the South Pole: scattering,” Appl. Opt. 36, 4181 (1997). L. Bergström, P. B. Price, et al., “Optical properties of pure ice at the South Pole: absorption,” Appl. Opt. 36, 4168 (1997). Y. D. He and P. B. Price, “Remote sensing of dust in deep ice at the South Pole,” J. Geophys. Res. 103, 17041 (1998). P. Buford Price, “A habitat for psychrophiles in deep Antarctic ice,” Proc. Natl. Acad. Sci. USA 97, 1247 (2000). P. B. Price, K. Woschnagg, and D. Chirkin, “Age vs depth of glacial ice at South Pole,” Geophys. Res. Lett. 27, 2129 (2000). Predrag Miocinovic, P. Buford Price, and Ryan C. Bay, “Rapid optical method for logging dust concentration versus depth in glacial ice,” Appl. Opt. 40, 2515 (2001). E. Andrade, et al. (125 authors), “Observation of high-energy neutrinos using Cerenkov detectors embedded deep in Antarctic ice,” Nature 410, 441 (2001). P. B. Price et al., “Temperature profile for glacial ice at the South Pole: implications for fife in a nearby subglacial lake,” PNAS 99, 7844 (2002). R. C. Bay, N. Bramall, and P. Buford Price, “Bipolar correlation of volcanism with millennial climate change,” Proc. Natl. Acad. Sci. USA 101, 6341 (2004). P. Buford Price and Todd Sowers. “Temperature dependence of metabolic rates for microbial growth, maintenance, and survival,” Proc. Natl. Acad. Sci. USA 101, 4631 (2004). H. C. Tung, P. B. Price, N. E. Bramall, and G. Vrdoljak.” Microbes metabolizing on clay grains in 3-km-deep Greenland basal ice. Astrobiology 6, 69-86 (2006). R. C. Bay, N. Bramall, P. B. Price, G. Clow, R. Hawley, R. Udisti, and E. Castellano, “Globally synchronous ice core volcanic tracers and abrupt cooling during the Last Glacial Period”. J. Geophys. Res. 111, D11108 (2005). C. Tung, N. E. Bramall, and P. B. Price, “Microbial origin of excess methane in glacial ice and implications for life on Mars,” Proc. Natl. Acad. Sci. USA 102, 18292 (2005). P. Buford Price, “Science and technology with nuclear tracks in solids,” Radiation Measurements 40, 146 (2005). M. Ackermann et al., “Optical properties of deep glacial ice at the South Pole,” J. Geophys. Res. 111, D13203 (2006). P. Buford Price, “Microbial life in glacial ice and implications for a cold origin of life,” FEMS Microbiol. Ecol. 59, 217 (2007). R. A. Rohde and P. B. Price, “Diffusion-controlled metabolism for long-term survival of single isolated microorganisms trapped within ice crystals,” PNAS 104, 16592 (2007). R. A. Rohde, P. B. Price, R. C. Bay, and N. E. Bramall, “In-situ microbial metabolism as a cause of gas artifacts in ice,” PNAS 105, 8667 (2008). P. B. Price, “Microbial genesis, life and death in glacial ice,” Canadian J. Microbiology *55*, 1 (2009). R. Abbasi et al. (IceCube collaboration), “Limits on a muon flux from Kaluza-Klein dark matter annihilations in the Sun from the IceCube 22-string detector”. Phys. Rev. D81, 057101 (2010). R. C. Bay, R. A. Rohde, P. B. Price, and N. E. Bramall, “South Pole paleowind from automated sythesis of ice core records”. J. Geophys. Res. 115, D14126 (2010). P. B. Price, “Microbial life in Martian ice: a biotic origin of methane on Mars”. Planet. Space Sci. 58, 1199-1206 (2010). S. K. Atreya, O. Witasse, V. F. Chevrier, F. Forget, P. R. Mahaffy, P. B. Price, C. R. Webster, and R. W. Zurek. “Methane on Mars: current observations, interpretation, and future plans”. Plan. Space. Sci. 59, 133-136 (2011). R. Abbasi et al. (IceCube collaboration), “Measurement of acoustic attenuation in South Pole ice”. Astroparticle Phys. 34, 382-393 (2011). R. Abbasi et al. (IceCube). “Search for Muon Neutrinos from gamma-ray bursts with the IceCube neutrino telescope.” Ap. J. 710, 346-350 (2010). R. Abbasi et al. (IceCube Collaboration), “Search for high-energy muon neutrinos from the “naked-eye” GRB 080319B with the IceCube neutrino telescope”. Ap. J. 701, 1721-1731 (2009). R. Abbasi et al. (IceCube). “Constraints on high-energy neutrino emission from SN2008D”. Astron. Astrophys. 527, A28 (2011). R. Abbasi et al. (IceCube collaboration). “Limits on neutrino emission from gamma-ray bursts with the 40-string IceCube detector”. Phys. Rev. Lett. 106, 141101 (2011)."
            ]
        ]
    ]
}