{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XHLXQ4W3",
            "Z0HSzPgAAAAJ",
            [
                "The impact of size and age on firm-level performance: some evidence from India",
                "Foreign ownership and profitability: Property rights, control, and the performance of firms in Indian industry",
                "Rules versus discretion: The productivity consequences of flexible regulation",
                "Capital structure and performance: Evidence from a transition economy on an aspect of corporate governance",
                "Technology spillovers from foreign direct investment in the Indian pharmaceutical industry",
                "Assessing comparative efficiency of the state-owned mixed and private sectors in Indian industry",
                "Network effects and the adoption of new technology: evidence from the US telecommunications industry",
                "Wearout effects of different advertising themes: A dynamic Bayesian model of the advertising-sales relationship",
                "On the utilization of resources: perspectives from the US telecommunications industry"
            ],
            [
                "Using contemporary data for an extensive sample of 1020 Indian firms, this paper investigates the impacts that size and age of firms have on firm-level productivity and profitability. In India older firms are found to be more productive and less profitable, whereas the larger firms are, conversely, found to be more profitable and less productive. These performance differences are explained as arising from the market-restricting industrial policies that have been followed in India over the past three decades.",
                " This study examines the influence of foreign ownership on the performance of firms operating in India. Foreign ownership is categorized according to the control exercisable at different levels of ownership. These categories are, in turn, determined by the institutional structure of the Indian environment that helps define the property rights accruing at different levels of ownership. Firms' performance is measured as return on sales and return on assets. The results show that, after controlling for a variety of firm and environment‐specific factors, only when property rights devolve to foreign owners, at ownership levels providing unambiguous control at 51 percent, do firms in which there is foreign ownership display relatively superior performance.",
                "Using data from electric utilities, this study shows that spending on well-designed regulations has a positive productivity impact but that spending on less well-designed regulations has a negative effect. Better-designed regulations are flexible and grant firms latitude on how to meet goals, allow them time to deploy new means to meet goals, and set ambitious goals that stretch them beyond current practices.",
                "This paper examines the relationship between the levels of debt in the capital structure and performance for a sample of Indian firms. Existing theory posits a positive relationship; however, analysis of the data reveals the relationship for Indian firms to be significantly negative. The structure of capital markets in India, where both short-term and long-term lending institutions are government-owned, is hypothesized to account for the finding of this relationship, and it asserted that corporate governance mechanisms which work in the West will not work in the Indian context unless the supply of loan capital is privatized.",
                "We examine whether knowledge spillovers from MNCs’ local R&D activities benefit domestic firms in the Indian pharmaceutical industry from 1980-1994. In a policy environment that restricted FDI and provided weak intellectual property protection, we find that the only significant R&D spillovers in the Indian pharmaceutical sector were between MNCs and each other. We explore the implications of our findings in light of India's economic and industrial policy goals and implementation.",
                "This paper evaluates performance differences between government owned, mixed sector and private sector enterprises in India for the period 1973–1974 to 1988–1989. The results establish that enterprises owned by the central government and state governments are less efficient than mixed or private sector enterprises, while mixed sector enterprises are less efficient than those in the private sector. The results contradict extant evidence finding no performance differences between government-owned and private firms in India. There have, however, been inter-temporal efficiency gains for the sector as a whole, perhaps resulting from reforms undertaken towards improving government-owned enterprises' performance.",
                "This paper examines variations in the adoption of new technology by firms operating in a network‐based industry: telecommunications. These variations are explained as a function of three network effects: the first is the conversion effect, driven by operations‐related increasing returns to scale; the second is the consumption effect, driven by demand‐side increasing returns to scale; the third is an imitative effect. We expect the conversion effect to be felt more strongly during earlier phases of a technology's evolution, while a strong consumption effect is felt throughout. The imitative effect is also expected to be felt throughout. These hypotheses are examined with respect to electronic switching adoption in the local operating sector of the U.S. telecommunications industry. An analysis of the variations in adoption levels of the 40 largest firms over a period lasting from 1973 to 1987 supports our expectations, except for …",
                "Models of advertising response implicitly assume that the entire advertising budget is spent on disseminating one message. In practice, managers use different themes of advertising (for example, price advertisements versus product advertisements) and within each theme they employ different versions of an advertisement. In this study, we evaluate the dynamic effects of different themes of advertising that have been employed in a campaign. We develop a model that jointly considers the effects of wearout as well as that of forgetting in the context of an advertising campaign that employs five different advertising themes. We quantify the differential wearout effects across the different themes of advertising and examine the interaction effects between the different themes using a Bayesian dynamic linear model (DLM). Such a response model can help managers decide on the optimal allocation of resources across the …",
                "The issue of resource utilization is important in the resource‐based stream of work, since the ability of firms to utilize resources is a key indicator of their competitive abilities. This paper specifies why some firms might be better at utilizing resources than others. Thereafter, it demonstrates how to empirically ascertain differences in resource utilization patterns between firms using the U.S. telecommunications industry as a context. The data envelopment analysis procedure (DEA), which is a firm‐level resource utilization measure, is used. This procedure can be useful for the resource‐based approach research agenda since performance is measured in resource terms. DEA is applied to measure variations in different dimensions of resource utilization for the firms making up the local operating sector of the telecommunications industry. The use of DEA to guide empirical research and address theoretical issues within …"
            ],
            [
                [
                    "Competition Policy and Strategy",
                    "Indian Business",
                    "Law and Economics",
                    "Regulation",
                    "Technology Strategy"
                ]
            ],
            [
                "Sumit Mazumdar Sumit Mazumdar Professor of Physics Department Head, Physics Professor of Chemistry Professor of Optical Sciences sumit@physics.arizona.edu Office: PAS 375 and 244 621-6803 mazumdar@email.arizona.edu Classification: Primary Faculty Education: Ph.D. 1980, Princeton University. Fields of Study: Theory of quasi-one and two-dimensional strongly correlated-electron systems, from semiconductors to superconductors, from their low temperature behavior to photo and device physics. The collective behavior of such systems present physicists with some of the most challenging problems in condensed matter, including competing and co-existing spatial broken symmetries, metal-insulator transitions and unconventional superconductivity. The novel materials that we are trying to understand include superconducting organic charge-transfer solids, polycyclic aromatic hydrocarbon superconductors, high temperature oxide superconductors and two-dimensional systems with charge- and spin-frustration. In addition to broken symmetry I am interested in the photophysics of conjugated polymers, carbon nanotubes and carbon nanostructures. Strong Coulomb interactions between electrons and holes in these carbon-based semiconductors give excitons with unusually strong binding energies as the fundamental photoexcitation. The photophysics of these systems are of strong interest both because of the unusual nature of carbon-based semiconductors as well as their potential applications in organic lasers, solar cells and transistors. Much of our theoretical work in this latter area is performed in close collaborations with experimental colleagues with expertise in nonlinear optical spectrscopy and ultrafast spectroscopy. Honors and Awards: Associated Western Universities Inc. Faculty Fellow 1991 Fellow of the American Physical Society, 2003 Henry and Phyllis Koffler Prize of the University of Arizona for Research, Scholarship and Creativity, 2006. Outstanding Referee Physical Review 2010 R. T. Clay and S. Mazumdar, From charge- and spin-ordering to superconductivity in the organic charge-transfer solids, Physics Reports, 788, 1-89 (2019). S. Mazumdar, Valence transition model of the pseudogap, charge order, and superconductivity in electron-doped and hole-doped copper oxides, Phys. Rev. B 98, 205153 (2018). Uyen N. V. Huynh, Tek P. Basel, Eitan Ehrenfreund, Gang Li, Yang Yang, S. Mazumdar, and Z. Valy Vardeny, Transient Magnetophotoinduced Absorption Studies of Photoexcitations in Pi-Conjugated Donor-Acceptor Copolymers, Phys. Rev. Lett. 119 , 017401 (2017). Niladri Gomes, W. Wasanthi De Silva, Tirthankar Dutta, R. Torsten Clay, and S. Mazumdar, Coulomb-enhanced superconducting pair correlations and paired-electron liquid in the frustrated quarter-filled band, Phys. Rev. B 93 , 165110 (2016). W. Wasanthi De Silva, N. Gomes, S. Mazumdar and R. T. Clay, Coulomb enhancement of superconducting pair-pair correlations in a 3\/4-filled model for kappa-(BEDT-TTF)(2)X, Phys. Rev. B 93 , 205111 (2016)."
            ]
        ]
    ]
}