{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XJ8MVZMH",
            "ODP8jLAAAAAJ",
            [
                "Programming moves: Design and evaluation of applying embodied interaction in virtual environments to enhance computational thinking in middle school students",
                "Dancing alice: Exploring embodied pedagogical strategies for learning computational thinking",
                "Embodying computational thinking: Initial design of an emerging technological learning tool",
                "Dancing literacy: Expanding children’s and teachers’ literacy repertoires through embodied knowing",
                "Democratic bodies: Exemplary practice and democratic education in a K–5 dance residency",
                "K–5 student experiences in a dance residency: A case study",
                "“I Am Artistic”: Mixed Method Case Study Research of Preservice Generalists’ Perceptions of Arts in Education",
                "How character customization affects learning in computational thinking",
                "Moving people and minds: Dance as a vehicle of democratic education",
                "Moving the School and Dancing Education: Case Study Research of K-5 Students' Experiences in a Dance Residency."
            ],
            [
                "We detail the design, implementation, and an initial evaluation of a virtual reality education and entertainment (edutainment) application called Virtual Environment Interactions (VEnvI). VEnvI is an application in which students learn computer science concepts through the process of choreographing movement for a virtual character using a fun and intuitive interface. In this exploratory study, 54 participants as part of a summer camp geared towards promoting participation of women in science and engineering programmatically crafted a dance performance for a virtual human. A subset of those students participated in an immersive embodied interaction metaphor in VEnvI. In creating this metaphor that provides first-person, embodied experiences using self-avatars, we seek to facilitate engagement, excitement and interest in computational thinking. We qualitatively and quantitatively evaluated the extent to which the …",
                "n this paper, we introduce an embodied pedagogical approach for learning computational concepts, utilizing computational practices, and developing computational perspectives. During a five-week pilot, a group of students spent after-school time learning the basic elements of dance and then using them to program three-dimensional characters that could perform. Throughout the pilot, we found students consistently standing up in front of their computers and using their bodies to think through the actuation of their characters. Preliminary results suggest that designing a virtual-physical dance performance is a motivating and engaging social context in which to introduce students, especially girls, to alternative applications in computing.",
                "This emerging technology report describes virtual environment interactions an approach for blending movement and computer programming as an embodied way to support girls in building computational thinking skills. The authors seek to understand how body syntonicity might enable young learners to bootstrap their intuitive knowledge in order to program a three-dimensional character to perform movements. We have gained insight into the desire for character realism. The lessons learned to date, as well as the challenges to integrating the physical and virtual and keeping the interactions rich are discussed.",
                "This paper explores dance as literacy. Specifically, it examines qualitative case study research findings and student examples from a dance artist-in-residence that explored curricular content using dance as its primary mode of enquiry and expression. Throughout the residency, students constructed meaning through their dance experiences in dynamic and autonomous ways, exhibiting complex literacy practices of enquiry and communication. Focusing on the kindergarten student participants’ experiences, the authors highlight three themes in their dance literacy practices: (a) artistic autonomy, (b) embodied knowledge and (c) multimodality. As embodied knowledge, dance innately allowed for integrative literacy possibilities in the dance residency. The dance experiences observed and referenced in this research illustrate the complexities of dance as literacy, as both a unique literacy and in meaning making across …",
                "This research highlights a K–5 dance artist-in-residence as a form of democratic and exemplary dance education that ignited collaboration, promoted equity, fostered student autonomy, and demonstrated rigor in school curriculum. Through examining observation, interview, and performance-based data and calling upon critical, democratic education literature, the author found that the whole-school dance pedagogy and residency design nurtured and exemplified eight democratic signatures: access, participation, multiplicity, movement\/change, space, process, conflict, and possibility. The author provides examples from the residency of how these signatures theoretically align with the data, demonstrating how these students engaged with curricular and dance content through embodied democratic practices. Ultimately, this model of best practices in dance education gives insight into how this whole-school dance …",
                "In this article, the collaborating authors, a researcher and dance artist, confront assumptions surrounding dance's experiential nature and assessment in schools. Presenting findings from a qualitative case study assessment of a three-week, whole-school dance artist-in-residence at a diverse and inclusive metropolitan K–5 school, the authors focus on assessing student experiences and calling attention to the socially and theoretically constructed nature of experience. Their assessment research findings yield rich insight into how dance experiences shaped through a complex interplay of both embodied and experiential and social and theoretical forces can illuminate students' complex thinking and abilities to represent knowledge. The implications of these findings provide direction for how to better understand, assess, and communicate students' dance and curricular knowledge that are made possible through arts …",
                "Teacher education students not involved in the arts often claim to have negative assumptions about their arts abilities and a lack of experience when teaching in the arts. These negative perspectives contribute to their apprehension about engaging in arts practices with future students. This article presents mixed methods case study findings exploring changes in student perceptions throughout an arts in education course for education majors. This study considers the influences of space, pedagogy, modes of engagement, and content on changes in perceptions. Data collection involved Likert questionnaires, along with course portfolios. Utilizing the emergent qualitative analytical lens of crystallization to illuminate a complex picture of experiences within this specific arts in education context, students’ perceptions of the role of the arts in education and their own artistic abilities were seen to increase, also noting …",
                "The ability to select or customize characters in educational applications and games has been shown to influence factors related to learning effects such as transfer, self-efficacy, and motivation. Most previous conclusions on the perception of virtual characters and the effect of character assignment in interactive applications have been reached through short, one-task experiments. To investigate more long-term effects of assigning versus customizing characters as well as explore perceptions of personal character appearance, we conduct a study in which sixth and seventh grade students are introduced to programming concepts with the software VEnvI (Virtual Environment Interactions) in seven one-hour sessions over two weeks. In VEnvI, students create performances for virtual characters by assembling blocks. With a between-subjects design, in which some of the students can alter their character and others are …",
                "Engaging today’s youth in civil discussions of contentious issues remains both a crucial element in democratically oriented education and extremely challenging to facilitate. The purpose of this article, which documents and presents pilot study findings from a dance workshop that engaged practicing teachers surrounding the issue of immigration, is to understand how dance can be integrated into the curriculum to prepare students to engage in democratic deliberation. Data collection consisted of pre- and post-workshop interviews with participants and was analyzed based on common principles of democracy and democratic education found in the literature. Findings point to the important role that dance could have in developing the trust, empathy, and reflectiveness necessary to engage in civil dialogue that is the essential foundation of a democratic society.",
                "This dissertation chronicles the qualitative case study of a dance artist-in-residence at a diverse and inclusive K-5 school in an urban district, integrating science, social studies, physical education, music, and visual arts school curriculum and culminating in two public performances. This study focused on how students made meaning through this dance experience and what this tells us about knowledge, dance, movement, and the body in schools and how this can help us improve education through using dance and movement. Using Joan Scott's (1991; 1993) notion of experience as fundamentally historical and theoretical as my theoretical framework for exploring the notion of experience, I examined student experiences, collecting data throughout the residency and post-residency in multiple forms: observations, interviews, photographic and video footage, student work in archival and performative forms, residency artifacts, and curricular materials. One of the most significant findings of this study was the disruption of the school caused by the dance residency. I found that there were five categories of interactions and relationships that caused and affected this disruption and subsequently lead to the success of the whole-school dance residency as a positive and complex school intervention:(1) Assumptions;(2) Disjunctures;(3) Challenges;(4) Introductions; and (5) Expressions\/Representations. In my analysis chapters, I discuss these interactions and relationships within the context of the residency. Based upon them, I make recommendations for future arts and dance intervention programs and for using the arts as a form of assessment of students' …"
            ],
            [
                [
                    "Arts in Education (Dance",
                    "drama",
                    "music",
                    "visual arts)"
                ]
            ]
        ]
    ]
}