{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XJKA4P3L",
            "IDQJ8MkAAAAJ",
            [
                "Bright spatially coherent synchrotron X-rays from a table-top source",
                "Ionization induced trapping in a laser wakefield accelerator",
                "Non-coalescence of oppositely charged drops",
                "Bright circularly polarized soft X-ray high harmonics for X-ray magnetic circular dichroism",
                "Non-collinear generation of angularly isolated circularly polarized high harmonics",
                "Generation of bright isolated attosecond soft X-ray pulses driven by multicycle midinfrared lasers",
                "Ultraviolet surprise: Efficient soft x-ray high-harmonic generation in multiply ionized plasmas",
                "X-ray phase contrast imaging of biological specimens with femtosecond pulses of betatron radiation from a compact laser plasma wakefield accelerator",
                "Strong-field ionization with two-color circularly polarized laser fields",
                "Controlling electron-ion rescattering in two-color circularly polarized femtosecond laser fields"
            ],
            [
                "Each successive generation of X-ray machines has opened up new frontiers in science, such as the first radiographs and the determination of the structure of DNA. State-of-the-art X-ray sources can now produce coherent high-brightness X-rays of greater than kiloelectronvolt energy and promise a new revolution in imaging complex systems on nanometre and femtosecond scales. Despite the demand, only a few dedicated synchrotron facilities exist worldwide, in part because of the size and cost of conventional (accelerator) technology 1. Here we demonstrate the use of a new generation of laser-driven plasma accelerators 2, which accelerate high-charge electron beams to high energy in short distances 3, 4, 5, to produce directional, spatially coherent, intrinsically ultrafast beams of hard X-rays. This reduces the size of the synchrotron source from the tens of metres to the centimetre scale, simultaneously …",
                "Experimental studies of electrons produced in a laser wakefield accelerator indicate trapping initiated by ionization of target gas atoms. Targets composed of helium and controlled amounts of various gases were found to increase the beam charge by as much as an order of magnitude compared to pure helium at the same electron density and decrease the beam divergence from 5.1±1.0 to 2.9±0.8 mrad. The measurements are supported by particle-in-cell modeling including ionization. This mechanism should allow generation of electron beams with lower emittance and higher charge than in preionized gas.",
                "Electric fields induce motion in many fluid systems, including polymer melts 1, surfactant micelles 2 and colloidal suspensions 3. Likewise, electric fields can be used to move liquid drops 4. Electrically induced droplet motion manifests itself in processes as diverse as storm cloud formation 5, commercial ink-jet printing 6, petroleum and vegetable oil dehydration 7, electrospray ionization for use in mass spectrometry 8, electrowetting 9 and lab-on-a-chip manipulations 10. An important issue in practical applications is the tendency for adjacent drops to coalesce, and oppositely charged drops have long been assumed to experience an attractive force that favours their coalescence 11, 12, 13. Here we report the existence of a critical field strength above which oppositely charged drops do not coalesce. We observe that appropriately positioned and oppositely charged drops migrate towards one another in an applied …",
                "We demonstrate, to our knowledge, the first bright circularly polarized high-harmonic beams in the soft X-ray region of the electromagnetic spectrum, and use them to implement X-ray magnetic circular dichroism measurements in a tabletop-scale setup. Using counterrotating circularly polarized laser fields at 1.3 and 0.79 µm, we generate circularly polarized harmonics with photon energies exceeding 160 eV. The harmonic spectra emerge as a sequence of closely spaced pairs of left and right circularly polarized peaks, with energies determined by conservation of energy and spin angular momentum. We explain the single-atom and macroscopic physics by identifying the dominant electron quantum trajectories and optimal phase-matching conditions. The first advanced phase-matched propagation simulations for circularly polarized harmonics reveal the influence of the finite phase-matching temporal window on …",
                "We generate angularly isolated beams of circularly polarized extreme ultraviolet light through the first implementation of non-collinear high harmonic generation with circularly polarized driving lasers. This non-collinear technique offers numerous advantages over previous methods, including the generation of higher photon energies, the separation of the harmonics from the pump beam, the production of both left and right circularly polarized harmonics at the same wavelength and the capability of separating the harmonics without using a spectrometer. To confirm the circular polarization of the beams and to demonstrate the practicality of this new light source, we measure the magnetic circular dichroism of a 20 nm iron film. Furthermore, we explain the mechanisms of non-collinear high harmonic generation using analytical descriptions in both the photon and wave models. Advanced numerical simulations indicate …",
                "High harmonic generation driven by femtosecond lasers makes it possible to capture the fastest dynamics in molecules and materials. However, to date the shortest subfemtosecond (attosecond, 10−18 s) pulses have been produced only in the extreme UV region of the spectrum below 100 eV, which limits the range of materials and molecular systems that can be explored. Here we experimentally demonstrate a remarkable convergence of physics: when midinfrared lasers are used to drive high harmonic generation, the conditions for optimal bright, soft X-ray generation naturally coincide with the generation of isolated attosecond pulses. The temporal window over which phase matching occurs shrinks rapidly with increasing driving laser wavelength, to the extent that bright isolated attosecond pulses are the norm for 2-µm driving lasers. Harnessing this realization, we experimentally demonstrate the generation of …",
                "High-harmonic generation is a universal response of matter to strong femtosecond laser fields, coherently upconverting light to much shorter wavelengths. Optimizing the conversion of laser light into soft x-rays typically demands a trade-off between two competing factors. Because of reduced quantum diffusion of the radiating electron wave function, the emission from each species is highest when a short-wavelength ultraviolet driving laser is used. However, phase matching—the constructive addition of x-ray waves from a large number of atoms—favors longer-wavelength mid-infrared lasers. We identified a regime of high-harmonic generation driven by 40-cycle ultraviolet lasers in waveguides that can generate bright beams in the soft x-ray region of the spectrum, up to photon energies of 280 electron volts. Surprisingly, the high ultraviolet refractive indices of both neutral atoms and ions enabled effective phase …",
                "We show that x-rays from a recently demonstrated table top source of bright, ultrafast, coherent synchrotron radiation [Kneip et al., Nat. Phys. 6, 980 (2010)] can be applied to phase contrast imaging of biological specimens. Our scheme is based on focusing a high power short pulse laser in a tenuous gas jet, setting up a plasma wakefield accelerator that accelerates and wiggles electrons analogously to a conventional synchrotron, but on the centimeter rather than tens of meter scale. We use the scheme to record absorption and phase contrast images of a tetra fish, damselfly and yellow jacket, in particular highlighting the contrast enhancement achievable with the simple propagation technique of phase contrast imaging. Coherence and ultrafast pulse duration will allow for the study of various aspects of biomechanics.",
                "Strong-field ionization provides fundamental insight into light-matter interactions, encoding the structure of atoms and molecules on the subångström and subfemtosecond scales. In this Rapid Communication, we explore an important regime: strong-field ionization by two-color circularly polarized laser fields. In contrast to past work using linearly polarized drivers, we probe electron trajectories that are driven in a two-dimensional plane, thus separating the tunneling angle from the rescattering angle. This allows us to make several findings. First, we observe a single-lobed electron distribution for co-rotating fields, and a three-lobed distribution for counter-rotating fields, providing experimental validation of the theoretical model explaining the generation of circularly polarized high harmonic light. Second, we discover that there is significant electron-ion rescattering using counter-rotating fields, but not with co-rotating …",
                "High-harmonic generation driven by two-color counter-rotating circularly polarized laser fields was recently demonstrated experimentally as a breakthrough source of bright, coherent, circularly polarized beams in the extreme ultraviolet and soft-x-ray regions. However, the conditions for optimizing the single-atom yield are significantly more complex than for linearly polarized driving lasers and are not fully understood. Here we present a comprehensive study of strong-field ionization—the complementary process to high-harmonic generation—driven by two-color circularly polarized fields. We uncover the conditions that lead to enhanced electron-ion rescattering, which should correspond to the highest single-atom harmonic flux. Using a velocity map imaging photoelectron spectrometer and tomographic reconstruction techniques, we record three-dimensional photoelectron distributions resulting from the strong-field …"
            ],
            [
                [
                    "Plasma Physics"
                ]
            ],
            [
                "Franklin Dollar Franklin Dollar Associate Professor of Physics & Astronomy fdollar@uci.edu (949) 824-8786 FRH 4174 B.S., University of California, Berkeley, 2006, Engineering Physics M.Engr., University of Michigan, Ann Arbor, 2010, Electrical Engineering (Optics) Ph.D., University of Michigan, Ann Arbor, 2012, Applied Physics Franklin is a California native, and is a member of the Dry Creek Band of Pomo Indians. He has a B.S. in engineering physics from the University of California, Berkeley, then obtained an M.S.E. in Electrical Engineering and a Ph.D. in Applied Physics at the University of Michigan, Ann Arbor. His research interests involve laser plasma interactions with ultrafast laser systems, performing high intensity laser experiments with near and above critical density plasmas for tabletop particle acceleration and the generation of soft and hard x-rays; and the simulation of such experiments using numerical modeling. He is involved with a variety of recruitment and retention efforts for underrepresented students in STEM fields, with a particular focus on American Indians. He has numerous recognitions for his work both in science and outreach, including theJohn Dawson Thesis Prize, the American Indian Science and Engineering SocietyMost Promising Scientist Award, and is a Sloan Research Fellow. Jan Strudwick, jstrudwi@uci.edu, 949-824-7639"
            ]
        ]
    ]
}