{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XJSY5SY7",
            "U2qlJmsAAAAJ",
            [
                "Building a holographic superconductor",
                "Lectures on holographic methods for condensed matter physics"
            ],
            [
                "We show that a simple gravitational theory can provide a holographically dual description of a superconductor. There is a critical temperature, below which a charged condensate forms via a second order phase transition and the (dc) conductivity becomes infinite. The frequency dependent conductivity develops a gap determined by the condensate. We find evidence that the condensate consists of pairs of quasiparticles.",
                "These notes are loosely based on lectures given at the CERN Winter School on Supergravity, Strings and Gauge theories, February 2009, and at the IPM String School in Tehran, April 2009. I have focused on a few concrete topics and also on addressing questions that have arisen repeatedly. Background condensed matter physics material is included as motivation and easy reference for the high energy physics community. The discussion of holographic techniques progresses from equilibrium, to transport and to superconductivity."
            ],
            [
                [
                    "Theoretical Physics"
                ]
            ],
            [
                "Sean Hartnoll Associate Professor of Physics On Leave from 10\/01\/2020 To 03\/31\/2021 I am a theorist working on problems in condensed matter, high energy and gravitational physics. The anomalous transport behavior of quantum many-body systems --- including unconventional materials such as high temperature superconductors and other 'strange metals', artificial ultracold atomic systems and the strongly coupled quark gluon plasma --- is a longstanding theoretical challenge that I have approached from several angles. I have suggested that transport in these systems may be controlled by fundamental limitations imposed by quantum statistical mechanics. To this end, I have established bounds on quantum transport that connect the macroscopic properties of these systems to quantities such as the local thermalization rate and underlying quantum mechanical `Lieb-Robinson' velocities. In parallel to this ''bird's eye'' approach, I am also increasingly interested in specific scattering mechanisms in unconventional materials that may give a relatively simple explanation of transport behavior that has otherwise been considered anomalous --- using this approach my collaborators and I have 'demystified' aspects of transport in quantum critical ruthenate materials. I am also working on understanding aspects of the emergence of spacetime from large N matrix quantum mechanics models. These can be thought of as the simplest models of holographic duality, and will likely hold the key to understanding the emergence of local physics as well as black holes. Along with many other theorists, I have found in recent years that the holographic correspondence, the physics of quantum entanglement and quantum field theory more generally have led to strong and unanticipated connections between central concerns in condensed matter and high energy physics. Lists of my publications and of recorded talks and lectures can be found following the links on the right. Associate Professor, Principal Investigator, Stanford Institute for Materials and Energy Sciences Assistant Professor, Stanford University (2010 - 2015) Postdoctoral Fellow, Harvard University (2008 - 2011) Postdoctoral Fellow, Kavli Institute for Theoretical Physics, Santa Barbara (2006 - 2008) Junior Research Fellow, Clare College, Cambridge (2004 - 2006) Simons Investigator, Simons Foundation (2019) New Horizons in Physics Prize, Fundamental Physics Prize Foundation (2014) Presidential Early Career Award (PECASE), Department of Energy (2014) Early Career Award, Department of Energy (2012) Alfred P. Sloan Fellowship, Sloan Foundation (2011) Terman Fellowship, Stanford (2011) PhD, Cambridge University, Theoretical Physics  (2005) Part III, Cambridge University, Theoretical Physics  (2001) BA, Cambridge University, Mathematics  (2000) hartnoll@stanford.edu Position: Assoc. Professor Physics Dept, SITP 382 Via Pueblo Mall,Varian Lab Stanford University (650) 724-9662 Alternate Contact Julie Shih Administrative Associate julie.shih@stanford.edu 650-723-4232 Publications on Google Scholar Publications on INSPIRE Publications on the arXiv Public lecture: From black holes to superconductors Short interview: string theory and black holes Lectures and talks on YouTube Writing of Original Research for Engineers ENGR 199W (Aut, Spr) Light and Heat PHYSICS 45 (Aut) Light and Heat Laboratory PHYSICS 46 (Aut) Light and Heat PHYSICS 45 (Aut) Light and Heat Laboratory PHYSICS 46 (Aut) Advanced Mechanics PHYSICS 110, PHYSICS 210 (Aut) Quantum Mechanics II PHYSICS 131 (Spr) Caleb Cook , Yudan Guo, Xizhi Han, Brandon Rayhaun Milind Shyani , Jun Ho Son Raghu Mahajan Joaquin Rodriguez Nieva Xizhi Han, Connie Mousatov Aysha Abdel-Aziz, Eli Fox, Alexandros Mousatov, Jordan O'Neal, George Panagopoulos, Thomas Wilkason"
            ]
        ]
    ]
}