{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XKBXVJE4",
            "JthRBOIAAAAJ",
            [
                "(Un) obtrusive control in emergent networks: Examining funding agencies’ control over nonprofit networks",
                "Interorganizational resilience: Networked collaborations in communities after superstorm Sandy",
                "Resilience processes"
            ],
            [
                "Nonprofit sector organizations tackle intractable problems by seeking support from external funding agencies, resulting in funders holding power through resource control. Nonprofits also access resources and coordinate activities through building networks with other nonprofits. Such networks have been viewed as emergent with an underlying assumption that the nonprofits determine when and with whom to partner. Given the power of funders, however, how much control do the nonprofits have in determining whether or not to partner? Document analysis of 83 application packets used by funders in the United States to collect and assess nonprofit suitability for funding shows significant differences between private- and public-sector control over nonprofits decisions to network. Unlike private-sector foundations, public-agency funding documents mandate awardees to network, which has practical and theoretical …",
                "Disaster recovery and response moves in increasingly predictable patterns from immediate after-crisis emergency response to long-term organizational and community recovery. Networked collaborations crossing multiple geographic and organizational boundaries are key parts of social resilience processes that enable effective response and recovery activities. Interorganizational resilience builds upon these networked collaborations and helps create the social infrastructure within communities necessary for response and recovery after disaster. This study analyzes the interorganizational relationships of a small New Jersey coastal community in the three- month period immediately after Superstorm Sandy made landfall. We find two organizations, a municipal agency and an emergent voluntary organization, emerge as key contributors to interorganizational resilience in this community by connecting disparate …",
                "Resilience processes, for organizational communication, are communicative phenomena reliant upon strong ties, latent ties, and shared meanings which enable individuals, groups, and organizations to respond effectively to and bounce back from system disruptions such as crisis and disaster. Resilience is a process of integrated recovery that is dependent upon communication and interaction at individual, group, and community, and organizational and interorganizational levels. It involves the entanglement of personal ties with supra‐organizational processes at multiple levels of interaction. While resilience is often thought of as an individual trait, organizational communication scholarship underscores its relational, networked, organizational, and communicative qualities."
            ],
            [
                [
                    "Strategic & Organizational Communication",
                    "Disaster Research",
                    "Resilience Science",
                    "Sustainability",
                    "Multi-Stakeholder Collaboration"
                ]
            ],
            [
                "Jack Harris Jack Harris Professor of Physics He\/him\/his SPL 49, WL-W 327 +1 (203) 432-3826 jack.harris@yale.edu Atomic Physics Jack Harris is Professor of Physics and Applied Physics at Yale University, and is also a member of the Yale Quantum Institute. He received his undergraduate degree from Cornell University and his Ph.D. from UCSB, where he developed ultrasensitive micromechanical sensors and used them to study quantum Hall systems in the group of David Awschalom. He was a postdoctoral fellow at the Harvard\/MIT Center for Ultracold Atoms, where he worked with John Doyle and Wolfgang Ketterle on a cryogenic atom-trapping experiment. Since joining the Yale faculty in 2004, his group has developed novel approaches to the field of quantum optomechanics, including the “membrane-in-the-middle” device, and various means for combining high-finesse optical cavities with superfluid helium. Professor Harris studies the quantum aspects of motion in macroscopic objects that combine mechanical, optical, and superfluid components. His group’s experiments use ultrasensitive force detectors to measure quantum fluctuations of objects that are visible to the naked eye. These experiments are also used to study novel topological features in the dynamics of coupled oscillators. Ph.D., UC Santa Barbara, 2000 Honors & Awards: Vannevar Bush Faculty Fellow, 2019 APS Fellow (Division of Atomic, Molecular, and Optical Physics), 2016 Arthur Greer Memorial Prize, 2009 DARPA Young Faculty Award, 2009 Yale University Junior Faculty Fellowship, 2008 Sloan Research Fellowship, 2007 Quantum optomechanics in a liquid, A.B. Shkarin, A.D. Kashkanova, C.D. Brown, S. Garcia, K. Ott, J. Reichel, J.G.E. Harris. Phys. Rev. Lett 122, 153601 (2019). https:\/\/harrislab.yale.edu\/sites\/default\/files\/files\/QuantumOptomechanicsInALiquid-Full.pdf Nonreciprocal control and cooling of phonon modes in an optomechanical system, H. Xu, L. Jiang, A.A. Clark, J.G.E. Harris. Nature 568 , 65-69 (2019). https:\/\/harrislab.yale.edu\/sites\/default\/files\/files\/2019Nature.pdf Cavity Optomechanics in a Levitated Helium Droplet, L. Childress, M.P. Schmidt, A.D. Kashkanova, C.D. Brown, G.I. Harris, A. Aiello, F. Marquardt, J.G.E. Harris. Phys. Rev. A 96, 063842 (2017) . https:\/\/harrislab.yale.edu\/sites\/default\/files\/files\/cavityOptomechanicsInALevitatedHeliumDrop-full.pdf Topological energy transfer in an optomechanical system with an exceptional point, H. Xu, D. Mason, L. Jiang, J. G. E. Harris. Nature 537 , 80-83 (2016). https:\/\/harrislab.yale.edu\/sites\/default\/files\/files\/nature18604_final.pdf Harris Lab Publications News Links Harris Lab Harris Lab Our group studies the quantum aspects of motion. We focus on two areas: the motion of electrons in mesoscopic circuits, and of micromechanical oscillators inside optical cavities. Both research areas use sensitive measurements to reveal the counterintuitive behavior of apparently simple systems. News Positions Available: We have openings for postdocs, graduate students, and undergraduate students. Contact jack.harris@yal... December 2020: Group Alum Woody Underwood patents a new fiber polarisation scrambler Fiber Polarisation Scrambler October 2020: Jack Harris presents the IBM QISKIT seminar Single Phonon Quantum Acoustics with Superfluid Helium | Seminar Series with Jack Harris July 2020: Group alum Charles Brown has published an important piece in Physics Today. We encourage you to read it, and the links within it. Commentary: Disentangling anti-Blackness from physics May 2019: Jack Harris receives Vanenvar Bush Faculty Fellowship The Department of Defense (DoD) announced the selection of 10 distinguished faculty scientists and engineers for the 2019 Class of Vannevar Bush Faculty Fellows, today. \nU.S... More news... Contact Info: Phone: (203)-432-3826 Fax: (203)-432-6175 217 Prospect Street New Haven CT, 06520    Department of Physics and Applied Physics"
            ]
        ]
    ]
}