{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XLE25HKX",
            "OGfMf3MAAAAJ",
            [
                "SIFT web server: predicting effects of amino acid substitutions on proteins",
                "Removal of arsenic from water by electrocoagulation",
                "MicroRNA regulation of plant innate immune receptors",
                "Expected value and prediction error abnormalities in depression and schizophrenia",
                "Metformin as adjunct antituberculosis therapy"
            ],
            [
                "The Sorting Intolerant from Tolerant (SIFT) algorithm predicts the effect of coding variants on protein function. It was first introduced in 2001, with a corresponding website that provides users with predictions on their variants. Since its release, SIFT has become one of the standard tools for characterizing missense variation. We have updated SIFT’s genome-wide prediction tool since our last publication in 2009, and added new features to the insertion\/deletion (indel) tool. We also show accuracy metrics on independent data sets. The original developers have hosted the SIFT web server at FHCRC, JCVI and the web server is currently located at BII. The URL is http:\/\/sift-dna.org (24 May 2012, date last accessed).",
                "In the present study electrocoagulation (EC) has been evaluated as a treatment technology for arsenite [As(III)] and arsenate [As(V)] removal from water. Laboratory scale experiments were conducted with three electrode materials namely, iron, aluminum and titanium to assess their efficiency. Arsenic removal obtained was highest with iron electrodes. EC was able to bring down aqueous phase arsenic concentration to less than 10 μg l−1 with iron electrodes. Current density was varied from 0.65 to 1.53 mA cm−2 and it was observed that higher current density achieved rapid arsenic removal. Experimental results at different current densities indicated that arsenic removal was normalized with respect to total charge passed and therefore charge density has been used to compare the results. Effect of pH on arsenic removal was not significant in the pH range 6–8. Comparative evaluation of As(III) and As(V) removal by …",
                "Plant genomes contain large numbers of cell surface leucine-rich repeat (LRR) and intracellular nucleotide binding (NB)-LRR immune receptors encoded by resistance (R) genes that recognize specific pathogen effectors and trigger resistance responses. The unregulated expression of NB-LRR genes can trigger autoimmunity in the absence of pathogen infection and inhibit plant growth. Despite the potential serious consequence on agricultural production, the mechanisms regulating R-gene expression are not well understood. We identified microRNA (miRNA) progenitor genes precursor transcripts, and two miRNAs [nta-miR6019 (22-nt) and nta-miR6020 (21-nt)] that guide cleavage of transcripts of the Toll and Interleukin-1 receptor-NB-LRR immune receptor N from tobacco that confers resistance to tobacco mosaic virus (TMV). We further showed that cleavage by nta-miR6019 triggers RNA-dependent RNA …",
                "The dopamine system has been linked to anhedonia in depression and both the positive and negative symptoms of schizophrenia, but it remains unclear how dopamine dysfunction could mechanistically relate to observed symptoms. There is considerable evidence that phasic dopamine signals encode prediction error (differences between expected and actual outcomes), with reinforcement learning theories being based on prediction error-mediated learning of associations. It has been hypothesized that abnormal encoding of neural prediction error signals could underlie anhedonia in depression and negative symptoms in schizophrenia by disrupting learning and blunting the salience of rewarding events, and contribute to psychotic symptoms by promoting aberrant perceptions and the formation of delusions. To test this, we used model based functional magnetic resonance imaging and an instrumental …",
                "The global burden of tuberculosis (TB) morbidity and mortality remains immense. A potential new approach to TB therapy is to augment protective host immune responses. We report that the antidiabetic drug metformin (MET) reduces the intracellular growth of Mycobacterium tuberculosis (Mtb) in an AMPK (adenosine monophosphate–activated protein kinase)–dependent manner. MET controls the growth of drug-resistant Mtb strains, increases production of mitochondrial reactive oxygen species, and facilitates phagosome-lysosome fusion. In Mtb-infected mice, use of MET ameliorated lung pathology, reduced chronic inflammation, and enhanced the specific immune response and the efficacy of conventional TB drugs. Moreover, in two separate human cohorts, MET treatment was associated with improved control of Mtb infection and decreased disease severity. Collectively, these data indicate that MET is a …"
            ],
            [
                [
                    "Palynology",
                    "Coal",
                    "Biostratigrapghy",
                    "Sedimentology"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}