{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XLFP3MI5",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Shuichi  Kunori Research Professor Shuichi.Kunori@ttu.edu (806) 834-8797 013 Science Building Particle Physics: The Standard Model (SM) of particle physics was developed in 1960s and 1970s and predicted\n                     heavy quarks (c, b, t), tau neutrino, gluon, W\/Z bosons and Higgs bosons. The early\n                     confirmations of the prediction came in 1973 and 1974 as the discoveries of neutral\n                     current and J\/psi (a bound state of charm quark and anti-charm quark). My research\n                     started with searches for charmed particles in bubble chamber pictures and I published\n                     my first paper on charmed baryon production via neutrino charged current interactions\n                     in 1980 (PhD thesis). I continued studies the Standard Model physics in 1980s and\n                     1990s using neutrino beams, muon beams and antiproton-proton collisions. The searches\n                     for the SM particles were concluded with the discovery of Higgs particle at the LHC\n                     in 2012. Although the Standard Model is beautiful and very successful theoretical model, its\n                     short coming was recognized very early days. The development of Supersymmetry (SUSY)\n                     started in late 1960s and the first realistic model was proposed in 1978. SUSY is\n                     an extension of the Standard Model to solve \"hierarchy problem\". I worked for a proposal\n                     for a new antiproton-proton collision experiment  (D0) in 1983 and started searches\n                     for SUSY.  The signature of SUSY was Jet(s)+MET (missing transverse energy). More\n                     recent models, e.g. Extra Dimensions, Unparticles and Dark Matter, also produce similar\n                     signature. Since the D0 time, I worked on the design of detectors and data analysis\n                     techniques to improve the search for SUSY and other new physics in hadron collider\n                     experiments. My resent data analysis using the Jets+MET did not yet show any evidence\n                     of new physics in proton-proton collisions at the LHC. I have extended my search using\n                     other signatures and plan to use more data to find the evidence of new new physics\n                     beyond the Standard Model at the LHC in coming years. Detector Design and Development: It is always fun to design new experiment. I was involved in the designing of detectors\n                     for several experiments. A large detector consists of several sub-detectors. I worked\n                     on a particular sub-detector, e.g. calorimeter or muon detector in each experiment.\n                     In addition, I developed the detector simulation software for those experiments. With\n                     the simulation,  I had opportunities to evaluate the performance of the whole detector\n                     and optimized the detector design with collaborators. Now, I am thinking about a detector\n                     for future colliders. Future collider experiments require radiation hard and fast detector components. I\n                     am currently working on R&D of radiation hard scintillation wave-length-shift fibers\n                     and fast silicon sensors for future detectors. You may find a full list of my publication here . (more than 1000 publications). Physics Papers: “Search for narrow and broad dijet resonances in proton-proton collisions at 13 TeV\n                                 and constraints on dark matter mediators and other new particles”, CMS Collaboration, JHEP 08 (2018) 130 “Search for new physics in final states with an energetic jet or a hadronically decaying\n                                    W or Z boson and transverse momentum imbalance at 13 TeV ”, CMS Collaboration, Phys. Rev. D 97 (2018) 092005 “Search for dark matter produced with an energetic jet or a hadronically decaying\n                        W or Z boson at 13 TeV”, CMS Collaboration, JHEP 07 (2017) 014 “Search for dijet resonances in proton-proton collisions at 13 TeV and constraints\n                                                on dark matter and other models” , CMS Collaboration, Phys.Lett. B 769 (2017) 520-542 \"Search for narrow resonances decaying to dijets in proton-proton collisions at 13\n                                                         TeV\", CMS Collaboration, Phys. Rev. Lett. 116 , 071801 (2016) “Search for third-generation squark production in fully hadronic final states in proton-proton\n                                                            collisions at 8 TeV”, CMS Collaboration, JHEP 06 (2015) 116 “Search for resonances and quantum black holes using dijet mass spectra in proton-proton\n                                                               collisions at 8 TeV”, CMS Collaboration, Phys. Rev. D 91 , 052009 (2015) “Search for dark matter, extra dimensions, and unparticles in monojet events in proton-proton\n                                                                  collisions at 8 TeV”, CMS Collaboration, Eur. Phys. J. C 75 (2015) “Search for dark matter and large extra dimensions in monojet events in pp collisions\n                                                                     at 7 TeV”, CMS Collaboration, JHEP 09 (2012) 094 “Search for New Physics with a Mono-Jet and Missing Transverse Energy in pp Collisions\n                                                                        at 7 TeV”, CMS Collaboration, Phys. Rev. Lett. 107 (2011) 201804 Detector Papers: \"First beam tests of prototype silicon modules for the CMS High Granularity Endcap\n                                             Calorimeter\", CMS Collaboration, JINST 13 P10023 (2018) “Cerium-doped Scintillating Fused Silica Fibers”, N. Akchurin et al., JINST 13 P04010 (2018) \"The Phase-2 Upgrade of the CMS Endcap Calorimeter Technical Design Report\", CMS Collaboration,\n                              CERN-LHCC-2017-023, CMS-TDR-019 (2018) ”The CMS barrel calorimeter response to particle beams from 2-GeV\/c to 350-GeV\/c”,\n                              CMS Collaboration, Eur. Phys. J. C 60, 359 (2009) Erratum: [Eur. Phys. J. C 61 , 353 (2009)] “Design, performance, and calibration of CMS hadron-barrel calorimeter wedges”, CMS\n                              Collaboration, Eur. Phys. J. C 55 :159-171 (2008) “Design, performance and calibration of the CMS forward calorimeter wedges”, CMS Collaboration,  Eur.\n                              Phys. J. C 57 , 653 (2008) \"The HCAL Technical Design Report\", CMS Collaboration, CERN\/LHCC 97-31, CMS TDR2 (1997) \"SDC Technical Design Report\", SDC Collaboration, SSCL-SR-1215, SDC-92-201 (1992) \"A Spectrometer for Muon Scattering at the Tevatron\", E665 Collaboration, Nucl. Instum.\n                              Meth. A 291 ,553 (1990) \"The D0 Detector\", D0 Collaboration, Nucl. Instrum. Meth. A 338 , 185 (1994) \"Design Report: An Experiment at D0 to Study Antiproton - Proton Collisions at 2 TeV\",\n                              D0 Collaboration (1983) Contact Undergrad. Inquiry Undergrad. Inquiry Contact Grad. Inquiry Grad. Inquiry Contact TTU Contact Contact TTU 3:31 PM"
            ]
        ]
    ]
}