{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XLJ24QQC",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "» Faculty Program Photonics Track Learning Goals Path to Degree Courses Qualifying Exam Program News Faculty Listing by Research Areas Research Centers Research Areas Important Links Program Events Alumni Dissertations Faculty » Faculty Displaying results  1-50 (of 133) |< <  1 - 2 - 3   >  >|  Viviana Acquaviva Galaxy Evolution, Parameter Estimation via Spectral Energy Distribution, Machine Learning\/Data Science Techniques,Cosmology Gregory Aizin Robert R. Alfano Supercontinuum, ultrafast spectroscopy, biomedical optics, singular optics, fiber optics Euclides Almeida Photonics, Atomic, Molecular and Optical Physics, Ultrafast Spectroscopy, Metamaterials Andrea Alù Luis A. Anchordoqui Stefan Bathe Experimental high energy nuclear physics, in the subfield of heavy ion physics, with the PHENIX and sPHENIX experiments at RHIC at Brookhaven National Laboratory Jillian M. Bellovary Astrophysics, Black Holes, Gravitational Waves, Simulations, Active Galactic Nuclei, Dwarf Galaxies Timothy Benseman Development of high-temperature superconducting solid-state lasers and optoelectronic devices for operation in the 'terahertz gap' region. János A. Bergou Quantum optics, quantum information, measurements, foundations Oleg Berman Nicolas Biais Experimental biophysics and the role of physical forces in microbiology. William Bialek Angelo Bongiorno Density functional theory study of low-dimensional materials such as graphene oxide and inorganic materials for energy conversion applications. Research efforts include the development of computational methods to simulate - and thus interpret - the experiment. James F. Booth Dynamics and thermodynamics of the atmosphere, focusing on the midaltitudes. Gregory S. Boutis Biophysics, Magnetic resonance, Condensed matter Timothy H. Boyer Theoretical physics Sultan M. Catto Ngee-Pong Chang Theoretical high energy physics Xi XC, Chen Next generation sensors, actuators, energy conversion and storage devices by using novel nanostructured and bio-inspired functional materials. Ying-Chih Chen Experimental optics, laser physics, fiber lasers, laser arrays, biomedical imaging, focusing and imaging in optically diffusive media Tak D. Cheung Eugene M. Chudnovsky Topological phenomena in magnets and superconductors in the presence of quenched randomness due to impurities and lack of crystallinity Leon Cohen Quantum Mechanics, Signal Analysis, Noise Theory, Wave Propogation Kelle L. Cruz Low mass stars and brown dwarfs, optical and near-infrared spectroscopy, cool  atmospheres, stellar content of the Solar Neighborhood Lev Deych Theoretical analysis of solar cell systems, theoretical optomechaniscs, and physics of semiconductor nanostructures Andrew F. Douglas The structure and representation theory of Lie groups, and Lie algebras; and their application to physics. Adrian Dumitru I am working on various aspects of QCD (Quantum Chromodynamics) in extreme conditions. This includes particle production in high-energy collisions as carried out at the BNL-RHIC and CERN-LHC accelerators as well as understanding the properties of the plasma of quarks and gluons at very high temperatures. Cherice M. Evans Jacqueline   Faherty Astronomy; ; Stars; Exoplanets; Brown Dwarfs; 3-Dimensional Mapping of the Galaxy Efrain Ferrer Andrea Ferroglia Theoretical high energy physics: I study the phenomenology of the strong and weak interactions in processes measured at high energy colliders by applying fixed order perturbatin theory and resummation methods. Mark D. Feuer Kathleen E. S. Ford Sebasti´an Federico Franco String theory and the geometry of particle physics Sriram Ganeshan Topological phases, Strongly correlated systems, Fluid dynamics Dmitry A. Garanin Random-field and random-anisotropy magnets; relaxation and decoherence, including spin-lattice interaction, superradiance and phonon bottleneck magnetomechanical effects in nanomagnets; quantum transitions including Landau-Zener effect; spin tunneling in molecular magnets, including fronts of tunneling; magnetic deflagration; structure and dynamics of small magnetic particles, including internal spin waves; collapse of skyrmions in ferro- and antiferromagnets. Swapan K. Gayen Optical biomedical imaging, turnable solid state lasers, nanoscience, nonlinear optics Li Ge Strong interactions and new phenomena in non-Hermitian systems, including unconventional lasers, Parity-Time symmetric optics, optomechanics, nonequilibrium condensation, etc. Azriel Z. Genack Random photonics systems, micowaves, light localization. Christopher C. Gerry Quantum optics, quantum information processing, and foundations of quantum theory Joel I. Gersten Condensed matter theory, materials science, surface science, sonoluminescense Pouyan Ghaemi Condensed Matter Physics Ranajeet Ghose Nicolas Giovambattista Computer simulations, thermodynamics, and statistical mechanics of supercooled liquids and glasses. Particular emphasis on the properties of water under extreme conditions and its implication on the behavior of biomolecules in aqueous solutions. Sarang Gopalakrishnan Theoretical condensed matter physics, Theoretical atomic and optical physics, Quantum information theory Anshel Gorokhovsky Dixie J. Goss Steven G. Greenbaum Daniel M. Greenberger Neutron interferometry; quantum theory; relativity; history and philosophy of science Displaying results  1-50 (of 133) |< <  1 - 2 - 3   >  >|  » Faculty Program Photonics Track Learning Goals Path to Degree Courses Qualifying Exam Program News Faculty Listing by Research Areas Research Centers Research Areas Important Links Program Events Alumni Dissertations Faculty » Faculty Displaying results  101-133 (of 133)  |<  <   1 - 2 - 3  > >| Giovanni Ossola Theoretical Particle Physics, phenomenological predictions of the Standard Model Numerical techniques for the evaluation of scattering amplitudes (NLO multi-leg) Timothy A.D. Paglione Microwave spectroscopy of interstellar molecular clouds, gamma-ray emission from starburst galaxies Vladimir Petricevic Development of ultra-broad bandwith optical amplifiers for optical communications, development of tunable solid-state laser materials, development of compact all-solid-state near-IR tunable laser systems, applications of near-IR tunable solid-state lasers Andrew C. Poje Alexios P. Polychronakos Integrable models and many-body systems, noncommutative field theory James L. Popp Practical applications for particle detector technologies,  developing techniques doing cosmic ray muon tomography Alexander Punnoose Yuhang Ren Ultrafast optical spectroscopy Emily Rice Astrophysics and Astronomy Viraht Sahni Theoretical electronic structure of matter: atoms, molecules, solids and solid surfaces Karl Sandeman Phase transitions and their applications, magnetic materials, solid-state cooling. Tobias Schaefer nonlinear, nonlocal, and random phenomena, described by ordinary or partial differential equations David Schmeltzer Topological  insulators; topological superconductors; odd viscosity for superconductors; boundary problems- violation of the continuity equation for topological materials; photoemission  for TI. David Schwab Neuroscience and Machine Learning Matthew Sfeir Mark D. Shattuck Soft matter, granular materials, acoustic meta-materials. Aidong Shen Molecular beam epitaxy, compound semicoductor materials, quantum structures and nanostructures, photonic devices, infrared technology. Kai Shum CsSnI3 related material synthesis, characterization, device applications including solar cells. Ruth E. Stark Structural biology approaches to study plant protective polymers, lipid metabolism, and potentially pathogenic melanized fungal cells Richard N. Steinberg Physics education research Sophia N. Suarez High-Pressure Nuclear Magnetic Resonance (NMR) and AC Impedance Spectroscopies (IS) to study the ion and mass transport properties of electrolyte materials used in electrochemical devices such as fuel cells and supercapacitors So Takei Hard condensed matter physics and spintronics. Maria C. Tamargo MBE Growth: 2D systems; II-VI Materials and quantum coscade devices, Topological Insulators; Type-II quantum dots, solar cells. Allen M. Tesdall Hyperbolic systems of conservation laws Brian C. Tiburzi Theoretical nuclear and particle physics, lattice gauge theory Micha Tomkiewicz Environmental issues, science and society, photoelectrochemistry, electrochemistry, physics and chemistry of solid-liquid interfaces, morphology and transport properties of composite media, solar energy conversion and storage, photovoltaic devices, batteries. Jiufeng J. Tu Magneto-spectroscopy, Superconductivity, Magneto-Spectroscopy Studies of Quantum Systems under Extreme Conditions. Large part of the work will be carried out at the new National Synchrotron Light Source (NSLS-II) at Brookhaven National Lab. Raymond T. Tung Modification of schottky barrier height at metal-semiconductor interfaces by the formation of interlayers, combining UHV and Liquid Phase (CULP) processing of nanoparticles and interfaces, soft contact formation by printing in ultrahigh vacuum, a chemical perspective of the formation of band-offset and molecular level alignment at solid interfaces, schottky barrier height Justin F. Vazquez-Poritz Sergey A. Vitkalov Dynamical and nonlinear properties of low dimensional  electron systems Min Xu Photonics, biomedical imaging across scales, computational sensing and machine learning, random media and stochastic processes, and biophysics Chuixiang  Yi Future climate change and the impact of extreme weather and climate on terrestrial ecosystems and society. Alexandre M. Zaitsev Displaying results  101-133 (of 133)  |<  <   1 - 2 - 3  > >|"
            ]
        ]
    ]
}