{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XLYZU8O3",
            "Bke8-woAAAAJ",
            [
                "The hydrogen content of plasma‐deposited silicon nitride",
                "Infrared absorption strength and hydrogen content of hydrogenated amorphous silicon",
                "Effect of cosmic rays on computer memories",
                "Lead diffusion in apatite and zircon using ion implantation and Rutherford backscattering techniques",
                "New precision technique for measuring the concentration versus depth of hydrogen in solids",
                "Nuclear reaction analysis profiling as direct evidence for lithium ion mass transport in thin film ‘‘rocking‐chair’’ structures",
                "Quantitative analysis of hydrogen in glow discharge amorphous silicon",
                "Hydration of soda-lime glass",
                "Advanced multilayer metallization schemes with copper as interconnection metal",
                "Profiling hydrogen in materials using ion beams"
            ],
            [
                "The hydrogen content of glow‐discharge‐deposited silicon nitride (SiN) films made at 330–350 °C has been determined. Preparation conditions were varied to produce a range of compositions of Si\/N=0.7–1.4. Quantitative hydrogen profiling of the samples was carried out using the resonant nuclear reaction 15N+H→12C+4He+γ ray. Calibration factors for Si‐H (2160 cm−1) and N‐H (3350 cm−1) absorption‐band areas or absorbances have also been determined, enabling infrared transmission spectra to be used for hydrogen analyses of these films. All samples were homogeneous in hydrogen content and were in the range (1.6–2.1) ×1022 H atoms\/cm3, or about 20–25 at.% H. Roughly three‐quarters of the H is bonded to Si, the remainder to N. One plasma SiO2 sample made at 300 °C from SiH4 and N2O was measured also, and contained 5.7 at.% H, all as OH. Although there was little variation in the H …",
                "We have used infrared transmission and nuclear-reaction analysis to determine the ir absorption strength of the Si-H wagging and stretching modes in hydrogenated amorphous silicon (a-Si: H). The films were deposited by plasma-assisted chemical vapor deposition and reactive magnetron sputtering. We show that the widely used ir-data-analysis method of Brodsky, Cardona, and Cuomo can lead to significant errors in determining the absorption coefficients, particularly for films less than∼ 1 μm thick. To eliminate these errors we explicitly take into account the effects of optical interference to analyze our data. We show that the hydrogen content can be determined from the stretching modes at ω= 2000 and 2100 cm− 1 as well as the wagging mode at ω= 640 cm− 1. By assigning different oscillator strengths to the 2000-and 2100-cm− 1 modes, we show that the absorption strength of the stretching modes does not …",
                "A method is developed for evaluating the effects of cosmic rays on computer memories and is applied to some typical memory devices. The sea-level flux of cosmic-ray particles is reviewed and the interaction of each type of particle with silicon is estimated, with emphasis on processes that produce bursts of charge. These charge pulses are then related to typical computer large-scale integrated circuit components and cosmic-ray-induced errors are estimated. The effects of shielding (such as building ceilings and walls), altitude, and solar cycle are estimated. Cosmic-ray nucleons and muons can cause errors in current memories at a level of marginal significance, and there may be a very significant effect in the next generation of computer memory circuitry. Error rates increase rapidly with altitude, which may be used for testing to make electronic devices less sensitive to cosmic rays.",
                "Ion implantation was used to introduce Pb into the minerals zircon and apatite. Diffusion profiles were obtained using Rutherford Backscattering, and the results were fitted with a model to determine the diffusion coefficients. This approach is both simple and useful in studying diffusion over a temperature range of geologic interest without inordinate annealing times. Results for apatite over the temperature range 600–900° C are in good agreement with earlier results obtained for higher temperatures (WATSON et al., 1985) and are described by the following Arrhenius Law: D= 1.27× 10− 4 cm 2 s− 1 exp (− 54.6±1.7 Kcl mol− 1 RT. This suggests that radiation damage induced by ion implantation has little effect on Pb diffusion in this case due to rapid annealing of induced damage at low temperatures. The activation energy stated above is somewhat smaller than that previously determined (70 kcal mol− 1), reflecting …",
                "A method for the measurement of the concentration of hydrogen versus depth in solids using the 1H+15N resonant nuclear reaction is discussed. This method has a typical depth resolution of 50–100 Å, can be used to a depth of several microns, and can measure hydrogen in concentrations of one part per thousand or greater.",
                "A nuclear reaction analysis technique using the p,γ reaction, 7Li(p,γ)8Be, occurring at approximately 440 keV, (half‐width≊12 keV), has been utilized to determine the lithium concentration profiles in multilayer electrochromic window (‘‘smart window’’)\/rechargeable battery cells when in their ‘‘colored’’\/charged and ‘‘bleached’’\/discharged states. The lithium profiles have been observed to shift according to the cells’ states, thereby providing direct experimental evidence for the so‐called rocking‐chair model for such structures.",
                "We report measurements of the hydrogen concentrations and densities of amorphous silicon films prepared from glow discharge plasmas of silane. Quantitative results are obtained from the resonant nuclear reaction 15N+1H→12C+4He+γ by counting the emitted γ rays. Mass spectrographic analysis of the gases evolved upon heating are also used to estimate the relative hydrogen concentrations for different preparation conditions. Comparisons are given to previously reported infrared absorption results and to electron microprobe estimates.",
                "The hydration of soda-lime glass is studied using resonant nuclear reactions to measure the hydrogen and sodium profiles of hydrated glasses. The rate of growth of the surface layer of hydrated glass is initially proportional to the square root of time as is characteristic of diffusion controlled processes. After longer exposure a steady-state hydration profile is observed, which indicates that in addition to the diffusion controlled reaction there is a slow etching of the glass surface. The measured hydration profiles are discussed in relationship to the Doremus model of interdiffusing ions, which is found to be in good agreement with the data. This model is also discussed in relationship to measured hydration profiles of vacuum heated samples of hydrated glass.",
                "Advanced metallization schemes are needed to take advantage of the miniaturization of microelectronic devices which are performing at increasingly high speeds. The demands on metallization center around (a) the increased resistance with lower cross-sectional areas and longer interconnect lengths and (b) stability with the surroundings during processing and use under high current densities and thin film stresses. A threefold attack is being pursued to solve these problems, which also duplicate the issues in packaging of these fast chips with large numbers of inputs and outputs: first is to make use of copper as the interconnection metal; second is to use a multilevel metallization scheme; finally there is a need for a low dielectric constant dielectric. In this paper we present a review of progress made in addressing the first two schemes together with a brief discussion of the third. Copper, a heretofore undesired …",
                "Over the last few years many ion beam techniques have been reported for the profiling of hydrogen in materials. We have evaluated nine of these using similar samples of hydrogen ion-implanted into silicon. When possible the samples were analysed using two or more techniques to confirm the ion-implanted accuracy. We report the results of this work which has produced a consensus profile of H in silicon which is useful as a calibration standard. The analytical techniques used have capabilities ranging from very high depth resolution (≈ 50 A ̊) and high sensitivity (< 1 ppm) to deep probes for hydrogen which can sample throughout thin sheets (up to 0.2 mm thick)."
            ],
            [
                [
                    "ion beam analysis",
                    "materials"
                ]
            ]
        ]
    ]
}