{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XMR7B7NP",
            "fkMB15QAAAAJ",
            [
                "Strong coupling of a single photon to a superconducting qubit using circuit quantum electrodynamics",
                "Charge-insensitive qubit design derived from the Cooper pair box",
                "Coupling superconducting qubits via a cavity bus",
                "Demonstration of two-qubit algorithms with a superconducting quantum processor",
                "Observation of High Coherence in Josephson Junction Qubits Measured in a Three-Dimensional Circuit QED Architecture",
                "Topological photonics",
                "Resolving photon number states in a superconducting circuit",
                "Quantum-information processing with circuit quantum electrodynamics",
                "Approaching unit visibility for control of a superconducting qubit with dispersive readout",
                "Suppressing charge noise decoherence in superconducting charge qubits"
            ],
            [
                "The interaction of matter and light is one of the fundamental processes occurring in nature, and its most elementary form is realized when a single atom interacts with a single photon. Reaching this regime has been a major focus of research in atomic physics and quantum optics 1 for several decades and has generated the field of cavity quantum electrodynamics 2, 3. Here we perform an experiment in which a superconducting two-level system, playing the role of an artificial atom, is coupled to an on-chip cavity consisting of a superconducting transmission line resonator. We show that the strong coupling regime can be attained in a solid-state system, and we experimentally observe the coherent interaction of a superconducting two-level system with a single microwave photon. The concept of circuit quantum electrodynamics opens many new possibilities for studying the strong interaction of light and matter. This …",
                "Short dephasing times pose one of the main challenges in realizing a quantum computer. Different approaches have been devised to cure this problem for superconducting qubits, a prime example being the operation of such devices at optimal working points, so-called “sweet spots.” This latter approach led to significant improvement of T 2 times in Cooper pair box qubits [D. Vion et al., Science 296, 886 (2002)]. Here, we introduce a new type of superconducting qubit called the “transmon.” Unlike the charge qubit, the transmon is designed to operate in a regime of significantly increased ratio of Josephson energy and charging energy E J∕ E C. The transmon benefits from the fact that its charge dispersion decreases exponentially with E J∕ E C, while its loss in anharmonicity is described by a weak power law. As a result, we predict a drastic reduction in sensitivity to charge noise relative to the Cooper pair box and …",
                "Superconducting circuits are promising candidates for constructing quantum bits (qubits) in a quantum computer; single-qubit operations are now routine 1, 2, and several examples 3, 4, 5, 6, 7, 8, 9 of two-qubit interactions and gates have been demonstrated. These experiments show that two nearby qubits can be readily coupled with local interactions. Performing gate operations between an arbitrary pair of distant qubits is highly desirable for any quantum computer architecture, but has not yet been demonstrated. An efficient way to achieve this goal is to couple the qubits to a ‘quantum bus’, which distributes quantum information among the qubits. Here we show the implementation of such a quantum bus, using microwave photons confined in a transmission line cavity, to couple two superconducting qubits on opposite sides of a chip. The interaction is mediated by the exchange of virtual rather than real photons …",
                "Quantum computers, which harness the superposition and entanglement of physical states, could outperform their classical counterparts in solving problems with technological impact—such as factoring large numbers and searching databases 1, 2. A quantum processor executes algorithms by applying a programmable sequence of gates to an initialized register of qubits, which coherently evolves into a final state containing the result of the computation. Building a quantum processor is challenging because of the need to meet simultaneously requirements that are in conflict: state preparation, long coherence times, universal gate operations and qubit readout. Processors based on a few qubits have been demonstrated using nuclear magnetic resonance 3, 4, 5, cold ion trap 6, 7 and optical 8 systems, but a solid-state realization has remained an outstanding challenge. Here we demonstrate a two-qubit …",
                "Superconducting quantum circuits based on Josephson junctions have made rapid progress in demonstrating quantum behavior and scalability. However, the future prospects ultimately depend upon the intrinsic coherence of Josephson junctions, and whether superconducting qubits can be adequately isolated from their environment. We introduce a new architecture for superconducting quantum circuits employing a three-dimensional resonator that suppresses qubit decoherence while maintaining sufficient coupling to the control signal. With the new architecture, we demonstrate that Josephson junction qubits are highly coherent, with T 2∼ 10 to 20 μ s without the use of spin echo, and highly stable, showing no evidence for 1\/f critical current noise. These results suggest that the overall quality of Josephson junctions in these qubits will allow error rates of a few 10− 4, approaching the error correction threshold.",
                "Topological photonics is a rapidly emerging field of research in which geometrical and topological ideas are exploited to design and control the behavior of light. Drawing inspiration from the discovery of the quantum Hall effects and topological insulators in condensed matter, recent advances have shown how to engineer analogous effects also for photons, leading to remarkable phenomena such as the robust unidirectional propagation of light, which hold great promise for applications. Thanks to the flexibility and diversity of photonics systems, this field is also opening up new opportunities to realize exotic topological models and to probe and exploit topological effects in new ways. This article reviews experimental and theoretical developments in topological photonics across a wide range of experimental platforms, including photonic crystals, waveguides, metamaterials, cavities, optomechanics, silicon photonics …",
                "Electromagnetic signals are always composed of photons, although in the circuit domain those signals are carried as voltages and currents on wires, and the discreteness of the photon's energy is usually not evident. However, by coupling a superconducting quantum bit (qubit) to signals on a microwave transmission line, it is possible to construct an integrated circuit in which the presence or absence of even a single photon can have a dramatic effect. Such a system 1 can be described by circuit quantum electrodynamics (QED)—the circuit equivalent of cavity QED, where photons interact with atoms or quantum dots. Previously, circuit QED devices were shown to reach the resonant strong coupling regime, where a single qubit could absorb and re-emit a single photon many times 2. Here we report a circuit QED experiment in the strong dispersive limit, a new regime where a single photon has a large effect on the …",
                "We theoretically study single and two-qubit dynamics in the circuit QED architecture. We focus on the current experimental design [Wallraff et al., Nature (London) 431, 162 (2004); Schuster et al., Nature (London) 445, 515 (2007)] in which superconducting charge qubits are capacitively coupled to a single high-Q superconducting coplanar resonator. In this system, logical gates are realized by driving the resonator with microwave fields. Advantages of this architecture are that it allows for multiqubit gates between non-nearest qubits and for the realization of gates in parallel, opening the possibility of fault-tolerant quantum computation with superconduting circuits. In this paper, we focus on one-and two-qubit gates that do not require moving away from the charge-degeneracy “sweet spot.” This is advantageous as it helps to increase the qubit dephasing time and does not require modification of the original circuit QED …",
                "In a Rabi oscillation experiment with a superconducting qubit we show that a visibility in the qubit excited state population of more than 95% can be attained. We perform a dispersive measurement of the qubit state by coupling the qubit nonresonantly to a transmission line resonator and probing the resonator transmission spectrum. The measurement process is well characterized and quantitatively understood. In a measurement of Ramsey fringes, the qubit coherence time is larger than 500 ns.",
                "We present an experimental realization of the transmon qubit, which is an improved superconducting charge qubit derived from the Cooper pair box. We experimentally verify the predicted exponential suppression of sensitivity to 1∕ f charge noise. This removes the leading source of dephasing in charge qubits which results in homogeneously broadened transitions with relaxation and dephasing times in the microsecond range. Our systematic characterization of the qubit spectrum, anharmonicity, and charge dispersion shows excellent agreement with theory."
            ],
            [
                [
                    "Quantum Computing",
                    "Physics",
                    "Qubits",
                    "Superconducting circuits"
                ]
            ]
        ]
    ]
}