{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XMSBOUCL",
            "i95qehIAAAAJ",
            [
                "Epitaxial BiFeO3 multiferroic thin film heterostructures",
                "Thousandfold change in resistivity in magnetoresistive La-Ca-Mn-O films",
                "Multiferroics: progress and prospects in thin films",
                "Multiferroic batio3-cofe2o4 nanostructures",
                "Direct evidence for a half-metallic ferromagnet",
                "The physics of ferroelectric memories",
                "Electric-field control of local ferromagnetism using a magnetoelectric multiferroic",
                "Electrical control of antiferromagnetic domains in multiferroic BiFeO 3 films at room temperature",
                "Above-bandgap voltages from ferroelectric photovoltaic devices",
                "Conduction at domain walls in oxide multiferroics"
            ],
            [
                "Enhancement of polarization and related properties in heteroepitaxially constrained thin films of the ferroelectromagnet, BiFeO3, is reported. Structure analysis indicates that the crystal structure of film is monoclinic in contrast to bulk, which is rhombohedral. The films display a room-temperature spontaneous polarization (50 to 60 microcoulombs per square centimeter) almost an order of magnitude higher than that of the bulk (6.1 microcoulombs per square centimeter). The observed enhancement is corroborated by first-principles calculations and found to originate from a high sensitivity of the polarization to small changes in lattice parameters. The films also exhibit enhanced thickness-dependent magnetism compared with the bulk. These enhanced and combined functional responses in thin film form present an opportunity to create and implement thin film devices that actively couple the magnetic and ferroelectric …",
                "A negative isotropic magnetoresistance effect more than three orders of magnitude larger than the typical giant magnetoresistance of some superlattice films has been observed in thin oxide films of perovskite-like La0.67Ca0.33MnOx. Epitaxial films that are grown on LaAIO3 substrates by laser ablation and suitably heat treated exhibit magnetoresistance values as high as 127,000 percent near 77 kelvin and ∼1300 percent near room temperature. Such a phenomenon could be useful for various magnetic and electric device applications if the observed effects of material processing are optimized. Possible mechanisms for the observed effect are discussed.",
                "Multiferroic materials, which show simultaneous ferroelectric and magnetic ordering, exhibit unusual physical properties — and in turn promise new device applications — as a result of the coupling between their dual order parameters. We review recent progress in the growth, characterization and understanding of thin-film multiferroics. The availability of high-quality thin-film multiferroics makes it easier to tailor their properties through epitaxial strain, atomic-level engineering of chemistry and interfacial coupling, and is a prerequisite for their incorporation into practical devices. We discuss novel device paradigms based on magnetoelectric coupling, and outline the key scientific challenges in the field.",
                "We report on the coupling between ferroelectric and magnetic order parameters in a nanostructured BaTiO3-CoFe2O4 ferroelectromagnet. This facilitates the interconversion of energies stored in electric and magnetic fields and plays an important role in many devices, including transducers, field sensors, etc. Such nanostructures were deposited on single-crystal SrTiO3 (001) substrates by pulsed laser deposition from a single Ba-Ti-Co-Fe-oxide target. The films are epitaxial in-plane as well as out-of-plane with self-assembled hexagonal arrays of CoFe2O4 nanopillars embedded in a BaTiO3 matrix. The CoFe2O4 nanopillars have uniform size and average spacing of 20 to 30 nanometers. Temperature-dependent magnetic measurements illustrate the coupling between the two order parameters, which is manifested as a change in magnetization at the ferroelectric Curie temperature. Thermodynamic analyses …",
                "Half-metallic materials are characterized by the coexistence of metallic behaviour for one electron spin and insulating behaviour for the other. Thus, the electronic density of states is completely spin polarized at the Fermi level, and the conductivity is dominated by these metallic single-spin charge carriers. This exotic physical property could have a significant effect on technological applications related to magnetism and spin electronics. Some ferromagnetic systems, such as Heusler compounds 1 and chromium dioxide 2, have been predicted theoretically to be half-metallic. However, a half-metallic system has not been demonstrated directly and the predictions are still in doubt 3, 4. Here we report spin-resolved photoemission measurements of a ferromagnetic manganese perovskite, La 0.7 Sr 0.3 MnO 3, which directly manifest the half-metallic nature well below the Curie temperature. For the majority spin, the …",
                "Imagine you are in the last stages of typing your thesis. The year is 1980, and it's a hot, hazy summer afternoon. A thunderstorm brews on the horizon. Tense and tired, you have forgotten to save the document on your hard disk. Suddenly, lightning strikes! Your computer shuts down. Your final chapter is lost.Wistfully, you long for the day when everything you write is automatically stored in a nonvolatile memory system as soon as you write it and does not vanish if there's a power cut. What do I need to make this happen? you ask yourself. The answer is a fast, random-access, solid-state memory that is cheap, reliable and, most important of all, intrinsically nonvolatile—that is, it behaves like a magnetic disk storage system. And while you're contemplating the electronic future, imagine also that you have an electronic smart card that you can use for everything from providing emergency crews with your health records to transacting all your expenses without having to sign a credit card slip or a check. Now, fast-forward your mind to 1998, enter the new world of nonvolatile ferroelectric random-access memories—and read on!",
                "Multiferroics are of interest for memory and logic device applications, as the coupling between ferroelectric and magnetic properties enables the dynamic interaction between these order parameters. Here, we report an approach to control and switch local ferromagnetism with an electric field using multiferroics. We use two types of electromagnetic coupling phenomenon that are manifested in heterostructures consisting of a ferromagnet in intimate contact with the multiferroic BiFeO 3. The first is an internal, magnetoelectric coupling between antiferromagnetism and ferroelectricity in the BiFeO 3 film that leads to electric-field control of the antiferromagnetic order. The second is based on exchange interactions at the interface between a ferromagnet (Co 0.9 Fe 0.1) and the antiferromagnet. We have discovered a one-to-one mapping of the ferroelectric and ferromagnetic domains, mediated by the colinear coupling …",
                "Multiferroic materials, which offer the possibility of manipulating the magnetic state by an electric field or vice versa, are of great current interest. In this work, we demonstrate the first observation of electrical control of antiferromagnetic domain structure in a single-phase multiferroic material at room temperature. High-resolution images of both antiferromagnetic and ferroelectric domain structures of (001)-oriented multiferroic BiFeO 3 films revealed a clear domain correlation, indicating a strong coupling between the two types of order. The ferroelectric structure was measured using piezo force microscopy, whereas X-ray photoemission electron microscopy as well as its temperature dependence was used to detect the antiferromagnetic configuration. Antiferromagnetic domain switching induced by ferroelectric polarization switching was observed, in agreement with theoretical predictions.",
                "In conventional solid-state photovoltaics, electron–hole pairs are created by light absorption in a semiconductor and separated by the electric field spaning a micrometre-thick depletion region. The maximum voltage these devices can produce is equal to the semiconductor electronic bandgap. Here, we report the discovery of a fundamentally different mechanism for photovoltaic charge separation, which operates over a distance of 1–2 nm and produces voltages that are significantly higher than the bandgap. The separation happens at previously unobserved nanoscale steps of the electrostatic potential that naturally occur at ferroelectric domain walls in the complex oxide BiFeO 3. Electric-field control over domain structure allows the photovoltaic effect to be reversed in polarity or turned off. This new degree of control, and the high voltages produced, may find application in optoelectronic devices.",
                "Domain walls may play an important role in future electronic devices, given their small size as well as the fact that their location can be controlled. Here, we report the observation of room-temperature electronic conductivity at ferroelectric domain walls in the insulating multiferroic BiFeO 3. The origin and nature of the observed conductivity are probed using a combination of conductive atomic force microscopy, high-resolution transmission electron microscopy and first-principles density functional computations. Our analyses indicate that the conductivity correlates with structurally driven changes in both the electrostatic potential and the local electronic structure, which shows a decrease in the bandgap at the domain wall. Additionally, we demonstrate the potential for device applications of such conducting nanoscale features."
            ],
            [
                [
                    "Complex oxides",
                    "Multiferroics",
                    "Electric field control of Magnetism"
                ]
            ]
        ]
    ]
}