{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XOFEC07Q",
            "o4hrfCwAAAAJ",
            [
                "Dark matter results from 225 live days of XENON100 data",
                "Dark matter search results from a one ton-year exposure of XENON1T",
                "Observation of the Suppression of the Flux of Cosmic Rays above ",
                "First dark matter search results from the XENON1T experiment",
                "Dark matter results from 100 live days of XENON100 data",
                "First results from the XENON10 dark matter experiment at the Gran Sasso National Laboratory",
                "Correlation of the highest-energy cosmic rays with the positions of nearby active galactic nuclei",
                "Physics reach of the XENON1T dark matter experiment.",
                "Search for light dark matter in XENON10 data"
            ],
            [
                "We report on a search for particle dark matter with the XENON100 experiment, operated at the Laboratori Nazionali del Gran Sasso for 13 months during 2011 and 2012. XENON100 features an ultralow electromagnetic background of (5.3±0.6)× 10− 3 events\/(keV ee× kg× day) in the energy region of interest. A blind analysis of 224.6 live days× 34 kg exposure has yielded no evidence for dark matter interactions. The two candidate events observed in the predefined nuclear recoil energy range of 6.6–30.5 keV nr are consistent with the background expectation of (1.0±0.2) events. A profile likelihood analysis using a 6.6–43.3 keV nr energy range sets the most stringent limit on the spin-independent elastic weakly interacting massive particle–nucleon scattering cross section for weakly interacting massive particle masses above 8 GeV\/c 2, with a minimum of 2× 10− 45 cm 2 at 55 GeV\/c 2 and 90% confidence level.",
                "We report on a search for weakly interacting massive particles (WIMPs) using 278.8 days of data collected with the XENON1T experiment at LNGS. XENON1T utilizes a liquid xenon time projection chamber with a fiducial mass of (1.30±0.01) t o n, resulting in a 1.0 ton yr exposure. The energy region of interest,[1.4, 10.6] keV ee ([4.9, 40.9] keV nr), exhibits an ultralow electron recoil background rate of [82− 3+ 5 (syst)±3 (stat)] events\/(t o n yr keV ee). No significant excess over background is found, and a profile likelihood analysis parametrized in spatial and energy dimensions excludes new parameter space for the WIMP-nucleon spin-independent elastic scatter cross section for WIMP masses above 6 GeV\/c 2, with a minimum of 4.1× 10− 47 cm 2 at 30 GeV\/c 2 and a 90% confidence level.",
                "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
                "We report the first dark matter search results from XENON1T, a∼ 2000− kg-target-mass dual-phase (liquid-gas) xenon time projection chamber in operation at the Laboratori Nazionali del Gran Sasso in Italy and the first ton-scale detector of this kind. The blinded search used 34.2 live days of data acquired between November 2016 and January 2017. Inside the (1042±12)− kg fiducial mass and in the [5, 40] keV nr energy range of interest for weakly interacting massive particle (WIMP) dark matter searches, the electronic recoil background was (1.93±0.25)× 10− 4 events\/(kg× day× keV ee), the lowest ever achieved in such a dark matter detector. A profile likelihood analysis shows that the data are consistent with the background-only hypothesis. We derive the most stringent exclusion limits on the spin-independent WIMP-nucleon interaction cross section for WIMP masses above 10 GeV\/c 2, with a minimum of 7.7× …",
                "We present results from the direct search for dark matter with the XENON100 detector, installed underground at the Laboratori Nazionali del Gran Sasso of INFN, Italy. XENON100 is a two-phase time-projection chamber with a 62 kg liquid xenon target. Interaction vertex reconstruction in three dimensions with millimeter precision allows the selection of only the innermost 48 kg as the ultralow background fiducial target. In 100.9 live days of data, acquired between January and June 2010, no evidence for dark matter is found. Three candidate events were observed in the signal region with an expected background of (1.8±0.6) events. This leads to the most stringent limit on dark matter interactions today, excluding spin-independent elastic weakly interacting massive particle (WIMP) nucleon scattering cross sections above 7.0× 10− 45 cm 2 for a WIMP mass of 50 GeV\/c 2 at 90% confidence level.",
                "The XENON10 experiment at the Gran Sasso National Laboratory uses a 15 kg xenon dual phase time projection chamber to search for dark matter weakly interacting massive particles (WIMPs). The detector measures simultaneously the scintillation and the ionization produced by radiation in pure liquid xenon to discriminate signal from background down to 4.5 keV nuclear-recoil energy. A blind analysis of 58.6 live days of data, acquired between October 6, 2006, and February 14, 2007, and using a fiducial mass of 5.4 kg, excludes previously unexplored parameter space, setting a new 90% CL upper limit for the WIMP-nucleon spin-independent cross section of 8.8× 10− 44 cm 2 for a WIMP mass of 100 GeV\/c 2, and 4.5× 10− 44 cm 2 for a WIMP mass of 30 GeV\/c 2. This result further constrains predictions of supersymmetric models.",
                "Data collected by the Pierre Auger Observatory provide evidence for anisotropy in the arrival directions of the cosmic rays with the highest-energies, which are correlated with the positions of relatively nearby active galactic nuclei (AGN) [Pierre Auger Collaboration, Science 318 (2007) 938]. The correlation has maximum significance for cosmic rays with energy greater than ∼6 × 1019 eV and AGN at a distance less than ∼75 Mpc. We have confirmed the anisotropy at a confidence level of more than 99% through a test with parameters specified a priori, using an independent data set. The observed correlation is compatible with the hypothesis that cosmic rays with the highest-energies originate from extra-galactic sources close enough so that their flux is not significantly attenuated by interaction with the cosmic background radiation (the Greisen–Zatsepin–Kuz’min effect). The angular scale of the correlation …",
                "The XENON1T experiment is currently in the commissioning phase at the Laboratori Nazionali del Gran Sasso, Italy. In this article we study the experiment's expected sensitivity to the spin-independent WIMP-nucleon interaction cross section, based on Monte Carlo predictions of the electronic and nuclear recoil backgrounds.",
                "We report results of a search for light (≲ 10 GeV) particle dark matter with the XENON10 detector. The event trigger was sensitive to a single electron, with the analysis threshold of 5 electrons corresponding to 1.4 keV nuclear recoil energy. Considering spin-independent dark matter-nucleon scattering, we exclude cross sections σ n> 7× 10− 42 cm 2, for a dark matter particle mass m χ= 7 GeV. We find that our data strongly constrain recent elastic dark matter interpretations of excess low-energy events observed by CoGeNT and CRESST-II, as well as the DAMA annual modulation signal."
            ],
            [
                [
                    "astroparticle physics",
                    "detectors"
                ]
            ]
        ]
    ]
}