{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XONLSUPF",
            "mZ3tluwAAAAJ",
            [
                "Wastewater treatment works (WwTW) as a source of microplastics in the aquatic environment",
                "An investigation into the acute and chronic toxicity of eleven pharmaceuticals (and their solvents) found in wastewater effluent on the cnidarian, Hydra attenuata",
                "The endocrine disrupting effect of municipal effluent on the zebra mussel (Dreissena polymorpha)",
                "A year-long study of the spatial occurrence and relative distribution of pharmaceutical residues in sewage effluent, receiving marine waters and marine bivalves",
                "Microplastic pollution identified in deep-sea water and ingested by benthic invertebrates in the Rockall Trough, North Atlantic Ocean",
                "Effects of the pharmaceuticals gemfibrozil and diclofenac on biomarker expression in the zebra mussel (Dreissena polymorpha) and their comparison with standardised toxicity tests",
                "Effects of the pharmaceuticals gemfibrozil and diclofenac on the marine mussel (Mytilus spp.) and their comparison with standardized toxicity tests",
                "Evaluation of the acute, chronic and teratogenic effects of a mixture of eleven pharmaceuticals on the cnidarian, Hydra attenuata",
                "The uptake of macroplastic & microplastic by demersal & pelagic fish in the Northeast Atlantic around Scotland",
                "Validation of density separation for the rapid recovery of microplastics from sediment"
            ],
            [
                "Municipal effluent discharged from wastewater treatment works (WwTW) is suspected to be a significant contributor of microplastics (MP) to the environment as many personal care products contain plastic microbeads. A secondary WwTW (population equivalent 650 000) was sampled for microplastics at different stages of the treatment process to ascertain at what stage in the treatment process the MP are being removed. The influent contained on average 15.70 (±5.23) MP·L–1. This was reduced to 0.25 (±0.04) MP·L–1 in the final effluent, a decrease of 98.41%. Despite this large reduction we calculate that this WwTW is releasing 65 million microplastics into the receiving water every day. A significant proportion of the microplastic accumulated in and was removed during the grease removal stage (19.67 (±4.51) MP\/2.5 g), it was only in the grease that the much publicised microbeads were found. This study shows …",
                "Pharmaceuticals previously identified in the effluent from the wastewater treatment plant (WWTP) in Montreal discharging into the St. Lawrence river, were tested for acute and chronic toxicity using the cnidarian Hydra attenuata. Acute toxicity was based on the established technique looking at morphological changes in the Hydra, while recently developed endpoints of feeding behaviour, attachment and growth (hydranth number) were used to measure chronic effects. The compounds under investigation (ibuprofen, naproxen, gemfibrozil, bezafibrate, carbamazepine, sulfamethoxazole, sulfapyridine, oxytetracycline, novobiocin, trimethoprim and caffeine) were tested individually in controlled laboratory exposures with LC50 and EC50 results calculated. All compounds tested had relatively high LC50 values with gemfibrozil, ibuprofen and naproxen having the lowest at 22.36 mg\/L and EC50 values based on …",
                "Municipal effluents have been shown to contain a cocktail of endocrine disrupting chemicals (EDCs). The estrogenic effect of these effluents has been demonstrated on both vertebrate and invertebrate species by the feminisation of the exposed males. This effect was investigated on the freshwater zebra mussel (Dreissena polymorpha) after exposure to tertiary treated effluent from a municipal sewage treatment works (STW). Mussels were exposed to the effluent in situ for 112 days during gametogenesis (December to mid-March). Levels of vitellin (Vn)-like proteins (the major protein found in oocytes) were measured indirectly using the alkali-labile phosphate (ALP) technique and confirmed by gel electrophoresis. Significant increases (P<0.05) in Vn-like proteins were found in both male and female mussels after exposure to the effluent, indicating that endocrine disruption (ED) had occurred. Using High …",
                "Reports concerning the quantitative analysis of pharmaceuticals in marine ecosystems are somewhat limited. It is necessary to determine pharmaceutical fate and assess any potential risk of exposure to aquatic species and ultimately, seafood consumers. In the work presented herein, analytical methods were optimised and validated for the quantification of pharmaceutical residues in wastewater effluent, receiving marine waters and marine mussels (Mytilus spp.). Selected pharmaceuticals included two non-steroidal anti-inflammatory drugs (NSAIDs) (diclofenac and mefenamic acid), an antibiotic (trimethoprim), an antiepileptic (carbamazepine) and a lipid regulator (gemfibrozil). This paper also presents the results of an in situ study in which caged Mytilus spp. were deployed at three sites on the Irish coastline over a 1-year period. In water samples, pharmaceutical residues were determined using solid phase …",
                "Microplastics are widespread in the natural environment and present numerous ecological threats. While the ultimate fate of marine microplastics are not well known, it is hypothesized that the deep sea is the final sink for this anthropogenic contaminant. This study provides a quantification and characterisation of microplastic pollution ingested by benthic macroinvertebrates with different feeding modes (Ophiomusium lymani, Hymenaster pellucidus and Colus jeffreysianus) and in adjacent deep water > 2200 m, in the Rockall Trough, Northeast Atlantic Ocean. Despite the remote location, microplastic fibres were identified in deep-sea water at a concentration of 70.8 particles m−3, comparable to that in surface waters. Of the invertebrates examined (n = 66), 48% ingested microplastics with quantities enumerated comparable to coastal species. The number of ingested microplastics differed significantly between …",
                "Pharmaceuticals, including the lipid regulator gemfibrozil and the non-steroidal anti-inflammatory drug diclofenac have been identified in waste water treatment plant effluents and receiving waters throughout the western world. The acute and chronic toxicity of these compounds was assessed for three freshwater species (Daphnia magna, Pseudokirchneriella subcapitata, Lemna minor) using standardised toxicity tests with toxicity found in the non-environmentally relevant mid mg L−1 concentration range. For the acute endpoints (IC50 and EC50) gemfibrozil showed higher toxicity ranging from 29 to 59 mg L−1 (diclofenac 47–67 mg L−1), while diclofenac was more toxic for the chronic D. magna 21 d endpoints ranging from 10 to 56 mg L−1 (gemfibrozil 32–100 mg L−1). These results were compared with the expression of several biomarkers in the zebra mussel (Dreissena polymorpha) 24 and 96 h after exposure …",
                "Human pharmaceuticals, like the lipid lowering agent gemfibrozil and the non-steroidal anti-inflammatory drug diclofenac are causing environmental concern. In this study, the marine mussel (Mytilus spp.) was exposed by injection to environmentally relevant and elevated (1 μg\/L and 1000 μg\/L) concentrations of both compounds and biomarker expression was observed. Gemfibrozil exposure induced biomarkers of stress (glutathione S-transferase and metallothionein) at both concentrations 24 h and 96 h after exposure, respectively. Biomarkers of damage (lipid peroxidation (LPO) and DNA damage) were significantly affected, as well as the biomarker for reproduction, alkali-labile phosphate assay, indicating the potential oxidative stress and endocrine disrupting effect of gemfibrozil. Diclofenac significantly induced LPO after 96 h indicating tissue damage. Additionally standard toxicity tests using the marine …",
                "Pharmaceuticals have recently emerged as novel pollutants of potential concern in the aquatic environment where they are commonly introduced as complex mixtures via municipal effluent. In the present experiment, the freshwater cnidarian Hydra attenuata was exposed to a mixture of 11 pharmaceuticals (ibuprofen, naproxen, gemfibrozil, bezafibrate, carbamazepine, sulfapyridine, oxytetracycline, novobiocin, trimethoprim, sulfamethoxazole and caffeine) up to 10 000 times (×) the concentration found in municipal effluent. Hydra regeneration and teratogenicity was measured, having an IC50 of 781× and was found to be non teratogenic with an A\/D value of ∼ 1. Toxicity was investigated using both lethal (based on morphology) and sub-lethal (based on morphology, feeding behaviour, hydranth number and attachment) endpoints. The pharmaceutical mixture incurred a significant decrease in morphology at 0.1, 10 …",
                "This study reports plastic ingestion in various fish found from coastal and offshore sites in Scottish marine waters. Coastal samples consisted of three demersal flatfish species (n = 128) collected from the East and West coasts of Scotland. Offshore samples consisted of 5 pelagic species and 4 demersal species (n = 84) collected from the Northeast Atlantic. From the coastal fish sampled, 47.7% of the gastrointestinal tracts contained macroplastic and microplastic. Of the 84 pelagic and demersal offshore fish, only 2 (2.4%) individuals from different species had ingested plastic identified as a clear polystyrene fibre and a black polyamide fibre. The average number of plastic items found per fish from all locations that had ingested plastic was 1.8 (± 1.7) with polyamide (65.3%), polyethylene terephthalate (14.4%) and acrylic (14.4%) being the three most commonly found plastics. This study adds to the existing data on …",
                "Several density separation techniques using numerous brine solutions have been developed for the separation of microplastics from sediment. The aim of this study was to validate the use of various brine solutions in a relatively rapid, reproducible, low cost single stage method that can deliver consistently high recoveries for different microplastic polymers <1 mm appropriate for monitoring programmes. The recovery of environmentally relevant microplastics (200–400 μm and 800–1000 μm) from post-consumer products was tested against tap water and brine solutions of varying density including sodium chloride (NaCl), sodium bromide (NaBr), sodium iodide (NaI) and zinc bromide (ZnBr2). As expected a general trend of increasing microplastic recovery with increasing solution density was observed, with NaI and ZnBr2 having significantly (p ≤ 0.001) higher rates of microplastic recovery. Microplastic size was …"
            ],
            [
                [
                    "Ecotoxicology",
                    "biomarkers",
                    "Aquaculture diagnostics",
                    "pharmaceuticals",
                    "microplastics"
                ]
            ]
        ]
    ]
}