{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XQ059E27",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Beth  Thacker,  Ph.D Associate Professor Beth.Thacker@ttu.edu (806) 834-2996 15 Science Building Ph.D. Theoretical Physics, Cornell University (1990) M.S. Physics, Cornell University (1986) B.S. Physics, Davidson College (1980) Web Links Personal Home Page PER News Research Page Teaching Page Curriculum Development Page I do research of students' qualitative and quantitative understanding of physics concepts\n                           in courses taught by traditional and non-traditional methods and students' understanding\n                           of topics in modern physics and quantum mechanics. Recently, I was a Principal Investigator\n                           on a Large-Scale Assessment Project at Texas Tech University (TTU), that included\n                           systematic and comprehensive assessment of all of the introductory undergraduate courses\n                           at TTU, utilizing conceptual inventories, free response pre-\/post-testing, and TA\n                           evaluation inventories. We found that when PER-informed materials and instruction\n                           are introduced in the labs and recitations, independent of the lecture style, there\n                           is an increase in students' conceptual inventory and free-response gains. There is\n                           also an increase in those gains if PER-informed instruction is used in the lecture.\n                           The highest gain increase is achieved (in both conceptual inventories and free-response\n                           pre-\/post-tests) by the combination of PER-informed lectures and laboratories in large\n                           class settings and by PER-informed hands-on, laboratory-based, inquiry-based courses\n                           (part of a curriculum designed for health science majors) taught in a small class\n                           setting. I am presently working on expanding the inquiry-based course to a larger\n                           classroom, including LA training and assessment and analysis and assessment of students'\n                           thinking skills. I am also restarting my research in modern physics and quantum mechanics. Beth Thacker, Ganesh Chapagain, Vanelet Rusuriye, and Keith West, “Beyond Conceptual\n                           Inventories: Lessons from a Large-Scale Assessment,” US-China Education Review A,\n                           January 2017, Vol. 7, No. 1, 1-26. (https:\/\/www.davidpublisher.com\/Public\/uploads\/Contribute\/58e48ceff3b6a.pdf) Beth Thacker, Hani Dulli, Dave Pattillo, and Keith West, “Lessons from a Large-Scale\n                           Assessment: Results from Conceptual Inventories,” Phys. Rev. ST Phys. Educ. Res. 10,\n                           020104 (2014). (https:\/\/journals.aps.org\/prstper\/pdf\/10.1103\/PhysRevSTPER.10.020104) Beth Thacker, “A Study of the Nature of Students' Models of Microscopic Processes\n                           in the Context of Modern Physics Experiments,” Am. J. of Phys. 71 (6), 599-606 (2003). Beth Thacker, “Recent advances in classroom physics,” Rep. Prog. Phys. 66, 1833 –\n                           1864 (2003).Beth Thacker, Suzanne M. Lea, Eunsook Kim and Kelvin Trefz, “Comparing\n                           Problem Solving Performance of Physics Students in Inquiry-Based and Traditional Physics\n                           Courses,” Am. J. Phys. 62 (7), 627-633 (1994). B. A. Thacker and G. P. Lepage, “Heavy Quark Bound States in Lattice QCD,” Phys. Rev.\n                           D 43, 196 (1991). 3:31 PM"
            ]
        ]
    ]
}