{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XQ8M5DT4",
            "CtGBKt4AAAAJ",
            [
                "A comparative analysis of image fusion methods"
            ],
            [
                "There are many image fusion methods that can be used to produce high-resolution multispectral images from a high-resolution panchromatic image and low-resolution multispectral images. Starting from the physical principle of image formation, this paper presents a comprehensive framework, the general image fusion (GIF) method, which makes it possible to categorize, compare, and evaluate the existing image fusion methods. Using the GIF method, it is shown that the pixel values of the high-resolution multispectral images are determined by the corresponding pixel values of the low-resolution panchromatic image, the approximation of the high-resolution panchromatic image at the low-resolution level. Many of the existing image fusion methods, including, but not limited to, intensity-hue-saturation, Brovey transform, principal component analysis, high-pass filtering, high-pass modulation, the a\/spl grave\/ trous …"
            ],
            [
                [
                    "spatial-temporal data analysis",
                    "multi-sensor integration",
                    "industry and engineering surveying"
                ]
            ],
            [
                "Sara Vaiana about Sara Vaiana Steve Presse about Steve Presse Sean Seyler about Sean Seyler Robert Ros about Robert Ros Allen Jiang about Allen Jiang Kong-Thon Tsen about Kong-Thon Tsen John Spence about John Spence William Graves about William Graves Samuel Teitelbaum about Samuel Teitelbaum Siddharth Karkare about Siddharth Karkare Christian Poweleit about Christian Poweleit Michael Treacy about Michael Treacy Maxim Sukharev about Maxim Sukharev Franz Koeck about Franz Koeck David Smith about David Smith Peter Rez about Peter Rez Kevin Schmidt about Kevin Schmidt Arunima Singh about Arunima Singh"
            ]
        ]
    ]
}