{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XQWPAPEU",
            "t18P_t4AAAAJ",
            [
                "School Teachers' Continuous Professional Development in an Online Learning Community: lessons from a case study of an e T winning Learning Event",
                "The flexible personality: For a new cultural critique"
            ],
            [
                "A social revolution is occurring in the way information is shared, knowledge is generated and innovation takes place over the Internet and there is renewed interest in the social concept of ‘community’ to support online learning. This article describes action research conducted in the context of an eTwinning Learning Event (LE) that provides useful insights into how an online learning community can support the continuous professional development (CPD) of school teachers. Using the Community of Inquiry framework (Garrison et al., 2000), it offers empirical evidence of how cognitive, social and teaching aspects impact competence development. It suggests that online learning communities offer an appropriate environment for teachers' intellectual and emotional reflection, characterised by trust, mutual respect and shared values centred on improving pupils' learning. It also suggests that the educational experience …",
                "The events of the century's turn, from Seattle to New York, have shown that a sweeping critique of capitalist globalization is possible, and urgently necessary—before the level of violence in the world dramatically increases. The beginnings of such a critique exist, with the renewal of\" unorthodox\" economics."
            ],
            [
                [

                ]
            ],
            [
                "Skip to Main Content Emergency Notification Novel Coronavirus (COVID-19). For the latest information on COVID-19, visit the Health Advisories website . Holmes, Brian W San José State University Site Navigation Publications & Presentations SJSU Home > People > Holmes, Brian W Holmes, Brian W one.SJSU Canvas Athletics Give to SJSU Navigate BACK to \n                        \t\t\t\tA-Z People Index Publications & Presentations Professor, Physics & Astronomy Email Preferred: brian.holmes@sjsu.edu Telephone Preferred: (408) 924-5248 Education Doctor of Philosophy, Boston Univ, 1980 SJSU Links and Resources Information for Alumni Current Students Donors Faculty and Staff Future Students Researchers Colleges Business Education Engineering Graduate Studies Health and Human Sciences Humanities and the Arts Professional and Global Education Science Social Sciences Quick Links A-Z Index Academics Bookstore Budget Central Calendars Canvas Careers and Jobs King Library Parking and Maps Privacy Annual Security Report [pdf] Contact us Contact Form Directory Report a Web Problem Report a Title IX Complaint San Jose State University One Washington Square, San Jose, CA 95192 408-924-1000  Last Modified: Mar 12, 2020"
            ]
        ]
    ]
}