{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XRFUI1FX",
            "y8tTkvkAAAAJ",
            [
                "Gene ontology: tool for the unification of biology",
                "Absence of radius and ulna in mice lacking hoxa-11 and hoxd-11",
                "The comparative toxicogenomics database: update 2017",
                "The Comparative Toxicogenomics Database's 10th year anniversary: update 2015",
                "The comparative toxicogenomics database: update 2013",
                "The comparative toxicogenomics database: update 2019",
                "Axial homeosis and appendicular skeleton defects in mice with a targeted disruption of hoxd-11",
                "Comparative Toxicogenomics Database: a knowledgebase and discovery tool for chemical–gene–disease networks",
                "A mutational analysis of the 5′ HoxD genes: dissection of genetic interactions during limb development in the mouse",
                "The comparative toxicogenomics database: update 2011"
            ],
            [
                "1FlyBase (http:\/\/www. flybase. bio. indiana. edu). 2Berkeley Drosophila Genome Project (http:\/\/fruitfly. bdgp. berkeley. edu). 3Saccharomyces Genome Database (http:\/\/genome-www. stanford. edu). 4Mouse Genome Database and Gene Expression Database (http:\/\/www. informatics. jax. org). Correspondence should be addressed to JMC (e-mail: cherry@ stanford. edu) and DB (e-mail: botstein@ genome. stanford. edu), Department of Genetics, Stanford University School of Medicine, Stanford, California, USA.The accelerating availability of molecular sequences, particularly the sequences of entire genomes, has transformed both the theory and practice of experimental biology. Where once biochemists characterized proteins by their diverse activities and abundances, and geneticists characterized genes by the phenotypes of their mutations, all biologists now acknowledge that there is likely to be a single limited …",
                "MICE with targeted disruptions 1 in Hoxgenes have been generated to evaluate the role of the Hox complex in determining the mammalian body plan. This complex of 38 genes encodes transcription factors that specify regional information along the embryonic axes. Early in vertebrate evolution an ancestral complex shared with invertebrates was duplicated twice to give rise to the four linkage groups (Hox A, B, C and D) 2, 3. As a consequence, corresponding genes on the separate linkage groups, called paralogues, are most closely related to each other. Based on sequence similarities, the Hox genes have been subdivided into 13 paralogous groups. The five most 5′ groups (Hox9–13) pattern the posterior region of the vertebrate embryo and the appendicular skeleton 4–18. Mice with individual mutations in the paralogous genes hoxa-11 and hoxd-11 have been described 15–18. By breeding these two strains …",
                "The Comparative Toxicogenomics Database (CTD; http:\/\/ctdbase.org\/) provides information about interactions between chemicals and gene products, and their relationships to diseases. Core CTD content (chemical-gene, chemical-disease and gene-disease interactions manually curated from the literature) are integrated with each other as well as with select external datasets to generate expanded networks and predict novel associations. Today, core CTD includes more than 30.5 million toxicogenomic connections relating chemicals\/drugs, genes\/proteins, diseases, taxa, Gene Ontology (GO) annotations, pathways, and gene interaction modules. In this update, we report a 33% increase in our core data content since 2015, describe our new exposure module (that harmonizes exposure science information with core toxicogenomic data) and introduce a novel dataset of GO-disease inferences (that identify …",
                "Ten years ago, the Comparative Toxicogenomics Database (CTD; http:\/\/ctdbase.org\/) was developed out of a need to formalize, harmonize and centralize the information on numerous genes and proteins responding to environmental toxic agents across diverse species. CTD's initial approach was to facilitate comparisons of nucleotide and protein sequences of toxicologically significant genes by curating these sequences and electronically annotating them with chemical terms from their associated references. Since then, however, CTD has vastly expanded its scope to robustly represent a triad of chemical–gene, chemical–disease and gene–disease interactions that are manually curated from the scientific literature by professional biocurators using controlled vocabularies, ontologies and structured notation. Today, CTD includes 24 million toxicogenomic connections relating chemicals\/drugs, genes\/proteins …",
                "The Comparative Toxicogenomics Database (CTD; http:\/\/ctdbase.org\/) provides information about interactions between environmental chemicals and gene products and their relationships to diseases. Chemical–gene, chemical–disease and gene–disease interactions manually curated from the literature are integrated to generate expanded networks and predict many novel associations between different data types. CTD now contains over 15 million toxicogenomic relationships. To navigate this sea of data, we added several new features, including DiseaseComps (which finds comparable diseases that share toxicogenomic profiles), statistical scoring for inferred gene–disease and pathway–chemical relationships, filtering options for several tools to refine user analysis and our new Gene Set Enricher (which provides biological annotations that are enriched for gene sets). To improve data visualization, we …",
                "The Comparative Toxicogenomics Database (CTD; http:\/\/ctdbase.org\/) is a premier public resource for literature-based, manually curated associations between chemicals, gene products, phenotypes, diseases, and environmental exposures. In this biennial update, we present our new chemical–phenotype module that codes chemical-induced effects on phenotypes, curated using controlled vocabularies for chemicals, phenotypes, taxa, and anatomical descriptors; this module provides unique opportunities to explore cellular and system-level phenotypes of the pre-disease state and allows users to construct predictive adverse outcome pathways (linking chemical–gene molecular initiating events with phenotypic key events, diseases, and population-level health outcomes). We also report a 46% increase in CTD manually curated content, which when integrated with other datasets yields more than 38 million …",
                "Using gene targeting, we have created mice with a disruption in the homeobox-containing gene hoxd-11. Homozygous mutants are viable and the only outwardly apparent abnormality is male infertility. Skeletons of mutant mice show a homeotic transformation that repatterns the sacrum such that each vertebra adopts the structure of the next most anterior vertebra. Defects are also seen in the bones of the limb, including regional malformations at the distal end of the forelimb affecting the length and structure of phalanges and metacarpals, inappropriate fusions between wrist bones, and defects at the most distal end in the long bones of the radius and ulna. The phenotypes show both incomplete penetrance and variable expressivity. In contrast to the defects observed in the vertebral column, the phenotypes in the appendicular skeleton do not resemble homeotic transformations, but rather regional malformations in …",
                "The Comparative Toxicogenomics Database (CTD) is a curated database that promotes understanding about the effects of environmental chemicals on human health. Biocurators at CTD manually curate chemical–gene interactions, chemical–disease relationships and gene–disease relationships from the literature. This strategy allows data to be integrated to construct chemical–gene–disease networks. CTD is unique in numerous respects: curation focuses on environmental chemicals; interactions are manually curated; interactions are constructed using controlled vocabularies and hierarchies; additional gene attributes (such as Gene Ontology, taxonomy and KEGG pathways) are integrated; data can be viewed from the perspective of a chemical, gene or disease; results and batch queries can be downloaded and saved; and most importantly, CTD acts as both a knowledgebase (by reporting data) and a …",
                "Using gene targeting in mice, we have undertaken a systematic mutational analysis of the homeobox-containing 5′ HoxD genes. In particular, we have characterized the limb defects observed in mice with independent targeted disruptions of hoxd-12 and hoxd-13. Animals defective for hoxd-12 are viable, fertile, and appear outwardly normal yet have minor autopodal defects in the forelimb which include a reduction in the bone length of metacarpals and phalanges, and a malformation of the distal carpal bone d4. The limb phenotypes observed in hoxd-13 mutant mice are more extensive, including strong reductions in length, complete absences, or improper segmentations of many metacarpal and phalangeal bones. Additionally, the d4 carpal bone is not properly formed and often produces an extra rudimentary digit. To examine the genetic interactions between the 5′ HoxD genes, we bred these mutant strains …",
                " The Comparative Toxicogenomics Database (CTD) is a public resource that promotes understanding about the interaction of environmental chemicals with gene products, and their effects on human health. Biocurators at CTD manually curate a triad of chemical–gene, chemical–disease and gene–disease relationships from the literature. These core data are then integrated to construct chemical–gene–disease networks and to predict many novel relationships using different types of associated data. Since 2009, we dramatically increased the content of CTD to 1.4 million chemical–gene–disease data points and added many features, statistical analyses and analytical tools, including GeneComps and ChemComps (to find comparable genes and chemicals that share toxicogenomic profiles), enriched Gene Ontology terms associated with chemicals, statistically ranked chemical–disease inferences, Venn diagram …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}