{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XSMH289O",
            "47o1YssAAAAJ",
            [
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of particle physics",
                "Review of Particle Physics: particle data groups",
                "Measurement of dijet production with a veto on additional central jet activity in pp collisions at  TeV using the ATLAS detector",
                "The LHCb detector at the LHC",
                "Prompt charm production in pp collisions at s= 7TeV",
                "Genome sequence, comparative analysis and haplotype structure of the domestic dog"
            ],
            [
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2658 new measurements from 644 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 112 reviews are many that are new or heavily revised including those on Heavy-Quark and Soft-Collinear Effective Theory, Neutrino Cross Section Measurements, Monte Carlo Event Generators, Lattice QCD, Heavy Quarkonium Spectroscopy, Top Quark, Dark Matter, V cb & V ub, Quantum Chromodynamics, High-Energy Collider Parameters, Astrophysical Constants, Cosmological Parameters, and Dark Matter. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. lbl. gov\/. The 2012 edition of Review of Particle Physics is published for the Particle Data Group as article 010001 in volume 86 of Physical Review D. This edition should be cited as: J. Beringer et al.(Particle Data Group), Phys. Rev. D 86, 010001 (2012).",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2778 new measurements from 645 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on CKM quark-mixing matrix, Vud & Vus, Vcb & Vub, top quark, muon anomalous magnetic moment, extra dimensions, particle detectors, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology.",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,283 new measurements from 899 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as heavy neutrinos, supersymmetric and technicolor particles, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Supersymmetry, Extra Dimensions, Particle Detectors, Probability, and Statistics. Among the 112 reviews are many that are new or heavily revised including those on: Dark Energy, Higgs Boson Physics, Electroweak Model, Neutrino Cross Section Measurements, Monte Carlo Neutrino Generators, Top Quark, Dark Matter, Dynamical Electroweak Symmetry Breaking, Accelerator Physics of Colliders, High-Energy Collider Parameters, Big Bang Nucleosynthesis, Astrophysical Constants and Cosmological Parameters. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. Ibi. gov.",
                "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
                "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
                "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
                "A measurement of jet activity in the rapidity interval bounded by a dijet system is presented. Events are vetoed if a jet with transverse momentum greater than 20 GeV is found between the two boundary jets. The fraction of dijet events that survive the jet veto is presented for boundary jets that are separated by up to six units of rapidity and with mean transverse momentum 50<< 500 GeV. The mean multiplicity of jets above the veto scale in the rapidity interval bounded by the dijet system is also presented as an alternative method for quantifying perturbative QCD emission. The data are compared to a next-to-leading order plus parton shower prediction from the powheg-box, an all-order resummation using the hej calculation and the pythia, herwig++ and alpgen event generators. The measurement was performed using pp collisions at TeV using data recorded by the ATLAS detector in 2010.",
                "The LHCb experiment is dedicated to precision measurements of CP violation and rare decays of B hadrons at the Large Hadron Collider (LHC) at CERN (Geneva). The initial configuration and expected performance of the detector and associated systems, as established by test beam measurements and simulation studies, is described.",
                "Charm production at the LHC in pp collisions at s= 7 TeV is studied with the LHCb detector. The decays D 0→ K− π+, D+→ K− π+ π+, D⁎+→ D 0 (K− π+) π+, D s+→ ϕ (K− K+) π+, Λ c+→ p K− π+, and their charge conjugates are analysed in a data set corresponding to an integrated luminosity of 15 nb− 1. Differential cross-sections d σ\/d p T are measured for prompt production of the five charmed hadron species in bins of transverse momentum and rapidity in the region 0< p T< 8 GeV\/c and 2.0< y< 4.5. Theoretical predictions are compared to the measured differential cross-sections. The integrated cross-sections of the charm hadrons are computed in the above p T-y range, and their ratios are reported. A combination of the five integrated cross-section measurements gives σ (c c¯) p T< 8 GeV\/c, 2.0< y< 4.5= 1419±12 (stat)±116 (syst)±65 (frag) μb, where the uncertainties are statistical, systematic, and due to the …",
                "Here we report a high-quality draft genome sequence of the domestic dog (Canis familiaris), together with a dense map of single nucleotide polymorphisms (SNPs) across breeds. The dog is of particular interest because it provides important evolutionary information and because existing breeds show great phenotypic diversity for morphological, physiological and behavioural traits. We use sequence comparison with the primate and rodent lineages to shed light on the structure and evolution of genomes and genes. Notably, the majority of the most highly conserved non-coding sequences in mammalian genomes are clustered near a small subset of genes with important roles in development. Analysis of SNPs reveals long-range haplotypes across the entire dog genome, and defines the nature of genetic diversity within and across breeds. The current SNP map now makes it possible for genome-wide association …"
            ],
            [
                [
                    "Elementary particle physics"
                ]
            ],
            [
                "Sheldon Stone Sheldon Stone Distinguished Professor 329 Physics Building 315.443.5972 slstone@syr.edu Experimental elementary particle physics. The Large Hadron Collider beauty experiment ( LHCb .) Searches for New Physics in B decays. Development of new hardware for the LHCb detector. The High Energy Group at SU is part of the LHCb experiment at CERN. LHCb web-site . Physics Faculty Research Published in Scholarly Journals (April 10, 2020) Articles featured in Physical Review X and Physical Review Letters. Physicists Reveal Why Matter Dominates Universe (March 21, 2019) Syracuse's Sheldon Stone helps discover matter-antimatter asymmetry in charmed quarks Professor Lauded for Contributions to Experimental Particle Physics (Sept. 26, 2018) Sheldon Stone has built 'formidable group' at Syracuse, says colleague Syracuse Awarded $3.7 Million for Particle Physics Research (Aug. 13, 2018) High-Energy Physics Group using NSF grant award to support ongoing data analysis, construction of new tracking device Physics Alumnus Wins Major Dissertation Award (Nov. 27, 2017) Nathan Jurik G'16 recognized for groundbreaking work on pentaquarks Physicists at Forefront of Multinational Experiment Syracuse's High-Energy Physics group is building, testing new detector for LHCb experiment in Geneva, Switzerland A&S Physicists Help Restart Large Hadron Collider (May 19, 2016) Syracuse is U.S. host university for CERN's Large Hadron Collider beauty (LHCb) experiment LHCb's Pentaquark Discovery Named 'Top-10 Breakthrough' of 2015 (Dec. 14, 2015) Syracuse physicists led data analysis, putting to rest 51-year-old mystery Syracuse Physicists Awarded $3 Million Grant to Build Particle Detector (July 15, 2015) Project is part of CERN upgrade in Switzerland Syracuse Physicists Confirm Existence of Rare ‘Pentaquarks’ (July 14, 2015) Discovery marks culmination of decades-long search for elusive particles Syracuse Physicists Aid in Discovery of Subatomic Process (May 13, 2015) Sheldon Stone, colleagues use ‘particle decay’ to confirm existence of rare meson Professor Lauded for Contributions to Experimental Particle Physics Syracuse Awarded $3.7 Million for Particle Physics Research Syracuse Physicists Help Restart Large Hadron Collider LHCb's Pentaquark Discovery Named 'Top-10 Breakthrough' of 2015 Syracuse Physicists Closer to Understanding Balance of Matter, Antimatter in Universe National Science Foundation Awards Elite Team of Syracuse University Physicists $5.2 Million Syracuse University Physicists Confirm Existence of New Type of Meson Syracuse Physicists Aid in Discovery of Subatomic Process Physicists Confirm Existence of Rare Pentaquarks 1972 Ph.D. in Physics University of Rochester 1967 B.S. in Physics cum laude Brooklyn College Awards & Professional Honors Fellow American Physical Society “First observation of Bs → J \/ ψf 0(980) decays”,. LHCb Collaboration (R. Aaij for the collaboration). CERN-PH-EP-2011-011. Feb 2011. 16 pp. Published in Phys.Lett. B698 (2011) 115-122 e-Print: arXiv:1102.0206. “Leptonic Decays of Charged Pseudoscalar Mesons”,. Jonathan L. Rosner, Sheldon Stone. EFI-10-2, SUHEP-10-01. Feb 2010. 10 pp. e-Print: arXiv:1002.1655. “ B Meson Decays”. Marina Artuso (Syracuse U.), Elisabetta Barberio (Melbourne U.), Sheldon Stone (Syracuse U.). Feb 2009. 80 pp. Published in PMC Phys. A3 (2009) 3 e-Print: arXiv:0902.3743. “`S-waves and the Measurement of CP Violating Phases in Bs Decays,” S. Stone and L. Zhang, Phys. Rev. D79 (2009) 074024 e-Print: arXiv:0812.2832. ”The Cleo Rich Detector,” M. Artuso et al., Nucl.Instrum.Meth. A554 (2005) 147-194 arXiv:physics\/0506132."
            ]
        ]
    ]
}