{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XT3GR7KP",
            "6rECv38AAAAJ",
            [
                "The 2017 terahertz science and technology roadmap",
                "An ultrafast terahertz scanning tunnelling microscope",
                "Tracking the ultrafast motion of a single molecule by femtosecond orbital imaging",
                "Ultrafast multi-terahertz nano-spectroscopy with sub-cycle temporal resolution",
                "Phase diagram of the ultrafast photoinduced insulator-metal transition in vanadium dioxide",
                "Femtosecond photo-switching of interface polaritons in black phosphorus heterostructures",
                "Terahertz pulse induced intervalley scattering in photoexcited GaAs",
                "Terahertz conductivity of the metal-insulator transition in a nanogranular  film",
                "Ultrafast percolative transport dynamics in silicon nanocrystal films",
                "Microscopic origin of the Drude-Smith model"
            ],
            [
                "Science and technologies based on terahertz frequency electromagnetic radiation (100 GHz–30 THz) have developed rapidly over the last 30 years. For most of the 20th Century, terahertz radiation, then referred to as sub-millimeter wave or far-infrared radiation, was mainly utilized by astronomers and some spectroscopists. Following the development of laser based terahertz time-domain spectroscopy in the 1980s and 1990s the field of THz science and technology expanded rapidly, to the extent that it now touches many areas from fundamental science to'real world'applications. For example THz radiation is being used to optimize materials for new solar cells, and may also be a key technology for the next generation of airport security scanners. While the field was emerging it was possible to keep track of all new developments, however now the field has grown so much that it is increasingly difficult to follow the …",
                "Ultrafast studies 1, 2 of excitations on the nanometre scale are essential for guiding applications in nanotechnology. Efforts to integrate femtosecond lasers with scanning tunnelling microscopes (STMs) 3 have yielded a number of ultrafast STM techniques 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, but the basic ability to directly modulate the STM junction bias while maintaining nanometre spatial resolution has been limited to∼ 10 ps (refs 7, 8) and has required specialized probe or sample structures. Here, without any modification to the STM design, we modulate the STM junction bias by coupling terahertz pulses to the scanning probe tip of an STM and demonstrate terahertz-pulse-induced tunnelling in an STM. The terahertz STM (THz-STM) provides simultaneous subpicosecond (< 500 fs) time resolution and nanometre (2 nm) imaging resolution under ambient laboratory conditions, and can directly image ultrafast carrier …",
                "Watching a single molecule move on its intrinsic timescale has been one of the central goals of modern nanoscience, and calls for measurements that combine ultrafast temporal resolution 1, 2, 3, 4, 5, 6, 7, 8 with atomic spatial resolution 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30. Steady-state experiments access the requisite spatial scales, as illustrated by direct imaging of individual molecular orbitals using scanning tunnelling microscopy 9, 10, 11 or the acquisition of tip-enhanced Raman and luminescence spectra with sub-molecular resolution 26, 27, 28. But tracking the intrinsic dynamics of a single molecule directly in the time domain faces the challenge that interactions with the molecule must be confined to a femtosecond time window. For individual nanoparticles, such ultrafast temporal confinement has been demonstrated 18 by combining scanning tunnelling …",
                "Phase-locked ultrashort pulses in the rich terahertz spectral range 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18 have provided key insights into phenomena as diverse as quantum confinement 7, first-order phase transitions 8, 12, high-temperature superconductivity 11 and carrier transport in nanomaterials 1, 6, 13, 14, 15. Ultrabroadband electro-optic sampling of few-cycle field transients 1 can even reveal novel dynamics that occur faster than a single oscillation cycle of light 4, 8, 10. However, conventional terahertz spectroscopy is intrinsically restricted to ensemble measurements by the diffraction limit. As a result, it measures dielectric functions averaged over the size, structure, orientation and density of nanoparticles, nanocrystals or nanodomains. Here, we extend ultrabroadband time-resolved terahertz spectroscopy to the sub-nanoparticle scale (10 nm) by combining sub-cycle, field-resolved detection …",
                "We use time-resolved terahertz spectroscopy to probe the ultrafast dynamics of the insulator-metal phase transition induced by femtosecond laser pulses in a nanogranular vanadium dioxide (VO 2) film. Based on the observed thresholds for characteristic transient terahertz dynamics, a phase diagram of critical pump fluence versus temperature for the insulator-metal phase transition in VO 2 is established for the first time over a broad range of temperatures down to 17 K. We find that both Mott and Peierls mechanisms are present in the insulating state and that the photoinduced transition is nonthermal. We propose a critical-threshold model for the ultrafast photoinduced transition based on a critical density of electrons and a critical density of coherently excited phonons necessary for the structural transition to the metallic state. As a result, evidence is found at low temperatures for an intermediate metallic state …",
                "The possibility of hybridizing collective electronic motion with mid-infrared light to form surface polaritons has made van der Waals layered materials a versatile platform for extreme light confinement 1, 2, 3, 4, 5 and tailored nanophotonics 6, 7, 8. Graphene 9, 10 and its heterostructures 11, 12, 13, 14 have attracted particular attention because the absence of an energy gap allows plasmon polaritons to be tuned continuously. Here, we introduce black phosphorus 15, 16, 17, 18, 19 as a promising new material in surface polaritonics that features key advantages for ultrafast switching. Unlike graphene, black phosphorus is a van der Waals bonded semiconductor, which enables high-contrast interband excitation of electron–hole pairs by ultrashort near-infrared pulses. Here, we design a SiO 2\/black phosphorus\/SiO 2 heterostructure in which the surface phonon modes of the SiO 2 layers hybridize with surface plasmon …",
                "Nonlinear transient absorption bleaching of intense few-cycle terahertz (THz) pulses is observed in photoexcited GaAs using opticalpump – THz-probe techniques. A simple model of the electron transport dynamics shows that the observed nonlinear response is due to THz-electric- field-induced intervalley scattering over sub-picosecond time scales as well as an increase in the intravalley scattering rate attributed to carrier heating. Furthermore, the nonlinear nature of the THz pulse transmission at high peak fields leads to a measured terahertz conductivity in the photoexcited GaAs that deviates significantly from the Drude behavior observed at low THz fields, emphasizing the need to explore nonlinear THz pulse interactions with materials in the time domain.",
                "Terahertz time-domain spectroscopy is used to measure the complex terahertz conductivity of a nanogranular vanadium dioxide (VO2) thin film as a function of temperature through the metal-insulator transition. The Drude–Smith model provides a good fit to the observed terahertz conductivity, revealing a metallic state that forms via switching of individual nanograins and strong carrier confinement within the nanograins due to scattering off grain boundaries. Furthermore, the directly applied Drude–Smith model provides a more accurate description of the measured terahertz conductivity in this material than either Bruggeman or Maxwell–Garnett effective medium theories.",
                "We have applied time-resolved terahertz (THz) spectroscopy to probe ultrafast conduction dynamics of photoexcited carriers in silicon nanocrystal films with a wide range of nanocrystal sizes and concentrations. The picosecond THz conductivity reveals microscopic photocarrier motion with significant interface scattering within the nanocrystals, as well as percolative transport between nanocrystals. In films with silicon filling fractions above the percolation threshold, we observe a transition from long-range internanocrystal transport immediately after photoexcitation to increased carrier localization over a 50-ps time scale due to accumulation of charges at interface defect sites. However, in films with silicon filling fractions below the percolation threshold, transport between nanocrystals is strongly suppressed at all times. Finally, we estimate effective carrier diffusion lengths of 60 to 130 nm for the silicon nanocrystal …",
                "The Drude-Smith model has been used extensively in fitting the THz conductivities of nanomaterials with carrier confinement on the mesoscopic scale. Here, we show that the conventional “backscattering” explanation for the suppression of low-frequency conductivities in the Drude-Smith model is not consistent with a confined Drude gas of classical noninteracting electrons and we derive a modified Drude-Smith conductivity formula based on a diffusive restoring current. We perform Monte Carlo simulations of a model system and show that the modified Drude-Smith model reproduces the extracted conductivities without free parameters. This alternate route to the Drude-Smith model provides the popular formula with a more solid physical foundation and well-defined fit parameters."
            ],
            [
                [
                    "THz",
                    "THz spectroscopy",
                    "ultrafast physics",
                    "near-field microscopy",
                    "THz-STM"
                ]
            ]
        ]
    ]
}