{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XUFIQLTH",
            "RVhTP8oAAAAJ",
            [
                "Helical liquid and the edge of quantum spin Hall systems",
                "Direct observation of nodes and twofold symmetry in FeSe superconductor",
                "Flat bands and Wigner crystallization in the honeycomb optical lattice",
                "Exact SO(5) Symmetry in the Spin- Fermionic System",
                "Unconventional Bose—Einstein condensations from spin-orbit coupling",
                "Spin Hall effects for cold atoms in a light-induced gauge potential",
                "Kondo effect in the helical edge liquid of the quantum spin Hall state"
            ],
            [
                "The edge states of the recently proposed quantum spin Hall systems constitute a new symmetry class of one-dimensional liquids dubbed the “helical liquid,” where the spin orientation is determined by the direction of electron motion. We prove a no-go theorem which states that a helical liquid with an odd number of components cannot be constructed in a purely 1D lattice system. In a helical liquid with an odd number of components, a uniform gap in the ground state can appear when the time-reversal symmetry is spontaneously broken by interactions. On the other hand, a correlated two-particle backscattering term by an impurity can become relevant while keeping the time-reversal invariance.",
                "We investigated the electron-pairing mechanism in an iron-based superconductor, iron selenide (FeSe), using scanning tunneling microscopy and spectroscopy. Tunneling conductance spectra of stoichiometric FeSe crystalline films in their superconducting state revealed evidence for a gap function with nodal lines. Electron pairing with twofold symmetry was demonstrated by direct imaging of quasiparticle excitations in the vicinity of magnetic vortex cores, Fe adatoms, and Se vacancies. The twofold pairing symmetry was further supported by the observation of striped electronic nanostructures in the slightly Se-doped samples. The anisotropy can be explained in terms of the orbital-dependent reconstruction of electronic structure in FeSe.",
                "We study the ground states of cold atoms in the tight-binding bands built from p orbitals on a two dimensional honeycomb optical lattice. The band structure includes two completely flat bands. Exact many-body ground states with on-site repulsion can be found at low particle densities, for both fermions and bosons. We find crystalline order at n= 1 6 with a 3× 3 structure breaking a number of discrete lattice symmetries. In fermionic systems, if the repulsion is strong enough, we find the bonding strength becomes dimerized at n= 1 2. Experimental signatures of crystalline order can be detected through the noise correlations in time of flight experiments.",
                "The spin-3\/2 fermion models with contact interactions have a generic SO (5) symmetry without any fine-tuning of parameters. Its physical consequences are discussed in both the continuum and lattice models. A Monte Carlo algorithm free of the sign problem at any doping and lattice topology is designed when the singlet and quintet interactions satisfy U 0≤ U 2≤− 3 5 U 0 (U 0≤ 0), thus making it possible to study different competing orders with high numerical accuracy. This model can be accurately realized in ultracold atomic systems.",
                "According to the\" no-node\" theorem, the many-body ground state wavefunctions of conventional Bose—Einstein condensations (BEC) are positive-definite, thus time-reversal symmetry cannot be spontaneously broken. We find that multi-component bosons with spin-orbit coupling provide an unconventional type of BECs beyond this paradigm. We focus on a subtle case of isotropic Rashba spin-orbit coupling and the spin-independent interaction. In the limit of the weak confining potential, the condensate wavefunctions are frustrated at the Hartree—Fock level due to the degeneracy of the Rashba ring. Quantum zero-point energy selects the spin-spiral type condensate through the\" order-from-disorder\" mechanism. In a strong harmonic confining trap, the condensate spontaneously generates a half-quantum vortex combined with the skyrmion type of spin texture. In both cases, time-reversal symmetry is …",
                "We propose an experimental scheme to observe spin Hall effects with cold atoms in a light-induced gauge potential. Under an appropriate configuration, the cold atoms moving in a spatially varying laser field experience an effective spin-dependent gauge potential. Through numerical simulation, we demonstrate that such a gauge field leads to observable spin Hall currents under realistic conditions. We also discuss the quantum spin Hall state in an optical lattice.",
                "Following the recent observation of the quantum spin Hall (QSH) effect in HgTe quantum wells, an important issue is to understand the effect of impurities on transport in the QSH regime. Using linear response and renormalization group methods, we calculate the edge conductance of a QSH insulator as a function of temperature in the presence of a magnetic impurity. At high temperatures, Kondo and\/or two-particle scattering give rise to a logarithmic temperature dependence. At low temperatures, for weak Coulomb interactions in the edge liquid, the conductance is restored to unitarity with unusual power laws characteristic of a “local helical liquid,” while for strong interactions, transport proceeds by weak tunneling through the impurity where only half an electron charge is transferred in each tunneling event."
            ],
            [
                [
                    "physics"
                ]
            ]
        ]
    ]
}