{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XUSNNC9S",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Vitaly Kresin  Professor of Physics and Astronomy  Contact Information  E-mail:  kresin@usc.edu  Phone: (213) 740-0868 Office: SSC 209  LINKS  Personal Website  Publications  Web of Science ResearcherID        Education   Ph.D. Physics, University of California, Berkeley, 12\/1991  A.B. Physics, University of California, Berkeley, 1984   Description of Research  Summary Statement of Research Interests  Professor Kresin focuses his experimental and theoretical research on nanoclusters - agglomerates of a finite number of atoms (from a few to thousands) which are bigger than a molecule but smaller than a piece of bulk matter. The gradual development of various bulk characteristics can be studied as a function of size, and quantum effects unique to finite systems can be observed. His work in this field allows for considerable interaction with solid-state, atomic, chemical, and even nuclear physics, and has practical implications for surface science, materials science, nanoelectronics, envrionmental studies, etc.    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}