{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XUZVC7ZJ",
            "HAYRG94AAAAJ",
            [
                "Quantum criticality in heavy-fermion metals",
                "Locally critical quantum phase transitions in strongly correlated metals",
                "Strong correlations and magnetic frustration in the high T c iron pnictides",
                "How do Fermi liquids get heavy and die?",
                "Hall-effect evolution across a heavy-fermion quantum critical point",
                "Heavy fermions and quantum phase transitions",
                "Universally diverging Grüneisen parameter and the magnetocaloric effect close to quantum critical points",
                "High-temperature superconductivity in iron pnictides and chalcogenides",
                "Comparison of spin dynamics in YBa 2 Cu 3 O 7− δ and La 2− x Sr x CuO 4: Effects of Fermi-surface geometry",
                "Understanding quantum phase transitions"
            ],
            [
                "Quantum criticality describes the collective fluctuations of matter undergoing a second-order phase transition at zero temperature. Heavy-fermion metals have in recent years emerged as prototypical systems to study quantum critical points. There have been considerable efforts, both experimental and theoretical, that use these magnetic systems to address problems that are central to the broad understanding of strongly correlated quantum matter. Here, we summarize some of the basic issues, including the extent to which the quantum criticality in heavy-fermion metals goes beyond the standard theory of order-parameter fluctuations, the nature of the Kondo effect in the quantum-critical regime, the non-Fermi-liquid phenomena that accompany quantum criticality and the interplay between quantum criticality and unconventional superconductivity.",
                "When a metal undergoes a continuous quantum phase transition, non-Fermi-liquid behaviour arises near the critical point. All the low-energy degrees of freedom induced by quantum criticality are usually assumed to be spatially extended, corresponding to long-wavelength fluctuations of the order parameter. But this picture has been contradicted by the results of recent experiments on a prototype system: heavy fermion metals at a zero-temperature magnetic transition. In particular, neutron scattering from CeCu 6-x Au x has revealed anomalous dynamics at atomic length scales, leading to much debate as to the fate of the local moments in the quantum-critical regime. Here we report our theoretical finding of a locally critical quantum phase transition in a model of heavy fermions. The dynamics at the critical point are in agreement with experiment. We propose local criticality to be a phenomenon of general relevance …",
                "We consider the iron pnictides in terms of a proximity to a Mott insulator. The superexchange interactions contain competing nearest-neighbor and next-nearest-neighbor components. In the undoped parent compound, these frustrated interactions lead to a two-sublattice collinear antiferromagnet (each sublattice forming a Néel ordering), with a reduced magnitude for the ordered moment. Electron or hole doping, together with the frustration effect, suppresses the magnetic ordering and allows a superconducting state. The exchange interactions favor a d-wave superconducting order parameter; in the notation appropriate for the Fe square lattice, its orbital symmetry is d x y. A number of existing and future experiments are discussed in light of the theoretical considerations.",
                "We discuss non-Fermi liquid and quantum critical behaviour in heavy-fermion materials, focusing on the mechanism by which the electron mass appears to diverge at the quantum critical point. We ask whether the basic mechanism for the transformation involves electron diffraction off a quantum critical spin-density wave, or whether a breakdown in the composite nature of the heavy electron takes place at the quantum critical point. We show that the Hall constant changes continuously in the first scenario, but mayjump'discontinuously at a quantum critical point where the composite character of the electron quasiparticles changes.",
                "A quantum critical point (QCP) develops in a material at absolute zero when a new form of order smoothly emerges in its ground state. QCPs are of great current interest because of their singular ability to influence the finite temperature properties of materials. Recently, heavy-fermion metals have played a key role in the study of antiferromagnetic QCPs. To accommodate the heavy electrons, the Fermi surface of the heavy-fermion paramagnet is larger than that of an antiferromagnet 1, 2, 3. An important unsolved question is whether the Fermi surface transformation at the QCP develops gradually, as expected if the magnetism is of spin-density-wave (SDW) type 4, 5, or suddenly, as expected if the heavy electrons are abruptly localized by magnetism 6, 7, 8. Here we report measurements of the low-temperature Hall coefficient (R H)—a measure of the Fermi surface volume—in the heavy-fermion metal YbRh 2 Si 2 …",
                "Quantum phase transitions arise in many-body systems because of competing interactions that promote rivaling ground states. Recent years have seen the identification of continuous quantum phase transitions, or quantum critical points, in a host of antiferromagnetic heavy-fermion compounds. Studies of the interplay between the various effects have revealed new classes of quantum critical points and are uncovering a plethora of new quantum phases. At the same time, quantum criticality has provided fresh insights into the electronic, magnetic, and superconducting properties of the heavy-fermion metals. We review these developments, discuss the open issues, and outline some directions for future research.",
                "At a generic quantum critical point, the thermal expansion α is more singular than the specific heat c p. Consequently, the “Grüneisen ratio,” Γ= α\/c p, diverges. When scaling applies, Γ∼ T− 1\/(ν z) at the critical pressure p= p c, providing a means to measure the scaling dimension of the most relevant operator that pressure couples to; in the alternative limit T→ 0 and p≠ p c, Γ∼ 1\/(p− p c) with a prefactor that is, up to the molar volume, a simple universal combination of critical exponents. For a magnetic-field driven transition, similar relations hold for the magnetocaloric effect (1\/T)∂ T\/∂ H| S. Finally, we determine the corrections to scaling in a class of metallic quantum critical points.",
                "Superconductivity develops in metals upon the formation of a coherent macroscopic quantum state of electron pairs. Iron pnictides and chalcogenides are materials that have high superconducting transition temperatures. In this Review, we describe the advances in the field that have led to higher superconducting transition temperatures in iron-based superconductors and the wide range of materials that are used to form these superconductors. We summarize the essential aspects of the normal state and the mechanism for superconductivity. We emphasize the degree of electron–electron correlations and their manifestation in properties of the normal state. We examine the nature of magnetism, analyse its role in driving the electronic nematicity and discuss quantum criticality at the border of magnetism in the phase diagram. Finally, we review the amplitude and structure of the superconducting pairing, and survey …",
                "Neutron experiments have indicated that the structure factor S (q, ω) for the two cuprates YBa 2 Cu 3 O 7− δ and La 2− x Sr x CuO 4 has a different q dependence. Commensurate peaks at (π\/a, π\/a) are observed in the former case, whereas clearly incommensurate peaks are seen in the latter, for metallic hole concentrations. We attribute this contrasting q dependence to differences in the Fermi-surface geometry, obtained in band-structure approaches, and (for the YBaCuO system) also corroborated by photoemission experiments. Using a large Coulomb-U, Fermi-liquid-based scheme, we present results for the q, ω and temperature dependence of the neutron cross section as well as for the temperature dependence of the NMR relaxation, in both cuprate families at various hole concentrations. When antiferromagnetic quasiparticle interactions of moderate strength are included, these calculations compare favorably …",
                "Quantum phase transitions (QPTs) offer wonderful examples of the radical macroscopic effects inherent in quantum physics: phase changes between different forms of matter driven by quantum rather than thermal fluctuations, typically at very low temperatures. QPTs provide new insight into outstanding problems such as high-temperature superconductivit"
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                "Qimiao Si Harry C. and Olga K. Wiess Professor 307 Brockman Hall 713-348-5204 qmsi@rice.edu Website Qimiao Si is the Harry C. and Olga K. Wiess Professor of Physics and Astronomy at Rice University. He came to the United States through the highly selective CUSPEA program in 1986, upon earning his B.S. in Physics from the University of Science and Technology of China. He received his Ph.D. in Physics in 1991 from the University of Chicago and subsequently did postdoctoral work at Rutgers University and University of Illinois at Urbana-Champaign. He has been on the faculty of Rice University since 1994 (making the actual move to Rice in 1995, after a year’s leave of absence). Prof. Si works in the field of theoretical condensed matter physics. His major contributions have been in the area of strongly correlated electron systems, including quantum criticality and emergent quantum phases, magnetic heavy fermion metals, high temperature iron-based superconductivity, topological metals driven by strong correlations, and mesoscopic and disordered electronic systems. He is particularly well known for his contributions to the theory of quantum criticality, which concerns the physics of matter undergoing a transition from one quantum state to another. He introduced and developed the theory of local quantum criticality, which involves the notion of critical destruction of Kondo entanglement. The theory goes beyond the Landau framework, and has received extensive support from experiments in magnetic heavy fermion systems. He has made seminal contributions to the field of iron-based superconductors, contributing broadly to the understanding of electron correlations, quantum criticality, magnetism, nematicity and superconductivity. In the area of topological states driven by strong correlations, he has advanced a Weyl-Kondo semimetal state. He has introduced the Bose-Fermi Kondo model and the method of the extended dynamical mean field theory, and contributed to the early development of the dynamical mean field theory. Other topics he has studied include the spin dynamics of the high temperature cuprate superconductors, metal-insulator transition in disordered and interacting electrons in two dimensions, experimental signatures of spin-charge separation, non-Fermi liquid states in an extended Hubbard model and in quantum impurity systems, and Mott transition between metallic and correlated insulating phases of interacting electrons. Prof. Si was named a Sloan Research Fellow in 1996, and received a Cottrell Scholar Award from the Research Corporation for Science Advancement in 1998. He was elected a Fellow of the British Institute of Physics in 2004, the American Physical Society in 2005, and the American Association for the Advancement of Science in 2008. He received a Humboldt Prize from the Alexander von Humboldt Foundation in 2012, and was named a Ulam Distinguished Scholar by the Center for Nonlinear Studies of Los Alamos National Laboratory in 2018. As of January 2020, he has published over 205 scientific articles (including 30 in Science, Nature, their Group Journals and PNAS, and 49 in Physical Review Letters) and has given more than 360 invited talks (including over 190 at conferences) on his research. He has served as a General Member on the Board of the Aspen Center for Physics (since 2009) and as a Member of the Advisory Editorial Board of Journal of Physics – Condensed Matter (2002-2006), and has co-chaired a number of international conferences and workshops, including the 2007 International Conference on Strongly Correlated Electron Systems (SCES’07),  the 2014 KITP Program on Magnetism, Bad Metals and Superconductivity — Iron Pnictides and Beyond, and the 2018 Aspen Winter Conference on High Temperature Superconductivity — Unifying Themes in Diverse Materials. Theoretical Condensed matter physics, specializing in strongly correlated electron systems: quantum criticality and emergent phases, iron-based high temperature superconductivity, topological metals driven by strong correlations. 1986 BS, University of Science and Technology of China 1991 PhD, University of Chicago Jared Stenson 241 Brockman Hall 713-348-5727 Jared.Stenson@rice.edu Research Summary : The theory of quantum mechanics has brought several new ideas to science: quantization, uncertainty, complementarity, state superposition, information, entanglement, etc.  However, it has also re-emphasized several long-standing epistemic and ontological issues in the history, philosophy, and pedagogy of science such as the role of metaphysical beliefs about the world, theory construction and selection, the independence of system from observer, the inescapable connection between formalism and interpretation, and the curious tension between conceptual understanding and computational ability to name just a few. While these issues are increasingly studied by the community of physics eduation researchers, they can also be studied from the perspective of fundamental questions in physics, particularly quantum physics.  I investigate and apply alternative interpretive schemes in quantum mechanics -- most notably the Bohmian trajectory formulation -- to understand these issues.  This research develops theoretical, computational, and sociological skill and understanding while being simple and accessible yet perplexing and surprisingly practical. Foundations of Quantum Mechanics; Physics Education Research; History & Philosophy of Science 2003 BS Brigham Young University 2005 MS Brigham Young University 2010 PhD Oregon State University Frank R. Toffoletto Professor 362 Herman Brown Hall 713-348-3641 toffo@rice.edu Website Magnetospheric Physics, Computational Space Plasma Physics 1981 BS La Trobe University 1987 PhD Rice University"
            ]
        ]
    ]
}