{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XV3YCYDJ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Naomi C R Makins 463 Loomis Laboratory (217) 333-7291 (217) 333-1215 makins@illinois.edu Professor Naomi Makins received her bachelor's degree in physics from the University of Alberta in 1989, and her Ph.D. in physics from Massachusetts Institute of Technology in 1994. After serving as the Enrico Fermi Postdoctoral Fellow at Argonne National Laboratory from 1994 to 1996, she joined the Department of Physics at the University of Illinois as an assistant professor in 1997. She was promoted to associate professor in 2002 and to full professor in 2007. Her research has focused on elucidating the interior structure of the proton, including the origin of the proton's spin, the large disparity in numbers of up and down antiquarks, and the formation of hadrons. Professor Makins made significant contributions to the HERMES experiment at the Deutsches Elektronen-Synchrotron ( DESY ) in Hamburg, Germany. As the leader of the HERMES Monte Carlo group, Professor Makins first used elaborate Monte Carlo simulations of the physics and the detector to search for ways to enhance the gluon signal of the HERMES data to address directly the very important issue of the gluon contribution to nucleon spin. She succeeded in establishing the physics case for a significant upgrade to the detector and took on the additional job of designing and constructing a major piece of the detector upgrade. More recently, Professor Makins has continued her studies on proton structure in two experiments exploiting Drell-Yan scattering at Fermi National Accelerator Laboratory--the E866 experiment and the current SeaQuest experiment. Her group built and maintains the SeaQuest forward scintillator hodoscopes, which trigger the detector, is responsible for code development and data analysis, and carries out Monte Carlo simulations. Professor Makins is also involved in efforts to perform future spin-dependent Drell-Yan measurements in two new experiments at Fermilab and at CERN's COMPASS-II experiment. Professor Makins was an Alfred P. Sloan Foundation Fellow and a Willett Faculty Scholar in the College of Engineering at Illinois. She was elected a Fellow of the American Physical Society for \"her contributions to our understanding of the transverse quark structure of the nucleon through the study of polarized semi-inclusive deep-inelastic lepton scattering.\" A gifted and inspiring teacher, Professor Makins received the 2004 Arnold Nordsieck Physics Award for Teaching Excellence. Our modern theory of the strong force, quantum chromodymics (QCD), is a renormalizable gauge theory that was developed largely by analogy with QED: its extension, by Yang and Mills, to a non-abelian gauge group, resulting in a theory that successfully reproduces the vanishing of the strong coupling at short distances. This property—asymptotic freedom—has led to QCD's success at describing short-distance interactions, via perturbative techniques. Yet it is the long-distance behaviour—confinement—that is resposible for the strong force's most prominent role in our universe: the binding of quarks to form the protons and neutrons that supply the heart and mass of the atom. To understand these bound states in terms of their elementary constitutents—quarks and color fields—we turn to the troublesome, non-perturbative realm of QCD. My research is concerned with this realm. No other bound state displays the twin properties of highly-relativistic \r\nconstitutents and a confining force and QCD has yet to provide us with asatisfactory intuitive picture of this unique system. My research has been from the experimental side, using high-energy beams to observe the interior of the nucleon. My principal areas of focus have been on the spin puzzle\r\n(explaining the origin of the proton's spin in terms of the spin and angular momentum of quarks and gluons), the flavour structure of the proton sea (understanding the large disparity between down and up antiquarks), and on the fragmentation process (the formation of hadrons from the quarks and antiquarks created in high-energy scattering). I have pursued these investigations chiefly at the HERMES experiment, where I was a leading member throughout its lifetime and served two 18-month terms in residence as Analysis Coordinator. I have also studied proton structure at Fermilab using Drell-Yan scattering: first on the E866 experiment, and currently on the SeaQuest experiment, which is now taking data to measure the high-x limit of the sea quarks' flavour asymmetry. I am also involved in efforts to perform future spin-dependent Drell-Yan measurements, via two proposals at Fermilab and likely participation in an approved program at CERN's COMPASS-II experiment. My research group's principal activities on these experiments are in software and analysis. I started on HERMES as head of the Monte Carlo (simulation) group and wrote the code framework that was used throughout the experiment, as well as several generators for specific physics processes. At our current experiment, SeaQuest, my group is responsible for the online and offline software chains, from online monitoring during data taking through the offline processing that produces the analyzable data collaboration members use to extract physics results from the experiment, and including the Monte Carlo simulation and Monte Carlo productions. My group also built and maintains a hardware component: the forward scintillator hodoscopes, whose fast signals are used to trigger the detector readout and assist in track reconstruction. Teaching Honors Nordsieck Award for Teaching Excellence, 2004 Fellow, American Physical Society, 2011 Willett Faculty Scholar, 2001-2008 Xerox Award for Faculty Research, 2000 Alfred P. Sloan Foundation Research Fellowship, 1999 Fall 2019 PHYS 487 Spring 2018 PHYS 486 Fall 2017 PHYS 326 Spring 2017 PHYS 326 Fall 2016 PHYS 325 Spring 2016 PHYS 326 Fall 2015 PHYS 325 Spring 2015 PHYS 326 Fall 2014 PHYS 325 Spring 2014 PHYS 326 Spring 2013 PHYS 225 Fall 2012 PHYS 225 Fall 2011 PHYS 225 Fall 2010 PHYS 225 Spring 2010 PHYS 225 Fall 2009 PHYS 199 Spring 2009 PHYS 199 Fall 2008 PHYS 199 Fall 2005 PHYS 199 Spring 2005 PHYS 199 Fall 2004 PHYS 212 Spring 2004 PHYS 199 Spring 2003 PHYS 336 Fall 2002 PHYS 335 Spring 2002 PHYS 336 Fall 2001 PHYS 335 Spring 2001 PHYS 336 Fall 2000 PHYS 335 A. Airapetian, et al. Measurement of the tensor structure function b 1 of the deuteron. Phys. Rev. Lett. 95 , 242001(2005). A. Airapetian, et al. Single-spin asymmetries in semi-inclusive deep-inelastic scattering on a transversely polarized hydrogen target. Phys. Rev. Lett. 94 , 012002 (2005). A. Airapetian, et al. Search for an exotic S = -2, Q = -2 baryon resonance at a mass near 1862 MeV in quasireal photoproduction. Phys. Rev. D 71 , 032004 (2005). A. Airapetian, et al. The HERMES polarized hydrogen and deuterium gas target in the HERA electron storage ring. Nucl. Instrum. & Meth. A 540 , 68-101 (2005). A. Airapetian, et al. Nuclear polarization of molecular hydrogen recombined on a non-metallic surface. Eur. Phys. J. D 29 , 21-26 (2004)."
            ]
        ]
    ]
}