{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XV69RH4V",
            "FEE_Gw0AAAAJ",
            [
                "TGF-β–induced epithelial-to-mesenchymal transition proceeds through stepwise activation of multiple feedback loops",
                "Development of polarizable water force fields for phase equilibrium calculations"
            ],
            [
                "The process of epithelial-to-mesenchymal transition (EMT) is an essential type of cellular plasticity associated with a change from epithelial cells that function as a barrier consisting of a sheet of tightly connected cells to cells with properties of mesenchyme that are not attached to their neighbors and are highly motile. This phenotypic change occurs during development and also contributes to pathological processes, such as cancer progression. The molecular mechanisms controlling the switch between the fully epithelial and fully mesenchymal phenotypes and cells that have characteristics of both (partial EMT) are controversial, and multiple theoretical models have been proposed. To test these theoretical models, we systematically measured the changes in the abundance of proteins, mRNAs, and microRNAs (miRNAs) that represent the core regulators of EMT induced by transforming growth factor–β1 (TGF-β1) in …",
                "Recent simulation studies for four dipole-polarizable and for two fluctuating-charge water force fields have demonstrated that none of the force fields studied is capable of yielding a satisfactory description of the vapor−liquid coexistence curve from room temperature to the critical region. The performance of these polarizable force fields can be improved dramatically by introducing an additional coupling between the Lennard−Jones interaction parameters for a pair of oxygen sites and their partial charges (electronic configuration). Two different types of water models are presented which are based on either the three-site simple point charge (SPC) or the four-site transferable intermolecular potential 4 point (TIP4P) water representations. Adiabatic nuclear and electronic sampling Monte Carlo (ANES-MC) simulations in the Gibbs, isobaric−isothermal, and canonical ensembles were performed to calculate vapor−liquid …"
            ],
            [
                [
                    "Computational Biology",
                    "Statistical physics",
                    "Biophysics",
                    "Systems Biology",
                    "Quantitative Cell Biology"
                ]
            ],
            [
                "Jianhua  Xing Associate Professor\/Secondary Appointment BST 3 (412) 383-5743 xing1@pitt.edu Biology is at an exciting transition epoc that in many aspect is analogous to what happened in physics in the 16-17 century. Based on Brahe’s decades of observation, Kepler had the ingenious insight to identify the laws of planetary motion, which later lead to formation of  Newton’s theory of universal gravitation. Nowadays with technical advances biological data are collected at a rate far beyond  Brahe would  have imaged, and machine learning algorithms including artificial intellegence greatly facilitate pattern finding from large data sets compared to the challenges Kepler had faced. Now we are searching for general and specific principles as Newton did at his time. So it has never been a better time for physicists to study biological problems. Speficically, my lab asks the question how a cell maintains and controls its phenotype. Cells from multicellular organisms can have identical genomes but different phenotypes with different physiology and functions. During development, embryonic stem cells differentiate into different phenotypes and differentiated cells can also reprogram into another phenotype. In the languarage of physics a cell is a nonlinear dynamical systems, and a stable phenotype corresponds to a stable attractor or limit cycle of the dynamical system. Cell phenotypic transitions (CPTs) are examples of rate processes. Rate theories have been central topic in physics and chemistry for more than century, and recently cell phenoptypic transitions emerge as a new frontier of rate theory studies about transition dynamics in nonequilibrium systems. My lab studies CPTs through quantitative single cell measurements,  and computational\/theoretical analyses. Selected Publications Weikang Wang and Jianhua Xing , Analyses of Multi-dimensional Single Cell Trajectories Quantify Transition Paths between Nonequilibrium Steady States, BioRxiv copy , submitted. Weikang Wang, Diana L. Douglas, Jingyu Zhang, Yi-Jiun Chen, Ya-Yun Cheng, Sangeeta Kumari, Metewo Selase Enuameh, Yan Dai, Callen T. Wallace, Simon C. Watkins, Weiguo Shu, Jianhua Xing , Live cell imaging and analysis reveal cell phenotypic transition dynamics inherently missing in snapshot data, BioRxiv copy , submitted. Xiaojie Qiu, Yan Zhang, Dian Yang, Shayan Hosseinzadeh, Li Wang, Ruoshi Yuan, Song Xu, Yian Ma, Joseph Replogle, Spyros Darmanis, Jianhua Xing , Jonathan Weissman, Mapping Vector Field of Single Cells, BioRxiv Xiao-Jun Tian, Hang Zhang, Jens Sannerud and Jianhua Xing , Achieving diverse and monoallelic olfactory receptor selection through dual-objective optimization design , PNAS, 113:2889 (2016). Hang Zhang, Xiao-Jun Tian, Ken Kim, J. H. Xing , Statistical mechanics model for the dynamics of collective epigenetic histone modification , Phys. Rev. Lett., 112: 068101 (2014). Jianhua Xing and Ken Kim, “ Application of the projection operator formalism to non-Hamiltonian dynamics ”  J. Chem. Phys. 134, 044132 (2011); Jianhua Xing , “ Mapping between dissipative and Hamiltonian systems ” J. Phys. A: Math. Theor. 43, 37500 (2010) (412) 383-5743"
            ]
        ]
    ]
}