{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XVGQBE8Q",
            "dbL7Qg4AAAAJ",
            [
                "Connectivity is a vital element of landscape structure",
                "Effect of road traffic on amphibian density",
                "Insect parasitoid species respond to forest structure at different spatial scales",
                "Landscape connectivity: a return to the basics",
                "Declines of aerial insectivores in North America follow a geographic gradient",
                "An experimental assessment of landscape connectivity",
                "Independent effects of fragmentation on forest songbirds: an organism‐based approach",
                "The Motus Wildlife Tracking System: a collaborative research network to enhance the understanding of wildlife movement",
                "Wing morphology of a forest damselfly is related to landscape structure",
                "Landscape movements of migratory birds and bats reveal an expanded scale of stopover"
            ],
            [
                "In a recent FORUM article, Dunning et al.(1992) put forward a framework of landscape processes that stimulated considerable discussion amongst us. We are in general agreement with their ideas, but feel that a more explicit recognition of the importance of movement as a component of landscape structure would add clarity and utility to the framework. We wish to build on their foundation by presenting some additional ideas. Dunning et al.(1992) outline four ecological processes acting at the landscape scale: 1) landscape complementation; 2) landscape supplementation; 3) sources and sinks; and 4) neighbourhood effects. Each process depends upon the distribution of resources in the landscape. Resources are distributed in patches. Implicit in the definition of each process is that animals move among the resource patches. In the first two, animals move among resource patches to: 1) acquire a full complement of …",
                "We studied the effect of traffic intensity on local abundance of anurans. We counted dead and live frogs and toads per km and estimated frog and toad local abundances using breeding chorus intensities on similar roads through similar habitats, but with different levels of traffic intensity. After correcting for effects of date, local habitat, time, and region, our analyses demonstrated that (1) the number of dead and live frogs and toads per km decreased with increasing traffic intensity; (2) the proportion of frogs and toads dead increased with increasing traffic intensity; and (3) the frog and toad density, as measured by the chorus intensity, decreased with increasing traffic intensity. Taken together, our results indicate that traffic mortality has a significant negative effect on the local density of anurans. Our results suggest that recent increases in traffic volumes worldwide are probably contributing to declines in amphibian …",
                "There is now a solid body of theoretical work 1–4 demonstrating that the spatial structure of the habitat combined with animal movement strongly influence host–parasitoid dynamics. The spatial pattern over which parasitoid search takes place can be affected by the distribution of the hosts 5, by the spatial arrangement of the host's habitat 6 and by the spatial scale at which the parasitoid perceives variation in host abundance 7, 8. Empirical work, however, has been largely restricted to small-scale field studies of less than one hectare 6, 9 with very few larger 10, 11. Here we report initial results of a many-year, large-scale study that is among the first to examine the interaction between a population-level process (parasitism) and anthropogenic forest fragmentation at large and at multiple spatial scales. We demonstrate that parasitism by four species of parasitoids attacking the forest tent caterpillar, Malacosoma …",
                "CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ]. メニュー 検索 … \n",
                "North American birds that feed on aerial insects are experiencing widespread population declines. An analysis of the North American Breeding Bird Survey trend estimates for 1966 to 2006 suggests that declines in this guild are significantly stronger than in passerines in general. The pattern of decline also shows a striking geographical gradient, with aerial insectivore declines becoming more prevalent towards the northeast of North America. Declines are also more acute in species that migrate long distances compared to those that migrate short distances. The declines become manifest, almost without exception, in the mid 1980s. The taxonomic breadth of these downward trends suggests that declines in aerial insectivore populations are linked to changes in populations of flying insects, and these changes might be indicative of underlying ecosystem changes.RÉSUMÉLes populations d’oiseaux nord-américains qui se nourrissent d’insectes aériens montrent un déclin à grande échelle. Une analyse des données de tendance du Relevé des oiseux nicheurs (BBS) en Amérique du Nord de 1966 à 2006 indique que les déclins dans cette guilde sont plus importants que ceux qui sont observés chez les passereaux en général, et ce, de façon significative. Le profil des déclins montre également un gradient géographique frappant, la diminution des insectivores aériens devenant plus fréquente vers le nord-est de l’Amérique du Nord. La baisse est aussi plus marquée chez les espèces qui migrent sur de longues distances, comparativement à celle observée chez les espèces qui migrent sur de courtes distances. Ces déclins sont devenus évidents …",
                "We experimentally assess the relative movement abilities of two sympatric, ecologically similar species of damselfly, Calopteryx maculata and Calopteryx aequabilis (Odonata: Calopterygidae), within two structurally dissimilar habitat types, forest and pasture. For both species, streams are required resources, forest is a potential resource, and pasture is neutral habitat. Experimental manipulations were conducted at a spatial scale approaching typical inter-stream distances within our study region. A portion of the individuals was displaced away from its required stream habitat within its native landscape, and the remaining individuals were transferred to another landscape of alternate habitat structure (either forest or pasture). Within each habitat type we equate relative movement ability, an essential component of landscape connectivity, with the proportion of displaced individuals observed to have reached the stream …",
                "The degree to which spatial patterns influence the dynamics and distribution of populations is a central question in ecology. This question is even more pressing in the context of rapid habitat loss and fragmentation, which threaten global biodiversity. However, the relative influence of habitat loss and landscape fragmentation, the spatial patterning of remaining habitat, remains unclear. If landscape pattern affects population size, managers may be able to design landscapes that mitigate habitat loss. We present the results of a mensurative experiment designed to test four habitat loss vs. fragmentation hypotheses. Unlike previous studies, we measured landscape structure using quantitative, spatially explicit habitat distribution models previously developed for two species: Blackburnian Warbler (Dendroica fusca) and Ovenbird (Seiurus aurocapilla). We used a stratified sampling design that reduced the confounding …",
                "We describe a new collaborative network, the Motus Wildlife Tracking System (Motus; https:\/\/motus. org), which is an international network of researchers using coordinated automated radio-telemetry arrays to study movements of small flying organisms including birds, bats, and insects, at local, regional, and hemispheric scales. Radio-telemetry has been a cornerstone of tracking studies for over 50 years, and because of current limitations of geographic positioning systems (GPS) and satellite transmitters, has remained the primary means to track movements of small animals with high temporal and spatial precision. Automated receivers, along with recent miniaturization and digital coding of tags, have further improved the utility of radio-telemetry by allowing many individuals to be tracked continuously and simultaneously across broad landscapes. Motus is novel among automated arrays in that collaborators employ a single radio frequency across receiving stations over a broad geographic scale, allowing individuals to be detected at sites maintained by others. Motus also coordinates, disseminates, and archives detections and associated metadata in a central repository. Combined with the ability to track many individuals simultaneously, Motus has expanded the scope and spatial scale of research questions that can be addressed using radio-telemetry from local to regional and even hemispheric scales. Since its inception in 2012, more than 9000 individuals of over 87 species of birds, bats, and insects have been tracked, resulting in more than 250 million detections. This rich and comprehensive dataset includes detections of individuals during …",
                "We demonstrate that, after correcting for the effects of size, the wing lengths, wing widths and thoracic weights of the forest damselfly Calopteryx maculata differ between populations along forested streams, and those along streams through pasture. Pasture landscapes can be considered as fragmented forest landscapes; forest landscapes are continuous. In the fragmented landscapes some C. maculata fly across intervening pasture to reach foraging sites in forest. We propose that there is morphological plasticity within the species that is revealed through the landscape process of habitat fragmentation and that there is micro-scale selection within the fragmented landscapes for individuals that are better suited to make these flights.",
                "Many species of birds and bats undertake seasonal migrations between breeding and over-wintering sites. En-route, migrants alternate periods of flight with time spent at stopover – the time and space where individuals rest and refuel for subsequent flights. We assessed the spatial scale of movements made by migrants during stopover by using an array of automated telemetry receivers with multiple antennae to track the daily location of individuals over a geographic area ∼20×40 km. We tracked the movements of 322 individuals of seven migratory vertebrate species (5 passerines, 1 owl and 1 bat) during spring and fall migratory stopover on and adjacent to a large lake peninsula. Our results show that many individuals leaving their capture site relocate within the same landscape at some point during stopover, moving as much as 30 km distant from their site of initial capture. We show that many apparent nocturnal departures from stopover sites are not a resumption of migration in the strictest sense, but are instead relocations that represent continued stopover at a broader spatial scale."
            ],
            [
                [
                    "Movement Ecology"
                ]
            ],
            [
                "Philip Taylor Distinguished University Professor and Perkins Professor of Physics philip.taylor@case.edu 216.368.4044 Rockefeller Building 225F B.Sc., King's College, University of London (1959) Ph.D., Cambridge University (1962) Theoretical Physics of Condensed Matter Interests My research group works principally in the area of physics known as “soft condensed matter.” This term refers to substances whose molecules can be made to move significant distances by the application of comparatively weak forces. This distinguishes them from metals and ceramics, in which the atoms are usually tightly bound to their lattice sites. Typical examples of soft condensed systems are polymers and liquid crystals. We work on the theory behind the rich and varied behavior shown by these fascinating materials. Much of our current focus is on the fundamentals of how energy is stored in polymer dielectrics, and on understanding how the polymers used in fuel cells combine hydrogen and oxygen to produce electrical energy. Recently we have developed a new way of looking at the problem of phase transitions in polymers, and have produced some novel predictions for the properties of polyethylene. Some of our current work is related to the problem of instabilities in crystalline polymers and in solidifying mixtures. We are looking at the way a smooth mixture of two substances separates into bubbles of one material embedded in the other when the temperature is lowered or when polymerization occurs. We are studying this process by modeling the way in which monomer and liquid crystal molecules exchange places as they migrate to form clusters and networks. From these models we develop the equations that govern the final morphology of the system, and hence its optical properties. Liquid crystals and polymers pose a particular challenge to the theoretical physicist, as they are inherently complicated systems. The most common approach to modeling the dynamics of liquid crystals involves deriving equations to describe the average of quantities like the orientations of the molecules. These averages are taken over volumes big enough to contain many molecules, but small compared to the size of an actual device. Even within this approximation, however, the solution of the equations is a challenging task. One approach taken in our group is to start with the microscopic picture, in which individual molecules of a liquid crystal or polymer are described in terms of their orientations and positions, and their corresponding velocities. We then take the equations that describe their motion as they interact with each other, and try to solve them — sometimes analytically, but usually by computer simulation. From the statistical motions of the individual molecules one can build up a picture of the macroscopic behavior of the system as it would actually be observed. As always, the toughest task for the theoretical physicist working to predict the properties of matter is to define a model that is simple enough to solve, but sufficiently complex to reflect the real world. Publications “Molecular Dynamics Simulations of Relaxation in stretched PVDF nanofibers”, Jiayuan Miao, Ram. S. Batta, D. H. Reneker, M. Tsige, and P. L. Taylor, Polymer 56, 482 (2015) “Entropic Forces – Making the Connection between Mechanics and Thermodynamics in an Exactly Soluble Model”, P. L. Taylor and J. Tabachnik, European J. Phys. 34, 729 (2013) “Novel Polymer Ferroelectric Behavior via Crystal Isomorphism and the Nanoconfinement Effect” Lianyun Yang, Xinyu Li, Elshad Allahyarov, Philip L. Taylor, Q. M. Zhang, and Lei Zhu, Polymer 54, 1709 (2013) “Simulation Study of Field-Induced Proton-Conduction Pathways in Dry Ionomers”, E. Allahyarov and P. L. Taylor, J. Phys.: Condens. Matter 23, 234105 (2011) “Correlation between Structure and Conductivity of Stretched Nafion”, E. Allahyarov and P. L. Taylor, J. Phys. Chem. 113, 610 (2009) “Simulated Anchoring of a Nematic Liquid Crystal at a Polymer Surface,” M. B. Hamaneh and P. L. Taylor, Phys. Rev. E 77 021707 (2008) “Range of Interlayer Interactions in Smectic-C Liquid Crystals,” M. B. Hamaneh and P. L. Taylor, Phys. Rev. E 75 011703 (2007) “Phase Sequences and Long-Range Interactions in Ferroelectric Liquid Crystals”, M. B. Hamaneh and P. L. Taylor, Phys. Rev. E 72, 021706 (2005) “Long-Range Interlayer Interactions in Ferroelectric Liquid Crystals”, M. B. Hamaneh and P. L. Taylor, Phys. Rev. Lett. 93, 167801 (2004) “Simulation Study of the Glass Transition temperature in Poly(Methyl Methacrylate)”, M. Tsige and P. L. Taylor, Phys. Rev. E 65, 021805 (2002) “A Quantum Approach to Condensed Matter Physics”, P. L. Taylor and O. G. Heinonen, (Cambridge University Press, Cambridge, 2002), 424 pp. “Fréedericksz Transition in an Anticlinic Liquid Crystal”, S. Zhang, W. Bing, S. S. Keast, M. E. Neubert, P. L. Taylor, and C. Rosenblatt, Phys. Rev. Lett. 84, 4140 (2000) “Exponential Decay of Correlations in Strongly Disordered 2D Nematic Elastomers”, Y.-K. Yu, P. L. Taylor, and E. M. Terentjev, Phys. Rev. Lett. 81, 128 (1998) “Devil’s Staircase, Critical Thickness, and Propagating Fingers in Antiferroelectric Liquid Crystals”, X.-Y. Wang and P. L. Taylor, Phys. Rev. Lett. 76, 640 (1996) “Exact Results for the Lower Critical Solution Temperature in an Asymmetric Model of an Interacting Binary Mixture”, J.-C. Lin and P. L. Taylor, Phys. Rev. Lett. 73, 2863 (1994)"
            ]
        ]
    ]
}