{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XW2BGV1D",
            "73Y9dksAAAAJ",
            [
                "Direct Measurement of the^{14} N (p, γ)^{15} OS Factor",
                "Thermonuclear reaction rate of O 17 (p, γ) F 18"
            ],
            [
                "The N 14 (p, γ) O 15 reaction regulates the rate of energy generation in the stellar CN cycle. Because discrepancies have been found in the analysis and interpretation of previous capture data, we have measured the N 14 (p, γ) O 15 excitation function for energies in the range E p l a b= 155–524 k e V. Fits of these data using R-matrix theory yield a value for the S factor at zero energy of 1.68±0.09 (s t a t)±0.16 (s y s t) k e V b, which is significantly smaller than the previous result. The corresponding reduction in the stellar reaction rate for N 14 (p, γ) O 15 has a number of interesting consequences, including an impact on estimates for the age of the Galaxy derived from globular clusters.",
                "The O 17 (p, γ) F 18 and O 17 (p, α) N 14 reactions have a profound influence on hydrogen-burning nucleosynthesis in a number of stellar sites, including red giants, asymptotic giant branch (AGB) stars, massive stars, and classical novae. Previously evaluated thermonuclear rates for both reactions carry large uncertainties. We investigated the proton-capture reaction on O 17 in the bombarding energy range of E p lab= 180− 540 keV. We observed a previously undiscovered resonance at E R lab= 193.2±0.9 keV. The resonance strength amounts to (ω γ) p γ=(1.2±0.2)× 10− 6 eV. With this value, the uncertainties of the O 17 (p, γ) F 18 reaction rates are reduced by orders of magnitude in the peak temperature range of classical novae (T= 0.1− 0.4 GK). We also report on a reevaluation of the O 17 (p, γ) F 18 reaction rates at lower temperatures that are pertinent to red giants, AGB stars, or massive stars. The present …"
            ],
            [
                [
                    "quantum information science",
                    "low dimensional electron systems",
                    "topological systems",
                    "superconductivity",
                    "superfluidity"
                ]
            ]
        ]
    ]
}