{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XW2BGV1D",
            "73Y9dksAAAAJ",
            [
                "Direct Measurement of the^{14} N (p, γ)^{15} OS Factor",
                "Thermonuclear reaction rate of O 17 (p, γ) F 18"
            ],
            [
                "The N 14 (p, γ) O 15 reaction regulates the rate of energy generation in the stellar CN cycle. Because discrepancies have been found in the analysis and interpretation of previous capture data, we have measured the N 14 (p, γ) O 15 excitation function for energies in the range E p l a b= 155–524 k e V. Fits of these data using R-matrix theory yield a value for the S factor at zero energy of 1.68±0.09 (s t a t)±0.16 (s y s t) k e V b, which is significantly smaller than the previous result. The corresponding reduction in the stellar reaction rate for N 14 (p, γ) O 15 has a number of interesting consequences, including an impact on estimates for the age of the Galaxy derived from globular clusters.",
                "The O 17 (p, γ) F 18 and O 17 (p, α) N 14 reactions have a profound influence on hydrogen-burning nucleosynthesis in a number of stellar sites, including red giants, asymptotic giant branch (AGB) stars, massive stars, and classical novae. Previously evaluated thermonuclear rates for both reactions carry large uncertainties. We investigated the proton-capture reaction on O 17 in the bombarding energy range of E p lab= 180− 540 keV. We observed a previously undiscovered resonance at E R lab= 193.2±0.9 keV. The resonance strength amounts to (ω γ) p γ=(1.2±0.2)× 10− 6 eV. With this value, the uncertainties of the O 17 (p, γ) F 18 reaction rates are reduced by orders of magnitude in the peak temperature range of classical novae (T= 0.1− 0.4 GK). We also report on a reevaluation of the O 17 (p, γ) F 18 reaction rates at lower temperatures that are pertinent to red giants, AGB stars, or massive stars. The present …"
            ],
            [
                [
                    "quantum information science",
                    "low dimensional electron systems",
                    "topological systems",
                    "superconductivity",
                    "superfluidity"
                ]
            ],
            [
                "Johannes Pollanen Johannes Pollanen Aug 16, 2017 Jerry Cowen Chair of Experimental Physics and Assistant Professor & Associate Director of the Center for Quantum Computing Science and Engineering (MSU-Q) 567 Wilson Rd., Room 4216 (517) 884-5675 pollanen@msu.edu Laboratory for Hybrid Quantum Systems : B116 Biomedical-Physical Sciences Bldg. (517) 884-5694 Research webpage: www.hybridquantumlab.com 2012: Ph.D., Northwestern University; 2003: B.S., University of North Carolina at Chapel Hill Selected Publications Integrating superfluids with superconducting qubit systems , J.R. Lane, D. Tan, N.R. Beysengulov, K. Nasyedkin, E. Brook, L. Zhang, T. Stephanski, H. Byeon, K.W. Murch and J. Pollanen , Phys. Rev. A 101, 012336 (2020). Anomalous attenuation of piezoacoustic surface waves by liquid helium thin films , H. Byeon, K. Nasyedkin, J.R. Lane, L. Zhang, N.R. Beysengulov, R. Loloee and J. Pollanen , J. Low Temp. Phys. 195 , 336 (2019). Flip-chip gate-tunable acoustoelectric effect in graphene , J.R. Lane, L. Zhang, M.A. Khasawneh, B.N. Zhou, E.A. Henriksen and J. Pollanen , J. Appl. Phys. 124 , 194302 (2018). Unconventional field-effect transistor composed of electrons floating on liquid helium , K. Nasyedkin, H. Byeon, L. Zhang, N.R. Beysengulov, J. Milem, S. Hemmerle, R. Loloee and J. Pollanen , J. Phys.: Condens. Matter 30 , 465501 (2018). Charge metastability and hysteresis in the quantum Hall regime , J. Pollanen , J.P. Eisenstein, L.N. Pfeiffer, and K.W. West, Phys. Rev B 94 , 245440 (2016). Heterostructure Symmetry and the Orientation of the Quantum Hall Nematic Phases , J. Pollanen , K.B. Cooper, S. Brandsen, J.P. Eisenstein, L.N. Pfeiffer, and K.W. West, Phys. Rev B 92 , 115410 (2015). The Superfluid Glass Phase of 3 He-A , J.I.A. Li, J. Pollanen , A.M. Zimmerman, C.A. Collett, W.J. Gannon, and W.P. Halperin, Nature Physics 9 , 775 (2013). New Chiral Phases of Superfluid 3 He Stabilized by Anisotropic Silica Aerogel , J. Pollanen , J.I.A. Li, C.A. Collett, W.J. Gannon, W.P. Halperin, and J.A. Sauls, Nature Physics 8 , 317 (2012). In our experimental research group at MSU, the Laboratory for Hybrid Quantum Systems (LHQS) , we are exploring the fundamental physics and potential quantum information (QI) applications of low-dimensional electron systems (electrons on helium, graphene, and semiconductor 2d systems) and superconducting circuit based quantum bits (qubits).  Additionally, we are interested in creating hybrid quantum system by bringing together materials or devices with a variety of interacting degrees of freedom. Low temperatures (< 10mK) and high magnetic fields (up to 14T) are required to produce the exotic quantum properties that we investigate and our devices and samples are prepared using modern nanofabrication techniques available in the Keck Facility at MSU . We use a diverse set of experimental techniques, including high field magneto-transport and advanced microwave and surface acoustic wave techniques, to interrogate these fascinating quantum materials and reveal their properties. Before joining the Physics and Astronomy faculty at Michigan State University, Johannes was an IQIM postdoctoral scholar at the Institute for Quantum Information and Matter (IQIM) at the California Institute of Technology working with Prof. Jim Eisenstein . At Caltech, he studied the exotic properties and many-body quantum states of single and bilayer 2d electron systems in ultra-clean semiconductor heterostructures grown via molecular beam epitaxy (MBE). Recently, Johannes and collaborators demonstrated a method for controlling the orientation of a class of 2d electronic liquid crystals known as the quantum Hall nematics and a highlight of the work can be found here Johannes earned his Ph.D. in 2012 from Northwestern University where he worked with Prof. Bill Halperin in the Low Temperature Physics Group to understand the properties of complex many-particle quantum systems and engineer novel quantum mechanical forms of matter. During this time, Johannes discovered a new chiral state of superfluid 3 He, which he stabilized by introducing anisotropic disorder to the superfluid in the form of high porosity silica aerogel"
            ]
        ]
    ]
}