{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XWAE21WF",
            "wWWEwk0AAAAJ",
            [
                "Class EA new class of high-efficiency tuned single-ended switching power amplifiers",
                "Transgressing the boundaries: Toward a transformative hermeneutics of quantum gravity",
                "Fashionable nonsense: Postmodern intellectuals' abuse of science",
                "Intellectual impostures: postmodern philosophers' abuse of science",
                "Monte Carlo and molecular dynamics simulations in polymer science",
                "Critical thinking",
                "The pivot algorithm: a highly efficient Monte Carlo method for the self-avoiding walk",
                "Impostures intellectuelles",
                "A physicist experiments with cultural studies",
                "Monte Carlo methods in statistical mechanics: foundations and new algorithms"
            ],
            [
                "The new class of amplifiers described is based on a load network synthesized to have a transient response which maximizes power efficiency even if the active device switching times are substantial fractions of the a.c. cycle. The new class of amplifiers, named `Class E,' is defined and is illustrated by a detailed description and a set of design equations for one simple member of the class. For that circuit the authors measured 96 percent transistor efficiency at 3.9 MHz at 26-W output from a pair of Motorola 2N3735 TO-5 transistors. Advantages of Class E are unusually high efficiency, a priori designability, large reduction in second-breakdown stress, low sensitivity to active-device characteristics, and potential for high-efficiency operation at higher frequencies than previously published Class-D circuits.",
                "We can no longer speak of the behaviour of the particle independently of the process of observation. As a final consequence, the natural laws formulated mathematically in quantum theory no longer deal with the elementary particles themselves but with our knowledge of them. Nor is it any longer possible to ask whether or not these particles exist in space and time objectively...",
                "In 1996, Alan Sokal published an essay in the hip intellectual magazine Social Text parodying the scientific but impenetrable lingo of contemporary theorists. Here, Sokal teams up with Jean Bricmont to expose the abuse of scientific concepts in the writings of today's most fashionable postmodern thinkers. From Jacques Lacan and Julia Kristeva to Luce Irigaray and Jean Baudrillard, the authors document the errors made by some postmodernists using science to bolster their arguments and theories. Witty and closely reasoned, Fashionable Nonsense dispels the notion that scientific theories are mere\" narratives\" or social constructions, and explored the abilities and the limits of science to describe the conditions of existence.",
                "Sign in | Create an account. PhilPapers PhilPeople PhilArchive PhilEvents PhilJobs. PhilPapers\nhome. Syntax; Advanced Search. New: All new items; Books; Journal articles; Manuscripts. Topics:\nAll Categories; Metaphysics and Epistemology: Metaphysics and Epistemology; Epistemology;\nMetaphilosophy; Metaphysics; Philosophy of Action; Philosophy of Language; Philosophy of\nMind; Philosophy of Religion; M&E, Misc. Value Theory: Value Theory; Aesthetics; Applied Ethics;\nMeta-Ethics; Normative Ethics; Philosophy of Gender, Race, and Sexuality; Philosophy of Law;\nSocial and Political Philosophy; Value Theory, Miscellaneous. Science, Logic, and Mathematics:\nScience, Logic, and Mathematics; Logic and Philosophy of Logic; Philosophy of Biology; … \n",
                "Written by leading experts from around the world, Monte Carlo and Molecular Dynamics Simulations in Polymer Science comprehensively reviews the latest simulation techniques for macromolecular materials. Focusing in particular on numerous new techniques, the book offers authoritative introductions to solutions of neutral polymers and polyelectrolytes; dynamics of polymer melts, rubbers and gels, and glassy materials; thermodynamics of polymer mixing and mesophase formation, and polymers confined at interfaces and grafted to walls. Throughout, contributors offer practical advice on how to overcome the unique challenges posed by the large size and slow relaxation of polymer coils. Students and researchers in polymer chemistry, polymer physics, chemical engineering, and materials and computational science will all benefit from the cogent, step-by-step introductions contained in this important new book.",
                "The mind is its own place and in itself can make a hell of heaven or a heaven of hell.",
                "The pivot algorithm is a dynamic Monte Carlo algorithm, first invented by Lal, which generates self-avoiding walks (SAWs) in a canonical (fixed-N) ensemble with free endpoints (hereN is the number of steps in the walk). We find that the pivot algorithm is extraordinarily efficient: one “effectively independent” sample can be produced in a computer time of orderN. This paper is a comprehensive study of the pivot algorithm, including: a heuristic and numerical analysis of the acceptance fraction and autocorrelation time; an exact analysis of the pivot algorithm for ordinary random walk; a discussion of data structures and computational complexity; a rigorous proof of ergodicity; and numerical results on self-avoiding walks in two and three dimensions. Our estimates for critical exponents areυ=0.7496±0.0007 ind=2 andυ= 0.592±0.003 ind=3 (95% confidence limits), based on SAWs of lengths 200⩽N⩽10000 and …",
                "Au printemps 1996, une revue américaine fort respectée--Social Text--publiait un article au titre étrange:\" Transgresser les frontières: vers une herméneutique transformative de la gravitation quantique.\" Son auteur, Alan Sokal, étayait ses divagations par des citations d'intellectuels célèbres, français et américains. Peu après, il révélait qu'il s' agissait d'une parodie. Son but était de s' attaquer, par la satire, à l'usage intempestif de terminologie scientifique et aux extrapolations abusives des sciences exactes aux sciences humaines. Plus généralement, il voulait dénoncer le relativisme postmoderne pour lequel l'objectivité est une simple convention sociale. Ce canular a déclenché un vif débat dans les milieux intellectuels, en France et à l'étranger. Dans ce livre, les auteurs ont rassemblé et commenté des textes illustrant les mystifications physico-mathématiques de Jacques Lacan, Julia Kristeva, Luce Irigaray, Bruno Latour, Jean Baudrillard, Gilles Deleuze, Félix Guattari et Paul Virilio, auteurs qui jouissent tous d'une grande notoriété aux États-Unis. Ils montrent que, derrière un jargon imposant et une érudition scientifique apparente, le roi est nu. Alan Sokal est professeur de physique à l'université de New York. Jean Bricmont est professeur de physique théorique à l'université de Louvain.",
                "The displacement of the idea that facts and evidence matter by the idea that everything boils down to subjective interests and perspectives is| second only to American political campaigns| the most prominent and pernicious manifestation of anti-intellectualism in our time.| Larry Laudan, Science and Relativism (1990)For some years I've been troubled by an apparent decline in the standards of intellectual rigor in certain precincts of the American academic humanities. But I'm a mere physicist: if I nd myself unable to make head or tail of jouissance and di erance, perhaps that just re ects my own inadequacy. So, to test the prevailing intellectual standards, I decided to try a modest (though admittedly uncontrolled) experiment: Would a leading North American journal of cultural studies| whose editorial collective includes such luminaries as Fredric Jameson and Andrew Ross| publish an article liberally salted with nonsense if (a) it sounded good and (b) it attered the editors' ideological preconceptions?",
                "These notes are an updated version of lectures given at the Cours de Troisième Cycle de la Physique en Suisse Romande (Lausanne, Switzerland) in June 1989. We thank the Troisième Cycle de la Physique en Suisse Romande and Professor Michel Droz for kindly giving permission to reprint these notes."
            ],
            [
                [
                    "Combinatorics",
                    "analysis",
                    "statistical mechanics"
                ]
            ]
        ]
    ]
}