{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XWQHNHP2",
            "t9nQkX4AAAAJ",
            [
                "The surface and materials science of tin oxide",
                "Why is anatase a better photocatalyst than rutile?-Model studies on epitaxial TiO 2 films",
                "An extended defect in graphene as a metallic wire",
                "The surface science of graphene: Metal interfaces, CVD synthesis, nanoribbons, chemical modifications, and defects",
                "Influence of nitrogen doping on the defect formation and surface properties of TiO 2 rutile and anatase",
                "Strong room-temperature ferromagnetism in VSe 2 monolayers on van der Waals substrates",
                "Catalysis and electrocatalysis at nanoparticle surfaces",
                "Steps on anatase TiO 2 (101)",
                "A two-dimensional phase of TiO 2 with a reduced bandgap",
                "Graphene–nickel interfaces: a review"
            ],
            [
                "The study of tin oxide is motivated by its applications as a solid state gas sensor material, oxidation catalyst, and transparent conductor. This review describes the physical and chemical properties that make tin oxide a suitable material for these purposes. The emphasis is on surface science studies of single crystal surfaces, but selected studies on powder and polycrystalline films are also incorporated in order to provide connecting points between surface science studies with the broader field of materials science of tin oxide. The key for understanding many aspects of SnO2 surface properties is the dual valency of Sn. The dual valency facilitates a reversible transformation of the surface composition from stoichiometric surfaces with Sn4+ surface cations into a reduced surface with Sn2+ surface cations depending on the oxygen chemical potential of the system. Reduction of the surface modifies the surface electronic …",
                "The prototypical photocatalyst TiO 2 exists in different polymorphs, the most common forms are the anatase-and rutile-crystal structures. Generally, anatase is more active than rutile, but no consensus exists to explain this difference. Here we demonstrate that it is the bulk transport of excitons to the surface that contributes to the difference. Utilizing high–quality epitaxial TiO 2 films of the two polymorphs we evaluate the photocatalytic activity as a function of TiO 2-film thickness. For anatase the activity increases for films up to~ 5 nm thick, while rutile films reach their maximum activity for~ 2.5 nm films already. This shows that charge carriers excited deeper in the bulk contribute to surface reactions in anatase than in rutile. Furthermore, we measure surface orientation dependent activity on rutile single crystals. The pronounced orientation-dependent activity can also be correlated to anisotropic bulk charge carrier …",
                "Many proposed applications of graphene require the ability to tune its electronic structure at the nanoscale 1, 2. Although charge transfer 3 and field-effect doping 4 can be applied to manipulate charge carrier concentrations, using them to achieve nanoscale control remains a challenge. An alternative approach is ‘self-doping’5, in which extended defects are introduced into the graphene lattice. The controlled engineering of these defects represents a viable approach to creation and nanoscale control of one-dimensional charge distributions with widths of several atoms 6. However, the only experimentally realized extended defects so far have been the edges of graphene nanoribbons 7, 8, 9, 10, which show dangling bonds that make them chemically unstable 11, 12, 13. Here, we report the realization of a one-dimensional topological defect in graphene, containing octagonal and pentagonal sp 2-hybridized carbon …",
                "Graphene, a single atomic layer of sp 2 hybridized carbon, exhibits a zero-band gap with linear band dispersion at the Fermi-level, forming a Dirac-cone at the K-points of its Brillouin zone. In this review, we focus on basic materials science issues of this intriguing material. The scope of this work is further narrowed by concentrating on graphene grown at transition metal surfaces, mostly under vacuum conditions, and neglecting other graphene synthesis approaches, namely growth on SiC or by graphene oxide reduction. Thus one large section of this review focuses on metal\/graphene interfaces. We summarize recent surface science studies on the structure, interaction, and the growth of graphene on various metals. Metal supported graphene is a recurring theme throughout this review as it provides model-systems for studying adsorption and graphene modifications on well-defined, large area samples, and thus is …",
                "Nitrogen doping-induced changes in the electronic properties, defect formation, and surface structure of TiO 2 rutile (110) and anatase (101) single crystals were investigated. No band gap narrowing is observed, but N doping induces localized N 2 p states within the band gap just above the valence band. N is present in a N (III) valence state, which facilitates the formation of oxygen vacancies and Ti 3 d band gap states at elevated temperatures. The increased O vacancy formation triggers the 1× 2 reconstruction of the rutile (110) surface. This thermal instability may degrade the catalyst during applications.",
                "Reduced dimensionality and interlayer coupling in van der Waals materials gives rise to fundamentally different electronic 1, optical 2 and many-body quantum 3, 4, 5 properties in monolayers compared with the bulk. This layer-dependence permits the discovery of novel material properties in the monolayer regime. Ferromagnetic order in two-dimensional materials is a coveted property that would allow fundamental studies of spin behaviour in low dimensions and enable new spintronics applications 6, 7, 8. Recent studies have shown that for the bulk-ferromagnetic layered materials CrI 3 (ref. 9) and Cr 2 Ge 2 Te 6 (ref. 10), ferromagnetic order is maintained down to the ultrathin limit at low temperatures. Contrary to these observations, we report the emergence of strong ferromagnetic ordering for monolayer VSe 2, a material that is paramagnetic in the bulk 11, 12. Importantly, the ferromagnetic ordering with a large …",
                "Illustrating developments in electrochemical nanotechnology, heterogeneous catalysis, surface science and theoretical modelling, this reference describes the manipulation, characterization, control, and application of nanoparticles for enhanced catalytic activity and selectivity. It also offers experimental and synthetic strategies in nanoscale surface science. This standard-setting work clariefies several practical methods used to control the size, shape, crystal structure, and composition of nanoparticles; simulate metal-support interactions; predict nanoparticle behavior; enhance catalytic rates in gas phases; and examine catalytic functions on wet and dry surfaces.",
                "Surface defects strongly influence the surface chemistry of metal oxides, and a detailed picture of defect structures may help to understand reactivity and overall materials performance in many applications. We report first-principles calculations of step edges, the most common intrinsic defects on surfaces (and probably the predominant ones on nanoparticles). We have determined the structure, energetics, and chemistry of step edges on the (101) surface of TiO 2 anatase, an important photocatalytic material. Scanning tunnelling microscopy measurements of step-edge configurations and the contrast in atomically resolved images agree remarkably well with the theoretical predictions. Step-edge formation energies as well as the adsorption energies of water scale with the surface energy of the step facet, a trend that is expected to generally hold for metal oxide surfaces. Depending on the terrace\/step configuration …",
                "Titanium dioxide is the prototypical transition metal oxide photocatalyst. However, the larger than 3 eV bandgap of common bulk phases of TiO 2 limits its light absorption to UV light, making it inefficient for solar energy conversion. Attempts at increasing visible light activity by narrowing the bandgap of TiO 2 through doping have proven difficult, because of defect-induced charge trapping and recombination sites of photo-excited charge carriers. Here, we report the existence of a dopant-free, pure TiO 2 phase with a narrow bandgap. This new pure TiO 2 phase forms on the surface of rutile TiO 2 (011) by oxidation of bulk titanium interstitials. We measure a bandgap of only~ 2.1 eV for this new phase, matching it closely with the energy of visible light.",
                "Graphene on nickel is a prototypical example of an interface between graphene and a strongly interacting metal, as well as a special case of a lattice matched system. The chemical interaction between graphene and nickel is due to hybridization of the metal d-electrons with the π-orbitals of graphene. This interaction causes a smaller separation between the nickel surface and graphene (0.21 nm) than the typical van der Waals gap-distance between graphitic layers (0.33 nm). Furthermore, the physical properties of graphene are significantly altered. Main differences are the opening of a band gap in the electronic structure and a shifting of the π-band by ∼2 eV below the Fermi-level. Experimental evidence suggests that the ferromagnetic nickel induces a magnetic moment in the carbon. Substrate induced geometric and electronic changes alter the phonon dispersion. As a consequence, monolayer graphene on …"
            ],
            [
                [
                    "Surface Science",
                    "2D Materials",
                    "Oxide Surfaces",
                    "Low Dimensional Materials",
                    "Molecular Beam Epitaxy"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}