{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XYJSC2UF",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Thomas Murphy News and Awards Professor Tom Murphy receives Sustainability Award at UC San Diego April 2014 Lunar Eclipse Laser Ranging Source of Moon Curse Revealed by Eclipse Tom Murphy - Public Lecture: Einstein, the Moon and the Long Lost Soviet Reflector - THURSDAY (10\/28) 2006-2007 Hellman Faculty Fellows Award Winners Fermi surface evolution through a heavy fermion superconductor-to-antiferromagnet transition: de Haas-van Alphen effect in Cd-substituted CeCoIn$_5$ Long-term degradation of optical devices on the moon Erratum: \"H I Clouds in the Lower Halo. I. The Galactic All-Sky Survey Pilot Region\" (2008, ApJ, 688, 290) APOLLO: A new push in solar-system tests of gravity The Commensal Real-time ASKAP Fast Transients (CRAFT) survey Thomas Murphy Ph. D., Caltech, 2000 Office: SERF 336 Phone: 858-534-1844 tmurphy@physics.ucsd.edu Solar-system tests of general relativity; Energy and the environment. Current Projects: Professor Murphy's primary project is running the APOLLO lunar laser ranging experiment, using the Apache Point Observatory 3.5 meter telescope in New Mexico. This project seeks to push tests of Einstein's general relativity to new extremes, including testing the strong equivalence principle, the time-rate-of-change of Newton's gravitational constant, the inverse square law, gravitomagnetism, and geodetic precession. APOLLO performance is roughly one order-of-magnitude better than previous capabilities, so that they may ultimately expect order-of-magnitude gains in the physics learned from APOLLO. In addition to testing gravity, LLR also probes the nature of the lunar interior, earth orientation, and tidal dissipation on earth. In addition, Professor Murphy is the PI of a mission concept study to explore the feasibility of millimeter-ranging to Mars via laser transponders placed on the Martian surface. He is also co-leading an effort within the LUNAR effort led by Jack Burns at the University of Colorado. This sub-effort seeks to provide designs for next-generation reflectors and transponders for the lunar surface, and to further explore the science that one might gain from such an endeavor."
            ]
        ]
    ]
}