{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XZK4HFVO",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Marten denBoer Dr. \r\n\t    Marten \r\n\t    denBoer Special Assistant to the President and Professor of Physics Marten denBoer became provost of DePaul University on July 1, 2015. He oversees the offices of Academic Affairs, Enrollment Management​ , Student Affairs and Teaching and Learning resources.  He brings extensive experience as a university leader, scientist, and teacher to DePaul. Prior to his current position, denBoer served as the chief academic officer at California State Polytechnic University, Pomona from 2008 to 2015. As provost and vice president for academic affairs, denBoer oversaw eight colleges and more than 150 programs. Valuing close collaboration with faculty, denBoer developed and implemented a unanimously-endorsed strategic plan to guide decision making across the university. He strengthened academic involvement in development, helping to garner a $42 million endowment from the Kellogg Foundation and guide a comprehensive campaign exceeding its $150 million goal. As the associate provost at Queens College of the City University of New York, where he served from 2001 to 2008, he developed new general education requirements and adapted programs to better prepare students for career success.  At Hunter College, where he served from 1986 to 2001 as a professor and as chair of the Physics Department, denBoer led an effort to include writing-intensive courses and diversity requirements in the general education sequence. Valuing hands-on and service learning, he mentored numerous graduate and undergraduate students. A physicist by training, denBoer’s research focuses on the materials used to store and convert energy, particularly in batteries and fuel cells. He has secured multiple research grants from the Department of Energy, National Institutes of Health, National Science Foundation, and the Office of Naval Research. He has served as a reviewer for the National Science Foundation, Department of Energy, and Department of Defense.  He earned his bachelor’s degree in physics and mathematics from Calvin College and a PhD in physics from the University of Maryland."
            ]
        ]
    ]
}