{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "XZS463SF",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Dr. Rajpal Singh Sirohi Research Interests​ : Optics, Optical Instrumentation, Laser Applications, Optical Metrology ​ Office: 141 V. M. Chambers Bld. Phone: (256) 372-8131 E-Mail: rajpal.sirohi@aamu.edu Awards: Out of 21 awards received a few are listed below Vikram Award by SPIE (International Society for Optical Engineering) USA (2014) ​Distinguished Alumni Award by Indian Institute of Technology Delhi, India (2013) Gabor Award by SPIE (The International Society for Optical Engineering) USA (2009) Life-Time Achievement Award by Optical Society of India (2007) Sir C. V. Raman Birth Centenary Award by Indian Science Congress Association, Kolkata\n                     (2005) Padma Shri, a National Civilian Award by Government of India (2004) Albert Einstein Silver Medal by UNESCO (2000) Pt. Jawaharlal Nehru Award in Engineering & Technology by MP Council of Science and\n                     Technology (2000) Galileo Galilei Award of International Commission for Optics (1995) Humboldt Research Award by Alexander von Humboldt Foundation, Germany (1995)​ Out of 14 books authored, co-authored and edited, a few are listed below: Introduction to Optical Metrology, Rajpal Singh Sirohi, Taylor and Francis \/CRC Press,\n                     USA, 2015 Optical Methods of Measurement: Whole-field Techniques, Second edition, R. S. Sirohi,\n                     Taylor and Francis \/CRC Press, USA, 2009 Speckle Metrology, Ed. R. S. Sirohi, Marcel Dekker, Inc. USA, 1993 Wave Optics and Applications, R. S. Sirohi, Orient Longman, India, 1993 Optical Components, Systems and Measurement Techniques, R. S. Sirohi and M. P. Kothiyal,\n                     Marcel Dekker, Inc. USA, 1991 A Course of Experiments with He-Ne Laser, R. S. Sirohi, Wiley Eastern Publishers,\n                     Ltd. 1985, 1991 Mechanical Measurements, R. S. Sirohi and H. C. Radhakrishna, Wiley Eastern Publishers,\n                     Ltd. 1983, 1989, 1995 Publications:  Journals                           245 Proceedings                      72 Academic Distinctions\/Fellowships Alexander von Humboldt Fellow 1974-'75 Fellow, The Optical Society of India since 1985 Fellow, The Optical Society of America since 1987 Fellow, SPIE - The International Society for Optical Engineering since 1994 Fellow, Indian National Academy of Engineering since 1998 Fellow, National Academy of Sciences, India since 2002 Fellow, Instrument Society of India since 2011 Current Professional Activities Senior Editor, Optical Engineering published by SPIE Series Editor of a Series on Advances in Optics, Photonics and Optoelectronics, IoP\n                  Publishing, UK"
            ]
        ]
    ]
}