{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y1JS3EBG",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Onellion, Marshall F Marshall F Onellion onellion@wisc.edu (608) 263-6829 5104 Chamberlin Hall Condensed Matter Directions to room 5104, Chamberlin Hall or stairs to the 5th floor. Facing into the hallway, away from the two elevators, turn right. Go straight to the end of the hallway. Turn left. Follow the hallway to room 5104, which will be on your right. Research Groups Biophysics and Condensed Matter Physics Biophysics and Condensed Matter Physics Biophysics and Condensed Matter Physics Researchers in the Physics Department explore a broad range of topics in Condensed Matter Physics and Biophysics. This work includes nanostructured materials, thin-film magnetic nanostructures, quantum computing, complex systems, superconductivity, strongly-correlated systems, photophysics, and biominerals.  Much of the research is interdisciplinary, involving collaborative research with faculty in materials science, engineering physics, electrical engineering, chemical engineering, computer science, chemistry, and geoscience. Overview The condensed matter group presently consists of thirteen faculty, ten with primary appointments in physics. Our faculty members are involved in a broad range of research activities, and are committed to staying at the forefront of condensed matter research. Thesis research in experimental condensed matter physics emphasizes laboratory-scale and synchrotron research where students participate in all aspects of the project. Theoretical work often includes both pure analytical treatments, complex numerical analysis, imaging, and graphic data processing. Students graduate with a broad range of expertise arising from these experiences. Support Research students in condensed matter are primarily supported by individual group research grants. Also available are Distinguished Graduate Fellowships in condensed matter physics, awarded to outstanding condensed matter applicants to the physics graduate program.  The group benefits from an endowment from R. G. Herb that supports research.  Several unique facilities are available to condensed matter researchers at UW. The Materials Science Center provides an extensive array of diagnostic facilities, including high-resolution electron microscopy and x-ray diffraction, as well as electron beam lithography. The Wisconsin Center for Applied Microelectronics provides access to micro-lithography, etching, and silicon processing facilities. Research in biomineralization benefits from an Approved Program providing beamtime at the Advanced Light Source. Several condensed matter faculty are involved in the NSF funded Materials Research Science and Engineering Center for Nanostructured Materials and Interfaces, which incorporates facilities for surface diagnostics and low-temperature measurements. Condensed matter faculty also have strong ties with the atomic physics group, physical chemists, the Materials Science Program, and numerous groups in the College of Engineering."
            ]
        ]
    ]
}