{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y2EZOPRM",
            "BK9-s6EAAAAJ",
            [
                "A cellular automata model of land cover change to integrate urban growth with open space conservation",
                "Integrating water-quality management and land-use planning in a watershed context",
                "Land allocation based on integrated GIS-optimization modeling at a watershed level",
                "Research methods in urban and regional planning",
                "Integrating GIS, simulation models, and visualization in traffic impact analysis",
                "Using GIS to assess the relationship between land use and water quality at a watershed level",
                "Removal of organic matter and ammonia nitrogen from landfill leachate by ultrasound",
                "Geomorphologic evidence of phased uplift of the northeastern Qinghai-Tibet Plateau since 14 million years ago",
                "A comparison of drainage networks derived from digital elevation models at two scales",
                "The impact of acute kidney injury on the long‐term risk of stroke"
            ],
            [
                "The preservation of riparian zones and other environmentally sensitive areas has long been recognized as one of the most cost-effective methods of managing stormwater and providing a broad range of ecosystem services. In this research, a cellular automata (CA)—Markov chain model of land cover change was developed to integrate protection of environmentally sensitive areas into urban growth projections at a regional scale. The baseline scenario is a continuation of the current trends and involves only limited constraints on development. The green infrastructure (GI) conservation scenario incorporates an open space conservation network based on the functional boundaries of environmentally sensitive areas. It includes variable buffer widths for impaired streams (as identified on the USEPA 303d list for stream impairment), 100-year floodplain, wetlands, urban open space and steep slopes. Comparative …",
                "The spatial relationships between land uses and river-water quality measured with biological, water chemistry, and habitat indicators were analyzed in the Little Miami River watershed, OH, USA. Data obtained from various federal and state agencies were integrated with Geographic Information System spatial analysis functions. After statistically analyzing the spatial patterns of the water quality in receiving rivers and land uses and other point pollution sources in the watershed, the results showed that the water biotic quality did not degrade significantly below wastewater treatment plants. However, significantly lower water quality was found in areas downstream from high human impact areas where urban land was dominated or near point pollution sources. The study exhibits the importance of integrating water-quality management and land-use planning. Planners and policy-makers at different levels should bring …",
                "Results of a watershed optimization model that specifies the future amount of land for each land use type at a sub-area level are incorporated into a GIS-based spatial allocation model to provide specific location recommendations based on existing land use, slope, distance to surface water and conversion preference. Thus, more detailed interpretation and implementation of optimal development scenarios can be obtained. This integrated approach was applied in Lake Erhai basin, China. This prototype land allocation system combines the strength of optimization modeling and GIS. A decision maker knows where and what type of land use changes should be made to achieve an environmental and economic sustainable future. That is, the modeling results provide support for answering questions of “what should I do?” and “how do I do it?” in land use planning and decision-making.",
                "Urban and regional planners develop and evaluate plans for communities—the places we live, work, interact, and entertain on a daily basis. Their responsibilities require skills of retrieving, analyzing and presenting data. One of the required courses in all planning programs is planning methods. While teaching such a course we feel the need for a text book that provides an up-to-date introduction to the fundamental methods related to planning and human services delivery. In specific, this book describes methods used in four areas: demographic analysis, economic analysis, land use analysis, and transportation analysis. Many people have been helpful and supportive throughout this endeavor. Up front are our families who understood and supported us during the period. Andrea Yang, Rainer’s wife and also a planner, edited various chapters. David Edelman and Wolfgang Preiser provided suggestions for the content of this book and excellent insights and guidance whenever we asked for. We are grateful for the release time that David Edelman, the School Director, gave us on behalf of the entire School of Planning faculty. We would like to thank Dr. Stefan Rayer, Dr. Chen-Ping Yang and Dr. Zhongren Peng, who took time from their busy schedule to review various chapters. Dr. Rayman Mohamed used some preliminary chapters in his planning methods class and gave us valuable feedback. Their comments and suggestions significantly improved the book.",
                "Planners have a long history of using Geographic Information Systems, simulation models and three-dimensional (3D) visualizations in research and practice projects. Although some have successfully integrated GIS and simulation modeling or GIS and computer visualization, few have met the challenge of integrating the three technologies into one system in order to support planning and decision-making. In an effort toward reaching this goal, a prototype traffic impact analysis system has been developed. Automobile traffic and travel speed are predicted with a volume\/capacity ratio model. Carbon monoxide (CO) concentrations along roadways are calculated using the US Environmental Protection Agency's CAL3QHC model. GIS is used to prepare data and execute the models and present the modeling results in a geographic context. A series of 3D models of street segments and buildings along the highway are …",
                "Daily water quality data from six U.S. Geological Survey (USGS) monitoring stations along the Great Miami River and digital land use\/land cover and elevation data for the same watershed were analyzed. The validity of using electrolytic conductivity as a water quality indicator was examined by correlating conductivity with 199 other water quality variables, 60 of which were significantly correlated with conductivity. Positive correlations existed between conductivity and dissolved materials. Negative correlations existed between conductivity and insoluble or suspended materials. Conductivity was also found negatively correlated with stream discharge, and so were most water quality variables that were positively correlated with conductivity. Geographic Information Systems (GIS) were used for analyzing spatial variations of conductivity and land use make-ups in catchment for monitoring stations. It appears that …",
                "Experiments on the removal of organic matters and ammonia nitrogen from landfill leachate by ultrasound irradiation were carried out. The effects of COD reduction and ammonia removal of power input, initial concentration, initial pH and aeration were studied. It was found that the sonolysis of organic matters proceeds via reaction with OH radicals; a thermal reaction also occurs with a small contribution. The rise of COD at some intervals could be explained by the complexity of organic pollutant sonolysis in landfill leachate. Ultrasonic irradiation was shown to be an effective method for the removal of ammonia nitrogen from landfill leachate. After 180 min ultrasound irradiation, up to 96% ammonia nitrogen removal efficiency can be obtained. It was found that the mechanism of ammonia nitrogen removal by ultrasound irradiation is largely that the free ammonia molecules in leachate enter into the cavitation bubbles …",
                "revised October 15, 2003 Abstract A typical sequence of fluvial terraces and aeolian deposits overlying these terraces were multidisciplinary investigated. New evidences for uplift process of the northeastern Qinghai-Tibetan Plateau in the past 14 million years were obtained. At least 11 river terraces along Huangshui, the first-class tributary of Yellow River, at the Xining-Huzhu region are identified. While the first one (T1) is classified as an accumulation terrace, the others are all basement river terraces, which consist of the Tertiary sandstone and siltstone bedrock, fluvial gravel and pebbles and the overlying aeolian loess-Red Clay deposit. Samples from the aeolian deposits were examined for paleomagnetic stratigraphic reconstruction (1030 samples), luminescence dating (16 samples), magnetic susceptibility and grain-size distribution (more than 4000 samples). The luminescence dating and stratigraphic correlation suggest that terraces of T11, T10, T8, T7, T3, T2, T1 were formed at 14, 11.3, 1.55, 1.2, 0.15, 0.07 and 0.01 million years ago, respectively. Sedimentological analysis and geomorphological observation indicate that formation and evolution of these terraces were mainly driven by tectonic uplift. Therefore, the terrace sequence provides an ideal geological record of the uplift process of the northeastern Qinghai-Tibet during the past 14 million years, and the timings of the terraces formation are regarded as the timings of tectonic uplift. The significant uplifting events took place at 14, 11.3, 1.2 and 0.15 million years ago, respectively. The fluvial incision at the Xining-Huzhu region is less than 100 m during a period of~ 12 million years in …",
                "Automated generation of drainage networks has become increasingly popular with powerful analytical functions in geographic information systems (GIS) and with the increased availability of digital elevation models (DEMs). This paper compares drainage networks derived from DEMs at two scales, 1:250 000 (250K) and 1:24 000 (24K), using various drainage parameters common in hydrology and geomorphology. The comparison of parameters derived from the 250K DEMs with those from the 24K DEMs in 20 basins ranging from 150 to 1000 km2 in West Virginia shows that the goodness-of-fit between parameter estimates based on the DEMs varies. Results clearly show that superior estimations are produced from the 24K DEMs. Better estimates can be obtained from the 250K DEMs for stream length and frequency parameters than for gradient parameters. However, the estimation of the mean gradient …",
                "The incidence of acute kidney injury (AKI) requiring dialysis in hospitalized patients is increasing; however, information on the long‐term incidence of stroke in patients surviving to discharge after recovering from AKI after dialysis has not been reported.Patients that survived after recovery from dialysis‐requiring AKI during index hospitalizations from 1999 to 2008 were identified in nationwide administrative registries. The risk of de novo stroke and death were analyzed with time‐varying Cox proportional hazard models. The results were validated by a critical care database. We enrolled 4315 patients in the AKI‐recovery group (men, 57.7%; mean age, 62.8±16.8 years) and matched 4315 control subjects as the non‐AKI group by propensity scores. After a median follow‐up period of 3.36 years, the incident stroke rate was 15.6 per 1000 person‐years. The AKI‐recovery group had …"
            ],
            [
                [
                    "Planning",
                    "Geographic Information System"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}