{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y2R9Q7T9",
            "mV1R-UAAAAAJ",
            [
                "The Socio-Legal Exploitation of the Third Gender in India",
                "Child Welfare: A critical analysis of some of the socio-legal legislations in India"
            ],
            [
                "This paper is an attempt to shift the focus of the discourse of social justice, from distribution or redistribution to a dignified recognition, primarily with reference to the injustices associated with sexuality and gender, both of which are viewed by the author as socio-cultural and are seen to be rooted in social patterns of representation, interpretation, and communication.The main objective has been to throw light on the status of transgenders in India, in the background of the courts having acknowledged the travesty of their being, and despite being sympathetic to them to the extent of even affording recognition, have been unable to ensure a dignified existence to them.",
                "Children are a human resource, invaluable but vulnerable. It is very essential to enable their development in such a manner that they bloom with joy in an atmosphere of a caring society. Various social legislations in India, focusing on an environment for a full booming of this essential human resource have undergone a sea change: from a position where children were treated as non-entity and mere material objects to a position of human dignity where conscientious efforts have been made to not only make them free from exploitation and abuses but also enable them to develop their full potentiality with fair access to food, health, education and respect. This paper makes a critical analysis of the existent legislations on child labour, issues related to adoption and sexual abuse of children."
            ],
            [
                [
                    "Sociology"
                ]
            ],
            [
                "HOME Teaching CV MUVI Khatri Lab mathematical modeling, numerical simulations, and experiments of fluid-structure interactions and multiphase flows The focus of the Khatri Lab is fluid dynamics arising in the context of biological and marine phenomena, such as the transport of nutrients, organisms, and pollutants in the ocean. The goals of my research program are to push forward mathematical models and numerical methods - specifically for fluid-structure interactions and multiphase flow - to the point where they can be used to answer scientific questions in the biological sciences. Research areas include: fluid dynamics, numerical analysis, scientific computing, mathematical biology, partial differential equations, applications in ecology and oceanography  We are currently searching for an experimental postdoctoral researcher, jointly with the Kleckner Lab . If you are interested, please contact Prof. Shilpa Khatri at . The Applied Mathematics Department often has postdoctoral postions (including a teaching component) as well. If you are interested in a theoretical or computational postdoctoral postion, please also contact Prof. Shilpa Khatri. The Khatri Lab is always interested in motivated undergraduate and graduate students, as well. Latest News Publication in Physical Review Fluids! December 21, 2020 We are excited to share our newest publication on oil droplets rising in stratification ! Congratulations Tracy, De and Lindsay! Read more about Publication in Physical Review Fluids! Matea receives Spring 2021 Graduate Dean's Dissertation Fellowship! December 21, 2020 Matea has received the Spring 2021 Graduate Dean's Dissertation Fellowship! Further details can be found here . Congratulations Matea! Read more about Matea receives Spring 2021 Graduate Dean's Dissertation Fellowship! Many member of the Khatri Lab gave talks at the American Physical Society Division of Fluid Dynamics Annual Meeting! November 30, 2020 Congratulations to Matea, Adam, De, Diego, and Gabrielle who all successfully presented research at the 2020 APS DFD meeting! Khatri Lab has moved to BSP! October 8, 2020 The Khatri Lab has officially moved from the Science and Engineering 1 building to the new Biomedical Sciences and Physics building. We are very excited about our new space with a bit more room! Filter News by Month December 2020 (2) November 2020 (1) October 2020 (4) September 2020 (1) August 2020 (4) Funding is provided by:     "
            ]
        ]
    ]
}