{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y3281Q1A",
            "UEUl4fYAAAAJ",
            [
                "Frequency-and temperature-dependent conductivity in YBa2Cu3O6+x crystals",
                "Raman scattering from superconducting gap excitations in single-crystal YBa2Cu3O7− δ",
                "Optical studies of the a-, b-, and c-axis charge dynamics in YBa2Cu3O6+x",
                "Gap anisotropy and phonon self-energy effects in single-crystal YBa2Cu3O7−δ",
                "Raman and optical spectroscopic studies of small-to-large polaron crossover in the perovskite manganese oxides",
                "Emergence of charge density wave domain walls above the superconducting dome in TiSe2",
                "ANISOTROPY AND INTERLAYER COUPLING IN THE HIGH Tc CUPRATES",
                "Growth of the optical conductivity in the Cu-O planes",
                "Optical studies of gap, exchange, and hopping energies in the insulating cuprates"
            ],
            [
                "The results of a systematic study of the optical properties of the YBa 2 Cu 3 O 6+ x-based insulators and superconductors are reported. Specifically, we present measurements and analysis of the optical reflectivity R of a series of YBa 2 Cu 3 O 6+ x crystals in the frequency range from 30 to 20 000 cm− 1 (4 meV to 2.5 eV), and temperature range from 10 to 270 K. From R we obtain the real part of the frequency-dependent optical conductivity σ (ω) by Kramers-Kronig analysis. In our discussion, we emphasize the development of structure and spectral weight in σ (ω) as the compounds change from insulators to high-T c superconductors with varying O content or Al doping. We identify the free carrier, and interband components of σ (ω), and focus on the free-carrier component.",
                "The results of a polarized light scattering study of single-crystal YBa 2 Cu 3 O 7− δ are presented. Strong interband electronic scattering in YBa 2 Cu 3 O 7− δ is observed through interference effects with certain phonons. Below T c, this electronic scattering undergoes a redistribution due to gap formation, which is monitored by a rapid change in the damping rates of the strongly coupled phonons. Our lowest temperature data further indicates the presence of residual electronic scattering well below the expected 2Δ gap onset, suggesting that a continuum of electronic states exists inside the gap.",
                "Optical and Raman-scattering studies of a-, b-, and c-axis YBa 2 Cu 3 O 6+ x between 0.025 and 5.5 eV are presented as a function of doping, and compared to the results of Bi 2 Sr 2 CaCu 2 O 8 and La 2− x Sr x CuO 4. Our doping-dependence studies show that the redistribution of spectral weight in the CuO 2 planes of YBa 2 Cu 3 O 6+ x differs significantly from that seen in La 2− x Sr x CuO 4. We also find that the redistribution of spectral weight in the cuprates is primarily responsible for the loss of two-magnon Raman-scattering intensity with doping. Finally, we show that bound-carrier contributions comprise a significantly larger fraction of the spectral weight below 1 eV in lower-T c cuprates such as the 2: 1: 4 compounds than in higher-T c cuprates such as YBa 2 Cu 3 O 6+ x and Bi 2 Sr 2 CaCu 2 O 8.",
                "We report a Raman scattering investigation of superconducting gap anisotropy in single-crystal Y Ba 2 Cu 3 O 7− δ. Gap anisotropy is investigated by studying the peak in the low-temperature Raman continuum in various symmetries. Roughly a 35% difference in the energy of this peak is observed between different symmetries, suggesting the presence of substantial gap anisotropy. Anisotropy is further evidenced by the damping behavior of the 340-cm− 1 Raman-active phonon below T c, which displays increased attenuation due to phonon-induced pair breaking. The temperature dependence of this attenuation is consistent with a T= 0 pair-breaking peak which is much larger than the 340-cm− 1 phonon in certain regions of the Fermi surface.",
                "We present an optical reflectance and Raman-scattering study of the A 1− x A x′ MnO 3 system as a function of temperature and doping (0.2<~ x<~ 0. 5). The metal-semiconductor transition in the A 1− x A x′ MnO 3 system is characterized by a change from a diffusive electronic Raman-scattering response in the high-temperature paramagnetic phase, to a flat continuum scattering response in the low-temperature ferromagnetic phase. We interpret this change in the scattering response as a crossover from a small-polaron-dominated regime at high temperatures to a large-polaron-dominated low-temperature regime. Interestingly, we observe evidence for the coexistence of large and small polarons in the low-temperature ferromagnetic phase. We contrast these results with those obtained for EuB 6, which is a low-T c magnetic semiconductor with similar properties to the manganites, but with a substantially reduced …",
                "Superconductivity in so-called unconventional superconductors is nearly always found in the vicinity of another ordered state, such as antiferromagnetism, charge density wave (CDW), or stripe order. This suggests a fundamental connection between superconductivity and fluctuations in some other order parameter. To better understand this connection, we used high-pressure X-ray scattering to directly study the CDW order in the layered dichalcogenide TiSe 2, which was previously shown to exhibit superconductivity when the CDW is suppressed by pressure 1 or intercalation of Cu atoms 2. We succeeded in suppressing the CDW fully to zero temperature, establishing for the first time the existence of a quantum critical point (QCP) at P c= 5.1±0.2 GPa, which is more than 1 GPa beyond the end of the superconducting region. Unexpectedly, at P= 3 GPa we observed a reentrant, weakly first order, incommensurate …",
                "1. Results.. 2. Models of c-axis transport in the cuprates a. Models of incoherent c-axis transport b. Evidence for coherent c-axis transport c. c-axis transport and superconductivity B. Spectroscopies....1. c-axis optical reflectivity a. Normal state results... b. Superconducting state results c. Discussion",
                "We have studied the development of the optical conductivity as electrons are added to the Cu-O planes in Pr 2− x Ce x CuO 4− δ by varying x (0≤ x≤ 0.2). In the metallic phases, contributions to the optical conductivity below 3 eV arise from three sources: mobile carriers, mid-infrared excitations, and charge-transfer excitations. The mobile carrier spectral weight grows roughly linearly with x, while the mid-infrared band appears to evolve at low doping via a transfer of spectral weight from the charge-transfer band. Comparing these results with hole doping in La 2− x Sr x CuO 4− δ indicates an electron-hole symmetry that is not anticipated by standard charge-transfer insulator models.",
                "We have measured the insulating energy gap Δ and the exchange interaction J in a series of cuprate crystals, including T’-phase M 2 CuO 4 (M= Pr, Nd, Sm, Eu, and Gd), T*-phase La, Tb, Sr 2 CuO 4, and T-phase La 2 CuO 4. We find that the energy gap scales predominantly with the in-plane Cu-O distance, scaling as δ logΔ\/δ logd∼-6. Furthermore, contrary to simple expectations, the energy gap increases with decreasing Cu-O distance, suggesting that Coulomb and other repulsive energies dominate the effects of band hybridization. Using a three-band Hubbard-model expression, our studies of Δ and J in the cuprates allow us to estimate that the hopping energy t scales with Cu-O distance as δ logt\/δ logd∼-4."
            ],
            [
                [
                    "Condensed Matter Physics",
                    "Science Communication"
                ]
            ]
        ]
    ]
}