{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y3CECQO8",
            "rAGt1VsAAAAJ",
            [
                "Global, regional, and national causes of child mortality: an updated systematic analysis for 2010 with time trends since 2000",
                "Global, regional, and national causes of child mortality in 2008: a systematic analysis",
                "Global, regional, and national causes of child mortality in 2000–13, with projections to inform post-2015 priorities: an updated systematic analysis"
            ],
            [
                "Information about the distribution of causes of and time trends for child mortality should be periodically updated. We report the latest estimates of causes of child mortality in 2010 with time trends since 2000.Updated total numbers of deaths in children aged 0–27 days and 1–59 months were applied to the corresponding country-specific distribution of deaths by cause. We did the following to derive the number of deaths in children aged 1–59 months: we used vital registration data for countries with an adequate vital registration system; we applied a multinomial logistic regression model to vital registration data for low-mortality countries without adequate vital registration; we used a similar multinomial logistic regression with verbal autopsy data for high-mortality countries; for India and China, we developed national models. We aggregated country results to generate regional and global estimates …",
                "Up-to-date information on the causes of child deaths is crucial to guide global efforts to improve child survival. We report new estimates for 2008 of the major causes of death in children younger than 5 years.We used multicause proportionate mortality models to estimate deaths in neonates aged 0–27 days and children aged 1–59 months, and selected single-cause disease models and analysis of vital registration data when available to estimate causes of child deaths. New data from China and India permitted national data to be used for these countries instead of predictions based on global statistical models, as was done previously. We estimated proportional causes of death for 193 countries, and by application of these proportions to the country-specific mortality rates in children younger than 5 years and birth rates, the numbers of deaths by cause were calculated for countries, regions, and …",
                "Trend data for causes of child death are crucial to inform priorities for improving child survival by and beyond 2015. We report child mortality by cause estimates in 2000–13, and cause-specific mortality scenarios to 2030 and 2035.We estimated the distributions of causes of child mortality separately for neonates and children aged 1–59 months. To generate cause-specific mortality fractions, we included new vital registration and verbal autopsy data. We used vital registration data in countries with adequate registration systems. We applied vital registration-based multicause models for countries with low under-5 mortality but inadequate vital registration, and updated verbal autopsy-based multicause models for high mortality countries. We used updated numbers of child deaths to derive numbers of deaths by causes. We applied two scenarios to derive cause-specific mortality in 2030 and 2035 …"
            ],
            [
                [
                    "stillbirth",
                    "neonatal mortality",
                    "child mortality",
                    "adolescent mortality",
                    "causes of deaths"
                ]
            ],
            [
                "Will Johns phone: 615-343-8295 6914 Stevenson PhD, University of Colorado, 1995 Faculty Curriculum Vitae Page WILL E. JOHNS E-mail address: will.johns@vanderbilt.edu Office Phone: (615)343-8295 ACADEMIC APPOINTMENTS: 1999-Present: Assistant Professor, Vanderbilt University 1998-1999: Assistant Professor,University of Puerto Rico, Mayaguez 1995-1998: Postdoctoral Research Fellow, USC, Columbia 1995: Research Associate, University of Colorado, Boulder 1988-1995: Research Assistant, University of Colorado, Boulder 1987-1988: Teaching Assistant, University of Colorado, Boulder DEGREES AWARDED: B.S., University of Illinois, Urbana-Champaign, 1987 Ph.D., University of Colorado, Boulder, 1995 RESEARCH INTERESTS: Experimental High Energy Physics: Particle detectors, Semi- and fully-\nleptonic decays of heavy flavors, Massively parallel computer and detection\nsystems. Fermilab Photoproduction Experiment E687 Fermilab Photoproduction Experiment E831 (FOCUS) Fermilab BTEV Experiment Vanderbilt HEP PROFESSIONAL HONORS AND AWARDS: 1989 University of Colorado Doctoral Fellowship RECENT PUBLICATIONS: The FOCUS Collaboration, J. M. Link et al.,\n\"A Measurement of the Lifetime Differences in the Neutral D Meson \nSystem\", Phys. Lett. B485, 62-70 (2000) The FOCUS Collaboration, J. M. Link et al.,\n\"Measurements of the Sigma_c0 and Sigma_c++ Mass \nSplittings\", \nPhys. Lett. B488, 218-224 (2000) The FOCUS Collaboration, J. M. Link et al.,\n\"Search for CP Violation in D0 and D+ Decays\",\nPhys. Lett. B491, 232-239 (2000) The FOCUS Collaboration, J. M. Link et al.,\n\"A study of the decay D0 --> K+ pi-\",\nFERMILAB-PUB-00-341-E, Dec 2000, 15pp.\n(accepted by) Physical Review Letters. OTHER PUBLICATIONS: E687 Publications FOCUS Publications"
            ]
        ]
    ]
}