{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y3SNEEWQ",
            "-4AAGH0AAAAJ",
            [
                "Entropically driven microphase transitions in mixtures of colloidal rods and spheres",
                "Attractive potential between confined colloids at low ionic strength",
                "Ordered phases of filamentous viruses",
                "Smectic phase in a colloidal suspension of semiflexible virus particles",
                "Control and measurement of the phase behavior of aqueous solutions using microfluidics",
                "Cholesteric phase in virus suspensions",
                "Multiple light scattering from concentrated, interacting suspensions",
                "Structure of electrorheological fluids",
                "Isotropic-nematic phase transition and angular correlations in isotropic suspensions of tobacco mosaic virus",
                "Development of model colloidal liquid crystals and the kinetics of the isotropic–smectic transition"
            ],
            [
                "Although the idea that entropy alone is sufficient to produce an ordered state is an old one in colloid science 1, the notion remains counter-intuitive and it is often assumed that attractive interactions are necessary to generate phases with long-range order. The phase behaviour for both rods and spheres has been studied experimentally 1, 2, 3, 4, 5, 6, 7, theoretically 8, 9 and by computer simulations 10. Here we describe the phase behaviour of mixtures of colloidal rod-like and sphere-like particles (respectively viruses and polystyrene latex or polyethylene oxide polymer) under conditions in which they act like hard'particles 2, 3. We find a wealth of behaviour: bulk demixing into rod-rich and rod-poor phases and microphase separation into a variety of morphologies. One microphase consists of layers of rods alternating with layers of spheres 11; in another microphase of unanticipated complexity, the spheres …",
                "Digital video microscopy is used to locate the positions of 1.27 μm diameter polystyrene spheres suspended in low ionic strength water and confined between two glass plates. A method is developed to obtain the pair potential of the colloidal particles from measurements of the pair-correlation function of both dilute and moderately concentrated dispersions. We find that the measured pair potential has an attractive component much greater than predicted by the Derjaguin-Landau-Verwey-Overbeek theory of nonconfined colloids and suggest that the confining plates are responsible for the observed deviations from theory.",
                "This review will focus on the equilibrium and non-equilibrium phase behavior of colloidal suspensions of rod-like viruses. It will treat the simplest case where the rods are the sole colloidal component and also the more complex phase behavior that arises in mixtures of binary rods and mixtures of rods with spherical colloids, or with polymers. An enormous volume of literature is devoted to the theoretical treatment and computer simulation of the phase behavior of hard rod systems. Viruses, because of their monodispersity and well-characterized interparticle interactions, continue to be the best experimental system for exploring the issues raised by theory. These include elucidating the fundamental relationship between molecular properties, such as length and charge, and macroscopic properties, such as phase behavior. Furthermore, through genetic engineering of viruses, new colloids have been created that are …",
                "Aqueous suspensions of micron-length, charged, semiflexible fd virus particles are studied experimentally in order to explore properties of the cholesteric-smectic phase transition in a system approximating flexible, hard rods. Through comparison of this system with (1) computer simulations of hard, rigid rods,(2) experiments on tobacco mosaic virus, a rigid, charged virus, and on pf1, a flexible, charged virus, and (3) with recent theories of the nematic-smectic transition in flexible rods, we argue that flexibility raises the volume fraction at the phase transition, lowers the ratio of the smectic periodicity to the contour length, and drives the transition first order.",
                "A microfluidic device denoted the Phase Chip has been designed to measure and manipulate the phase diagram of multicomponent fluid mixtures. The Phase Chip exploits the permeation of water through poly(dimethylsiloxane) (PDMS) in order to controllably vary the concentration of solutes in aqueous nanoliter volume microdrops stored in wells. The permeation of water in the Phase Chip is modeled using the diffusion equation, and good agreement between experiment and theory is obtained. The Phase Chip operates by first creating drops of the water\/solute mixture whose composition varies sequentially. Next, drops are transported down channels and guided into storage wells using surface tension forces. Finally, the solute concentration of each stored drop is simultaneously varied and measured. Two applications of the Phase Chip are presented. First, the phase diagram of a polymer\/salt mixture is …",
                "We report measurements of the cholesteric pitch and twist elastic constant (K22) in monodisperse suspensions of the rodlike virus filamentous bacteriophage fd. Measurements were taken for concentrations spanning the entire cholesteric region at several ionic strengths and temperatures. In the limit of high ionic strength the cholesteric pitch (P0) scales with concentration (c) as P0 ∝ c-1.66. As the ionic strength decreases, the scaling exponent systematically changes to lower values. ",
                "The effects of short-range interparticle correlations on the multiple scattering of light in colloidal suspensions are studied. Our measurements, and comparisons with theory, of the transport mean free path and the width of the coherent backscattering cone demonstrate the validity of the diffusion approximation of light in correlated suspensions. Dynamic multiple-light-scattering measurements allow determination of the short-time self-diffusion constant of the spheres. The data agree with hydrodynamic theory up to 45% volume fraction with no adjustable parameters.",
                "Specially synthesized silica colloidal spheres with fluorescent cores were used as model electrorheological fluids to experimentally explore structure formation and evolution under conditions of no shear. Using confocal scanning laser microscopy we measured the location of each colloid in three dimensions. We observed an equilibrium body-centered tetragonal phase and several nonequilibrium structures such as sheet-like labyrinths and isolated chains of colloids. The formation of nonequilibrium structures was studied as a function of the volume fraction, electric field strength, and starting configuration of the colloid. We compare our observations to previous experiments, simulations, and calculations.",
                "The specific magnetic-field-induced birefringence is measured in isotropic suspensions of the rodlike particle tobacco mosaic virus as a function of concentration and added salt. This quantity is proportional to the angular correlations between particles at zero field. In addition, the isotropic-nematic coexistence concentrations are measured as a function of ionic strength. The data compare well with a scaled functional theory assuming decoupling between the angular and spatial degrees of freedom.",
                "We have prepared a homologous series of filamentous viruses with varying contour length using molecular cloning techniques. These viruses are monodisperse enough to form a stable smectic phase. Two systems are studied. The first system consists of viruses to the surfaces of which the polymers are covalently bound. Through studies of the isotropic–cholesteric phase transition we demonstrate that covalently attached polymers alter the effective diameter of the virus. Additionally, we have produced mixtures of viruses whose ratio of effective diameters varies by a factor of five. The second system is composed of mixtures of rod–like viruses and non–absorbing Gaussian polymers. With this system we study the kinetics of the isotropic–smectic phase transition and describe observations of a number of novel metastable structures of unexpected complexity."
            ],
            [
                [

                ]
            ],
            [
                "Seth Fraden Seth Fraden Professor of Physics PhD, Brandeis University, 1987 Our group studies a broad range of topics in Soft Matter. We utilize a variety of methods and approaches covering experiment, theory and simulation. Our research interests lie squarely in the intersection of physics, chemistry, biology and materials science. Our lab is interdisciplinary, but we are also involved in several multi-investigator projects. Current areas of interest are active matter, coupled non-linear chemical oscillators, protein crystallization, microfluidics, colloidal liquid crystals, DNA - colloid self-assembly and DNA origami. Group Website Camille Girabawe (2017) “Synchronization In Pairs of Chemical Oscillators” Present position: Analyst, Data Analytics. Boston, MA Achini Opathalage (2016) “X-ray Transparent Microfluidics for Protein Crystallization and Biomeneralization” Present Position: Postdoctoral Fellow, Brandeis University, Waltham, MA Nate Tompkins (2015) “Synchronization Dynamics of Coupled Chemical Oscillators” Present Position: Assistant Director of Education, Outreach and Diversity, MRSEC Ning Li (2015) “Nonlinear Chemical Dynamics and Synchronization” Present Position: Research Scientist, GNS Healthcare, Cambridge, MA \"Microfluidic Tools to Investigate Protein Crystallization\" Michael Heymann (2014). Present position: Postdoc, Max Planck Institut for Biochemistry, Germany Rafael A. Cabanas (2014) Present Position: Assistant Professor, Bunker Hill Community College Sathish Akella (2014) “Characterizing Protein Crystal Nucleation” Present Position: Postdoctoral Fellow, Okinawa Inste of Technology, Japan Šeila Selimović (2010) “Microfluidics for Protein Crystallization and Mapping Phase Diagrams of Aqueous Solutions” Present Position: AAAS Science and Technology Policy Fellow in Washington, DC, working on science diplomacy issues relating to energy security and sustainability. 2018 “ Dynamics of an active nematic under topologically incommensurate confinement ” Michael M. Norton, Arvind Baskaran, Achini Opathalage, Blake Langeslay, Seth Fraden, Aparna Baskaran and Michael Hagan Physical Review E 97, 012702 (2018) Supplementary movies ” “ Engineering reaction–diffusion networks with properties of neural tissue ” Thomas Litschel, Michael M. Norton, Vardges Tserunyan and Seth Fraden Lab on a Chip 18, 714 - 722, (2018) Supplemental files & movies. DOI: 10.1039\/c7lc01187c 2017 “ Transition from turbulent to coherent flows in confined three-dimensional active fluids ” Kun-Ta Wu, Jean Bernard Hishamunda, Daniel T. N. Chen, Stephen J. DeCamp, Ya-Wen Chang, Alberto Fernández-Nieves, Seth Fraden, Zvonimir Dogic Science, eaal1979 (2017); DOI: 10.1126\/science.aal1979 Perspective , Supplemental Materials: Supplement , Video 1 , Video 2 , Video 3 , Video 4 , Video 5 , Video 6 , Video 7 , Video 8 . “ Rapid prototyping of cyclic olefin copolymer (COC) microfluidic devices ” S. Ali Aghvami, Achini Opathalage, Z.K. Zhang, Markus Ludwig, Michael Heymann, Michael Norton, Niya Wilkins, Seth Fraden Sensors and Actuators B: Chemical 247 (2017) 940-949; DOI: 10.1016\/j.snb.2017.03.023 Supplemental Materials: Supplement , Video 1 , Video 2 , Video 3 , Video 4 , Video 5 , Video 6 , Video 7 , Store then create Autocad , Al Mold Layer 1 Solidworks , Al Mold Layer 2 Solidworks , Cover Solidworks , Mold for Ferrule Solidworks . 2016 “ An image-driven drop-on-demand system ” C. Girabawe, S. Fraden Sensors and Actuators B: Chemical 238 (2017) 532-539; DOI: 10.1016\/j.snb.2016.07.065 Supplemental Materials: Supplement , Video 1 , Video 2 , Video 3 , Video 4 ” “ Configurable NOR gate arrays from Belousov-Zhabotinsky micro-droplets ” A.L. Wang, J.M. Gold, N. Tompkins, M. Heymann, K.I. Harrington, S. Fraden The European Physical Journal Special Topics 225 (1),211-227 (2016); DOI: 10.1140\/epjst\/e2016-02622-y Supplemental Materials: Video 1 , Video 2 , Video 3 , Video 4 , Video 5 , Matlab Code “ An inexpensive programmable illumination microscope with active feedback ” Nathan Tompkins and Seth Fraden American Journal of Physics 84, 150 (2016); DOI: 10.1119\/1.4935806 2015 “ ATP Consumption of Eukaryotic Flagella Measured at a Single-Cell Level ” Daniel T. N. Chen, Michael Heymann, Seth Fraden, Daniela Nicastro, and Zvonimir Dogic Biophysical Journal 109, 2562-2573 (2015) DOI: 10.1016\/j.bpj.2015.11.003 “ Low-Z polymer sample supports for fixed-target serial femtosecond X-ray crystallography ” G. K. Feld, M. Heymann, W. H. Benner, T. Pardini, C.-J. Tsai, S. Boutet, M. A. Coleman, M. S. Hunter, X. Li, M. Messerschmidt, A. Opthalage, B. Pedrini, G. J. Williams, B. A. Krantz, S. Fraden, S. Hau-Riege, J. E. Evans, B. W. Segelke and M. Frank J. Appl. Cryst. 48, 1-8 (2015); DOI 10.1107\/S16005767150104933 “ Creation and perturbation of planar networks of chemical oscillators ” Nathan Tompkins, Matthew Carl Cambria, Adam L. Wang, Michael Heymann, and Seth Fraden Chaos 25, 064611 (2015); DOI: 10.1063\/1.4922056 , Supplement and Video Captions ” Supplemental Videos: SV1a , SV1d , SV1g , SV1j , SV3a , SV3c , SV4a , SV4b , SV4c , SV4d , SV6a , SV6b , SV6d , SVS1a (PDMS Mold Fabrication) , SVS1b (Plastic Master Fabrication) , SVS1c (Thin PDMS Device Fabrication) , SVS2 (Clamping Procedure) ” “ Tunable diffusive lateral inhibition in chemical cells ” Ning Li, Nathan Tompkins, Hector Gonzalez-Ochoa and Seth Fraden Eur. Phys. J. E 38, 18 (2015); DOI 10.1140\/epje\/i2015-15018-3 “ A simple and inexpensive device to remove edge beads ” Markus Ludwig and Seth Fraden Chips and Tips , 2015. Pdf of blog post. Folder with post, AutoCAD file, movies. ” “ DNA driven self-assembly of micron-sized rods using DNA-grafted bacteriophage fd virions ” R. R. Unwin, R. A. Cabanas, T. Yanagishima, T. R. Blower, H. Takahashi, G. P. C. Salmond, J. M. Edwardson, S. Fraden and E. Eiser Phys. Chem. Chem. Phys. 17, 8194-8202 (2015); Supplement ; Movie . DOI: 10.1039\/c4cp05405a 2014 “ Emulsion-Based Technique To Measure Protein Crystal Nucleation Rates of Lysozyme ” Sathish V. Akella, Aaron Mowitz, Michael Heymann, and Seth Fraden Crystal Growth & Design 14, 4487-4509 (2014); Movies: DOI: 10.1021\/cg500562r “ Cross polarization compatible dialysis chip ,” Micha Kornreich, Michael Heymann, Seth Fraden and Roy Beck Lab on a Chip 14, 3700-3704 (2014); DOI: 10.1039\/c4lc00600c “ Room-temperature serial crystallography using a kinetically optimized microfluidic device for protein crystallization and on-chip X-ray diffraction ” Michael Heymann, Achini Opthalage, Jennifer L. Wierman, Sathish Akella, Doletha M. E. Szebenyi, Sol M. Gruner and Seth Fraden IUCrJ (2014). 1, 349–360; doi:10.1107\/S2052252514016960 “ Giant Volume Change of Active Gels under Continuous Flow ” Ye Zhang, Ning Zhou, Ning Li, Megan Sun, Dongshin Kim, Seth Fraden, Irving R. Epstein, and Bing Xu JACS (2014); dx.doi.org\/10.1021\/ja503665t Supplement ; movie S1, oscillating gel annulus ; movie S2, oscillating gel array . “ Combined excitatory and inhibitory coupling in a 1D array of Belousov- Zhabotinsky droplets ” N. Li, J. Delgado, H. O. González-Ochoa, I. R. Epstein and S. Fraden Phys. Chem. Chem. Phys. 16, 10965-10978 (2014); DOI:10.1039\/C4CP00957F “ Testing Turing's Theory of Morphogenesis in Chemical Cells ” Nathan Tompkins, Ning Li, Camille Girabawe, Michael Heymann, G. Bard Ermentrout, Irving R. Epstein, and Seth Fraden Proceedings of the National Academy of Sciences 111, 4397–4402 (2014); DOI: 10.1073\/pnas.1322005111. Supporting information: SI.pdf , SM01.mov , SM02.mov , SM03.mov , SM04.mov , SM05.mov , SM06.mov , SM07.mov “ Controlling uniformity of photopolymerized microscopic hydrogels ” Sukho Park, Dongshin Kim, Seong Young Ko, Jong-Oh Park, Sathish Akella, Bing Xu, Ye Zhang and Seth Fraden Lab on a Chip, 14 (9), 1551 - 1563 (2014); DOI: 10.1039\/c4lc00158c Supporting information ; Movie S1 , Movie S2 . Seth Fraden Abelson 214 781-736-2888 fraden@brandeis.edu"
            ]
        ]
    ]
}