{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y49N2RM3",
            "4b75Uv4AAAAJ",
            [
                "Emergent quantum criticality, Fermi surfaces, and AdS 2",
                "Quantum corrections to holographic entanglement entropy",
                "Gravitation from entanglement in holographic CFTs",
                "Constraining f (R) gravity as a scalar-tensor theory",
                "Integrating out geometry: Holographic Wilsonian RG and the membrane paradigm",
                "The entanglement Renyi entropies of disjoint intervals in AdS\/CFT",
                "Modular Hamiltonians for deformed half-spaces and the averaged null energy condition",
                "Semi-holographic Fermi liquids",
                "Strange metal transport realized by gauge\/gravity duality",
                "Bulk locality from modular flow"
            ],
            [
                "Gravity solutions dual to d-dimensional field theories at finite charge density have a near-horizon region, which is AdS 2× R d− 1. The scale invariance of the AdS 2 region implies that at low energies the dual field theory exhibits emergent quantum critical behavior controlled by a (0+ 1)-dimensional conformal field theories (CFT). This interpretation sheds light on recently-discovered holographic descriptions of Fermi surfaces, allowing an analytic understanding of their low-energy excitations. For example, the scaling behavior near the Fermi surfaces is determined by conformal dimensions in the emergent IR CFT. In particular, when the operator is marginal in the IR CFT, the corresponding spectral function is precisely of the “marginal Fermi liquid” form, postulated to describe the optimally doped cuprates.",
                "We consider entanglement entropy in quantum field theories with a gravity dual. In the gravity description, the leading order contribution comes from the area of a minimal surface, as proposed by Ryu-Takayanagi. Here we describe the one loop correction to this formula. The minimal surface divides the bulk into two regions. The bulk loop correction is essentially given by the bulk entanglement entropy between these two bulk regions. We perform some simple checks of this proposal.",
                "Entanglement entropy obeys a ‘first law’, an exact quantum generalization of the ordinary first law of thermodynamics. In any CFT with a semiclassical holographic dual, this first law has an interpretation in the dual gravitational theory as a constraint on the spacetimes dual to CFT states. For small perturbations around the CFT vacuum state, we show that the set of such constraints for all ball-shaped spatial regions in the CFT is exactly equivalent to the requirement that the dual geometry satisfy the gravitational equations of motion, linearized about pure AdS. For theories with entanglement entropy computed by the Ryu-Takayanagi formula S=\/(4G N), we obtain the linearized Einstein equations. For theories in which the vacuum entanglement entropy for a ball is computed by more general Wald functionals, we obtain the linearized equations for the associated higher-curvature theories. Using the first law, we also …",
                "We search for viable f (R) theories of gravity, making use of the equivalence between such theories and scalar-tensor gravity. We find that models can be made consistent with solar system constraints either by giving the scalar a high mass or by exploiting the so-called chameleon effect. However, in both cases, it appears likely that any late-time cosmic acceleration will be observationally indistinguishable from acceleration caused by a cosmological constant. We also explore further observational constraints from, eg, big bang nucleosynthesis and inflation.",
                "We formulate a holographic Wilsonian renormalization group flow for strongly coupled systems with a gravity dual, motivated by the need to extract efficiently low energy behavior of such systems. Starting with field theories defined on a cut-off surface in a bulk spacetime, we propose that integrating out high energy modes in the field theory should correspond to integrating out a part of the bulk geometry. We describe how to carry out this procedure in practice in the classical gravity approximation using examples of scalar and vector fields. By integrating out bulk degrees of freedom all the way to a black hole horizon, this formulation defines a refined version of the black hole membrane paradigm. Furthermore, it also provides a derivation of the semi-holographic description of low energy physics.",
                "We study entanglement Renyi entropies (EREs) of 1+ 1 dimensional CFTs with classical gravity duals. Using the replica trick the EREs can be related to a partition function of n copies of the CFT glued together in a particular way along the intervals. In the case of two intervals this procedure defines a genus n-1 surface and our goal is to find smooth three dimensional gravitational solutions with this surface living at the boundary. We find two families of handlebody solutions labelled by the replica index n. These particular bulk solutions are distinguished by the fact that they do not spontaneously break the replica symmetries of the boundary surface. We show that the regularized classical action of these solutions is given in terms of a simple numerical prescription. If we assume that they give the dominant contribution to the gravity partition function we can relate this classical action to the EREs at leading order in G_N. We argue that the prescription can be formulated for non-integer n. Upon taking the limit n-> 1 the classical action reproduces the predictions of the Ryu-Takayanagi formula for the entanglement entropy.",
                "We study modular Hamiltonians corresponding to the vacuum state for deformed half-spaces in relativistic quantum field theories on. We show that in addition to the usual boost generator, there is a contribution to the modular Hamiltonian at first order in the shape deformation, proportional to the integral of the null components of the stress tensor along the Rindler horizon. We use this fact along with monotonicity of relative entropy to prove the averaged null energy condition in Minkowski space-time. This subsequently gives a new proof of the Hofman-Maldacena bounds on the parameters appearing in CFT three-point functions. Our main technical advance involves adapting newly developed perturbative methods for calculating entanglement entropy to the problem at hand. These methods were recently used to prove certain results on the shape dependence of entanglement in CFTs and here we generalize …",
                "We show that the universal physics of recent holographic non-Fermi liquid models is captured by a semi-holographic description, in which a dynamical boundary field is coupled to a strongly coupled conformal sector having a gravity dual. This allows various generalizations, such as a dynamical exponent and lattice and impurity effects. We examine possible relevant deformations, including multi-trace terms and spin-orbit effects. We discuss the matching onto the UV theory of the earlier work, and an alternate description in which the boundary field is integrated out.",
                "Fermi liquid theory explains the thermodynamic and transport properties of most metals. The so-called non-Fermi liquids deviate from these expectations and include exotic systems such as the strange metal phase of cuprate superconductors and heavy fermion materials near a quantum phase transition. We used the anti–de-Sitter\/conformal field theory correspondence to identify a class of non-Fermi liquids; their low-energy behavior is found to be governed by a nontrivial infrared fixed point, which exhibits nonanalytic scaling behavior only in the time direction. For some representatives of this class, the resistivity has a linear temperature dependence, as is the case for strange metals.",
                "We study the reconstruction of bulk operators in the entanglement wedge in terms of low energy operators localized in the respective boundary region. To leading order in N, the dual boundary operators are constructed from the modular flow of single trace operators in the boundary subregion. The appearance of modular evolved boundary operators can be understood due to the equality between bulk and boundary modular flows and explicit formulas for bulk operators can be found with a complete understanding of the action of bulk modular flow, a difficult but in principle solvable task."
            ],
            [
                [

                ]
            ],
            [
                "Thomas Faulkner Associate Professor 433 Loomis Laboratory (217) 244-8598 tomf@illinois.edu Thomas Faulkner received his bachelors degree in Physics from the University of Melbourne in 2003. He went on to obtain his Ph.D. from MIT in 2009 working under the guidance of Hong Liu and Krishna Rajagopal. His thesis involved using string theory techniques to study QCD under extreme conditions. From 2009-2012 Thomas held a postdoctoral position at the Kavli Institute for Theoretical Physics in UCSB where he continued to make interesting connections between problems in strongly correlated many body physics and string theory. Thomas also held a postdoctoral position at the Institute for Advanced Studies in Princeton from 2012-2013 where he became interested in Entanglement Entropy and the role it plays in fundamental aspects of quantum gravity. Thomas joined the department in 2014. Broadly speaking my research interests lie at the intersection of exotic phases of quantum matter and string theory. These two \r\nsubjects are connected via the celebrated holographic duality or AdS\/CFT, which asserts that certain string theories are dual to quantum phases of matter. That is there can be two different ways of looking at the same system. By using tools developed in both the condensed matter and string communities I hope to gain insight into fundamental questions on both sides of the duality. More specifically I am interested in: 1. Entanglement Entropy in quantum many body systems. As a tool to study quantum phases of matter, quantum gravity and black holes. 2. String inspired models of strongly correlated phenomena. Ranging from Non-Fermi Liquids and Quantum Criticality to transport and disorder. 3. Holographic models of QCD under extreme conditions. Signatures of strongly coupled physics in the quark-gluon plasma produced\r\nat heavy ion colliders. Research Honors DOE - Early Career Award (Sep 2018) DARPA - Young Faculty Award (Sep 2015) Srivatsan Balakrishnan, Thomas Faulkner, Zuhair U. Khandker, Huajia Wang, ``A Genearl Proof of the Quantum Null Energy Condition'', JHEP 09 , 020 (2019) Thomas Faulkner, Min Li, Huajia Wang, ``A modular toolkit for bulk reconstruction'', JHEP 1904 (2019) 119 Thomas Faulkner , Felix M. Haehl , Eliot Hijano , Onkar Parrikar , Charles Rabideau, Mark Van Raamsdonk, ``Nonlinear Gravity from Entanglement in Conformal Field Theories'',  JHEP 1708 (2017) 057, arXiv:1705.03026 Thomas Faulkner, Aitor Lewkowycz, ``Bulk locality from modular flow'', JHEP 1707 (2017) 151 , arXiv:1704.05464 S. Balakrishnan, S. Dutta, T. Faulkner, ``Gravitational dual of the Renyi twist displacement operator'', Phys.Rev. D96 (2017) no.4, 046019, arXiv:1607.06155 T. Faulkner, R. Leigh, O. Parrikar, H. Wang, ``Modular Hamiltonians for Deformed Half-Spaces and the Averaged Null Energy Condition'', JHEP 1609 (2016) 038, arXiv: 1605.08072 T. Faulkner, R. Leigh, O. Parrikar, ``Shape dependence of entanglement entropy in conformal field theories'',JHEP  1604  (2016) 088 T. Faulkner,  Bulk Emergence and the RG Flow of Entanglement Entropy, JHEP 1505 (2015) 033 T. Faulkner, A. Lewkowycz and J. Maldacena, Quantum corrections to holographic entanglement entropy,  JHEP 1311 (2013) 074 T. Faulkner, N. Iqbal, H. Liu, J. McGreevy, D. Vegh, Strange Metal Transport Realized by Gauge\/Gravity Duality, Science 329 (2010) 1043. T. Faulkner, H. Liu, J. McGreevy, D. Vegh, Emergent quantum criticality, Fermi surfaces, and AdS(2),  Phys. Rev.  D 83, 125002 (2011) Accolades Faulkner receives DOE Early Career Award Assistant Professor of Physics Thomas Faulkner has been selected by the US Department of Energy (DOE) Office of Science to receive an Early Career Award. The DOE Early Career Research Program, now in its ninth year, provides award recipients with significant funding over a five year period. Faulkner is among 84 scientists at U.S. universities and DOE-supported national laboratories to be selected this year. He is one of only two scientists at the University of Illinois at Urbana-Champaign to receive the honor this year. The Early Career Award recognizes promising scientists within 10 years of having earned their doctoral degrees, working in research areas supported by the DOE Office of Science. Faulkner’s research proposal in theoretical high-energy physics is entitled, “New perspectives on QFT and gravity from quantum entanglement.”"
            ]
        ]
    ]
}