{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y4PJK48P",
            "H7is5kMAAAAJ",
            [
                "Autocatalytic reaction fronts inside a porous medium of glass spheres",
                "Experimental evidence for three universality classes for reaction fronts in disordered flows",
                "Phase diagram of sustained wave fronts opposing the flow in disordered porous media",
                "Microbial range expansions on liquid substrates",
                "Microbial range expansions on liquid substrates",
                "CHEMO-hydrodynamic coupling between forced advection in porous media and self-sustained chemical waves",
                "Avalanches dynamics in reaction fronts in disordered flows",
                "Self-sustained reaction fronts in porous media",
                "Elliptical particle clustering in cellular flows",
                "Untangling tracer trajectories and clarifying coherence in 2D flows using braid theory"
            ],
            [
                "We analyze experimentally chemical wave propagation in the disordered flow field of a porous medium. The reaction fronts travel at a constant velocity that drastically depends on the mean flow direction and rate. The fronts may propagate either downstream and upstream but, surprisingly, they remain static over a range of flow rate values. Resulting from the competition between the chemical reaction and the disordered flow field, these frozen fronts display a particular sawtooth shape. The frozen regime is likely to be associated with front pinning in low velocity zones, the number of which varies with the ratio of the mean flow and the chemical front velocities.",
                "Self-sustained reaction fronts in a disordered medium subject to an external flow display self-affine roughening, pinning, and depinning transitions. We measure spatial and temporal fluctuations of the front in 1+ 1 dimensions, controlled by a single parameter, the mean flow velocity. Three distinct universality classes are observed, consistent with the Kardar-Parisi-Zhang (KPZ) class for fast advancing or receding fronts, the quenched KPZ class (positive-qKPZ) when the mean flow approximately cancels the reaction rate, and the negative-qKPZ class for slowly receding fronts. Both qKPZ classes exhibit distinct depinning transitions, in agreement with the theory.",
                "Using lattice Boltzmann simulations, we analyze the different regimes of propagation of an autocatalytic reaction front in heterogenous porous media. The heterogeneities of the porous medium are characterized by the standard deviation of its log-normal distribution of permeability and its correlation length. We focus on the situation where chemical reaction and flow field act in opposite directions. In agreement with previous experiments we observe upstream, downstream fronts as well as static, frozen ones over a range of flow velocity which depends drastically on the heterogeneities of the flow field. The transition between the static regime and the downstream one account for large enough low-velocity zones, whereas the transition from static to upstream regime is found to be given by a kind of percolation path.",
                "Despite the importance of fluid flow for transporting and organizing populations, few laboratory systems exist to systematically investigate the impact of advection on their spatial evolutionary dynamics. To address this problem, we study the morphology and genetic spatial structure of microbial colonies growing on the surface of a nutrient-laden fluid 10 4 to 10 5 times more viscous than water in Petri dishes; the extreme but finite viscosity inhibits undesired thermal convection and allows populations to effectively live at the air-liquid interface due to capillary forces. We discover that S. cerevisiae (baker’s yeast) growing on a viscous liquid behave like “active matter”: They metabolically generate fluid flows many times larger than their unperturbed colony expansion speed, and that flow, in turn, can dramatically impact their colony morphology and spatial population genetics. We show that yeast cells generate fluid flows …",
                "Despite the importance of fluid flow for transporting and organizing populations, few laboratory systems exist to systematically investigate the impact of advection on their spatial evolutionary dynamics. To address this problem, we study the morphology and genetic spatial structure of microbial colonies growing on the surface of a nutrient-laden fluid 10 4 to 10 5 times more viscous than water in Petri dishes; the extreme but finite viscosity inhibits undesired thermal convection and allows populations to effectively live at the air-liquid interface due to capillary forces. We discover that S. cerevisiae (baker’s yeast) growing on a viscous liquid behave like “active matter”: They metabolically generate fluid flows many times larger than their unperturbed colony expansion speed, and that flow, in turn, can dramatically impact their colony morphology and spatial population genetics. We show that yeast cells generate fluid flows …",
                "Autocatalytic reaction fronts between two reacting species in the absence of fluid flow, propagate as solitary waves. The coupling between autocatalytic reaction front and forced simple hydrodynamic flows leads to stationary fronts whose velocity and shape depend on the underlying flow field. We address the issue of the chemico-hydrodynamic coupling between forced advection in porous media and self-sustained chemical waves. Towards that purpose, we perform experiments over a wide range of flow velocities with the well characterized iodate arsenious acid and chlorite-tetrathionate autocatalytic reactions in transparent packed beads porous media. The characteristics of these porous media such as their porosity, tortuosity, and hydrodynamics dispersion are determined. In a pack of beads, the characteristic pore size and the velocity field correlation length are of the order of the bead size. In order to address …",
                "We report on numerical studies of avalanches of an autocatalytic reaction front in a porous medium. The front propagation is controlled by an adverse flow resulting in upstream, static, or downstream regimes. In an earlier study focusing on front shape, we identified three different universality classes associated with this system by following the front dynamics experimentally and numerically. Here, using numerical simulations in the vicinity of the second-order transition, we identify an avalanche dynamics characterized by power-law distributions of avalanche sizes, durations, and lateral extensions. The related exponents agree well with the quenched-Kardar-Parisi-Zhang theory, which describes the front dynamics. However, the geometry of the propagating front differs slightly from that of the theoretical one. We show that this discrepancy can be understood in terms of the nonquasistatic correction induced by the finite …",
                "We analyze experimentally chemical waves propagation in the disordered flow field of a porous medium. The reaction fronts travel at a constant velocity which drastically depends on the mean flow direction and rate. The fronts may propagate either downstream and upstream but, surprisingly, they remain static over a range of flow rate values. Resulting from the competition between the chemical reaction and the disordered flow field, these frozen fronts display a particular sawtooth shape. The frozen regime is likely to be associated with front pinning in low velocity zones, the number of which varies with the ratio of the mean flow and the chemical front velocities.",
                "The transport of finite-sized objects by fluid flows is relevant to a wide variety of phenomena, such as debris transport on the ocean surface or bacteria advection in fluid environment. The shape of the advected objects can strongly alter their coupling with the surrounding flow field, and hence, greatly affecting their dispersion by the flow. We present the results of investigations of the behavior of neutrally buoyant, elliptical particles in two-dimensional cellular flows. We find that their trajectories, and overall organization, are markedly different than for spherical particles, with clear clustering for the elliptical particles associated with vortices.",
                "Interpreting ocean surface transport is crucial to many areas of oceanography, ranging from marine ecology to pollution management. To better understand surface mixing, we investigate a braid theory method to detect transport barriers bounding coherent structures in two-dimensional fluid flows. Whereas most existing techniques rely on an extensive spatiotemporal knowledge of the flow field, we seek to identify these structures from sparse data sets involving trajectories of a few tracer particles or floats. We present the results of model and laboratory experimental studies to test the robustness and applicability of the braid theory method, and discuss the potential applicability to oceanic data sets."
            ],
            [
                [
                    "statistical mechanics",
                    "dynamical sytems",
                    "biophysics",
                    "nonlinear physics"
                ]
            ],
            [
                "Severine Atis Severine Atis Postdoctoral Researcher Advisor: William Irvine atis@uchicago.edu"
            ]
        ]
    ]
}