{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y6D31L7E",
            "WU2MtJUAAAAJ",
            [
                "Nocturnal herbivore-induced plant volatiles attract the generalist predatory earwig Doru luteipes Scudder",
                "Invasion of exotic arthropods in South America’s biodiversity hotspots and agro-production systems",
                "Efecto insecticida del extracto de semillas de Neem (Azadirachta indica) sobre Collaria scenica, Stal (Hemiptera: Miridae)",
                "Control de la chinche de los pastos Collaria scenica (Hemiptera: Miridae) con nematodos entomopatógenos en invernadero",
                "Primer reporte de patogenicidad por nemátodos entomopatógenos sobre la chinche de los pastos Collaria scenica Stål (Hemiptera: Miridae)."
            ],
            [
                "Numerous studies have demonstrated that entomophagous arthropods use herbivore-induced plant volatile (HIPV) blends to search for their prey or host. However, no study has yet focused on the response of nocturnal predators to volatile blends emitted by prey damaged plants. We investigated the olfactory behavioral responses of the night-active generalist predatory earwig Doru luteipes Scudder (Dermaptera: Forficulidae) to diurnal and nocturnal volatile blends emitted by maize plants (Zea mays) attacked by either a stem borer (Diatraea saccharalis) or a leaf-chewing caterpillar (Spodoptera frugiperda), both suitable lepidopteran prey. Additionally, we examined whether the earwig preferred odors emitted from short- or long-term damaged maize. We first determined the earwig diel foraging rhythm and confirmed that D. luteipes is a nocturnal predator. Olfactometer assays showed that during the day …",
                "Worldwide, exotic invasive increased concern, and are responsible for envispecies are of ronmental and economic problems. Although some exotic species are efficiently kept at bay through both biotic and abiotic processes, several lack effective natural enemies and undergo explosive population increases and geographic spread. Such species commonly transform and negatively affect (native) ecosystems, threaten biotic integrity and contribute to the disappearance of endangered species (Reid and Miller, 1989; IUCN, 1991; Luken and Thieret, 1997; Sheley and Petroff, 1999; Mack, 2000; Clavero and Garcia-Berthou, 2005). Alien species affect native species and communities in a direct fashion through herbivory, predation or parasitism. In a more complex, indirect fashion, invasive species have been documented to cause apparent competition, indirect mutualism\/commensalism, exploitative competition, and trophic cascades (White et al., 2006; Wagner and Van Driesche, 2010). Positive interactions among invaders can facilitate or accelerate further invasion, eventually leading to so-called ‘invasional",
                "El presente trabajo se desarrollo con el objetivo de evaluar o efeito insecticida del extracto etanólico de semillas de Neem (Azadirachta indica A. Juss) sobre ninfas de la chinche de los pastos Collaria scenica Stal. Para eso, se elaboró un extracto a partir de frutos inmaduros de Neem mediante rotaevaporación. El extracto fue diluido en tres concentraciones de ppm que corresponden a los tratamientos. Por medio de cromatografías en capa delgada se determinó la presencia de Azaridactina. Se realizó un experimento DCA de 4 tratamientos y 5 repeticiones que incluyó las tres concentraciones del extracto y un control. En cada repeticion se usaron 15 ninfas, colocadas aleatoriamente en cajas plásticas herméticas con alimento y la concentración correspondiente. Diariamente se realizó una aplicación del extracto y se registró porcentaje de mortalidad, número de exuvia y número de individuos que llegaron al estado adulto en cada tratamiento. Los resultados fueron analizados con prueba Kruskal-wallis y Games-Howell para cada variable. Las tres concentraciones del extracto de semillas de Neem presentaron un efecto negativo sobre el desarrollo de las chinches. El tratamiento más concentrado (250ppm) fue el más eficaz presentando una mortalidad del 97%, menor número de exubias y menor número adultos al final del ensayo.",
                "Se estudió la eficacia de juveniles infectivos (JI) de Steinernema sp. JCL024 y Heterorhabditis sp. SL0708 sobre adultos y ninfas de Collaria scenica Stal bajo condiciones de invernadero. Se evaluaron 5 dosis (2, 16, 78, 160 JIs)\/cm2 foliolo) para cada nematodo. El experimento fue observado durante 21 días cada 24 horas, realizando el conteo de mortalidad y valoración del daño del pasto kikuyo. Las chinches presentaron 100% de mortalidad después de 15 días. Cada chinche produjo en promedio 13.000 JI\/6 días. En cuanto al daño, no alcanzó el nivel 2 en los 21 días respecto al tratamiento sin nematodos que presentó daño 3 con necrosis y enrollamiento apical de las hojas. Por ende, Steinernema sp. JCL024 y Heterorhabditis sp. SL0708 ejercieron control en la chinche de los pastos y mantuvieron bajo el daño en el follaje.",
                "Se evaluó la patogenicidad de Steinernema sp. y Heterorhabditis sp., y se determinó el efecto de diferentes concentraciones de Juveniles infectivos (JI) sobre ninfas y adultos de Collaria scenica. Para esto, chinches fueron inoculadas con 5 000 JI de cada especie de nemátodo en un diseño factorial (3x2) y se utilizaron siete concentraciones de JI en un diseño factorial (7× 2× 2). Las chinches presentaron 100% de mortalidad y sintomatología de patogenicidad. Se comprobó infección por ambas especies de nemátodos y se asume que penetraron a través de los espiráculos y el ano. Se observó mayor capacidad de patogenicidad con Steinernema sp. En base a los resultados obtenidos Heterorhabditis sp. y Steinernema sp. podrían constituir una eficiente herramienta para controlar las poblaciones de C. scenica en pastizales."
            ],
            [
                [
                    "Chemical ecology",
                    "Insect behavior",
                    "Dermaptera",
                    "Biological Control",
                    "Plant-Insect Interactions"
                ]
            ]
        ]
    ]
}