{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y6IWHX71",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Gary J. Mankey Professor 2049 Bevill Hall\/323 GL (205) 348-7793 gmankey@mint.ua.edu Tuesday, 4-5pm; Thursday, 3-5pm PhD, Pennsylvania State University, 1992 Research Groups Center for Materials for Information Technology (MINT) Professor Mankey has led experimental projects at national and international laboratory facilities that have elucidated fundamental magnetic properties of samples fabricated in the Center for Materials for Information Technology (MINT). These collaborative projects are aimed at studying fundamental properties of materials of interest to the magnetic data storage industry, and they have included scientists from MINT, Lawrence Livermore National Laboratory, the Louisiana State University, Oak Ridge National Laboratory, the Univeristy of Wisconsin-Madison, the GKSS Research Center (Germany), the Australian Nuclear Science and Technology Organisation, and Universita di Perugia, Italia. Understanding magnetism on the fundamental level is one of the most challenging problems in condensed matter physics. Since magnetism involves spin, it is an inherently quantum mechanical phenomenon. The application of new probes that reveal the relationship between crystal structure, electronic structure, and magnetic properties, coupled with theoretical advancements, has resulted in a more complete description of magnetism in advanced materials. The probes applied toward the study of magnetism are sources of radiation. These include polarized laser light (electromagnetic radiation) which changes its polarization state when it interacts with a magnetic surface. Higher energy electromagnetic radiation in the ultraviolet and x-ray regions of the electromagnetic spectrum from laboratory sources and synchrotron radiation facilities extracts the electronic and crystal structure from surfaces and interfaces. In addition, nuclear radiation in the form of low-energy neutrons from reactor- and accelerator-based sources reveals the magnetic and crystal structure of thin films, interfaces, and nanostructured materials. Professor Mankey received his doctoral degree from The Pennsylvania State University in 1992. He joined the faculty of The University of Alabama in 1996."
            ]
        ]
    ]
}