{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y77W2JVI",
            "Q3gAZ6sAAAAJ",
            [
                "The surface science of titanium dioxide",
                "The surface and materials science of tin oxide",
                "Influence of nitrogen doping on the defect formation and surface properties of TiO 2 rutile and anatase",
                "Novel stabilization mechanism on polar surfaces: ZnO (0001)-Zn",
                "Epitaxial growth and properties of ferromagnetic co-doped  anatase",
                "Interaction of molecular oxygen with the vacuum-annealed TiO2 (110) surface: molecular and dissociative channels",
                "STM study of the geometric and electronic structure of ZnO (0001)-Zn,(0001)-O,(1010), and (1120) surfaces",
                "Evidence for the Tunneling Site on Transition-Metal Oxides: Ti O 2 (110)",
                "Intrinsic defects on a TiO2 (110)(1× 1) surface and their reaction with oxygen: a scanning tunneling microscopy study",
                "Interaction of water, oxygen, and hydrogen with TiO2(110) surfaces having different defect densities"
            ],
            [
                "Titanium dioxide is the most investigated single-crystalline system in the surface science of metal oxides, and the literature on rutile (1 1 0), (1 0 0), (0 0 1), and anatase surfaces is reviewed. This paper starts with a summary of the wide variety of technical fields where TiO2 is of importance. The bulk structure and bulk defects (as far as relevant to the surface properties) are briefly reviewed. Rules to predict stable oxide surfaces are exemplified on rutile (1 1 0). The surface structure of rutile (1 1 0) is discussed in some detail. Theoretically predicted and experimentally determined relaxations of surface geometries are compared, and defects (step edge orientations, point and line defects, impurities, surface manifestations of crystallographic shear planes—CSPs) are discussed, as well as the image contrast in scanning tunneling microscopy (STM). The controversy about the correct model for the (1×2) reconstruction …",
                "The study of tin oxide is motivated by its applications as a solid state gas sensor material, oxidation catalyst, and transparent conductor. This review describes the physical and chemical properties that make tin oxide a suitable material for these purposes. The emphasis is on surface science studies of single crystal surfaces, but selected studies on powder and polycrystalline films are also incorporated in order to provide connecting points between surface science studies with the broader field of materials science of tin oxide. The key for understanding many aspects of SnO2 surface properties is the dual valency of Sn. The dual valency facilitates a reversible transformation of the surface composition from stoichiometric surfaces with Sn4+ surface cations into a reduced surface with Sn2+ surface cations depending on the oxygen chemical potential of the system. Reduction of the surface modifies the surface electronic …",
                "Nitrogen doping-induced changes in the electronic properties, defect formation, and surface structure of TiO 2 rutile (110) and anatase (101) single crystals were investigated. No band gap narrowing is observed, but N doping induces localized N 2 p states within the band gap just above the valence band. N is present in a N (III) valence state, which facilitates the formation of oxygen vacancies and Ti 3 d band gap states at elevated temperatures. The increased O vacancy formation triggers the 1× 2 reconstruction of the rutile (110) surface. This thermal instability may degrade the catalyst during applications.",
                "The (1× 1) terminated (0001)-Zn surface of wurtzite ZnO was investigated with scanning tunneling microscopy. The surface is characterized by the presence of nanosized islands with a size-dependent shape and triangular holes with single-height, O-terminated step edges. It is proposed that the resulting overall decrease of the surface Zn concentration stabilizes this polar surface. Ab initio calculations of test geometries predict triangularly shaped reconstructions over a wide range of oxygen and hydrogen chemical potentials. The formation of these reconstructions appears to be electrostatically driven.",
                "We have used oxygen-plasma-assisted molecular-beam epitaxy (OPA-MBE) to grow CoxTi1−xO2 anatase on SrTiO3(001) for x=∼0.01–0.10, and have measured the structural, compositional, and magnetic properties of the resulting films. Whether epitaxial or polycrystalline, these CoxTi1−xO2 films are ferromagnetic semiconductors at and above room temperature. However, the magnetic and structural properties depend critically on the Co distribution, which varies widely with growth conditions. Co is substitutional in the anatase lattice and in the +2 formal oxidation state in ferromagnetic CoxTi1−xO2. The magnetic properties of OPA-MBE grown material are significantly better than those of analogous pulsed laser deposition-grown material.",
                "We have examined the interaction of molecular oxygen with the TiO2(110) surface using temperature-programmed desorption (TPD), isotopic labeling studies, sticking probability measurements, and electron energy loss spectroscopy (ELS). Molecular oxygen does not adsorb on the TiO2(110) surface in the temperature range between 100 and 300 K unless surface oxygen vacancy sites are present. These vacancy defects are generated by annealing the crystal at 850 K, and can be quantified reliably using water TPD. Adsorption of O2 at 120 K on a TiO2(110) surface with 8% oxygen vacancies (about 4 × 1013 sites\/cm2) occurs with an initial sticking probability of 0.5−0.6 that diminishes as the surface is saturated. The saturation coverage at 120 K, as estimated by TPD uptake measurements, is approximately three times the surface vacancy population. Coverage-dependent TPD shows little or no O2 desorption …",
                "The geometric and electronic structure of clean (0 0 0 1),(0 0 0 1 ̄),(1 1 2 ̄ 0), and (1 0 1 ̄ 0) faces of ZnO single crystals have been studied with scanning tunneling microscopy (STM) and spectroscopy (STS), low-energy electron diffraction (LEED), and low-energy He+ ion scattering spectroscopy (LEIS). All surfaces exhibit a (1× 1) termination but distinctly different terrace and step structures. On the zinc-terminated (0 0 0 1)-Zn surface, the terraces are covered with triangular islands and pits of different sizes, rotated by 180° with respect to those in the neighboring terraces. Single-layer steps with a height of∼ 2.7 Å are observed. Vicinal surfaces of (0 0 0 1)-Zn consist of terraces separated by alternating straight and saw-tooth-shaped steps. On the oxygen-terminated (0 0 0 1 ̄)-O surface, flat hexagonal terraces are separated by predominantly∼ 5.3 Å high-double-layer steps. The terraces are wide (∼ 500 Å) and …",
                "We present atomically resolved scanning tunneling microscopy (STM) images from Ti O 2 (110) surfaces. After annealing nearly perfect stoichiometric 1× 1 surfaces to elevated temperatures in ultrahigh vacuum, randomly distributed oxygen vacancies are observed. The apparent shape of these defects provides strong evidence that the STM is imaging undercoordinated Ti atoms, as do first-principles pseudopotential calculations of the electronic states accessible to tunneling. We thus resolve a controversy as to whether STM imaging on this surface is dominated by geometric-structure or electronic effects.",
                "We report a scanning tunneling microscopy (STM) study of the rutile TiO 2 (110) surface. The surface was prepared by sputtering and annealing in an ultrahigh vacuum (UHV). After annealing to 1100 K in UHV, a (1× 1) surface with a terrace width of∼ 100 Å is obtained. The terraces are separated by monoatomic step edges running predominantly parallel to< 001> and< 1 1 ̄ 1> type directions. Approximately half of the< 001>-type steps have a kinked appearance that is attributed to a (4× 1)-reconstructed step edge. Atomic models for autocompensated step edges are presented. Oxygen vacancies (point defects) in the bridging oxygen rows are created by the high-temperature anneal in UHV. In STM images, these oxygen vacancies appear as bright features centered on dark rows. Their density is 7±3% per surface unit cell and is reduced upon exposure to molecular oxygen at room temperature. Dark features on …",
                "We have studied the stoichiometric (annealed in oxygen), the slightly oxygen‐deficient (annealed in vacuum), and the highly defective (sputtered with Ar+) TiO2(110) surfaces and their reactivities to molecular oxygen, molecular water, and 50‐eV hydrogen ions using x‐ray photoelectron spectroscopy (XPS) and low‐energy ion scattering spectroscopy (LEIS). The use of isotopically labeled 18O enables us to distinguish adsorbed oxygen from lattice oxygen, and the concentration of surface oxygen vacancies is titrated by 18O2 adsorption. LEIS (1‐keV He+) is used to analyze the chemical composition of the outermost surface layer before and after 18O2 and H218O exposure. Water adsorbs on both stoichiometric and slightly O‐deficient surfaces [with oxygen vacancies ∼0 and 0.08 monolayer (ML), respectively] at room temperature. There is little or no dependence of saturation water coverage (lower limit of ∼0.07 …"
            ],
            [
                [
                    "surface and interface science",
                    "scanning tunneling microscopy",
                    "oxide surfaces",
                    "material science",
                    "nano science"
                ]
            ]
        ]
    ]
}