{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y890EGUL",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Jesse Ernst Jesse Ernst Physics 309 518-442-4538 PhD University of Rochester (1995) Research Associate University of Illinois, Urbana-Champaign (1995-1998) Research Assistant Professor University of Illinois, Urbana-Champaign (1998-2001) Elementary Particle Physics My current research is in experimental particle physics. I am a member of the ATLAS collaboration and am working on trigger algorithms, muon reconstruction, and supersymmetry studies. My previous work involved studies of B meson decays. These decays have given us improved understanding of the mechanisms of the Standard Model couplings, and stringent limits on what the physics beyond the Standard Model can look like. Research Links (updated November 2008): www.slac.stanford.edu http:\/\/www.lns.cornell.edu\/ Selected Publications (updated September 2003): G. Bonvicini et al. [CLEO Collaboration], \"Study of the Charmless Inclusive B -> eta' X Decay,\" Phys. Rev. D (Rapid Communications) 68, 011101(R) (2003). R.A. Briere et al. [CLEO Collaboration], \"CLEO-C and CESR-C: A New Frontier of Weak and Strong Interactions,\" CLNS-01-1742 (2001). S. Chen et al. [CLEO Collaboration], ``Branching fraction and photon energy spectrum for b -> s gamma,'' Phys. Rev. Lett. 87, 251807 (2001). G. D. Gollin, J. A. Ernst, J. B. Williams, and M. J. Haney, \"The CLEO-III trigger: analog and digital calorimetry,\" IEEE Trans. Nucl. Sci., vol. 48, no. 3, 2001. C. Bebek, T.J. Bergfeld, J.A. Ernst, G.D. Gollin, M.J. Haney, R.M. Hans, E.E. Johnson, C.L. Plager, C. Sedlack, M.A. Selen, C.R. Strohman, and J. Williams, \"The CLEO-III Trigger: Analog and Digital Calorimetry,\" Proceedings of the 2000 Nuclear Science Symposium, Lyon, France, October 2000. T.J. Bergfeld, J.A. Ernst, G.D. Gollin, M.J. Haney, R.M. Hans, E.E. Johnson, C.L. Plager, C. M. Sedlack, M.A. Selen, and J.B. Williams, \"The CLEO-III Trigger: Axial and Stereo Tracking,\" Proceedings of the 2000 Nuclear Science Symposium, Lyon, France, October 2000. T.J. Bergfeld, J.A. Ernst, G.D. Gollin, M.J. Haney, R.M. Hans, E.E. Johnson, C.L. Plager, C. Sedlack, M.A. Selen, and J.B. Williams, \"The CLEO-III Trigger: Level 1 Decision and Gating,\" Proceedings of the 2000 Nuclear Science Symposium, Lyon, France, October 2000. C. Bebek, T.J. Bergfeld, J.A. Ernst, G.D. Gollin, M.J. Haney, R.M. Hans, E.E. Johnson, C.L. Plager, C. Sedlack, M.A. Selen, C.R. Strohman, and J. Williams, \"The CLEO-III Trigger: Design Methodology Case Study,\" Proceedings of the 2000 Nuclear Science Symposium, Lyon, France, October 2000. T.E. Coan et al. [CLEO Collaboration], \"CP asymmetry in $b \\to s \\gamma$ decays,\" Phys. Rev. Lett. 86, 5661 (2001) S. Glenn et al. [CLEO Collaboration], \"Improved Measurement of \\bsg,\" ICHEP98 1011, Jul 21, 1998. J. Ernst, \"Experimental Results on Radiative Penguins,\" Proceedings of the 2nd International Conference on B Physics and CP Violation, Honolulu, Hawaii, USA Mar 24-27, 1997, Pub. by World Scientific, Ed. T.E. Browder, F.A. Harris, S. Pakvasa. J. Ernst, \"Rare B physics at CLEO,\" Proceedings of the 31st Recontres de Moriond, Savoie, France, Mar 16-23, 1996, Pub. by Editions Frontieres, Ed. J. Tran Thanh Van. R. Ammar et al. [CLEO Collaboration] \"Radiative Penguin Decays of the B Meson,\" ICHEP96 PA05-093, Jul 23, 1996. M.S. Alam et al. [CLEO Collaboration], \"First measurement of the rate for the inclusive radiative penguin decay b $\\to$ s gamma,\" Phys. Rev. Lett. 74, 2885 (1995). J. Ernst, \"First Measurement of \\bsg,\" Proceedings of the 8th Meeting, DPF of the American Physical Society, Albuquerque, NM, Aug 2-6, 1994, Pub. by World Scientific, Ed. Sally Seidel. R. Ammar et al. [CLEO Collaboration], \"Evidence for penguins: First observation of B $\\to$ K* (892) gamma,\" Phys. Rev. Lett. 71, 674 (1993)."
            ]
        ]
    ]
}