{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y9EZSLL4",
            "NetWbHgAAAAJ",
            [
                "Progression-free survival in gastrointestinal stromal tumours with high-dose imatinib: randomised trial",
                "Pazopanib for metastatic soft-tissue sarcoma (PALETTE): a randomised, double-blind, placebo-controlled phase 3 trial",
                "Vemurafenib in Multiple Nonmelanoma Cancers with BRAF V600 Mutations"
            ],
            [
                "Imatinib is approved worldwide for use in gastrointestinal stromal tumours (GIST). We aimed to assess dose dependency of response and progression-free survival with imatinib for metastatic GIST.946 patients were randomly allocated imatinib 400 mg either once or twice a day. Those assigned the once a day regimen who had progression were offered the option of crossover. The primary endpoint was progression-free survival. Analysis was by intention to treat.At median follow-up of 760 days (IQR 644–859), 263 (56%) of 473 patients allocated imatinib once a day had progressed compared with 235 (50%) of 473 who were assigned treatment twice a day (estimated hazard ratio 0·82 [95% CI 0·69–0·98]; p=0·026). Side-effects arose in 465\/470 (99%) patients allocated the once daily regimen compared with 468\/472 (99%) assigned treatment twice a day. By comparison with the group …",
                "Pazopanib, a multitargeted tyrosine kinase inhibitor, has single-agent activity in patients with advanced non-adipocytic soft-tissue sarcoma. We investigated the effect of pazopanib on progression-free survival in patients with metastatic non-adipocytic soft-tissue sarcoma after failure of standard chemotherapy.This phase 3 study was done in 72 institutions, across 13 countries. Patients with angiogenesis inhibitor-naive, metastatic soft-tissue sarcoma, progressing despite previous standard chemotherapy, were randomly assigned by an interactive voice randomisation system in a 2:1 ratio in permuted blocks (with block sizes of six) to receive either pazopanib 800 mg once daily or placebo, with no subsequent cross-over. Patients, investigators who gave the treatment, those assessing outcomes, and those who did the analysis were masked to the allocation. The primary endpoint was progression …",
                "BRAF V600 mutations occur in various nonmelanoma cancers. We undertook a histology-independent phase 2 “basket” study of vemurafenib in BRAF V600 mutation–positive nonmelanoma cancers.We enrolled patients in six prespecified cancer cohorts; patients with all other tumor types were enrolled in a seventh cohort. A total of 122 patients with BRAF V600 mutation–positive cancer were treated, including 27 patients with colorectal cancer who received vemurafenib and cetuximab. The primary end point was the response rate; secondary end points included progression-free and overall survival.In the cohort with non–small-cell lung cancer, the response rate was 42% (95% confidence interval [CI], 20 to 67) and median progression-free survival was 7.3 months (95% CI, 3.5 to 10.8). In the cohort with Erdheim–Chester disease or Langerhans’-cell histiocytosis, the response rate …"
            ],
            [
                [
                    "oncology"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}