{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y9F1M7IH",
            "9m94muIAAAAJ",
            [
                "Dense magnetized plasma associated with a fast radio burst"
            ],
            [
                "Fast radio bursts are bright, unresolved, non-repeating, broadband, millisecond flashes, found primarily at high Galactic latitudes, with dispersion measures much larger than expected for a Galactic source 1, 2, 3, 4, 5, 6, 7. The inferred all-sky burst rate 8 is comparable to the core-collapse supernova rate 9 out to redshift 0.5. If the observed dispersion measures are assumed to be dominated by the intergalactic medium, the sources are at cosmological distances with redshifts of 0.2 to 1 (refs 10 and 11). These parameters are consistent with a wide range of source models 12, 13, 14, 15, 16, 17. One fast burst 6 revealed circular polarization of the radio emission, but no linear polarization was detected, and hence no Faraday rotation measure could be determined. Here we report the examination of archival data revealing Faraday rotation in the fast radio burst FRB 110523. Its radio flux and dispersion measure are …"
            ],
            [
                [
                    "Cosmology",
                    "Astrophysics"
                ]
            ],
            [
                "KIYOSHI MASUI Assistant Professor of Physics EMAIL: kmasui@MIT.EDU PHONE: (617) 452-4647 Ronald McNair Building, 37-664d ASSISTANT: TBA Professor's Home Page MIT Kavli Institute for Astrophysics and Space Research Astrophysics - Cosmology Professor Masui works to understand fundamental physics and the evolution of the Universe through observations of the large-scale structure - the distribution of matter on scales much larger than galaxies. Focussing on theory and data analysis, he works principally with radio wavelength surveys to develop new observational probes such as hydrogen intensity mapping and fast radio bursts (FRBs). Hydrogen Intensity Mapping is a method for rapidly surveying the large-scale structure in three dimensions using the 21-cm radio line from hydrogen’s hyperfine transition. Masui has shown that the technique will ultimately permit precise measurements of properties of the early and late Universe and enable sensitive searches for primordial gravitational waves. To this end, he is working with a new generation of rapid-survey digital radio telescopes that have no moving parts are rely on signal processing software running on large compute clusters to focus and steer. An example is the Canadian Hydrogen Intensity Mapping Experiment (CHIME), of which he is a core science team member. Fast radio bursts are brief and energetic flashes of radio light of unknown astronomical origin. Masui led the team that discovered an FRB with the Green Bank Telescope and proved that its source resides far outside our Galaxy. He has also shown that surveys of thousands of bursts can be used to study large-scale structure and is part of an effort to add new digital instrumentation to CHIME to perform such a survey. Professor Masui studied engineering physics at Queen’s University in Canada and did his undergraduate thesis in experimental astroparticle physics working with Arthur B. McDonald. He received his PhD in physics in 2013 in the Canadian Institute for Theoretical Astrophysics (CITA) at the University of Toronto. For his graduate work he led one of the first radio surveys to use hydrogen to map large-scale structure beyond the local universe. He then moved to the University of British Columbia as a Canadian Institute for Advanced Research Global Scholar and subsequently a CITA National Fellow. He joined the MIT Department of Physics as an Assistant Professor in 2018. K. W. Masui, U.-L. Pen, and N. Turok, “Two- and Three-Dimensional Probes of Parity in Primordial Gravity Waves”, Phys. Rev. Lett. 118, 221301 (2017), arXiv:1702.06552. K. Masui, H.-H. Lin, J. Sievers, et al., “Dense magnetized plasma associated with a fast radio burst”, Nature 528, 523 (2015), arXiv:1512.00529. K. W. Masui and K. Sigurdson, “Dispersion Distance and the Matter Distribution of the Universe in Dispersion Space”, Phys. Rev. Lett. 115, 121301 (2015), arXiv:1506.01704. E. R. Switzer, K. W. Masui, K. Bandura, et al., “Determination of z ∼ 0.8 neutral hydrogen fluctuations using the 21 cm intensity mapping autocorrelation”, Mon. Not. R. Astron. Soc. 434, L46 (2013), arXiv:1304.3712. K. W. Masui, E. R. Switzer, N. Banavar, et al., “Measurement of 21 cm Brightness Fluctuations at z ∼ 0.8 in Cross-correlation”, Astrophys. J. Lett. 763, L20 (2013), arXiv:1208.0331. K. W. Masui and U.-L. Pen, “Primordial Gravity Wave Fossils and Their Use in Testing Inflation”, Phys. Rev. Lett. 105, 161302 (2010), arXiv:1006.4181. July 15, 2020 4:22 PM"
            ]
        ]
    ]
}