{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y9JY3J6R",
            "zfw_S9QAAAAJ",
            [
                "Superflow in a toroidal Bose-Einstein condensate: an atom circuit with a tunable weak link",
                "Generation of nondiffracting Bessel beams by use of a spatial light modulator",
                "Long, narrow all-light atom guide",
                "Precision lifetime measurements of Cs 6p  and 6p  levels by single-photon counting",
                "Laser polarization spectroscopy",
                "Systematics of thin films formed by excimer laser ablation: Results on SmBa2Cu3O7",
                "Contact resistance and phase slips in mesoscopic superfluid-atom transport",
                "Saturated-interference spectroscopy",
                "Analogs of basic electronic circuit elements in a free-space atom chip",
                "Role of non-Coulombic potential curves in intense field dissociative ionization of diatomic molecules"
            ],
            [
                "We have created a long-lived (≈ 40 s) persistent current in a toroidal Bose-Einstein condensate held in an all-optical trap. A repulsive optical barrier across one side of the torus creates a tunable weak link in the condensate circuit, which can affect the current around the loop. Superflow stops abruptly at a barrier strength such that the local flow velocity at the barrier exceeds a critical velocity. The measured critical velocity is consistent with dissipation due to the creation of vortex-antivortex pairs. This system is the first realization of an elementary closed-loop atom circuit.",
                "A laser beam with phase singularities is an interesting object to study in optics and may have important applications in guiding atoms and molecules. We explore the characteristics of a singularity in a nondiffracting Bessel beam experimentally by use of a programmable spatial light modulator with 64-level phase holograms. The diffraction efficiency with 64-level phase holograms is greatly improved in comparison with that obtained with a binary grating. The experiments show that the size and deflection angle of the beam can be controlled in real time. The observations are in agreement with scalar diffraction theory.",
                "A 1-mm-diameter all-light atom guide capable of transporting ultracold atoms tens of centimeters with high efficiency is described. We made the atom tunnel, a dark hollow beam that is blue detuned from resonance, by passing a few tens of milliwatts of power from a TEM_00 diode laser beam through an optical sequence composed of three axicons and a simple lens. We demonstrate transport of 10^8 Cs atoms approximately 20 cm with minimal heating. We show that it is possible for one to control the direction and speed of the atoms in the tunnel by varying the detuning of the tunnel beam.",
                "Time-correlated single-photon counting is used to measure the lifetimes of the 6p 2 P 1\/2 and 6p 2 P 3\/2 levels in atomic Cs with accuracies≊ 0.2–0.3%. A high-repetition-rate, femtosecond, self-mode-locked Ti: sapphire laser is used to excite Cs produced in a well-collimated atomic beam. The time interval between the excitation pulse and the arrival of a fluorescence photon is measured repetitively until the desired statistics are obtained. The lifetime results are 34.75 (7) and 30.41 (10) ns for the 6p 2 P 1\/2 and 6p 2 P 3\/2 levels, respectively. These lifetimes fall between those extracted from ab initio many-body perturbation-theory calculations by Blundell, Johnson, and Sapirstein [Phys. Rev. A 43, 3407 (1991)] and VA Dzuba et al.[Phys. Lett. A 142, 373 (1989)] and are in all cases within 0.9% of the calculated values. The measurement errors are dominated by systematic effects, and methods to alleviate these and to …",
                "Polarization spectroscopy makes use of the polarization dependence of the nonlinear interaction between two laser beams in a gaseous medium. The laser-induced optical anisotropy is calculated using a rate equation approach, and the effect of this anisotropy on a polarized probe beam is derived. The method is useful for Doppler-free spectroscopy, for similification of molecular spectra, and for relaxation studies. A comparison with other Doppler-free saturation spectroscopy methods shows an advantage in signal-to-noise for polarization spectroscopy. Recent high resolution experiments with hydrogen, molecular sodium, and nitrogen dioxide are presented.",
                "Excimer laser ablation was used to prepare thin films from a bulk target of SmBa2Cu3O7. The systematic variation in film thickness, stoichiometry, and microstructure, as a function of laser fluence and angle from the target surface normal, was determined. We show that films which are stoichiometric over wide solid angles can be rapidly prepared from this material by use of high laser fluence. Films prepared from various Bi‐Sr‐Ca‐Cu‐O targets at high laser fluence also reproduce bulk stoichiometry. In contrast, films prepared by this technique from a YBa2Cu3O7 target are deficient in Ba and Cu for laser fluences required to produce compositional homogeneity over wide areas.",
                "We experimentally measure transport of superfluid, bosonic atoms in a mesoscopic system: a small channel connecting two large reservoirs. Starting far from equilibrium (superfluid in a single reservoir), we observe first resistive flow transitioning at a critical current into superflow, characterized by oscillations. We reproduce this full evolution with a simple electronic circuit model. We compare our fitted conductance to two different microscopic phenomenological models. We also show that the oscillations are consistent with LC oscillations as estimated by the kinetic inductance and effective capacitance in our system. Our experiment provides an attractive platform to begin to probe the mesoscopic transport properties of a dilute, superfluid, Bose gas.",
                "The background in saturation spectroscopy is decreased by balancing the probe beam, in amplitude and phase, against a second probe, using a configuration like a Jamin interferometer. This improves the signal-to-noise ratio. If the phase is adjustable to provide best balance while the laser is tuned, the signal is proportional to the square of the absorption, and the line width is accordingly reduced.",
                "Using a thermal sample of laser-cooled rubidium atoms, we have constructed a neutral-atom circuit analogous to an electronic capacitor discharged through a resistor. The atoms are confined using what we call a free-space atom chip, an optical dipole trap created using a generalized phase-contrast imaging technique. We have also calculated theoretical values for the capacitance and resistance, which agree with our experiments, as well as theoretical value for an atomic analog of electrical inductance. We show that atomic capacitance is analogous to the quantum capacitance, the atomic resistance is analogous to the ballistic, or Sharvin resistance and the atomic inductance is analogous to kinetic inductance.",
                "Dissociative ionization of N 2 induced by intense picosecond radiation has been studied. A two-step multiphonon model, based on ionization of N 2 through vertical transitions and spontaneous dissociation of N 2 z+(Z≥ 2) via Coulomb and non-Coulombic potentials curves, is presented to explain the origin of the kinetic energies of atomic ions observed. The model predicts that dissociation occurs near the internuclear separation of the neutral, charge-asymmetric dissociation channels are important, and dissociation via Coulomb curves will only be observed for pulses with extremely short rise times."
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}