{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y9QKB5ND",
            "BEc4-18AAAAJ",
            [
                "Exploration of factors that affect the comparative effectiveness of physical and virtual manipulatives in an undergraduate laboratory",
                "The effects of physical and virtual manipulatives on students' conceptual learning about pulleys",
                "Learning from avatars: Learning assistants practice physics pedagogy in a classroom simulator",
                "Universal design for learning in postsecondary STEM education for students with disabilities: A systematic literature review",
                "Quicker method for assessing influences on teaching assistant buy-in and practices in reformed courses",
                "Postsecondary physics curricula and Universal Design for Learning: Planning for diverse learners",
                "Alignment of TAs' beliefs with practice and student perception",
                "Does the teaching\/learning interview provide an accurate snapshot of classroom learning?",
                "Comparing the effects of physical and virtual experimentation sequence on students’ understanding of mechanics",
                "Postsecondary chemistry curricula and universal design for learning: planning for variations in learners’ abilities, needs, and interests"
            ],
            [
                "Recent research results have failed to support the conventionally held belief that students learn physics best from hands-on experiences with physical equipment. Rather, studies have found that students who perform similar experiments with computer simulations perform as well or better on measures of conceptual understanding than their peers who used physical equipment. In this study, we explored how university-level nonscience majors’ understanding of the physics concepts related to pulleys was supported by experimentation with real pulleys and a computer simulation of pulleys. We report that when students use one type of manipulative (physical or virtual), the comparison is influenced both by the concept studied and the timing of the post-test. Students performed similarly on questions related to force and mechanical advantage regardless of the type of equipment used. On the other hand, students who …",
                "With computers becoming more ubiquitous in our daily lives and in our classrooms, questions of how students interact and learn with physical experiments and computer simulations are central in science education. We investigated how students' ideas about pulleys were influenced by the use of physical and virtual manipulatives. We found that there were advantages for each type of manipulative, and that virtual and physical manipulatives helped students develop correct understandings of different concepts. We also found that the order the manipulatives were used affected student learning, with students who used real pulleys before the simulation achieving higher scores on questions having to do with effort force, the distance the rope is pulled, and mechanical advantage.",
                "[This paper is part of the Focused Collection on Preparing and Supporting University Physics Educators.] Undergraduate students are increasingly being used to support course transformations that incorporate research-based instructional strategies. While such students are typically selected based on strong content knowledge and possible interest in teaching, they often do not have previous pedagogical training. The current training models make use of real students or classmates role playing as students as the test subjects. We present a new environment for facilitating the practice of physics pedagogy skills, a highly immersive mixed-reality classroom simulator, and assess its effectiveness for undergraduate physics learning assistants (LAs). LAs prepared, taught, and reflected on a lesson about motion graphs for five highly interactive computer generated student avatars in the mixed-reality classroom simulator …",
                "Universal Design for Learning is not widely used in postsecondary STEM education. The purpose of this literature review is to synthesize the empirical literature using Universal Design for Learning in postsecondary STEM education for all learners. The criteria for this review are (a) empirical literature in (b) peer reviewed journals (c) published after 2006. Keywords used were STEM, UDL\/UDI\/Universal Design, and postsecondary\/university\/college\/higher education. This review identified four studies and three literature reviews that met the search criteria; the analysis of the identified literature provides a model for how Universal Design for Learning can impact postsecondary STEM instruction, including an increase in inclusive teaching methods and self-advocacy from students with disabilities, and leads to recommendations for additional research.",
                "Teaching assistants (TAs) that lead reformed recitations and labs must understand and buy into the design of the course and the research-based instructional strategies that the course requires in order to create high-fidelity implementations. We present a model that outlines possible influences on TAs’ buy-in and their in-class actions coupled with a method, using a Real-time Instructor Observation Tool-based [EA West et al. Phys. Rev. ST Phys. Educ. Res. 9, 010109 (2013)] exercise, to measure the effect of these influences that is not only quicker than interviews but also allows one to quantify these effects. We use this method to measure the influences on six graduate TAs teaching algebra-based introductory mechanics and electricity and magnetism recitations and labs (“mini studios”) at the University of Central Florida. The results from the exercise are confirmed by interview responses from the TAs. We find a …",
                "Federal legislation specifies equitable access to education for all students at all levels of education, including postsecondary. To explore how well the physics education research (PER) community is currently serving students who inherently vary in needs, abilities, and interests, four research-based curricula (Tutorials in Introductory Physics, Open Source Tutorials in Physics Sensemaking, Physics by Inquiry, and Next Generation Physical Science and Everyday Thinking) were compared with the Universal Design for Learning (UDL) framework. This framework originates in the education literature base and is composed of 3 guiding principles (1. Provide multiple means of representation, 2. provide multiple means of action and expression, and 3. provide multiple means for engagement) further described by 9 principles and 31 checkpoints. The UDL guidelines provide a framework for designing courses to be …",
                "Graduate teaching assistants (TAs) play an important role in introductory physics courses, particularly in large enrollment courses where the TA may be viewed as more approachable and accessible than the lecture instructor. Thus, while TAs may still be in the process of developing their views on teaching physics, their practices directly influence a large number of introductory students. As the first steps in reforming our introductory courses and TA training program, we collected multiple types of data on TAs teaching in traditional algebra-based physics laboratories. Drawing on prior work on TAs' pedagogical knowledge, we explore how the beliefs expressed by TAs in interviews align with their practices during a laboratory video-taped mid-semester. Additionally, we explore how both the TAs' expressed beliefs and practices align with students' responses to an end-of-semester TA evaluation survey.",
                "The teaching\/learning interview has been used to investigate student learning. The aim of the teaching\/learning interview is to model a natural learning environment while allowing more direct access to a student’s or group’s thinking and reasoning. The interview typically involves one to four students working with a researcher’interviewer while being audio and video recorded. It has previously been reported [1] that the data collected in a teaching\/learning interview is richer in detail than data collected in an actual classroom. We investigated the possibility that there were also other differences between these formats. We used the same instructional materials as well as pre‐, mid‐ and post‐tests in a teaching\/learning interview and in a classroom laboratory setting. We will describe how the data collected in these two settings compare.",
                "This study aims to understand how the sequence of physical and virtual activities affects student conceptual understanding of pulleys. We compared pre-, mid-and post-test scores of two treatment groups, which differed by the temporal order in which the physical and virtual activities were completed. We examined overall scores as well as scores on individual questions. In questions dealing with the concept of work, students who performed the virtual experiment first seemed to have blocked information learned in the physical. In questions about force, students in each treatment group showed similar gains from pre-to mid-test but from mid-to post-test there was no gain, consistent with the primacy effect. Further, students who performed the physical experiment first did better on force mid-test questions, consistent with advantages of kinesthetic learning.In this study we investigate the effects of sequence of physical and virtual activities on student learning of various concepts in physics. The affordances and limitations of physical laboratory experiments and computer simulation activities have increasingly been described in science education research (De Jong & Van Joolingen, 1998; Finkelstein, et al., 2005; Triona & Klahr, 2003; Klahr, Triona, & Williams, 2007; Zacharia & Constantinou, 2008; Zacharia, Olympiou, & Papaevripidou, 2008). It has been shown that there are many advantages and disadvantages to using each type of manipulative. Klahr, Triona, & Williams (2007) reported that learning with a physical manipulative is advantageous as it is consistent with the concreteto-abstract nature of cognitive development, because it increases student …",
                "Federal legislation requires equitable access to education for all students at all levels, including in the postsecondary setting. While there have been a few studies in the chemistry education research literature base focused on how to support students with specific disabilities, this work seems to exist as a separate stream of research without direct impact on curriculum development and the overall community. This study focused on investigating how well three sets of general chemistry curricular materials support variations in students’ abilities, interests, and needs. To accomplish this, we compared the curricular materials with the Universal Design for Learning (UDL) framework, which describes steps to account for variations in ability among learners during curriculum development. The UDL framework is organized into three guidelines (multiple means of representation, action and expression, and engagement …"
            ],
            [
                [
                    "physics education research"
                ]
            ],
            [
                "Jacquelyn Chini Associate  Professor PSB 105 Jacquelyn.Chini@ucf.edu 407-823-1543 Dr. Chini received her PhD in Physics from  Kansas State University in 2010. She joined UCF in 2011 where she has served in a number of roles, including the first Director of Learning Assistant Program. She became an Assistant Professor in 2015 and in 2020 an Associate Professor . Dr. Chini conducts research in physics education and is PI and co-PI on several NSF-funded projects. Additionally, she works with the APS PhysTEC and Bridge Programs at UCF. Highlights Syllabi 2016 “Quicker Method for Assessing Influences on Teaching Assistant Buy-in and Practices in Reformed Courses,” Matthew Wilcox, Yuehair Yang, and Jacquelyn J. Chini ( link ) “Learning from Avatars: Learning Assistants Practice Physics Pedagogy in a Classroom Simulator,” Jacquelyn J. Chini, Carrie L. Straub and Kevin H. Thomas, Physical Review Physics Education Research 12, 010117 (2016) ( link ) 2012 “Exploration of Factors that Affect the Comparative Effectiveness of Physical and Virtual Manipulatives in an Undergraduate Laboratory,” Jacquelyn J. Chini, Adrian Madsen, Elizabeth Gire, N. Sanjay Rebello and Sadhana Puntambekar, Physical Review Special Topics Physics Education Research 8, 010113 (2012) (link) REFEREED CONFERENCE PROCEEDINGS 2015 “Exploring Student Learning Profiles in Algebra-based Studio Physics: A Person-centered Approach,” Jarrad W. T. Pond and Jacquelyn J. Chini, Proceedings of the 2015 Physics Education Research Conference , July 29-30, 2015, College Park, MD. ( link ) “Observing Teaching Assistant Differences in Tutorials and Inquiry-based Labs,” Matthew Wilcox, Caleb C. Kasprzyk and Jacquelyn J. Chini, Proceedings of the 2015 Physics Education Research Conference , July 29-30, 2015, College Park, MD. ( link ) “The Use of Representations in Evidence-based and Non-evidence-based Physics Activities,” Joshua S. Von Korff, Chang Zhan, Birjoo Vaishnav, Jacquelyn J. Chini, Ashley Warneke and Ozden Sengul, Proceedings of the 2015 Physics Education Research Conference , July 29-30, 2015, College Park, MD. ( link ) 2014 “Comparing Traditional and Studio Courses through Gains and Losses,” Jacquelyn J. Chini and Jarrad W. T. Pond, Proceedings of the 2014 Physics Education Research Conference , July 30-31, 2014, Minneapolis, MN. ( link ) 2013 “Expectancy Violation in Traditional and Studio-mode Introductory Physics Courses,” Jacquelyn J. Chini, Jon D. H. Gaffney and Ahlam Al-Rawi, Proceedings of the 2013 Physics Education Research Conference , July 17-18, 2013, Portland, OR. (link) “Using Expectancy Violation to Investigate Student Dissatisfaction in Studio Physics,” Jon D. H. Gaffney, Amy L. Housley Gaffney and Jacquelyn J. Chini, Proceedings of the 2013 Physics Education Research Conference , July 17-18, 2013, Portland, OR. (link) 2012 “Alignment of TAs’ Beliefs with Practice and Student Perceptions,” Jacquelyn J. Chini and Ahlam Al-Rawi, Proceedings of the 2012 Physics Education Research Conference , August 1-2, 2012, Philadelphia, PA. (link) 2011 “What Do Students Learn about Work in Physical and Virtual Experiments with Inclined Planes?,” Jacquelyn J. Chini, Adrian Madsen, N. Sanjay Rebello and Sadhana Puntambekar, Proceedings of the 2011 Physics Education Research Conference, August 3-4, 2011, Omaha, NE. (link) “Introductory College Students’ Views on the Usefulness, Value for Learning and Trustworthiness of Physical and Virtual Manipulatives,” Jacquelyn J. Chini, Adrian Carmichael, Elizabeth Gire, N. Sanjay Rebello and Sadhana Puntambekar, Annual Meeting of the American Educational Research Association , April 8-12, 2011, New Orleans, LA. (poster) “Comparing Benefits of Hypertext Exploration versus Virtual Experimentation on Students’ Analysis of Physical Experiments,” Jacquelyn J. Chini, Adrian Carmichael, Elizabeth Gire, N. Sanjay Rebello and Sadhana Puntambekar, Proceedings of the 2011 National Association for Research in Science Teaching Annual Meeting , April 3-6, 2011, Orlando, FL. (paper) Highlights Grants: 2016 – 2019 ACCESSS: Adapting Collaborative Classrooms to Equally Support Science Students, National Science Foundation; PI: Jacquelyn Chini; co-PIs: Cherie Yestrebsky and Eleazar Vasquez, $299,930, Award No. 1612009. 2015 – 2017 MATH-GAINS: Growing as Adaptive Instructors in Gateway to STEM Courses, National Science Foundation; PI: Xin Li; co-PIs: Erin Saitta, Brian Moore, Jacquelyn Chini, Michele Gill and Melissa Dagley, $250,000, Award No. 1505322. 2014 – 2016 Collaborative Research: Investigating Institutional Success at Overcoming Challenges in Algebra-based Studio Physics, National Science Foundation; Jacquelyn Chini (PI), $155,849, Award No. 1347515. 2013 – 2017 Active Learning Strategies for Algebra-based Introductory Physics at UCF, National Science Foundation; Pi: Talat Rahman; co-PIs: Abdelkader Kara, Archana Dubey, Jacquelyn Chini and Elena Flitsiyan, $199,972, Award No. 1246024. 2013 – 2016 PhysTEC Comprehensive Site, American Physical Society, Site Leader: Talat Rahman; co-Is: Jacquelyn Chini, Malcolm Butler, Joshua Colwell and Elena Flitsiyan, $300,000. Syllabi PHY 2020 (Section 1) Fall 2015 Brian Zamarripa Roman Constance Doty Daniel Oleynik COS News College of Sciences Celebrates Founder’s Day Awardees By ALLISON HURTADO ’12, SIMONE ROUSSEAU & ROBERT WELLS Three College of Sciences faculty were recognized Wednesday with the University of Central Florida’s highest… Congratulations, Summer 2018 Ph.D. Grads! The College of Sciences celebrated its new Ph.D. graduates in a reception hosted by Dean Michael Johnson. Twenty students were recognized at the ceremony with their family… Awards Physicist Works to Make Science Accessible Jackie Chini is one of the UCF Department of Physics’ most well-funded junior faculty. Her awards from the National Science Foundation total over $1 million,…"
            ]
        ]
    ]
}