{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Y9XEP8ZJ",
            "ZQHLxBcAAAAJ",
            [
                "Strong coupling of a single photon to a superconducting qubit using circuit quantum electrodynamics"
            ],
            [
                "The interaction of matter and light is one of the fundamental processes occurring in nature, and its most elementary form is realized when a single atom interacts with a single photon. Reaching this regime has been a major focus of research in atomic physics and quantum optics 1 for several decades and has generated the field of cavity quantum electrodynamics 2, 3. Here we perform an experiment in which a superconducting two-level system, playing the role of an artificial atom, is coupled to an on-chip cavity consisting of a superconducting transmission line resonator. We show that the strong coupling regime can be attained in a solid-state system, and we experimentally observe the coherent interaction of a superconducting two-level system with a single microwave photon. The concept of circuit quantum electrodynamics opens many new possibilities for studying the strong interaction of light and matter. This …"
            ],
            [
                [
                    "condensed matter physics",
                    "quantum optics",
                    "quantum computation",
                    "circuit QED"
                ]
            ],
            [
                "Steven Girvin Steven Girvin Eugene Higgins Professor of Physics YQI 403 +1 (203) 432-5082 steven.girvin@yale.edu CV Theoretical Quantum Information Science, Quantum Optics and Condensed Matter Physics Dr. Girvin joined the Yale faculty in 2001, where he is Eugene Higgins Professor of Physics and Professor of Applied Physics.  From 2007 to 2017, he served as Deputy Provost for Research.  In that role, he helped oversee research and strategic planning in the basic sciences and engineering across the university.  He also helped oversee entrepreneurship, innovation and tech transfer at Yale.  In 2017, Professor Girvin stepped down from his role as Deputy Provost to return full-time to teaching and research. After completing his undergraduate degree in physics from Bates College, Dr. Girvin earned his Ph.D. from Princeton University and trained as a postdoctoral fellow at Indiana University and Chalmers University of Technology in Göteborg, Sweden.  He went on to work as a physicist at the National Institute of Standards and Technology from 1979 to 1987, before joining the faculty of Indiana University in 1987. Throughout his career, Professor Girvin’s research has focused on theoretical studies of quantum many-particle systems.  Since coming to Yale, his interests have moved to atomic physics, quantum optics and quantum computation. Professor Girvin’s academic research is currently focused on ‘circuit QED,’ the quantum physics of microwave electrical circuits using superconducting Josephson junctions as artificial atoms coupled to individual microwave photons.  He works closely with the experimental team at Yale led by Michel Devoret and Robert Schoelkopf developing circuit QED into a practical architecture for construction of a quantum computer.  A particular current interest is quantum error correction using bosonic codes. In recognition of his research and contributions to the field, Dr. Girvin has been elected Fellow of the American Physical Society, the American Association for the Advancement of Science, and the American Academy of Arts and Sciences, Foreign Member of the Royal Swedish Academy of Sciences, and Member of the US National Academy of Sciences.  In 2007, he and his collaborators, Allan H. MacDonald and James P. Eisenstein, were awarded the Oliver E. Buckley Prize of the American Physical Society, “For fundamental experimental and theoretical research on correlated many-electron states in low dimensional systems.”  In 2017, Professor Girvin received an honorary degree from Chalmers University of Technology in recognition of his work co-developing circuit QED. Ph.D., Princeton University, 1977 Ling Hu, Yuwei Ma, Weizhou Cai, Xianghao Mu, Yuan Xu, Weiting Wang, Yukai Wu, Haiyan Wang, Yipu Song, Changling Zou, S. M. Girvin, L-M. Duan, and Luyan Sun, ‘ Quantum error correction and universal gate set operation on a binomial bosonic logical qubit , ’ Nature Physics 15 , 503-508 (2019). DOI:10.1038\/s41567-018-0414-3 Yvonne Y. Gao, Brian J. Lester, Kevin Chou, Luigi Frunzio, Michel H. Devoret, Liang Jiang, S. M. Girvin, and Robert J. Schoelkopf, ‘Entanglement of Bosonic Modes through an Engineered Exchange Interaction,’ Nature 566 , 509-512 (2019). DOI:10.1038\/s41586-019-0970-4 Christopher Axline, Luke Burkhart, Wolfgang Pfaff, Mengzhen Zhang, Kevin Chou, Philippe Campagne-Ibarcq, Philip Reinhold, Luigi Frunzio, S.M. Girvin, Liang Jiang, M.H. Devoret, R.J. Schoelkopf, ‘On-demand quantum state transfer and entanglement between remote microwave cavity memories,’ Nature Physics 14 , 705-710 (2018). DOI: 10.1038\/s41567-018-0115-y Nissim Ofek, Andrei Petrenko, Reinier Heeres, Philip Reinhold, Zaki Leghtas, Brian Vlastakis, Yehan Liu, Luigi Frunzio, S. M. Girvin, L. Jiang, Mazyar Mirrahimi, M. H. Devoret, and R. J. Schoelkopf, ‘Extending the lifetime of a quantum bit with error correction in superconducting circuits,’ Nature 536 , 441-445 (2016).  DOI:10.1038 \/nature18949 Marios H. Michael, Matti Silveri, R. T. Brierley, Victor V. Albert, Juha Salmilehto, Liang Jiang, and S. M. Girvin, ‘New class of quantum error-correcting codes for a bosonic mode,’ Phys. Rev. X 6 , 031006 (2016). DOI:10.1103\/PhysRevX.6.031006. M. D. Reed, L. DiCarlo, S. E. Nigg, L. Sun, L. Frunzio, S. M. Girvin and R. J. Schoelkopf, ‘Realization of Three-Qubit Quantum Error Correction with Superconducting Circuits,’ Nature 482 , 382-385 (2012). DOI: 10.1038\/nature10786. L. DiCarlo, J. M. Chow, J. M. Gambetta, Lev S. Bishop, B. R. Johnson, D. I. Schuster, J. Majer, A. Blais, L. Frunzio, S. M. Girvin, and R. J. Schoelkopf, ‘ Demonstration of Two-Qubit Algorithms with a Superconducting Quantum Processor ,’ Nature 460 , 240-244 (2009). DOI: 10.1038\/nature08121. J. Majer, J.M. Chow, J.M. Gambetta, Jens Koch, B.R. Johnson, J.A. Schreier, L. Frunzio, D.I. Schuster, A.A. Houck, A. Wallraff, A. Blais, M.H. Devoret, S.M. Girvin, and R.J. Schoelkopf, ‘Coupling Superconducting Qubits via a Cavity Bus,’ Nature 449 , 443-447 (2007).  DOI: 10.1038\/nature06184 A. Wallraff, D. I. Schuster, A. Blais, L. Frunzio, R.-S. Huang, J. Majer, S. Kumar, S. M. Girvin, R. J. Schoelkopf, ‘Strong Coupling of a Single Photon to a superconducting Qubit using Circuit Quantum Electrodynamics’, Nature 431 , 162-167 (2004). DOI: 10.1038\/nature02851. Alexandre Blais, Ren-Shou Huang, Andreas Wallraff, S. M. Girvin, and R. J. Schoelkopf ‘Cavity quantum electrodynamics for superconducting electrical circuits: an architecture for quantum computation,’ Phys. Rev. A 69 , 062320 (2004). DOI:10.1103\/PhysRevA.69.062320. Professor Steven M Girvin CV Lectures on Quantum Information Videos Cambridge University Press, 2019   Eugene Higgins Professor of Physics & Applied Physics, Yale University Director, Co-Design Center for Quantum Advantage, Brookhaven National Laboratory https:\/\/www.bnl.gov\/quantumcenter\/ Education: Ph.D., Princeton University Field of Study: Theoretical Condensed Matter Physics, Quantum Optics and Quantum Computation  Dr. Girvin joined the Yale faculty in 2001, where he is Eugene Higgins Professor of Physics and Professor of Applied Physics.  In 2007 he was named Deputy Provost for Science and Technology and in 2015 became Deputy Provost for Research.  In that role, he helped oversee research and strategic planning in the basic sciences and engineering across the university.  He also helped oversee entrepreneurship, innovation and tech transfer at Yale.  In 2017, Professor Girvin stepped down from his role as Deputy Provost for Research to return full-time to teaching and research. After completing his undergraduate degree in physics from Bates College, Dr. Girvin earned his Ph.D. from Princeton University and trained as a postdoctoral fellow at Indiana University and Chalmers University of Technology in Göteborg, Sweden.  He went on to work as a physicist at the National Institute of Standards and Technology from 1979 to 1987, before joining the faculty of Indiana University in 1987. Throughout his career, Professor Girvin’s research has focused on theoretical studies of quantum many-particle systems.  Since coming to Yale, his interests have extended to atomic physics, quantum optics and quantum computation. Professor Girvin’s academic research is currently focused on ‘circuit QED,’ the quantum physics of microwave electrical circuits using superconducting Josephson junctions as artificial atoms.  He works closely with the experimental team at Yale led by Michel Devoret and Robert Schoelkopf developing circuit QED into a practical architecture for construction of a quantum computer. In recognition of his research and contributions to the field, Dr. Girvin has been elected Fellow of the American Physical Society, the American Association for the Advancement of Science, and the American Academy of Arts and Sciences, Foreign Member of the Royal Swedish Academy of Sciences, and Member of the US National Academy of Sciences.  In 2007 he and his collaborators, Allan H. MacDonald and James P. Eisenstein were awarded the Oliver E. Buckley Prize of the American Physical Society, “ For fundamental experimental and theoretical research on correlated many-electron states in low dimensional systems.” In 2017 Professor Girvin was awarded an honorary degree by Chalmers University of Technology in recognition of his work in circuit QED. Contact Info Mailing Address: Yale Quantum Institute PO Box 208334 New Haven, CT 06520-8263 Express shipment Address: Yale Quantum Institute Suite 436 17 Hillhouse Avenue New Haven, CT 06511 Email: steven.girvin@yale.edu Office Phone:  +1 (203) 432-5082 Office Location: Room 403 Institute Phone:  +1 (203) 436-9153 Links to Related Labs Yale Quantum Institute YINQE Condensed Matter Theory Dept of Applied Physics Atomic Physics"
            ]
        ]
    ]
}