{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YC4ULRMZ",
            "OzMYwDIAAAAJ",
            [
                "LANDMARC: Indoor location sensing using active RFID",
                "Interconnection networks",
                "A survey of wormhole routing techniques in direct networks",
                "Internet QoS: A big picture",
                "The turn model for adaptive routing",
                "Traffic Engineering with MPLS in the Internet",
                "Wifall: Device-free fall detection by wireless networks",
                "Service discovery in pervasive computing environments",
                "The turn model for adaptive routing",
                "Anysee: Peer-to-peer live streaming"
            ],
            [
                "Growing convergence among mobile computing devices and embedded technology sparks the development and deployment of \"context-aware\" applications, where location is the most essential context. We present LANDMARC, a location sensing prototype system that uses Radio Frequency Identification (RFID) technology for locating objects inside buildings. The major advantage of LANDMARC is that it improves the overall accuracy of locating objects by utilizing the concept of reference tags. Based on experimental analysis, we demonstrate that active RFID is a viable and cost-effective candidate for indoor location sensing. Although RFID is not designed for indoor location sensing, we point out three major features that should be added to make RFID technologies competitive in this new and growing market.",
                "This book, for the first time, makes the technology of interconnection networks accessible to the engineering student and the practicing engineer. The authors are three key members of the research community and are responsible for developing much of the technology described. Their unique knowledge and rare insight into the material make for a technically rich treatment that brings together the best of many research papers and fills in the gaps by putting the work into context. In an era when digital systems design is dominated by interconnect, every digital designer needs to understand the concepts of topology, routing, and flow control on which interconnection networks are based. There is no better way for an engineer to come up to speed on interconnection networks than by reading this book.-From the foreword by Bill Dally, Professor, Stanford University hr The performance of most digital systems today is limited by their communication or interconnection, not by their logic or memory. As designers strive to make more efficient use of scarce interconnection bandwidth, interconnection networks are emerging as a nearly universal solution to the system-level communication problems for modern digital systems. Interconnection networks have become pervasive in their traditional application as processor-memory and processor-processor interconnect. Point-to-point interconnection networks have replaced buses in an ever widening range of applications that include on-chip interconnect, switches and routers, and I\/O systems. In this book, the authors present in a structured way the basic underlying concepts of most interconnection networks and …",
                "Several research contributions and commercial ventures related to wormhole routing, a switching technique used in direct networks, are discussed. The properties of direct networks are reviewed, and the operation and characteristics of wormhole routing are discussed in detail. By its nature, wormhole routing is particularly susceptible to deadlock situations, in which two or more packets may block one another indefinitely. Several approaches to deadlock-free. routing, along with a technique that allows multiple virtual channels to share the same physical channel, are described. In addition, several open issues related to wormhole routing are discussed.< >",
                "We present a framework for the emerging Internet quality of service (QoS). All the important components of this framework-integrated services, RSVP, differentiated services, multiprotocol label switching (MPLS), and constraint-based routing-are covered. We describe what integrated services and differentiated services are, how they can be implemented, and the problems they have. We then describe why MPLS and constraint-based routing have been introduced into this framework, how they differ from and relate to each other, and where they fit into the differentiated services architecture. Two likely service architectures are presented, and the end-to-end service deliveries in these two architectures are illustrated. We also compare ATM networks to router networks with differentiated services and MPLS. Putting all these together, we give the readers a grasp of the big picture of the emerging Internet QoS.",
                "We present a model for designing wormhole routing algorithms that are deadlock free, livelock free, minimal or nonminimal, and maximally adaptive. A unique feature of this model is that it is not based on adding physical or virtual channels to network topologies (though it can be applied to networks with extra channels). Instead, the model is based on analyzing the directions in which packets can turn in a network and the cycles that the turns can form. Prohibiting just enough turns to break all of the cycles produces routing algorithms that are deadlock free, livelock free, minimal or nonminimal, and maximally adaptive for the network. In this paper, we focus on the two most common network topologies for wormhole routing, n-dimensional mesh, just a quarter of the  turns must be prohibited to prevent deadlock. The remaining three quarters of the turns permit partial adaptiveness in routing. Partially adaptive routing …",
                "This article discusses traffic engineering with multiprotocol label switching (MPLS) in an Internet service provider's network. We first review MPLS, constraint-based routing, and enhanced link state interior gateway protocols to provide a background for traffic engineering. We then discuss the general issues of designing an MPLS system for traffic engineering. The design of GlobalCenter's MPLS system is presented. Based on our experiences, a generic procedure for deploying an MPLS system is proposed. We also discuss how to provide QoS in a network with MPLS. Putting these together, we present to readers the practical issues of traffic engineering and a working solution for traffic engineering with MPLS in the Internet.",
                "Injuries that are caused by falls have been regarded as one of the major health threats to the independent living for the elderly. Conventional fall detection systems have various limitations. In this work, we first look for the correlations between different radio signal variations and activities by analyzing radio propagation model. Based on our observation, we propose WiFall, a truly unobtrusive fall detection system. WiFall employs physical layer Channel State Information (CSI) as the indicator of activities. It can detect fall of the human without hardware modification, extra environmental setup, or any wearable device. We implement WiFall on desktops equipped with commodity 802.11n NIC, and evaluate the performance in three typical indoor scenarios with several layouts of transmitter-receiver (Tx-Rx) links. In our area of interest, WiFall can achieve fall detection for a single person with high accuracy. As …",
                "Pervasive computing environments pose unique service discovery challenges. We have developed a taxonomy of existing protocols as a basis for analyzing their approaches and identifying problems and open issues relative to service discovery in pervasive computing environments.",
                "This paper presents a model for designing wormhole routing algorithms, A unique feature of the model is th~ t lt is not based cm adding physical or virtual channels to direct networks(although it can be applied to networks with extra channels). Instead, the model is based [In analyzlng the directions in which packets can turn ma network and the cycles that the turns can form. Prohibiting just enough turns to brezk all of the cycles produces routing algorithms that are deadlock free, livelock free, mmimal or nonminimal, and highly adaptive. This paper focuses on the two most common network topologies for wormhole routing,~ z-dimensional meshes and k-ary\/z-cubes without extra channels. In such networks, just a quarter of the turns must be prohibited to prevent deadlock. The remaining three quarters of the turns allow routing to be fidaptwe, Adaptive routing algorithms are described for two-dimensional meshes, n …",
                "Efficient and scalable live-streaming overlay construction has become a hot topic recently. In order to improve the performance metrics, such as startup delay, source-to-end delay, and playback continuity, most previous studies focused on intra-overlay optimization. Such approaches have drawbacks including low resource utilization, high startup and source-to-end delay, and unreasonable resource assignment in global P2P networks. Anysee is a peer-to-peer live streaming system and adopts an inter-overlay optimization scheme, in which resources can join multiple overlays, so as to (1) improve global resource utilization and distribute traffic to all physical links evenly;(2) assign resources based on their locality and delay;(3) guarantee streaming service quality by using the nearest peers, even when such peers might belong to different overlays; and (4) balance the load among the group members. We compare the performance of our design with existing approaches based on comprehensive trace driven simulations. Results show that AnySee outperforms previous schemes in resource utilization and the QoS of streaming services. AnySee has been implemented as an Internet based live streaming system, and was successfully released in the summer of 2004 in CERNET of China. Over 60,000 users enjoy massive entertainment programs, including TV programs, movies, and academic conferences. Statistics prove that this design is scalable and robust, and we believe that the wide deployment of AnySee will soon benefit many more Internet users."
            ],
            [
                [
                    "Big Data",
                    "wireless sensor networks",
                    "mobile computing",
                    "pervasive computing",
                    "high-speed networks"
                ]
            ]
        ]
    ]
}