{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YC7DL2I4",
            "tAXVWbUAAAAJ",
            [
                "Traveling waves in actin dynamics and cell motility",
                "A CLASP-modulated cell edge barrier mechanism drives cell-wide cortical microtubule organization in Arabidopsis",
                "Mathematical modeling of eukaryotic cell migration: insights beyond experiments",
                "Cell polarity: quantitative modeling as a tool in cell biology",
                "Analysis of the local organization and dynamics of cellular actin networks",
                "Force generation by a dynamic Z-ring in Escherichia coli cell division",
                "Mechanisms of self-organization of cortical microtubules in plants revealed by computational simulations",
                "Mechanical modulation of receptor-ligand interactions at cell-cell interfaces",
                "Adhesion-dependent wave generation in crawling cells",
                "A mechanochemical model explains interactions between cortical microtubules in plants"
            ],
            [
                "Much of current understanding of cell motility arose from studying steady treadmilling of actin arrays. Recently, there have been a growing number of observations of a more complex, non-steady, actin behavior, including self-organized waves. It is becoming clear that these waves result from activation and inhibition feedbacks in actin dynamics acting on different scales, but the exact molecular nature of these feedbacks and the respective roles of biomechanics and biochemistry are still unclear. Here, we review recent advances achieved in experimental and theoretical studies of actin waves and discuss mechanisms and physiological significance of wavy protrusions.",
                "It is well known that the parallel order of microtubules in the plant cell cortex defines the direction of cell expansion, yet it remains unclear how microtubule orientation is controlled, especially on a cell-wide basis. Here we show through 4D imaging and computational modelling that plant cell polyhedral geometry provides spatial input that determines array orientation and heterogeneity. Microtubules depolymerize when encountering sharp cell edges head-on, whereas those oriented parallel to those sharp edges remain. Edge-induced microtubule depolymerization, however, is overcome by the microtubule-associated protein CLASP, which accumulates at specific cell edges, enables microtubule growth around sharp edges and promotes formation of microtubule bundles that span adjacent cell faces. By computationally modelling dynamic'microtubules on a cube'with edges differentially permissive to microtubule …",
                "A migrating cell is a molecular machine made of tens of thousands of short-lived and interacting parts. Understanding migration means understanding the self-organization of these parts into a system of functional units. This task is one of tackling complexity: First, the system integrates numerous chemical and mechanical component processes. Second, these processes are connected in feedback interactions and over a large range of spatial and temporal scales. Third, many processes are stochastic, which leads to heterogeneous migration behaviors. Early on in the research of cell migration it became evident that this complexity exceeds human intuition. Thus, the cell migration community has led the charge to build mathematical models that could integrate the diverse experimental observations and measurements in consistent frameworks, first in conceptual and more recently in molecularly explicit models. The …",
                "Among a number of innovative approaches that have modernized cell biology, modeling has a prominent yet unusual place. One popular view is that we progress linearly, from conceptual to ever more detailed models. We review recent discoveries of cell polarity mechanisms, in which modeling played an important role, to demonstrate that the experiment-theory feedback loop requires diverse models characterized by varying levels of biological detail and mathematical complexity. We argue that a quantitative model is a tool that has to fit an experimental study, and the model’s value should be judged not by how complex and detailed it is, but by what could be learned from it.",
                "A ctin filaments, with the aid of multiple accessory proteins, self-assemble into a variety of network patterns. We studied the organization and dynamics of the actin network in nonadhesive regions of cells bridging fibronectin-coated adhesive strips. The network was formed by actin nodes associated with and linked by myosin II and containing the formin disheveled-associated activator of morphogenesis 1 (DAAM1) and the cross-linker filamin A (FlnA). After Latrunculin A (LatA) addition, actin nodes appeared to be more prominent and demonstrated drift-diffusion motion. Superresolution microscopy revealed that, in untreated cells, DAAM1 formed patches with a similar spatial arrangement to the actin nodes. Node movement (diffusion coefficient and velocity) in LatA-treated cells was dependent on the level and activity of myosin IIA, DAAM1, and FlnA. Based on our results, we developed a computational model of the …",
                "FtsZ, a bacterial homologue of tubulin, plays a central role in bacterial cell division. It is the first of many proteins recruited to the division site to form the Z-ring, a dynamic structure that recycles on the time scale of seconds and is required for division to proceed. FtsZ has been recently shown to form rings inside tubular liposomes and to constrict the liposome membrane without the presence of other proteins, particularly molecular motors that appear to be absent from the bacterial proteome. Here, we propose a mathematical model for the dynamic turnover of the Z-ring and for its ability to generate a constriction force. Force generation is assumed to derive from GTP hydrolysis, which is known to induce curvature in FtsZ filaments. We find that this transition to a curved state is capable of generating a sufficient force to drive cell-wall invagination in vivo and can also explain the constriction seen in the in vitro liposome …",
                "Microtubules confined to the two-dimensional cortex of elongating plant cells must form a parallel yet dispersed array transverse to the elongation axis for proper cell wall expansion. Some of these microtubules exhibit free minus-ends, leading to migration at the cortex by hybrid treadmilling. Collisions between microtubules can result in plus-end entrainment (“zippering”) or rapid depolymerization. Here, we present a computational model of cortical microtubule organization. We find that plus-end entrainment leads to self-organization of microtubules into parallel arrays, whereas catastrophe-inducing collisions do not. Catastrophe-inducing boundaries (e.g., upper and lower cross-walls) can tune the orientation of an ordered array to a direction transverse to elongation. We also find that changes in dynamic instability parameters, such as in mor1-1 mutants, can impede self-organization, in agreement with …",
                "Cell surface receptors have been extensively studied because they initiate and regulate signal transduction cascades leading to a variety of functional cellular outcomes. An important class of immune receptors (e.g., T-cell antigen receptors) whose ligands are anchored to the surfaces of other cells remain poorly understood. The mechanism by which ligand binding initiates receptor phosphorylation, a process termed “receptor triggering”, remains controversial. Recently, direct measurements of the (two-dimensional) receptor-ligand complex lifetimes at cell-cell interface were found to be smaller than (three-dimensional) lifetimes in solution but the underlying mechanism is unknown. At the cell-cell interface, the receptor-ligand complex spans a short intermembrane distance (15 nm) compared to long surface molecules (LSMs) whose ectodomains span >40 nm and these LSMs include phosphatases (e.g., CD45) that …",
                "Dynamic actin networks are excitable. In migrating cells, feedback loops can amplify stochastic fluctuations in actin dynamics, often resulting in traveling waves of protrusion. The precise contributions of various molecular and mechanical interactions to wave generation have been difficult to disentangle, in part due to complex cellular morphodynamics. Here we used a relatively simple cell type—the fish epithelial keratocyte—to define a set of mechanochemical feedback loops underlying actin network excitability and wave generation. Although keratocytes are normally characterized by the persistent protrusion of a broad leading edge, increasing cell-substrate adhesion strength results in waving protrusion of a short leading edge. We show that protrusion waves are due to fluctuations in actin polymerization rates and that overexpression of VASP, an actin anti-capping protein that promotes actin polymerization …",
                "Microtubules anchored to the two-dimensional cortex of plant cells collide through plus-end polymerization. Collisions can result in rapid depolymerization, directional plus-end entrainment, or crossover. These interactions are believed to give rise to cellwide self-organization of plant cortical microtubules arrays, which is required for proper cell wall growth. Although the cell-wide self-organization has been well studied, less emphasis has been placed on explaining the interactions mechanistically from the molecular scale. Here we present a model for microtubule-cortex anchoring and collision-based interactions between microtubules, based on a competition between cross-linker bonding, microtubule bending, and microtubule polymerization. Our model predicts a higher probability of entrainment at smaller collision angles and at longer unanchored lengths of plus-ends. This model addresses observed differences …"
            ],
            [
                [
                    "cell biology",
                    "biophysics",
                    "cytoskeleton",
                    "bacteria",
                    "actin"
                ]
            ]
        ]
    ]
}