{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YCT62YCS",
            "hcKnlF8AAAAJ",
            [
                "Racial\/ethnic differences in rates of depression among preretirement adults",
                "Associations between dimensions of religious commitment and mental health reported in the American Journal of Psychiatry and Archives of General Psychiatry: 1978–1989",
                "Dissociation as a mediator of psychopathology among sexually abused children and adolescents",
                "Religious belief, depression, and ambulation status in elderly women with broken hips.",
                "Cost offset from a psychiatric consultation-liaison intervention with elderly hip fracture patients",
                "Therapist effects in outpatient psychotherapy: A three-level growth curve approach.",
                "Patterns of mental health service utilization",
                "Impact of psychiatric comorbidity on length of hospital stay for medical\/surgical patients: a preliminary report"
            ],
            [
                "Objectives. We estimated racial\/ethnic differences in rates of major depression and investigated possible mediators.Methods. Depression prevalence rates among African American, Hispanic, and White adults were estimated from a population-based national sample and adjusted for potential confounders.Results. African Americans (odds ratio [OR] = 1.16, 95% confidence interval [CI] = 0.93, 1.44) and Hispanics (OR = 1.44, 95% CI = 1.02, 2.04) exhibited elevated rates of major depression relative to Whites. After control for confounders, Hispanics and Whites exhibited similar rates, and African Americans exhibited significantly lower rates than Whites.Conclusions. Major depression and factors associated with depression were more frequent among members of minority groups than among Whites. Elevated depression rates among minority individuals are largely associated with greater health burdens and lack …",
                "The authors assessed all measures of religious commitment (N= 139) reported in research studies published in the American Journal of Psychiatry and Archives of General Psychiatry in 1978 through 1989 (N< 35). For nearly two-thirds of the measures, the studies either made no hypotheses or reported no results concerning the relationship of religious commitment to mental health status. For the great majority of the measures assessed, the studies reported a positive relationship between religious commitment and mental health. Am j Psychiatry 1992; 149: 557-559) here is evidence that religious practices and beliefs are understudied phenomena in clinical fields such as psychiatry (1) and family medicine (2). When religion has been studied, it has usually been assessed by using a static measure-denominational affiliation. Psychiatric studies seldom contain variables reflecting religious commitment, such as …",
                "",
                "Studied the relationship between religious belief and psychiatric and medical status in 30 elderly female patients (aged 65+ yrs) recovering from the surgical repair of broken hips. Ss completed the Geriatric Depression Scale (JS Lyons et al; see record 1990-00117-001) and an index of religiousness. Religious belief was associated with lower levels of depressive symptoms and better ambulation status as assessed by physical therapists.(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
                "Objective: The authors hypothesized that psychiatric liaison screening of elderly patients with hip fractures would shorten the average length of hospital stay and increase the proportion of patients who returned home after discharge. Method: The study was performed at Mount Sinai Medical Center in New York and Northwestern Memorial Hospital in Chicago. The subjects were 452 patients 65 years or older who were consecutively admitted for surgical repair of fractured hips. During a baseline year the patients received traditional referral for psychiatric consultation. During the experimental year all the patients at Mount Sinai and the patients on one Northwestern unit were screened for psychiatric consultation. Results: The patients who received psychiatric liaison screening had a higher consultation rate than those who received traditional consultation. The rates of DSM-III disorders in the experimental year were 56% at Mount Sinai and 60% at Northwestern. The mean length of stay was reduced from 20.7 to 1 8.5 days at Mount Sinai and from 15.5 to 13.8 days at Northwestern, resulting in reductions in hospital costs ($647\/day) of $1 66,926 and $97,361, respectively. Fees generated from Medicare service delivery could have paid for the $20,000 psychiatric intervention cost at each site. There was no difference, however, between the two years in the discharge placement of patients. Conclusions: Admission psychiatric liaison screening of elderly patients with hip fractures results in early detection of psychiatric morbidity, better psychiatric care, earlier discharge, and substantial cost savings to the hospital.",
                "Evidence suggests that a moderate amount of variance in patient outcomes is attributable to therapist differences. However, explained variance estimates vary widely, perhaps because some therapists achieve greater success with certain kinds of patients. This study assessed the amount of variance in across-session change in symptom intensity scores explained by therapist differences in a large naturalistic data set (1,198 patients and 60 therapists, who each treated 10–77 of the patients). Results indicated that approximately 8% of the total variance and approximately 17% of the variance in rates of patient improvement could be attributed to the therapists. Cross-validation and extreme group analyses validated the existence of these therapist effects.",
                "How many and which individuals, with which psychiatric disorders, receive (and do not receive) mental health services from which professionals in what settings? This question falls within the purview of mental health services research, which is a multidisciplinary field that brings together the methodologies of epidemiology, econometrics, and clinical research. First, in this article, we present an explication of what is known about those individuals in need of psychotherapy and how they access services. Next, we describe the numbers, professional affiliations, and service sites of professionals who are engaged in the practice of psychotherapy. We summarize our current knowledge about the actual utilization of psychotherapy services relative to the needs of patients and the professional background of therapists. Finally, we identify aspects of psychotherapy service utilization that are, as yet, unaddressed.",
                "METHODThe discharge abstracts of all medical and surgical patients hospitalized in 1984 at Mount Sinai Hospital in New York City (N= 37,370) and from Northwestem Memorial Hospital in Chicago(N21, 889) were reviewed. Only those patients whose principal diagnoses were medical or surgical were included. Patients on the medical\/psychiatric units were excluded. The data at Mount Sinai Hospital were collected on the Utilization Information Service hospital discharge abstract form (7). This database includes length of stay, demographic data, and diagnoses, which include an admitting diagnosis, a retrospectively determined principal diagnosis for the condition that resulted in the admission, and up to six secondary diagnoses. The psychiatric diagnoses on the abstracts were made by psychiatric consultants(18%) and primary physicians (82%).Four clinical data reviewers, all professional nurses, confirmed all diagnoses in a 10-15-minute review of each chart; there was 95% agreement between the nurses and the chief rater(based on quarterly samples of 25 charts)(8). An external audit of the discharge abstracting procedure revealed an overall potential 4.2% error rate in coding diagnosis-related groups (DRGs)(8). Additional data collected involved admis-"
            ],
            [
                [
                    "Outcomes Management"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}