{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YCXVKW26",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Yen Lee Loh Yen Lee Loh Associate Professor Condensed matter theory, quantum many-body theory, computational physics yenlee.loh@UND.edu 701.777.2912 Witmer Hall Room 216 Biography Dr. Yen Lee Loh is an assistant professor in the Department of Physics and Astrophysics at the University of North Dakota .  He received his PhD from the Cavendish Laboratory at Cambridge University in 2005.  Prior to that, he received a BA (Hons) and MSci in Physical Natural Sciences, Trinity College , Cambridge University . After obtaining a PhD, he held three-year postdoctoral research positions at Purdue University and The Ohio State University . Dr. Loh works on the theory of condensed matter systems, where the mutual interaction of large numbers of particles leads to interesting collective behavior.  He is particularly interested in the production and detection of novel phases of strongly correlated fermions and bosons, in mathematical models, materials, and ultracold atomic gases.  Magnetism, superconductivity, disorder, quantum criticality, and Coulomb blockade effects are recurring themes in his research. Courses Fall 2016 PHYS 101: Survey of Physics (1 credit) PHYS 402: Computers in Physics (3 credits) PHYS 539: Quantum Mechanics I (3 credits) Spring 2016 PHYS 542: Theory of Electricity and Magnetism II (3 credits) Fall 2015 PHYS 101: Survey of Physics (1 credit) PHYS 541: Theory of Electricity and Magnetism I (3 credits) Spring 2015 PHYS 536: Solid State II (3 credits) Fall 2014 PHYS 251-01: University Physics I (4 credits) PHYS 402: Computers in Physics (3 credits) Summer 2014 PHYS 590-08: Research (Independent Study) Spring 2014 PHYS 542: Theory of Electricity and Magnetism II (3 credits) PHYS 318: Analytical Mechanics II (3 credits) PHYS 492-02: Special Problems Fall 2013 PHYS 541: Theory of Electricity and Magnetism I (3 credits) Spring 2013 PHYS 536: Solid State II (3 credits) Fall 2012 PHYS 402: Computers in Physics (3 credits) PHYS 539: Quantum Mechanics I (3 credits) Summer 2012 PHYS 590-08: Research (Independent Study) Spring 2012 PHYS 542: Theory of EM 2 (3 credits) PHYS 492: Special Topics - Computational Physics (3 credits) Fall 2011 PHYS 541: Theory of EM 1 (3 credits) Ultracold atoms .... The coldest place in the universe... Superconductor-insulator transitions Thin films of a superconducting material can undergo a superconductor-insulator transition (SIT).... Experience 2011-        Assistant Professor in Condensed Matter Theory, University of North Dakota 2008-2011  Postdoctoral Researcher, The Ohio State University 2005-2008  Postdoctoral Researcher, Purdue University 2005          PhD with Prof. Peter Littlewood in Theory of Condensed Matter Group , Cavendish Laboratory , Cambridge University .  Dissertation: \"Studies of Strongly Correlated Electron Systems\" 2000          BA (Hons) and MSci in Physical Natural Sciences, Trinity College , Cambridge University"
            ]
        ]
    ]
}