{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YCZFDN51",
            "CbHMkrsAAAAJ",
            [
                "Disorders of sex development: insights from targeted gene sequencing of a large international patient cohort",
                "Metastatic pheochromocytoma\/paraganglioma related to primary tumor development in childhood or adolescence: significant link to SDHB mutations",
                "Copy number variation in patients with disorders of sex development due to 46, XY gonadal dysgenesis",
                "Ethical principles for the management of infants with disorders of sex development"
            ],
            [
                "Disorders of sex development (DSD) are congenital conditions in which chromosomal, gonadal, or phenotypic sex is atypical. Clinical management of DSD is often difficult and currently only 13% of patients receive an accurate clinical genetic diagnosis. To address this we have developed a massively parallel sequencing targeted DSD gene panel which allows us to sequence all 64 known diagnostic DSD genes and candidate genes simultaneously. We analyzed DNA from the largest reported international cohort of patients with DSD (278 patients with 46,XY DSD and 48 with 46,XX DSD). Our targeted gene panel compares favorably with other sequencing platforms. We found a total of 28 diagnostic genes that are implicated in DSD, highlighting the genetic spectrum of this disorder. Sequencing revealed 93 previously unreported DSD gene variants. Overall, we identified a likely genetic diagnosis in 43% of patients with 46,XY DSD. In patients with 46,XY disorders of androgen synthesis and action the genetic diagnosis rate reached 60%. Surprisingly, little difference in diagnostic rate was observed between singletons and trios. In many cases our findings are informative as to the likely cause of the DSD, which will facilitate clinical management. Our massively parallel sequencing targeted DSD gene panel represents an economical means of improving the genetic diagnostic capability for patients affected by DSD. Implementation of this panel in a large cohort of patients has expanded our understanding of the underlying genetic etiology of DSD. The inclusion of research candidate genes also provides an invaluable resource for future identification …",
                "PurposeTo present data on the high rate of SDHB mutations in patients with metastatic pheochromocytoma\/paraganglioma whose initial tumor presentation began in childhood or adolescence.",
                "Disorders of sex development (DSD), ranging in severity from mild genital abnormalities to complete sex reversal, represent a major concern for patients and their families. DSD are often due to disruption of the genetic programs that regulate gonad development. Although some genes have been identified in these developmental pathways, the causative mutations have not been identified in more than 50% 46,XY DSD cases. We used the Affymetrix Genome-Wide Human SNP Array 6.0 to analyse copy number variation in 23 individuals with unexplained 46,XY DSD due to gonadal dysgenesis (GD). Here we describe three discrete changes in copy number that are the likely cause of the GD. Firstly, we identified a large duplication on the X chromosome that included DAX1 (NR0B1). Secondly, we identified a rearrangement that appears to affect a novel gonad-specific regulatory region in a known testis gene, SOX9. Surprisingly this patient lacked any signs of campomelic dysplasia, suggesting that the deletion affected expression of SOX9 only in the gonad. Functional analysis of potential SRY binding sites within this deleted region identified five putative enhancers, suggesting that sequences additional to the known SRY-binding TES enhancer influence human testis-specific SOX9 expression. Thirdly, we identified a small deletion immediately downstream of GATA4, supporting a role for GATA4 in gonad development in humans. These CNV analyses give new insights into the pathways involved in human gonad development and dysfunction, and suggest that rearrangements of non-coding sequences disturbing gene regulation may account for …",
                "The Fifth World Congress on Family Law and Children’s Rights (Halifax, August 2009) adopted a resolution endorsing a new set of ethical guidelines for the management of infants and children with disorders of sex development (DSD) [www.lawrights.asn.au\/index.php?option=com_content&view=article&id=76&Itemid=109]. The ethical principles developed by our group were the basis for the Halifax Resolution. In this paper, we outline these principles and explain their basis. The principles are intended as the ethical foundation for treatment decisions for DSD, especially decisions about type and timing of genital surgery for infants and young children. These principles were formulated by an analytic review of clinician reasoning in particular cases, in relation to established principles of bioethics, in a process consistent with the Rawlsian concept of reflective equilibrium as the method for building ethical theory. The …"
            ],
            [
                [
                    "Endocrinology",
                    "disorders of sex development",
                    "developmental sex diversity",
                    "intersex",
                    "gender"
                ]
            ],
            [
                "JACQUELINE N. HEWITT Julius A. Stratton Professor in Electrical Engineering and Physics jhewitt@mit.edu (617) 253-3071 Ronald McNair Building, 37-664h RELATED LINKS: Jacqueline Hewitt's Home Page \"Hewitt Takes Control at the Center for Space Research\" Cosmology: Radio Professor Hewitt's research interests are focused upon applying the techniques of radio astronomy, interferometry, and image processing to basic research in astrophysics and cosmology. Current topics of interest are observational signatures of the epoch of reionization and the detection of transient astronomical radio sources. Professor Hewitt is also interested in the development of new instrumentation and techniques for radio astronomy. She is currently involved in pathfinder experiments for low frequency radio telescopes with large aperture, optimized for certain cosmological studies. In particular, she is part of a collaboration of U.S., Australian, Indian, and New Zealand universities and research institutions that is building the Murchison Widefield Array in radio-quiet Western Australia. Appointed Director of MIT's Kavli Institute for Astrophysics and Space Research in January 2002, Professor Hewitt began her career at MIT in 1986 as a postdoctoral associate in the Very Long Baseline Interferometry group at the MIT Haystack Observatory . After a one-year sojourn as a research staff member in the Department of Astrophysical Sciences at Princeton University, she returned to MIT in 1989 as an Assistant Professor of physics. Professor Hewitt stepped down as director of the MIT Kavli Institute for Astrophysics and Space Research in January 2019. List of Professor Hewitt's recent publications, available in PDF, PostScript, and other formats. July 15, 2020 4:18 PM"
            ]
        ]
    ]
}