{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YD4D56PQ",
            "At--zQwAAAAJ",
            [
                "Hydrothermal synthesis of ternary α-Fe 2 O 3–ZnO–Au nanocomposites with high gas-sensing performance",
                "Experimental and theoretical studies on noble metal decorated tin oxide flower-like nanorods with high ethanol sensing performance",
                "A magnetic glass matrix (ZnO-BaO-B2O3) particulate (Fe3O4) nanocomposite obtained by SPS",
                "Healing of cracks by green laser irradiation in a nanogold particles glass matrix composite"
            ],
            [
                "This study reports facile hydrothermal strategies for the synthesis of novel ternary α-Fe2O3–ZnO–Au nanocomposites under mild conditions, through further surface coating of ZnO and Au nanoparticles (NPs) on α-Fe2O3 nanorods. The ternary α-Fe2O3–ZnO–Au nanocomposites are found to show (1) higher sensitivity\/responses (S) of 113 and 57 toward 100-ppm n-butanol and acetone, respectively compared to single α-Fe2O3 (S = 11.7, 9.1 for n-butanol, acetone) and binary α-Fe2O3-ZnO (S = 54.4, 28 for n-butanol, acetone) sensing materials, and (2) lower optimum operating temperature, i.e., 225 °C. The enhanced sensitivity could be attributed to the chemical sensitization effect induced by the Au NPs, and the existence of conjugated depletion layers in the nanocomposites which promote a greater drop in resistance upon exposure to the gas. These results will be useful for future design of iron oxide-based …",
                "This study reports a facile solvothermal method for the synthesis of tin oxide (SnO2) flower-like nanorods with dominant (1 1 0) crystal surface, which could be further decorated with varying amounts of noble metals, (gold (Au) and palladium (Pd)) to enhance the gas-sensing properties. Analysis of the gas-sensing results reveal that the decoration of Au and Pd nanoparticles on the surface of the SnO2 nanorods is advantageous in: (i) enhancing the sensitivity towards ethanol (9–15 times); (ii) reducing the response\/recovery time (by 15–40 s), and (iii) significantly decreasing the optimum operating temperature (from 250 to 175 °C). Beyond physical experiments, molecular dynamics (MD) method was also conducted to quantify diffusivity, adsorption and reaction capabilities of ethanol on SnO2(1 1 0) plane and to better understand the role of noble metals in enhancing the gas-sensing performance of SnO2. The …",
                "A magnetic nanocomposite glass consisting of a zinc barium borate glass matrix and up to 15 vol. % (%V) Fe3O4 nanoparticles (NPs, diameter 50 to 100 nm) was synthesized by coating glass grains with 3D mixing and subsequent sintering using a spark plasma sintering (SPS) furnace. The achieved relative density is better than 99 % when iron oxide content is smaller than 2 %V. Agglomeration of nanoparticles is observed at larger content. Composites were submitted to an alternating magnetic field of 1000 G maximum intensity and 250 kHz frequency. A fast heating of the sample was observed thanks to the magnetic particles (Tmax ≈ 450 °C). A treatment of 1 h at Tmax promoted some viscoelastic relaxation at an indentation site but was not sufficient to induce some visible crack healing.",
                "A transparent composite material consisting of a soda-lime-silicate glass matrix containing up to 0.5 %w gold nanoparticles (10 to 20 nm) was successfully obtained by coating glass grains and a subsequent sintering using a spark plasma sintering (SPS) furnace. Coating was achieved thanks to the reduction of gold(III) chloride trihydrate by sodium borohydride in an ethanol solution. The sintered composites were dense and transparent, but for the largest gold content where the sample exhibits a deep red color. When submitted to laser irradiation (532 nm, up to 100 W\/cm2), the composite experiences a fast, localized and much more significant increase of its temperature in comparison with the pristine glass material. A temperature as high as 550 °C was reached, allowing the healing of surface crack."
            ],
            [
                [
                    "Glass",
                    "Composites",
                    "Material engineering",
                    "Material Science",
                    "Surface"
                ]
            ]
        ]
    ]
}