{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YE0G5ILS",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Tae Min Hong Assistant Professor 412 Allen Hall (412) 383-4081 tmhong@pitt.edu Tae Min Hong is an Assistant Professor of Physics and Astronomy at the University of Pittsburgh. He is an experimental particle physicist interested in questions related to the fundamental forces of Nature and the basic building blocks of the Universe. Professor Hong is currently studying proton collisions produced by the Large Hadron Collider ( LHC ) at the European Organization for Nuclear Research ( CERN ) in Geneva, Switzerland. As a member of the ATLAS Collaboration of about 3000 physicists, his significant contributions are in the trigger system and the discovery of the Higgs boson . The Higgs boson is the physical remnant of the once unified interactions of the electromagnetic force and the weak nuclear force. His work in the Higgs focused on its decay to a pair of the charged carriers of the weak force ( H → WW ) and in its production by the collision of charged and neutral carriers of the weak force ( W or Z bosons) called \"vector boson fusion\" (VBF).  His current research involves using similar techniques to search for new fundamental particles such as non-standard Higgs bosons, dark matter candidates, supersymmetric particles, or any such new phenomena.  The research touches on three of the five scientific drivers listed by the P5 report: Use the Higgs boson as a new tool for discovery; identify the new physics of dark matter; and explore the unknown: new particles, interactions, and physical principles. Professor Hong received his AB in physics and mathematics from Harvard University and his MA and PhD in physics from the University of California at Santa Barbara. He worked as a post-doctoral researcher at the University of Pennsylvania before joining the Pitt faculty in 2015. Here is his faculty profile ; now in the newspaper !  As of 2020 I work with Research Assistant Professor Dr. Joerg Stelzer Post-doctoral Researcher Dr. Ben Carlson. Electrical Engineer Dr. Lin Yao Electrical Engineer Brandon Eubanks Graduate Student Ava Myers Some former undergrads & their projects Kaelyn S. '18 on VP1 event display, Phase-2 upgrade simulation, brachytherapy. David D. '18 on VP1 event display, L1calo monitoring. Andy A. '19 on trigger rate monitoring core software, trigger rate access tools and infrastructure, search for supersymmetry. APS talk . BPhil Thesis . Dan Z. '20 on trigger rate monitoring core software, trigger menu database, machine learning R&D. Nick F. '21 on trigger rate monitoring core software, search for invisible decay of the Higgs boson. Dan S. '21 on firmware engineering using Xilinx Vivado HLS. Steve Ro. '22 on trigger rate monitoring website, machine learning R&D. Steve Ra. '22 on firmware engineering using Xilinx Vivado HLS. Connor M. '23 on trigger rate monitoring core software, algorithm development for firmware. My students have won NASA Space Grant for Undergraduate Research Chancellor's Undergraduate Fellowship Brackenridge Undergraduate Fellowship Emil Sanielevici Undergraduate Research Scholarship Halliday-Resnick Award for Execellence in Undergraduate Research School of Engineering Summer Undergraduate Internship Award Arts & Science Graduate Fellowship PITT PACC Graduate Fellowship I collaborate with all of the Pittsburgh faculty on the ATLAS experiment.  They are Professor Joe Boudreau and Professor Jim Mueller .  For VP1 I collaborate with Prof. Boudreau and Dr. Riccardo-Maria Bianchi.  We also share our ATLAS Tier-3 computing center located in the basement of Allen Hall. If you are an undergraduate student looking for research experience, a graduate student looking for an adviser, or a post-doctoral candidate looking for a research position, please contact him by email. [ link ] PDG summary table of what we know & do not know [ link ] CERN webpage on the Higgs [ link ] ATLAS Briefings on October 7, 2014 [ link ] LHC Seminar on October 7, 2014 [ link ] CERN Courier on October 27, 2014 [ link ] Particle Physics Project Prioritization Panel (P5) Selected Publications Professor Hong is listed as an author of over 800 (as of 2014) published articles in refereed physics journals (see https:\/\/inspirehep.net\/author\/T.M.Hong.1 ). Here are some representative articles associated with Prof. Hong. T. M. Hong, Dancing with the Higgs Boson , featured article in the AKPA newsletter vol. 32 \/ no. 1, July 2017, http:\/\/akpa.org\/images\/stories\/newsletters\/AKPA_Vol_32.pdf . T. M. Hong on behalf of ATLAS and CMS Collaborations, Higgs couplings at the LHC , conference proceedings for Blois 2015, ATL-PHYS-PROC-2015-095 (2015), https:\/\/cds.cern.ch\/record\/2057641 . ATLAS Collaboration, Observation and measurement of Higgs boson decays to WW* with the ATLAS detector , Phys. Rev. D 92, 012006 (2015) . ATLAS Collaboration, Measurements of Higgs boson production and couplings in diboson final states with the ATLAS detector at the LHC , Phys. Lett. B 726 (2013) 88 . ATLAS Collaboration, Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC , Phys. Lett. B 716 (2012) 1 . ATLAS Collaboration, Search for the Standard Model Higgs boson in the H→WW ( * ) →lνlν decay mode with 4.7 fb –1 of ATLAS data at √s=7 TeV , Phys. Lett. B 716 (2012) 62 . ATLAS Collaboration, Measurement of the ZZ production cross section and limits on anomalous neutral triple gauge couplings in proton-proton collisions at √s = 7  TeV with the ATLAS detector , Phys. Rev. Lett. 108 (2012) 041804 . BaBar Collaboration, Observation and study of the baryonic B-meson decays B → D ( * ) pp(π)(π) , Phys. Rev. D 85 (2012) 092017 . Recent seminars \/ invited talks Dark matter searches at the LHC [ pdf ], May 17, 2017. Fifth Annual Conference on Large Hadron Collider Physics, Shanghai, China. http:\/\/lhcp2017.physics.sjtu.edu.cn Dark matter searches with ATLAS [ pdf , video ], May 12, 2017. South American Dark Matter Workshop, ICTP-SAIFR, Sao Paulo, Brazil. http:\/\/www.ictp-saifr.org\/?page_id=14295 Higgs' invisible branching fraction at the LHC [ pdf ], April 28, 2016. Particle Physics Seminar at the Brookhaven National Laboratory, Upton, NY. https:\/\/indico.bnl.gov\/conferenceDisplay.py?confId=1765 Higgs' invisible branching fraction at the LHC , June 20, 2016. Seminar at the Institute for Theoretical Physics, University of Heidelberg, Heidelberg, Germany. Higgs boson couplings, from combination of all channels [ pdf , paper ], June 3, 2015. The 27th Rencontres de Blois in Particle Physics and Cosmology, Blois, France. http:\/\/blois.in2p3.fr\/2015\/ Higgs boson decay to WW in the lvlv channel with ATLAS [ pdf , video ], July 26, 2013. The 4th Higgs Hunting Conference, Orsay, France. http:\/\/events.lal.in2p3.fr\/conferences\/higgshunting2013\/ Recent reslts from Higgs boson searches at ATLAS [ pdf ], October 20, 2011. Brookhaven Forum 2011: A First Glimpse at the Tera Scale, Upton, NY. https:\/\/www.bnl.gov\/bf2011\/ Hot topics at BaBar [ pdf ], March 16, 2009. Moriond QCD and High Energy Interactions Conference, Moriond, Italy. http:\/\/moriond.in2p3.fr\/QCD\/2009\/MorQCD09Prog.html Teaching Term Course Description 2015 Spring PHYS 0175 Undergraduate introductory E&M 2015 Fall PHYS 0175 Undergraduate introductory E&M 2016 Spring - Research at BNL as US ATLAS Scholar 2016 Fall - Research at CERN 2017 Spring PHYS 1378 Undergraduate particle physics 2017 Fall PHYS 0175 Undergraduate introductory E&M 2018 Spring PHYS 310x Graduate seminar: Special topics at the LHC 2018 Fall PHYS 0175 Undergraduate introductory E&M  2019 Spring PHYS 1378 Undergraduate particle physics 2019 Fall - Research at CERN 2020 Spring PHYS 0476 Honors introductory E&M 2020 Fall PHYS 1351 Intermediate E&M PHYS 0175 is a large class with about 150 students, but with the help of TAs and UTAs I run the class as if it's a small course.  I end up knowing most students who attend the lectures.  My style is to use the blackboard for lectures and incorporate handwritten assignments to give students feedback. Ava Myers (412) 383-4081"
            ]
        ]
    ]
}