{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YEKU9A12",
            "LsidOWIAAAAJ",
            [
                "Identification of Cd36 (Fat) as an insulin-resistance gene causing defective fatty acid and glucose metabolism in hypertensive rats",
                "High-resolution quantitative phase-contrast microscopy by digital holography"
            ],
            [
                "The human insulin-resistance syndromes, type 2 diabetes, obesity, combined hyperlipidaemia and essential hypertension, are complex disorders whose genetic basis is unknown. The spontaneously hypertensive rat (SHR) is insulin resistant and a model of these human syndromes. Quantitative trait loci (QTLs) for SHR defects in glucose and fatty acid metabolism, hypertriglyceridaemia and hypertension map to a single locus on rat chromosome 4. Here we combine use of cDNA microarrays, congenic mapping and radiation hybrid (RH) mapping to identify a defective SHR gene, Cd36 (also known as Fat, as it encodes fatty acid translocase), at the peak of linkage to these QTLs. SHR Cd36 cDNA contains multiple sequence variants, caused by unequal genomic recombination of a duplicated ancestral gene. The encoded protein product is undetectable in SHR adipocyte plasma membrane. Transgenic mice …",
                "Techniques of digital holography are improved in order to obtain high-resolution, high-fidelity images of quantitative phase-contrast  microscopy. In particular, the angular spectrum method of calculating holographic optical field is seen to have significant advantages including tight control of spurious noise components. Holographic phase images are obtained with 0.5 μm diffraction-limited lateral resolution and largely immune from the coherent noise common in other holographic techniques. The phase profile is accurate to about 30 nm of optical thickness. Images of SKOV-3 ovarian cancer cells display intracellular and intranuclear organelles with clarity and quantitative accuracy."
            ],
            [
                [
                    "Business Training"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}