{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YELYTM4U",
            "DZ9-LmkAAAAJ",
            [
                "Sparse representation of sounds in the unanesthetized auditory cortex",
                "Efficient discrimination of temporal patterns by motion-sensitive neurons in primate visual cortex",
                "Binary spiking in auditory cortex",
                "A sparse coding model with synaptically local plasticity and spiking neurons can account for the diverse shapes of V1 simple cell receptive fields",
                "How to measure the information gained from one symbol",
                "Non-Gaussian membrane potential dynamics imply sparse, synchronous activity in auditory cortex",
                "New method for parameter estimation in probabilistic models: minimum probability flow",
                "Inhibitory interneurons decorrelate excitatory cells to drive sparse code formation in a spiking model of V1",
                "Information flow in sensory neurons",
                "Millisecond-scale differences in neural activity in auditory cortex can drive decisions"
            ],
            [
                "How do neuronal populations in the auditory cortex represent acoustic stimuli? Although sound-evoked neural responses in the anesthetized auditory cortex are mainly transient, recent experiments in the unanesthetized preparation have emphasized subpopulations with other response properties. To quantify the relative contributions of these different subpopulations in the awake preparation, we have estimated the representation of sounds across the neuronal population using a representative ensemble of stimuli. We used cell-attached recording with a glass electrode, a method for which single-unit isolation does not depend on neuronal activity, to quantify the fraction of neurons engaged by acoustic stimuli (tones, frequency modulated sweeps, white-noise bursts, and natural stimuli) in the primary auditory cortex of awake head-fixed rats. We find that the population response is sparse, with stimuli typically eliciting high firing rates (>20 spikes\/second) in less than 5% of neurons at any instant. Some neurons had very low spontaneous firing rates (<0.01 spikes\/second). At the other extreme, some neurons had driven rates in excess of 50 spikes\/second. Interestingly, the overall population response was well described by a lognormal distribution, rather than the exponential distribution that is often reported. Our results represent, to our knowledge, the first quantitative evidence for sparse representations of sounds in the unanesthetized auditory cortex. Our results are compatible with a model in which most neurons are silent much of the time, and in which representations are composed of small dynamic subsets of highly active neurons.",
                "Although motion-sensitive neurons in macaque middle temporal (MT) area are conventionally characterized using stimuli whose velocity remains constant for 1–3 s, many ecologically relevant stimuli change on a shorter time scale (30–300 ms). We compared neuronal responses to conventional (constant-velocity) and time-varying stimuli in alert primates. The responses to both stimulus ensembles were well described as rate-modulated Poisson processes but with very high precision (∼3 ms) modulation functions underlying the time-varying responses. Information-theoretic analysis revealed that the responses encoded only ∼1 bit\/s about constant-velocity stimuli but up to 29 bits\/s about the time-varying stimuli. Analysis of local field potentials revealed that part of the residual response variability arose from “noise” sources extrinsic to the neuron. Our results demonstrate that extrastriate neurons in alert primates …",
                "Neurons are often assumed to operate in a highly unreliable manner: a  neuron can signal the same stimulus with a variable number of action  potentials. However, much of the experimental evidence supporting this view  was obtained in the visual cortex. We have, therefore, assessed trial-to-trial  variability in the auditory cortex of the rat. To ensure single-unit  isolation, we used cell-attached recording. Tone-evoked responses were usually  transient, often consisting of, on average, only a single spike per stimulus.  Surprisingly, the majority of responses were not just transient, but were also  binary, consisting of 0 or 1 action potentials, but not more, in response to  each stimulus; several dramatic examples consisted of exactly one spike on  100% of trials, with no trial-to-trial variability in spike count. The  variability of such binary responses differs from comparably transient  responses recorded in visual cortical areas …",
                "Sparse coding algorithms trained on natural images can accurately predict the features that excite visual cortical neurons, but it is not known whether such codes can be learned using biologically realistic plasticity rules. We have developed a biophysically motivated spiking network, relying solely on synaptically local information, that can predict the full diversity of V1 simple cell receptive field shapes when trained on natural images. This represents the first demonstration that sparse coding principles, operating within the constraints imposed by cortical architecture, can successfully reproduce these receptive fields. We further prove, mathematically, that sparseness and decorrelation are the key ingredients that allow for synaptically local plasticity rules to optimize a cooperative, linear generative image model formed by the neural representation. Finally, we discuss several interesting emergent properties of our network, with the intent of bridging the gap between theoretical and experimental studies of visual cortex.",
                "Information theory provides a powerful framework to analyse how neurons represent sensory stimuli or other behavioural variables. A recurring question regards the amount of information conveyed by a specific neuronal response. Here we show that the commonly used definition for this quantity has a serious flaw: the information accumulated during subsequent observations of neural activity fails to combine additively. Additivity is a highly desirable property, both on theoretical grounds and for the practical purpose of analysing population codes. We propose an alternative measure for the information per observation and prove that this is the only definition that satisfies additivity. The old and the new definitions measure very different aspects of the neural code, which is illustrated with visual responses from a motion-sensitive neuron in the primate cortex. Our analysis allows additional interpretation of several …",
                "Many models of cortical dynamics have focused on the high-firing regime, in which neurons are driven near their maximal rate. Here we consider the responses of neurons in auditory cortex under typical low-firing rate conditions, when stimuli have not been optimized to drive neurons maximally. We used whole-cell patch-clamp recording in vivo to measure subthreshold membrane potential fluctuations in rat primary auditory cortex in both the anesthetized and awake preparations. By analyzing the subthreshold membrane potential dynamics on single trials, we made inferences about the underlying population activity. We found that, during both spontaneous and evoked responses, membrane potential was highly non-Gaussian, with dynamics consisting of occasional large excursions (sometimes tens of millivolts), much larger than the small fluctuations predicted by most random walk models that predict a …",
                "Fitting probabilistic models to data is often difficult, due to the general intractability of the partition function. We propose a new parameter fitting method, minimum probability flow (MPF), which is applicable to any parametric model. We demonstrate parameter estimation using MPF in two cases: a continuous state space model, and an Ising spin glass. In the latter case, MPF outperforms current techniques by at least an order of magnitude in convergence time with lower error in the recovered coupling parameters.",
                "Sparse coding models of natural scenes can account for several physiological properties of primary visual cortex (V1), including the shapes of simple cell receptive fields (RFs) and the highly kurtotic firing rates of V1 neurons. Current spiking network models of pattern learning and sparse coding require direct inhibitory connections between the excitatory simple cells, in conflict with the physiological distinction between excitatory (glutamatergic) and inhibitory (GABAergic) neurons (Dale9s Law). At the same time, the computational role of inhibitory neurons in cortical microcircuit function has yet to be fully explained. Here we show that adding a separate population of inhibitory neurons to a spiking model of V1 provides conformance to Dale9s Law, proposes a computational role for at least one class of interneurons, and accounts for certain observed physiological properties in V1. When trained on natural images, this …",
                "Recent experiments show that the neural codes at work in a wide range of creatures share some common features. At first sight, these observations seem unrelated. However, we show that all of these features of the code arise naturally in a simple threshold crossing model when we choose the threshold to maximize the transmitted information. This maximization process requires neural adaptation to not only the d.c. signal level, as in conventional light and dark adaptation (for example), but also to the statistical structure of the signal and noise distributions. Interestingly, if we fix the threshold level, we can observe a peak in the transmitted information at a finite value of the input signal-to-noise ratio. However, when we allow the threshold to adapt to the statistical structure of the signal and noise, the transmitted information is always monotonically increasing with increasing input signal-to-noise ratio.",
                "Neurons in the auditory cortex can lock with millisecond precision to the fine timingof acoustic stimuli, but it is not known whether this precise spike timing can be usedto guide decisions. We used chronically implanted microelectrode pairs to stimulateneurons in the rat auditory cortex directly. Here we demonstrate that rats canexploit differences in the timing of cortical activity as short as three milliseconds toguide decisions."
            ],
            [
                [
                    "Systems Neuroscience",
                    "Information Theory",
                    "Nonequilibrium Statistical Mechanics",
                    "Machine Learning"
                ]
            ],
            [
                "Michael DeWeese Michael DeWeese Associate Professor 229 Birge Hall deweese@berkeley.edu (510) 643-4988 Michael DeWeese received his BA (1988) in physics from the University of California at Santa Cruz and his PhD (1995) in physics from Princeton University. From 1995-1999 he took a computational postdoctoral appointment at the Salk Institute in La Jolla, California, with a fellowship from the Alfred P. Sloan Foundation. He then pursued experimental neuroscience as a postdoctoral researcher at Cold Spring Harbor Laboratory on Long Island, NY from 2000-2006. In 2007 he was appointed Assistant Professor at the University of California at Berkeley, with a joint appointment shared between the Physics Department and the Helen Wills Neuroscience Institute. Having to focus on one voice in a crowded room of boisterous speakers is a common experience for most of us, and we humans are extremely good at it, yet the latest algorithms running on the fastest modern computers fail miserably at isolating a single voice from a noisy background in all but the simplest cases. This demonstrates that attending to desired sounds in our everyday environment poses a surprisingly challenging computational problem for the brain—a problem whose solution would provide insight into the workings of the conscious mind and new approaches for designing man-made machines capable of intelligently processing real-world data. The impetus to understand how auditory attention is controlled by the brain is heightened by the fact that several prevalent mental disorders including autism, attention deficit hyperactivity disorder (ADHD), and schizophrenia are characterized in part by an inability to focus attention on important sounds in the presence of distractors. Inroads toward cures for these diseases would be enormously beneficial to those afflicted and to society as a whole. Fortunately, the last few decades have brought a revolution in cellular and molecular biology, providing neuroscientists with a powerful array of tools for monitoring and manipulating targeted elements within the intact cortical circuit. Moreover, decades of work on animal behavior have produced highly refined animal models of selective attention, along with tantalizing hints about the effects of attention on cortical circuits. Despite these developments, these complementary methodologies have yet to be brought together into a unified approach. The goal of my laboratory is to uncover the neural mechanisms subserving our remarkable ability to attend to desired sounds while ignoring others. Our approach is to develop a rodent model of selective auditory attention that is amenable to the full gamut of electrophysiological, optical, and molecular techniques that were originally developed for cellular-level questions. Now is a particularly exciting time in systems neuroscience, in which a young researcher can develop a mathematical theory for the behavior of a biological neural circuit, and then test the theory with a series of table-top experiments involving one or two experimenters—all within the same laboratory. P.R. Zulkowski and M.R. DeWeese. Optimal finite-time erasure of a classical bit. Physical Review E. 89(5):052140 (2014). C.C. Rodgers and M.R. DeWeese. Neural correlates of task switching in prefrontal cortex and primary auditory cortex in a novel stimulus selection task for rodents. Neuron, 82(5), p1157–1170. (2014). J. Sohl-Dickstein, M. Mudigonda, M.R. DeWeese. Hamiltonian Monte Carlo Without Detailed Balance. Proceedings of the 31st International Conference on Machine Learning (Beijing) (2014). J. Zylberberg and M.R. DeWeese. Sparse coding models can exhibit decreasing sparseness while learning sparse codes for natural images. Public Library of Science Computational Biology. 9(8):e1003182 (2013). P. King, J. Zylberberg, and M.R. DeWeese. Inhibitory interneurons decorrelate excitatory cells to drive sparse code formation in a spiking model of V1. Journal of Neuroscience 33(13):5475–85 (2013)."
            ]
        ]
    ]
}