{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YFE9MXRS",
            "FtFhJh0AAAAJ",
            [
                "Signals for Lorentz violation in electrodynamics",
                "Cosmological constraints on Lorentz violation in electrodynamics",
                "Electrodynamics with Lorentz-violating operators of arbitrary dimension",
                "Lorentz and CPT violation in neutrinos",
                "Neutrinos with Lorentz-violating operators of arbitrary dimension",
                "Neutrinos with Lorentz-violating operators of arbitrary dimension",
                "Neutrinos with Lorentz-violating operators of arbitrary dimension",
                "Lorentz and CPT violation in the neutrino sector",
                "Sensitive polarimetric search for relativity violations in gamma-ray bursts",
                "Lorentz-violating electrodynamics and the cosmic microwave background"
            ],
            [
                "An investigation is performed of the Lorentz-violating electrodynamics extracted from the renormalizable sector of the general Lorentz-and CPT-violating standard-model extension. Among the unconventional properties of radiation arising from Lorentz violation is birefringence of the vacuum. Limits on the dispersion of light produced by galactic and extragalactic objects provide bounds of 3× 10− 16 on certain coefficients for Lorentz violation in the photon sector. The comparative spectral polarimetry of light from cosmologically distant sources yields stringent constraints of 2× 10− 32. All remaining coefficients in the photon sector are measurable in high-sensitivity tests involving cavity-stabilized oscillators. Experimental configurations in Earth-and space-based laboratories are considered that involve optical or microwave cavities and that could be implemented using existing technology.",
                "Infrared, optical, and ultraviolet spectropolarimetry of cosmological sources is used to constrain the pure electromagnetic sector of a general Lorentz-violating standard-model extension. The coefficients for Lorentz violation are bounded to less than 3× 10− 32.",
                "The behavior of photons in the presence of Lorentz and C P T violation is studied. Allowing for operators of arbitrary mass dimension, we classify all gauge-invariant Lorentz-and C P T-violating terms in the quadratic Lagrange density associated with the effective photon propagator. The covariant dispersion relation is obtained, and conditions for birefringence are discussed. We provide a complete characterization of the coefficients for Lorentz violation for all mass dimensions via a decomposition using spin-weighted spherical harmonics. The resulting nine independent sets of spherical coefficients control birefringence, dispersion, and anisotropy in the photon propagator. We discuss the restriction of the general theory to various special models, including among others the minimal standard-model extension, the isotropic limit, the case of vacuum propagation, the nonbirefringent limit, and the vacuum-orthogonal …",
                "A general formalism is presented for violations of Lorentz and CPT symmetry in the neutrino sector. The effective Hamiltonian for neutrino propagation in the presence of Lorentz and CPT violation is derived, and its properties are studied. Possible definitive signals in existing and future neutrino-oscillation experiments are discussed. Among the predictions are direction-dependent effects, including neutrino-antineutrino mixing, sidereal and annual variations, and compass asymmetries. Other consequences of Lorentz and CPT violation involve unconventional energy dependences in oscillation lengths and mixing angles. A variety of simple models both with and without neutrino masses are developed to illustrate key physical effects. The attainable sensitivities to coefficients for Lorentz violation in the Standard-Model Extension are estimated for various types of experiments. Many experiments have potential …",
                "The behavior of fermions in the presence of Lorentz and C P T violation is studied. Allowing for operators of any mass dimension, we classify all Lorentz-violating terms in the quadratic Lagrange density for free fermions. The result is adapted to obtain the effective Hamiltonian describing the propagation and mixing of three flavors of left-handed neutrinos in the presence of Lorentz violation involving operators of arbitrary mass dimension. A characterization of the neutrino coefficients for Lorentz violation is provided via a decomposition using spin-weighted spherical harmonics. The restriction of the general theory to various special cases is discussed, including among others the renormalizable limit, the massless scenario, flavor-blind and oscillation-free models, the diagonalizable case, and several isotropic limits. The formalism is combined with existing data on neutrino oscillations and kinematics to extract a variety …",
                "The behavior of fermions in the presence of Lorentz and C P T violation is studied. Allowing for operators of any mass dimension, we classify all Lorentz-violating terms in the quadratic Lagrange density for free fermions. The result is adapted to obtain the effective Hamiltonian describing the propagation and mixing of three flavors of left-handed neutrinos in the presence of Lorentz violation involving operators of arbitrary mass dimension. A characterization of the neutrino coefficients for Lorentz violation is provided via a decomposition using spin-weighted spherical harmonics. The restriction of the general theory to various special cases is discussed, including among others the renormalizable limit, the massless scenario, flavor-blind and oscillation-free models, the diagonalizable case, and several isotropic limits. The formalism is combined with existing data on neutrino oscillations and kinematics to extract a variety …",
                "The behavior of fermions in the presence of Lorentz and C P T violation is studied. Allowing for operators of any mass dimension, we classify all Lorentz-violating terms in the quadratic Lagrange density for free fermions. The result is adapted to obtain the effective Hamiltonian describing the propagation and mixing of three flavors of left-handed neutrinos in the presence of Lorentz violation involving operators of arbitrary mass dimension. A characterization of the neutrino coefficients for Lorentz violation is provided via a decomposition using spin-weighted spherical harmonics. The restriction of the general theory to various special cases is discussed, including among others the renormalizable limit, the massless scenario, flavor-blind and oscillation-free models, the diagonalizable case, and several isotropic limits. The formalism is combined with existing data on neutrino oscillations and kinematics to extract a variety …",
                "We consider neutrino oscillations in the minimal Standard-Model Extension describing general Lorentz and CPT violation. Among the models without neutrino mass differences is one with two degrees of freedom that reproduces most major observed features of neutrino behavior.",
                "We show that the recent measurements of linear polarization in gamma rays from GRB 930131 and GRB 960924 constrain certain types of relativity violations in photons to less than parts in 10 37, representing an improvement in sensitivity by a factor of 100 000.",
                "Possible Lorentz-violating effects in the cosmic microwave background are studied. We provide a systematic classification of renormalizable and nonrenormalizable operators for Lorentz violation in electrodynamics and use polarimetric observations to search for the associated violations."
            ],
            [
                [
                    "Particle Physics - Lorentz Violation"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}