{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YFK5SVQH",
            "xdThFzhYq8oC",
            [
                "Multi-messenger observations of a binary neutron star merger",
                "A gravitational-wave standard siren measurement of the Hubble constant",
                "Dark Energy Survey year 1 results: Cosmological constraints from galaxy clustering and weak lensing",
                "The electromagnetic counterpart of the binary neutron star merger LIGO\/Virgo GW170817. II. UV, optical, and near-infrared light curves and comparison to kilonova models",
                "Dark Energy Survey Year 1 results: Cosmological constraints from cosmic shear",
                "The electromagnetic counterpart of the binary neutron star merger LIGO\/Virgo GW170817. I. Discovery of the optical counterpart using the dark energy camera",
                "A theoretical interpretation of the black hole fundamental plane",
                "An observed fundamental plane relation for supermassive black holes",
                "Cosmology from cosmic shear with dark energy survey science verification data",
                "Dark Energy Survey Year 1 Results: redshift distributions of the weak-lensing source galaxies"
            ],
            [
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "On 17 August 2017, the Advanced LIGO 1 and Virgo 2 detectors observed the gravitational-wave event GW170817—a strong signal from the merger of a binary neutron-star system 3. Less than two seconds after the merger, a γ-ray burst (GRB 170817A) was detected within a region of the sky consistent with the LIGO–Virgo-derived location of the gravitational-wave source 4, 5, 6. This sky region was subsequently observed by optical astronomy facilities 7, resulting in the identification 8, 9, 10, 11, 12, 13 of an optical transient signal within about ten arcseconds of the galaxy NGC 4993. This detection of GW170817 in both gravitational waves and electromagnetic waves represents the first ‘multi-messenger’astronomical observation. Such observations enable GW170817 to be used as a ‘standard siren’14, 15, 16, 17, 18 (meaning that the absolute distance to the source can be determined directly from the gravitational …",
                "We present cosmological results from a combined analysis of galaxy clustering and weak gravitational lensing, using 1321 deg 2 of griz imaging data from the first year of the Dark Energy Survey (DES Y1). We combine three two-point functions:(i) the cosmic shear correlation function of 26 million source galaxies in four redshift bins,(ii) the galaxy angular autocorrelation function of 650,000 luminous red galaxies in five redshift bins, and (iii) the galaxy-shear cross-correlation of luminous red galaxy positions and source galaxy shears. To demonstrate the robustness of these results, we use independent pairs of galaxy shape, photometric-redshift estimation and validation, and likelihood analysis pipelines. To prevent confirmation bias, the bulk of the analysis was carried out while “blind” to the true results; we describe an extensive suite of systematics checks performed and passed during this blinded phase. The data …",
                "We present UV, optical, and near-infrared (NIR) photometry of the first electromagnetic counterpart to a gravitational wave source from Advanced Laser Interferometer Gravitational-wave Observatory (LIGO)\/Virgo, the binary neutron star merger GW170817. Our data set extends from the discovery of the optical counterpart at 0.47–18.5 days post-merger, and includes observations with the Dark Energy Camera (DECam), Gemini-South\/FLAMINGOS-2 (GS\/F2), and the Hubble Space Telescope (HST). The spectral energy distribution (SED) inferred from this photometry at 0.6 days is well described by a blackbody model with  K, a radius of  cm (corresponding to an expansion velocity of ), and a bolometric luminosity of  erg s− 1. At 1.5 days we find a multi-component SED across the optical and NIR, and subsequently we observe rapid fading in the UV and blue optical bands and significant …",
                "We use 26× 10 6 galaxies from the Dark Energy Survey (DES) Year 1 shape catalogs over 1321 deg 2 of the sky to produce the most significant measurement of cosmic shear in a galaxy survey to date. We constrain cosmological parameters in both the flat Λ CDM and the w CDM models, while also varying the neutrino mass density. These results are shown to be robust using two independent shape catalogs, two independent photo-z calibration methods, and two independent analysis pipelines in a blind analysis. We find a 3.5% fractional uncertainty on σ 8 (Ω m\/0.3) 0.5= 0.78 2− 0.027+ 0.027 at 68% CL, which is a factor of 2.5 improvement over the fractional constraining power of our DES Science Verification results. In w CDM, we find a 4.8% fractional uncertainty on σ 8 (Ω m\/0.3) 0.5= 0.77 7− 0.038+ 0.036 and a dark energy equation-of-state w=− 0.9 5− 0.39+ 0.33. We find results that are consistent with …",
                "We present the Dark Energy Camera (DECam) discovery of the optical counterpart of the first binary neutron star merger detected through gravitational-wave emission, GW170817. Our observations commenced 10.5 hr post-merger, as soon as the localization region became accessible from Chile. We imaged 70 deg 2 in the i and z bands, covering 93% of the initial integrated localization probability, to a depth necessary to identify likely optical counterparts (eg, a kilonova). At 11.4 hr post-merger we detected a bright optical transient located  from the nucleus of NGC 4993 at redshift z= 0.0098, consistent (for  km s− 1 Mpc− 1) with the distance of 40±8 Mpc reported by the LIGO Scientific Collaboration and the Virgo Collaboration (LVC). At detection the transient had magnitudes of  and , and thus an absolute magnitude of , in the luminosity range expected for a kilonova. We …",
                "We examine the origin and evolution of correlations between properties of supermassive BHs and their host galaxies using simulations of major galaxy mergers, including the effects of gas dissipation, cooling, star formation, and BH accretion and feedback. We demonstrate that the simulations predict the existence of a BH “fundamental plane” (BHFP), of the form   or  , similar to relations found observationally. The simulations indicate that the BHFP can be understood roughly as a tilted intrinsic correlation between BH mass and spheroid binding energy, or the condition for feedback coupling to power a pressure‐driven outflow. While changes in halo circular velocity, merger orbital parameters, progenitor disk redshifts and gas fractions, ISM gas pressurization, and other parameters can drive changes in, e.g., σ at fixed  , and therefore changes in the   or   relations, the BHFP is robust. Given the empirical trend of …",
                "We study observed correlations between supermassive black hole (BHs) and the properties of their host galaxies and show that the observations define a BH “fundamental plane” (BHFP), of the form   or  , analogous to the FP of elliptical galaxies. The BHFP is preferred over a simple relation between   and any of σ,  ,  , or   alone at >3 σ (99.9%) significance. The existence of this BHFP has important implications for the formation of supermassive BHs and the masses of the very largest black holes and immediately resolves several apparent conflicts between the BH masses expected and measured for outliers in both the MBH‐σ and MBH‐  relations.",
                "We present the first constraints on cosmology from the Dark Energy Survey (DES), using weak lensing measurements from the preliminary Science Verification (SV) data. We use 139 square degrees of SV data, which is less than 3% of the full DES survey area. Using cosmic shear 2-point measurements over three redshift bins we find σ 8 (Ω m\/0.3) 0.5= 0.81±0.06 (68% confidence), after marginalizing over 7 systematics parameters and 3 other cosmological parameters. We examine the robustness of our results to the choice of data vector and systematics assumed, and find them to be stable. About 20% of our error bar comes from marginalizing over shear and photometric redshift calibration uncertainties. The current state-of-the-art cosmic shear measurements from CFHTLenS are mildly discrepant with the cosmological constraints from Planck CMB data; our results are consistent with both data sets. Our …",
                "We describe the derivation and validation of redshift distribution estimates and their uncertainties for the populations of galaxies used as weak-lensing sources in the Dark Energy Survey (DES) Year 1 cosmological analyses. The Bayesian Photometric Redshift (bpz) code is used to assign galaxies to four redshift bins between z ≈ 0.2 and ≈1.3, and to produce initial estimates of the lensing-weighted redshift distributions  for members of bin i. Accurate determination of cosmological parameters depends critically on knowledge of ni, but is insensitive to bin assignments or redshift errors for individual galaxies. The cosmological analyses allow for shifts  to correct the mean redshift of ni(z) for biases in . The Δzi are constrained by comparison of independently estimated 30-band photometric redshifts of galaxies in the Cosmic Evolution Survey (COSMOS) field to bpz estimates made …"
            ],
            [
                [
                    "Cosmology"
                ]
            ],
            [
                "Elisabeth Krause Elisabeth Krause Assistant Professor of Astronomy Office: SO 322 520-621-9516 krausee@email.arizona.edu Ph.D. 2012, California Institute of Technology Elisabeth's research focuses on the intersection of theoretical and observational cosmology. She is broadly interested in using observations of the large-scale galaxy distribution to constrain the composition and initial conditions of the Universe. She has worked on a wide range of topics and methods in Large Scale Structure research, from analytic calculations of systematic effects required for the interpretation of data from upcoming photometric and spectroscopic surveys, analysis of numerical simulations, to data processing and clustering measurements. She is leading the Theory and Joint Probes working group within the Large Synoptic Survey Telescopes' Dark Energy Collaboration and co-coordinates the Theory and Combined Probes working group within the ongoing Dark Energy Survey. Awards: Maria Goeppert Mayer Award (2020)"
            ]
        ]
    ]
}