{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YFQEOZPZ",
            "dTznxDYAAAAJ",
            [
                "Form factors and generalized parton distributions in basis light-front quantization",
                "Basis light-front quantization: recent progress and future prospects",
                "Form factors and generalized parton distributions of heavy quarkonia in basis light front quantization",
                "Hadron Spectra, Decays and Scattering Properties Within Basis Light Front Quantization",
                "Trends and Progress in Nuclear and Hadron Physics: a straight or winding road",
                "Angular momentum distribution in the transverse plane",
                "Distribution of Angular Momentum in the Transverse Plane"
            ],
            [
                "We calculate the elastic form factors and the generalized parton distributions (GPDs) for four low-lying bound states of a demonstration fermion-antifermion system, strong-coupling positronium (e e), using basis light-front quantization (BLFQ). By using this approach, we also calculate the impact-parameter-dependent GPDs q (x, b ⃗⊥) to visualize the fermion density in the transverse plane (b ⃗⊥). We compare selected results with corresponding quantities in the nonrelativistic limit to reveal relativistic effects. Our results establish the foundation within BLFQ for investigating the form factors and the GPDs for hadronic systems.",
                "Light-front Hamiltonian field theory has advanced to the stage of becoming a viable non-perturbative method for solving forefront problems in strong interaction physics. Physics drivers include hadron mass spectroscopy, generalized parton distribution functions, spin structures of the hadrons, inelastic structure functions, hadronization, particle production by strong external time-dependent fields in relativistic heavy ion collisions, and many more. We review selected recent results and future prospects with basis light-front quantization that include fermion-antifermion bound states in QCD, fermion motion in a strong time-dependent external field and a novel non-perturbative renormalization scheme.",
                "We calculate the electromagnetic (charge, magnetic, and quadrupole) form factors and the associated static moments of heavy quarkonia (charmonia and bottomonia) using the basis light front quantization (BLFQ) approach. For this work, we adopt light front wave functions (LFWFs) generated by a holographic QCD confining potential and a one-gluon exchange interaction with fixed coupling. We compare our BLFQ results with the limiting case of a single BLFQ basis state description of heavy quarkonia and with other available results. These comparisons provide insights into relativistic effects. Using the same LFWFs generated in the BLFQ approach, we also present the generalized parton distributions (GPDs) for selected mesons including those for radially excited mesons such as ψ′ and Υ′. Our GPD results establish the foundation within BLFQ for further investigating hadronic structure such as probing the …",
                "We survey recent progress in calculating properties of the electron and hadrons within the basis light front quantization (BLFQ) approach. We include applications to electromagnetic and strong scattering processes in relativistic heavy ion collisions. We present an initial investigation into the glueball states by applying BLFQ with multigluon sectors, introducing future research possibilities on multi-quark and multi-gluon systems.",
                "Quantitative calculations of the properties of hadrons and nuclei, with assessed uncertainties, have emerged as competitive with experimental measurements in a number of major cases. We may well be entering an era where theoretical predictions are critical for experimental progress. Cross-fertilization between the fields of relativistic hadronic structure and non-relativistic nuclear structure is readily apparent. Non-perturbative renormalization methods such as similarity renormalization group and Okubo–Lee–Suzuki schemes as well as many-body methods such as coupled cluster, configuration interaction and lattice simulation methods are now employed and advancing in both major areas of physics. New algorithms to apply these approaches on supercomputers are shared among these areas of physics. The roads to success have intertwined with each community taking the lead at various times in the …",
                "We discuss several possibilities to relate the t dependence of generalized parton distributions to the distribution of angular momentum in the transverse plane. Using a simple spectator model, we demonstrate that none of them correctly describes the orbital angular momentum distribution that for a longitudinally polarized nucleon is obtained directly from light-front wave functions.",
                "Fourier transforms of GPDs describe the distribution of partons in the transverse plane. The 2nd moment of GPDs has been identified by X.Ji with the angular momentum (orbital plus spin) carried by the quarks – a fundamental result that is being widely utilized in the spin decomposition of a longitudinally polarized nucleon. However, we will demonstrate that, despite the above results, the Fourier transform of the 2nd moment of GPDs does not describe the distribution of angular momentum in the transverse plane for a longitudinally polarized target."
            ],
            [
                [
                    "Theoretical physics",
                    "Hadronic physics"
                ]
            ],
            [
                "Lekha Adhikari Assistant Teaching Professor 208 Physics Hall adhikari@iastate.edu 515-294-9361"
            ]
        ]
    ]
}