{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YG1SYY63",
            "5mY_J1AAAAAJ",
            [
                "Roles of Chemical Functionality and Pore Curvature in the Design of Nanoporous Proton Conductors",
                "Dynamics of a Supercooled Disordered Sphere-Forming Diblock Copolymer as Determined by X-Ray Photon Correlation and Dynamic Mechanical Spectroscopies",
                "Aqueous Lyotropic Mesophase Behavior of Gemini Dicarboxylate Surfactants Swollen with n-Decane",
                "Counterion-regulated dynamics of water confined in lyotropic liquid crystalline morphologies",
                "Ion-Specific Confined Water Dynamics in Convex Nanopores of Gemini Surfactant Lyotropic Liquid Crystals",
                "A new framework for X-ray photon correlation spectroscopy analysis from polycrystalline materials",
                "Nanoconfined Water and Water-mediated Ion Transport in Model Lyotropic Liquid Crystals"
            ],
            [
                "Nanoporous proton-transporting media are critical components in fuel cells and other electrochemical devices, yet general molecular design criteria for new materials with enhanced performance remain obscure. Aqueous lyotropic liquid crystals (LLCs) comprise a platform for detailed studies of the molecular-level features governing proton transport in monodisperse, water-filled nanopores lined with well-defined chemical functionalities. We report new alkylsulfonic acid LLCs that exhibit H+ conductivities as high as σ = 380 mS\/cm at 80 °C, which rival those of more acidic, perfluorinated polymers, thus demonstrating that the acidity of the pore functionality is not the sole determinant of proton transport. Direct experimental comparisons of LLCs with convex and concave nanopores of similar dimensions indicate that H+ conductivities therein sensitively depend on the hydration state of the acid functionalities and the …",
                "We report the dynamic behavior of a sphere-forming poly(styrene)-block-poly(1,4-butadiene) (PS–PB) diblock copolymer comprising 20 vol % PB below the order–disorder transition temperature (TODT = 153 °C) using dynamic mechanical spectroscopy (DMS) and X-ray photon correlation spectroscopy (XPCS). A time–temperature transformation diagram was constructed by monitoring the elasticity of the sample as a function of time following rapid quenches of the disordered melt to various temperatures T < TODT. Isothermal frequency spectra acquired prior to nucleation of the ordered BCC phase were time–temperature superposed, and the shift factors were fit using the Williams–Landel–Ferry (WLF) equation. For comparison, XPCS measurements were used to extract relaxation times from the supercooled liquid as a function of the quench temperature. Alignment of the temperature dependence of the XPCS …",
                "We report detailed small-angle X-ray scattering (SAXS) studies of the impact of variable n-decane loadings on the lyotropic liquid crystalline (LLC) phase behaviors of homologous bis(tetramethylammonium) gemini didecanoate surfactants TMA-7x, which derive from dimerizing decanoic acid through its α-carbon with hydrocarbyl linkers −(CH2)x– where x = 3, 4, 5, and 6. TMA-7x amphiphiles with x = 3 or 5 exhibit a strong propensity to form normal double gyroid (G) LLC network mesophases over wide surfactant hydration ranges, as compared to homologues with x = 4 or 6. On swelling aqueous TMA-7x LLC mesophases with up to 35 wt % n-decane, we demonstrate that odd-carbon linked surfactants (x = 3 or 5) form G and normal double diamond (D) phases over wide water concentration windows with T = 22−100 °C. Complementary studies of decane-swollen TMA-7x (x = 4 or 6) aqueous LLCs instead …",
                "The dynamics of confined water is of fundamental and long-standing interest. In technologically important forms of confinement, such as proton-exchange membranes, electrostatic interactions with the confining matrix and counterions play significant roles on the properties of water. There has been recent interest on the dynamics of water confined to the lyotropic liquid crystalline (LLC) morphologies of Gemini dicarboxylate surfactants. These systems are exciting because the nature of confinement, for example, size and curvature of channels and surface functionality is dictated by the chemistry of the self-assembling surfactant molecules. Quasielastic neutron scattering experiments have shown an interesting dependence of the water self-diffusion constant, Dα, on the identity (denoted α) of the counterion: at high hydration, the magnitude of the water self-diffusion constant is in the order DTMA < DNa < DK, where …",
                "The impact of pore geometry and functionality on the dynamics of water nanoconfined in porous media are the subject of some debate. We report the synthesis and small-angle X-ray scattering (SAXS) characterization of a series of perdeuterated gemini surfactant lyotropic liquid crystals (LLCs), in which convex, water-filled nanopores of well-defined dimensions are lined with carboxylate functionalities. Quasielastic neutron scattering (QENS) measurements of the translational water dynamics in these dicarboxylate LLC nanopores as functions of the surfactant hydration state and the charge compensating counterion (Na+, K+, NMe4+) reveal that the measured dynamics depend primarily on surfactant hydration, with an unexpected counterion dependence that varies with hydration number. We rationalize these trends in terms of a balance between counterion–water attractions and the nanopore volume excluded by …",
                "We report a new analytical framework for interpreting data from X-ray photon correlation spectroscopy measurements on polycrystalline materials characterized by strong scattering intensity variations at fixed wavevector magnitude (i.e., anisotropic scattering). Currently, no analytical method exists for the interpretation of the time-dependent anisotropic scattering from such materials. The framework is applied to interrogate the dynamics of a spherical micelle-forming diblock copolymer melt below the order-disorder transition, wherein finite size grains of a micellar body-centered cubic structure produce anisotropic scattering. A wealth of analytical information is recovered from a simple measurement, including distributions of relaxation times and speeds associated with micelles within grains. The findings of this study demonstrate the efficacy of this new analytical method, which may be readily adapted for application to …",
                "The ill-defined pore morphologies and connectivities of conventional membrane materials has hampered a clear understanding of the relationship between pore geometry, pore interfacial chemistry, and ultimate membrane performance. A host of empirical studies have suggested that membranes with sub-5 nm pores are ideal for applications in water purification or ion transport. Formed by the aqueous self-assembly of ionic amphiphiles, lyotropic liquid crystal (LLC) network (N) phases are candidate membrane materials by virtue of their percolating, sub-3 nm pores. The well-defined pore structures and interfacial chemical functionalities of LLCs also make them an attractive platform for fundamental studies of water-mediated H+ transport and water dynamics in nanoporous materials. Recent studies have demonstrated that dicarboxylate gemini amphiphiles stabilize N-phase LLCs, yet their utility in practical …"
            ],
            [
                [
                    "Self-assembly",
                    "Surfactants",
                    "Solvation",
                    "Ion Transport",
                    "Water Filtration"
                ]
            ],
            [
                "Grayson Jackson Grayson Jackson Postdoctoral Researcher Advisor: Heinrich Jaeger graysonjackson@uchicago.edu"
            ]
        ]
    ]
}