{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YGBUSIPD",
            "q9f8mwoAAAAJ",
            [
                "Hydration dynamics of protons from photon initiated acids",
                "Picosecond kinetics of the excited-state, proton-transfer reaction of 1-naphthol in water",
                "High‐pressure studies of rotational reorientation dynamics: The role of dielectric friction",
                "Rotationally resolved electronic spectroscopy of tryptamine conformers in a supersonic jet",
                "The rotationally resolved electronic spectrum of indole in the gas phase",
                "Time-resolved spectroscopy of tryptophan conformers in a supersonic jet"
            ],
            [
                "Proton transfer from the excited states of 1-naphthol and 2-naphthol to the water solvent is studied in water\/alcohol mixtures. In pure water, the deprotonation rate of 1-naphthol is insensitive totemperature (AH*= 0), while thatof 2-naphthol exhibits an activation energy of about 2600 cal mol\" 1. The deprotonation rates in both molecules decrease nonlinearly as the alcohol concentration increases, becoming effectively zero in pure alcohol. Variation of solvent concentrations in the mixed solvent thus serves as a probe for studying the local reaction environment. Using a Markov random walk theory, a water cluster,(H20) 4±l, is identified as the effective acceptor for both molecules, indicating that the structure H904+ plays a direct role in the proton hydration dynamics. At high water concentrations the proton hydration rate is “reaction controlled”, while at high alcohol concentrations it can become “diffusion controlled …",
                "The detailed kinetics of the excited-state, proton-transfer (ESPT) reaction of 1-naphthol inH20 and D20 are investigated. This process is studied by using both picosecond, time-resolved emission spectroscopy and steady-state spectrofluorometry. A detailed model of the ESPT kinetics is developed byusing the results of these experiments. Computer simulations are used to evaluate thepredictions of this kinetic model by comparison with the actual temporal and spectral data taken over a wide range of experimental conditions. On the basis of such analyses, the rates for excited-state proton transfer and reprotonation in 1-naphthol are 2.5 X 1010 s-1 and 6.8 X 10 M-1 s-1 in H20 (pATa*= 0.4) and 7.9 X 109 s-1 and 4.8 X 10 M-1 s-1 in D20 (pKf= 0.8), respectively. The other rate constants necessary for a complete and accurate description of the ESPT reaction of 1-naphthol are also determined. Questions regarding the …",
                "Picosecond, time‐resolved, fluorescence depolarization spectroscopy is used to measure the rotational reorientation times of rhodamine 6G (R6G) and p‐terphenyl (PTP) as a function of solvent viscosity. The viscosity is varied either by changing the solvent or by changing the pressure in a single solvent. The differences between the two molecules, PTP and R6G, provide a means of evaluating the role of solute structure and solute–solvent interactions on the dynamics of rotational reorientation. The rotational behavior of PTP is well described by simple hydrodynamic models as embodied by the Stokes–Einstein–Debye equation. In contrast, the rotational reorientation dynamics of the charged molecule R6G are not well described by these models. It is demonstrated that dielectric friction plays an important role in governing the rotational motion of charged molecules in polar solvents. When the solvent dielectric …",
                "We have observed the high resolution fluorescence excitation spectrum of the molecule tryptamine in the gas phase. At low resolution the spectrum contains six features which have been assigned as the origins of different conformers of the tryptamine molecule. At high resolution the rotational structure in each of these features has been resolved, and the rotational structure of five of the features has been analyzed. This analysis has provided information about the geometries of the different conformers. Two conformers, labeled A and F, have the amino group of the molecule gauche to the indole ring, while conformer D has the amino group nearly eclipsed by the indole ring. Conformer B has a rotational structure identical to that of conformer A, while the rotational structure of conformer E is identical to that of conformer D. It is suggested that the pairs of conformers with identical rotational structure are related to each …",
                "The high resolution ultraviolet fluorescence excitation spectrum of indole in a supersonic jet has been measured. It was possible to resolve the rotational structure with an experimental resolution of 180 MHz. The details of the technique employed to achieve this resolution in the ultraviolet are described. Analysis of the high resolution spectrum yielded a transition moment direction which is compared to previous theoretical predictions. Application of high resolution spectroscopy to the problem of distinguishing the 1La and 1Lb electronic states in indole and indole derivatives is discussed. From the measured rotational constants possible geometries for the ground and excited states were also determined.",
                "The fluorescence decay of tryptamine and tryptophan in the gas phase was measured in a supersonic free jet. A new technique for producing CW jets of tryptophan in helium was developed in order tocarry out the experiments. The fluorescence lifetimes of several conformers of tryptamine were measured. In each case the fluorescence decay was found to be exponential and the lifetimesfor all conformers were identical (13.2±0.3 ns). In the case of tryptophan, measurements were also made on several conformers. All decays were found to be singleexponential, but in tryptophan, the fluorescence lifetime was found to vary among the conformers. Three conformers had identical lifetimes (12.9 ns), but one conformer had a lifetime of 10.4 ns. The short-lived conformer was the conformer that had previously been observed to produce an emission spectrum containing broad, red-shifted fluorescence. This red-shifted …"
            ],
            [
                [

                ]
            ],
            [
                "Lara Arielle Phillips Lara Arielle Phillips Research Assistant Professor Astrophysics\/Cosmology Theory B.Sc., McGill University, Montreal, Canada Ph.D., Princeton University, 2003 E-mail: Phillips.127@nd.edu Address: 337 Phone: (574) 631-4008 Fax: (574) 631-5952 What is a galaxy’s journey in the universe? And how does the neighborhood galaxies live in affect their evolution ?  My group has developed tools to find and characterize structure, specifically filaments, clusters and voids, in large scale simulations and large data sets. From vasculature in the brain to the cosmic web: we  adapted an algorithm that detected vasculature in the brain to find these filaments, clusters and voids. This structure finder, coupled with the capacity to run our own simulations of the universe using Center for Research Computing facilities, allows us to explore the environmental history of galaxies and tackle these questions. We also use these tools to more broadly answer what the shape of the distribution of objects in our universe  (galaxies in large scale structure, stars in galaxies)  tells us about the history of these objects. Teaching Innovation: During my ten years at Notre Dame, I have developed and taught a wide range of courses for non-majors, majors and graduate students, including \"Physics of Civilization,\" which was tailor-made for Architecture students, and \"Science Play\" under the aegis of the Provost's Initiative on Team Teaching. And in the past five years, I founded a physics program, complete with labs, at the Westville correctional facility for the Moreau College Initiative. Multidisciplinary STEAM Outreach: Our efforts to involve the broader public in science have reached thousands and have led me to collaborate with engineers, musicians, playwrights, lighting designers, directors and dramaturgs. This is particularly true of my membership in and co-production of an international artistic collaboration High Z, a project to create a hybrid installation based on the 2011 Nobel Prize winning discovery of the accelerating universe. Coughlin, J., Mathews, G.J., Phillips, L.A., Snedden, A. & Suh, I.-S., Probing Time-Dependent Dark Energy with the Flux Power Spectrum of the Lyman Alpha Forest, ApJ, 874, 11 (2019) Snedden, A., Coughlin, J., Phillips, L. A., Mathews, G. J., & Suh, I.-S., Star Formation and Gas Phase History of the Cosmic Web , Mon. Not. Roy. Astron. Soc. 455, 2804 (2016) Snedden, A., Phillips, L. A., Mathews, G. J., Coughlin, J., Suh, I.-S., and Bhattacharya, A., A New Multi-Scale Structure Finding Algorithm to Identify Cosmological Structure , J. Comp. Phys, 299, 92 (2015) Prof. Phillips - CV"
            ]
        ]
    ]
}