{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YI63V82Q",
            "i2UqhQYAAAAJ",
            [
                "The effects of oil price shocks on job reallocation",
                "Oil price shocks and US economic activity",
                "Where do jobs go when oil prices drop?",
                "Oil prices and state unemployment rates",
                "Nonlinearities in the response of real GDP to oil price shocks",
                "Oil prices and personal consumption expenditures: does the source of the shock matter?",
                "Asymmetries in the responses of regional job flows to oil price shocks",
                "Monetary shocks and job flows: evidence from disaggregated data"
            ],
            [
                "We investigate the effect of oil price innovations on U.S. manufacturing job flows using a simultaneous equation model that nests symmetric and asymmetric responses. We find no evidence of asymmetry in the response of job flows to positive and negative oil price innovations. We then inquire whether firms, when facing positive shocks, shed jobs faster than they create jobs. We show that positive innovations lead to a decline in net employment and an increase in job reallocation, possibly due to search and matching issues. Yet, the latter effect becomes statistically insignificant when we control for data mining. We demonstrate that the cumulative one-year effect of oil price shocks on job creation and destruction was smaller during the Great Moderation, but it was larger for gross job reallocation. These variations were caused by a change in the transmission channel and not by smaller oil price shocks.",
                "Our understanding of the sources of oil price fluctuations and their effects on the U.S. economy has undergone important transformations in the last decades. First, several studies have demonstrated the importance of identifying the causes of oil price fluctuations, whether they are driven by demand or supply shocks, instead of assuming that oil price changes are exogenous to the evolution of the world's economic activity. Second, new methodologies have allowed researchers to re-evaluate the functional form of the relationship between oil prices and U.S. GDP, its components and job flows. Third, significant advances have been made in understanding the relationship between oil price uncertainty, news, economic policy uncertainty and aggregate economic activity. Finally, investigations into the time-varying nature of oil price-macroeconomy relationship have provided important insights into the reasons why …",
                "In this paper, we estimate a factor augmented vector autoregressive (FAVAR) model to investigate the effect of oil price shocks on total private job flows as well as on industry-level job creation and destruction. Following an unexpected oil price drop in the first year, we find that in oil and gas extraction and support activities for mining exhibit a reduction in job creation and an increase in job destruction. Instead, industries in construction, manufacturing and services exhibit an increase in the net employment change. An unexpected decline in the real oil price slows down the pace of gross job reallocation. We demonstrate that the increase (decrease) in private job destruction (creation) observed during the first year is primarily driven by the response of closing (expanding) firms in services and manufacturing.",
                "This paper studies the effect of oil price shocks on US state-level unemployment rates. First, using a test of symmetry, I evaluate whether the relationship between oil prices and state unemployment rates is symmetric. I find no evidence against the null of symmetry after accounting for data mining. Second, I use a symmetric structural VAR model to analyze the effect of oil supply shocks, aggregate demand shocks and oil-specific demand shocks on state unemployment. I find that an adverse supply shock triggers increases in unemployment, whereas a positive aggregate demand shock reduces the unemployment rate across most US states. I also show that oil-specific demand shocks have little effect on state unemployment. Finally, I dig into the historical contribution of the various oil shocks to the changes in state unemployment rates during the shale boom period. I find that aggregate demand shocks contributed the most to the change of unemployment.",
                "This paper re-examines whether real GDP growth responds asymmetrically to real oil price increases and decreases using a sample that includes the recent oil price declines. I follow Kilian and Vigfusson (2011a) and conduct a test of symmetry. I find no evidence against the null of symmetry using the 3-year net oil price increase specification. Moreover, I find that the results are not stable for different nonlinear transformations of the real price of oil. Finally, evidence of asymmetry vanishes after computing specification robust critical values.",
                "This paper studies the effect of structural oil shocks on personal consumption expenditures (PCE). First, we estimate a nonlinear simultaneous equation model, compute impulse responses by Monte Carlo integration, and conduct a test of the symmetry of the impulse response functions. We find that aggregate PCE responds asymmetrically to positive and negative oil‐specific demand shocks. Second, we find that aggregate PCE responds negatively to positive oil demand shocks, while adverse oil supply shocks are of limited effect. Third, we find important heterogeneity in the magnitude, sign and timing of the disaggregate PCE responses to structural shocks in the crude oil market. Our results clearly indicate that the response of PCE to an unexpected oil price increase depends on the source of the oil price shock. Our findings are robust to different nonlinear transformations for the real price of oil.",
                "This paper studies the effect of oil price innovations on manufacturing job flows across U.S. states. First, I estimate a nonlinear structural equation model and compute impulse response functions by Monte Carlo integration. I find asymmetries in the responses of job flows to positive and negative oil price innovations. Yet, these asymmetries do not pass a test of symmetry on the impulse responses, especially after accounting for data mining. Third, I use a test for the absence of job reallocation to evaluate whether an unexpected increase in the real price of oil price triggers an important change in job reallocation. I find that oil price shocks have limited regional allocative effects. (JEL E24, E32, Q43)",
                "This paper uses a structural near-VAR to examine the effect of monetary shocks on industry-level job creation and job destruction. I find asymmetry in the job flows’ responses to a positive monetary shock for disaggregated industries in the manufacturing, mining and services sectors. These findings indicate that monetary shocks trigger changes in job reallocation and point that monetary policy has important allocative effects. Yet, a test for the absence of job reallocation reveals that monetary shocks have a significant effect on job reallocation for a limited number of industries within these sectors. Moreover, this effect becomes largely insignificant after accounting for data mining."
            ],
            [
                [
                    "Macroeconomics",
                    "Time Series Econometrics",
                    "Energy Economics"
                ]
            ],
            [
                "Mohammed Karaki Mohammed Karaki Mohammed Karaki Graduate Student karaki.4@osu.edu"
            ]
        ]
    ]
}