{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YI6LHUL8",
            "IfRxX5gAAAAJ",
            [
                "String theory and noncommutative geometry",
                "Electric-magnetic duality, monopole condensation, and confinement in N= 2 supersymmetric Yang-Mills theory",
                "Monopoles, duality and chiral symmetry breaking in N= 2 supersymmetric QCD",
                "Electric-magnetic duality in supersymmetric non-Abelian gauge theories",
                "Noncommutative perturbative dynamics",
                "Classical and quantum conformal field theory",
                "Gluino condensation in superstring models",
                "Lectures on supersymmetric gauge theories and electric-magnetic duality",
                "Dynamical supersymmetry breaking in supersymmetric QCD",
                "Exact results on the space of vacua of four-dimensional SUSY gauge theories"
            ],
            [
                "We extend earlier ideas about the appearance of noncommutative geometry in string theory with a nonzero B-field. We identify a limit in which the entire string dynamics is described by a minimally coupled (supersymmetric) gauge theory on a noncommutative space, and discuss the corrections away from this limit. Our analysis leads us to an equivalence between ordinary gauge fields and noncommutative gauge fields, which is realized by a change of variables that can be described explicitly. This change of variables is checked by comparing the ordinary Dirac-Born-Infeld theory with its noncommutative counterpart. We obtain a new perspective on noncommutative gauge theory on a torus, its T-duality, and Morita equivalence. We also discuss the D0\/D4 system, the relation to M-theory in DLCQ, and a possible noncommutative version of the six-dimensional (2, 0) theory.",
                "We study the vacuum structure and don spectrum of N=2 supersymmetric gauge theory in four dimensions, with gauge group SU(2). The theory turns out to have remarkably rich and physical properties which can nonetheless be described precisely; exact formulas can be obtained, for instance, for electron and dyon masses and the metric on the moduli space of vacua. The description involves a version of Olive-Montonen electric-magnetic duality. The “strongly coupled” vacuum turns out to be a weakly coupled theory of monopoles, and with a suitable perturbation confinement is described by monopole condensation.",
                "We study four dimensional N = 2 supersymmetric gauge theories with matter multiplets. For all such models for which the gauge group is SU(2), we derive the exact metric on the moduli space of quantum vacua and the exact spectrum of the stable massive states. A number of new physical phenomena occur, such as chiral symmetry breaking that is driven by the condensation of magnetic monopoles that carry global quantum numbers. For those cases in which conformal invariance is broken only by mass terms, the formalism automatically gives results that are invariant under electric-magnetic duality. In one instance, this duality is mixed in an interesting way with SO(8) triality.",
                "We demonstrate electric-magnetic duality in N = 1 supersymmetric non-Abelian gauge theories in four dimensions by presenting two different gauge theories (different gauge groups and quark representations) leading to the same non-trivial long distance physics. The quarks and gluons of one theory can be interpreted as solitons (non-Abelian magnetic monopoles) of the elementary fields of the other theory. The weak coupling region of one theory is mapped to a strong coupling region of the other. When one of the theories is Higgsed by an expectation value of a squark, the other theory is confined. Massless glueballs, baryons and Abelian magnetic monopoles in the confining description are the weakly coupled elementary quarks (i.e. solitons of the confined quarks) in the dual Higgs description.",
                "We study the perturbative dynamics of noncommutative field theories on R^ d, and find an intriguing mixing of the UV and the IR. High energies of virtual particles in loops produce non-analyticity at low momentum. Consequently, the low energy effective action is singular at zero momentum even when the original noncommutative field theory is massive. Some of the nonplanar diagrams of these theories are divergent, but we interpret these divergences as IR divergences and deal with them accordingly. We explain how this UV\/IR mixing arises from the underlying noncommutativity. This phenomenon is reminiscent of the channel duality of the double twist diagram in open string theory.",
                "We define chiral vertex operators and duality matrices and review the fundamental identities they satisfy. In order to understand the meaning of these equations, and therefore of conformal field theory, we define the classical limit of a conformal field theory as a limit in which the conformal weights of all primary fields vanish. The classical limit of the equations for the duality matrices in rational field theory together with some results of category theory, suggest that (quantum) conformal field theory should be regarded as a generalization of group theory.",
                "Gluino condensation in the second E8 provides a natural mechanism for supersymmetry breaking in E8 × E8 superstring theory. Under certain assumptions, the vacuum energy is naturally zero in the leading approximation. The effective four-dimensional theory is similar to the “no-scale” supergravity theories.",
                "Recently, it has become clear that certain aspects of four dimensional supersymmetric field theories can be analyzed exactly, providing a laboratory for the analysis of the dynamics of gauge theories (for a recent elementary presentation and a list of references see Ref.1). For example, the phases of gauge theories and the mechanisms for phase transitions can be explored in this context. The dynamical mechanisms explored are standard to gauge theories and thus, at least at a qualitative level, the insights obtained are expected to also be applicable for non-supersymmetric theories. We summarize some of the recent ideas. The discussion is not in historical order and other examples appear in the literature.",
                "The massless limit of supersymmetric QCD with N ƒ flavors and N colors is analyzed in detail. For N ƒ< N there is a unique superpotential which might be generated by non-perturbative effects. We show that it indeed appears, thus violating the non-renormalization theorems. For N ƒ= N− 1 instantons produce the superpotential. For N ƒ< N− 1 it is again generated, provided that a mild assumption about the dynamics of pure supersymmetric gauge theories is correct. For N ƒ⩾ N no invariant superpotential exists; the classical vacuum degeneracy is a property of the full quantum theory. When a small quark mass term is added to the theory (for N ƒ< N), N supersymmetric ground states, identified with those found by Witten exist. As m→ 0 these N vacua wander to infinity, leaving the massless theory without a ground state.",
                "We consider four-dimensional quantum field theories which have a continuous manifold of inequivalent exact ground states—a moduli space of vacua. Classically, the singular points on the moduli space are associated with extra massless particles. Quantum mechanically these singularities can be smoothed out. Alternatively, new massless states appear there. These may be the elementary massless particles or new massless bound states."
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                "Nathan  Seiberg Nathan  Seiberg Visiting Lecturer nseiberg@Princeton.EDU IAS"
            ]
        ]
    ]
}