{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YIWG6HMQ",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Charles Wolgemuth Charles Wolgemuth Professor of Physics Professor of Molecular and Cellular Biology Director of Undergraduate Studies Office: PAS 451 626-1622 wolg@email.arizona.edu Classification: Primary Faculty Education: PhD. in Physics, 2000, University of Arizona Fields of Study: My research uses theoretical, computational, and experimental methods to determine the mechanisms by which cells produce the force necessary to create and maintain their shape, grow, and move. These processes play fundamental roles during the development of an organism and during the progression of and immune response to disease. For example, nerve axons spread to make new connections in the developing brain, fibroblasts crawl during wound healing, metastatic cancer cells migrate to invade distant parts of the body, bacteria swim during infection, and neutrophils chemotact to track down pathogens. All of these motions rely on a cohesive integration of biochemical reactions driving biophysical responses. The overarching goal of my research is to determine the mechanisms that cells use to accomplish these ends and to explore the broad consequences of these mechanisms. Currently, the major research goals in my group focus on answering the following three general questions: Question 1: What is the correct physical description of a crawling eukaryotic cell and how do biochemistry and biophysics conspire to drive a single cell’s motion? Question 2: How do single cell crawling and cell-cell interactions lead to the complex bulk migration that is observed during wound healing and cancer metastasis? Question 3: What role do motility and the physical properties of a bacterium play during the transmission and progression of Lyme disease? P. Lee and C.W. Wolgemuth. Crawling cells can close wounds without purse strings or signaling. PLoS Comput. Biol. 7 , e1002007 (2011). C.W. Wolgemuth, J. Stajic, and A. Mogilner. Redundant mechanisms for stable cell locomotion revealed by minimal models. Biophys. J. 101 , 545-553 (2011). M. Harman, S.M. Dunham-Ems, M.J. Caimano, A.A. Belperron, L.K. Bockenstedt, H. Fu, J.D. Radolf, and C.W. Wolgemuth. The heterogeneous motility of the Lyme disease spirochete in gelatin matrices mimics dissemination through tissue. Proc. Natl. Acad. Sci. USA 109 , 3059-3064 (2012). A.M.T. Belgrave and C.W. Wolgemuth. Elasticity and biochemistry of growth relate replication rate to length and cross-link density in rod-shaped bacteria. Biophys. J. 104 , 2607-2611 (2013). D.K. Vig and C.W. Wolgemuth. Spatiotemporal evolution of Erythema migrans, the hallmark rash of Lyme disease. Biophys. J. 106 , 763-768 (2014)."
            ]
        ]
    ]
}