{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YJJBAELB",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Thomas Ferbel Professor of Physics PhD in Physics, Yale University, 1963 253 Bausch & Lomb Hall (301) 312-8846 Fax: (585) 276-0018 ferbel@pas.rochester.edu Biography Professor Tom Ferbel received a BA in Chemistry (1959) from Queens College, CUNY, and his MS (1960) and PhD in Physics (1963) from Yale University. After a postdoctoral position at Yale, he joined the University of Rochester as Assistant Professor of Physics in 1965. He was promoted to Associate Professor in 1969 and to Professor in 1973. He served as Associate Dean for Graduate Studies at the College of Arts and Science (1989-91) and has held visiting appointments at Fermilab (1971-72), CERN (1980-81), Supercollider Design Group at LBL (1989-90), LAL Orsay (1995), the Heisenberg Max Planck Institute (1995-96), University of Mainz (2001 and 2002), University of Freiburg (2002) and Imperial College, London (2002-2003). During 2004-2008, he served as manager of the U.S. Program of Operations for the Large Hadron Collider (LHC) at CERN in Geneva. Professor Ferbel is co-author with Professor Ashok Das of the text Introduction to Nuclear and Particle Physics (2nd Ed, World Scientific) and its Solutions-Manual with Das and Professor Carl Bromberg. He is editor of a collection of articles on Experimental Techniques in High Energy Nuclear and Particle Physics (2nd Ed., World Scientific), Silicon Detectors for High Energy Physics (Fermilab), and a series on Techniques and Concepts of High Energy Physics (Plenum\/Kluwer), based on an Advanced Study Institute on Particle Physics that he founded and directed from 1980–2000. Professor Ferbel has served on editorial boards of Physical Review D and Zeitschrift fur Physik, and is on the board of the International Journal of Modern Physics and Modern Physics Letters (World Scientific) and Advances in High Energy Physics (Hindawi). He is a Fellow of the American Physical Society, served as Secretary-Treasurer of the Division of Particles and Fields and as Chair of the APS Committee on the International Freedom of Scientists, and was regional secretary of the Universities Research Association that managed Fermilab and the Supercollider. Professor Ferbel received a Judge Charles Colden Award (Queens College), was an Alfred P. Sloan Fellow, a John S. Guggenheim Fellow, a recipient of an Alexander von Humboldt Prize and a Senior PPARC Fellowship (at Imperial College, London). Research Overview Professor Ferbel's research interests are in the area of experimental high-energy physics, particularly the phenomenology of particle physics, experimental investigations of hadron dynamics, meson spectroscopy, experimental studies of perturbative QCD, and collider physics. He has served on program advisory committees of Brookhaven Laboratory and of the Stanford Linear Accelerator Center, and was a member of the Executive Committee of the Users' Organization of Brookhaven Laboratory and Chair of the Fermilab Users' Organization. He also served as Chair of the Institutional Board of the D-Zero International Collaboration at the Fermilab Tevatron, and was on advisory committees for the siting of the Supercollider, reviewing the Canadian ZEUS program at DESY, DOE and NSF Panels evaluating university research programs and the selection of outstanding junior investigators. He has lectured widely, been scientific spokesmen for several experiments in particle physics, and has been a member of numerous organizing committees for workshops and conferences devoted to particle physics. His recent work has focused on issues pertaining to the top quark and the Higgs boson, focusing on work at the D-Zero collider experiment at Fermilab. Over the years, Professor Ferbel has supervised the research activities of several dozen undergraduates, PhD students and postdocs, all of whom have done exceptionally well in their ensuing careers, and some who have achieved visibility and recognition greatly exceeding his initial expectations! Selected Publications D0 experiment, Direct Measurement of the Mass Difference Between Top and Antitop Quarks , Phys. Rev. Lett. 103, 132001 (2009). D0 experiment, Determination of the Width of the Top Quark , Phys. Rev. Lett. 106, 022001 (2011). D0 experiment, Search for Violation of Lorentz Invariance in Top Quark Pair Production and Decay , Phys. Rev. Lett. 108, 261603 (2012). D0 experiment, Combination of the Top-Quark Mass Measurements from the Tevatron Collider , Phys. Rev. D 86, 092003 (2012). Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC , Phys. Lett. B 716, 30 (2012). D0 experiment, Higgs Boson Studies at the Tevatron , Phys. Rev. D 88, 052014 (2013)."
            ]
        ]
    ]
}