{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YJMU4NJU",
            "Th1iw_8AAAAJ",
            [
                "Electromagnetic parameter retrieval from inhomogeneous metamaterials",
                "Magnetic response of metamaterials at 100 terahertz"
            ],
            [
                "We discuss the validity of standard retrieval methods that assign bulk electromagnetic properties, such as the electric permittivity ε and the magnetic permeability μ, from calculations of the scattering (S) parameters for finite-thickness samples. S-parameter retrieval methods have recently become the principal means of characterizing artificially structured metamaterials, which, by nature, are inherently inhomogeneous. While the unit cell of a metamaterial can be made considerably smaller than the free space wavelength, there remains a significant variation of the phase across the unit cell at operational frequencies in nearly all metamaterial structures reported to date. In this respect, metamaterials do not rigorously satisfy an effective medium limit and are closer conceptually to photonic crystals. Nevertheless, we show here that a modification of the standard S-parameter retrieval procedure yields physically …",
                "An array of single nonmagnetic metallic split rings can be used to implement a magnetic resonance, which arises from an inductor-capacitor circuit (LC) resonance, at 100-terahertz frequency. The excitation of the LC resonance in the normal-incidence geometry used in our experiments occurs through the coupling of the electric field of the incident light to the capacitance. The measured optical spectra of the nanofabricated gold structures come very close to the theoretical expectations. Additional numerical simulations show that our structures exhibit a frequency range with negative permeability for a beam configuration in which the magnetic field couples to the LC resonance. Together with an electric response that has negative permittivity, this can lead to materials with a negative index of refraction."
            ],
            [
                [
                    "Metamaterials",
                    "Photonics",
                    "Plasmonics",
                    "Physics"
                ]
            ],
            [
                "Thomas Koschny Adjunct Associate Professor A512 Zaffarano Hall koschny@iastate.edu 515-294-4316"
            ]
        ]
    ]
}