{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YJTJ60OG",
            "HlNN0OQAAAAJ",
            [
                "Gut microbiota in human adults with type 2 diabetes differs from non-diabetic adults",
                "Studying plasmid horizontal transfer in situ: a critical review",
                "Ecosystem response of pasture soil communities to fumigation‐induced microbial diversity reductions: an examination of the biodiversity–ecosystem function relationship",
                "Enhanced biofilm formation and increased resistance to antimicrobial agents and bacterial invasion are caused by synergistic interactions in multispecies biofilms"
            ],
            [
                "Background Recent evidence suggests that there is a link between metabolic diseases and bacterial populations in the gut. The aim of this study was to assess the differences between the composition of the intestinal microbiota in humans with type 2 diabetes and non-diabetic persons as control.  Methods and Findings The study included 36 male adults with a broad range of age and body-mass indices (BMIs), among which 18 subjects were diagnosed with diabetes type 2. The fecal bacterial composition was investigated by real-time quantitative PCR (qPCR) and in a subgroup of subjects (N = 20) by tag-encoded amplicon pyrosequencing of the V4 region of the 16S rRNA gene. The proportions of phylum Firmicutes and class Clostridia were significantly reduced in the diabetic group compared to the control group (P = 0.03). Furthermore, the ratios of Bacteroidetes to Firmicutes as well as the ratios of Bacteroides-Prevotella group to C. coccoides-E. rectale group correlated positively and significantly with plasma glucose concentration (P = 0.04) but not with BMIs. Similarly, class Betaproteobacteria was highly enriched in diabetic compared to non-diabetic persons (P = 0.02) and positively correlated with plasma glucose (P = 0.04).  Conclusions The results of this study indicate that type 2 diabetes in humans is associated with compositional changes in intestinal microbiota. The level of glucose tolerance should be considered when linking microbiota with metabolic diseases such as obesity and developing strategies to control metabolic diseases by modifying the gut microbiota.",
                "This review deals with the prospective, experimental documentation of horizontal gene transfer (HGT) and its role in real-time, local adaptation. We have focused on plasmids and their function as an accessory and\/or adaptive gene pool. Studies of the extent of HGT in natural environments have identified certain hot spots, and many of these involve biofilms. Biofilms are uniquely suited for HGT, as they sustain high bacterial density and metabolic activity, even in the harshest environments. Single-cell detection of donor, recipient and transconjugant bacteria in various natural environments, combined with individual-based mathematical models, has provided a new platform for HGT studies.",
                "A technique based on progressive fumigation was used to reduce soil microbial biodiversity, and the effects of such reductions upon the stability of key soil processes were measured. Mineral soil samples from a grassland were fumigated with chloroform for up to 24 h and then incubated for 5 months to allow recolonisation by surviving organisms. The diversity of cultivable and non‐cultivable bacteria, protozoa and nematodes was progressively reduced by increasing fumigation times, as was the number of trophic groups, phyla within trophic groups, and taxa within phyla. Total microbial biomass was similar within fumigated soils, but lower than for unfumigated soil. There was no direct relationship between biodiversity and function. Some broad‐scale functional parameters increased as biodiversity decreased, e.g. thymidine incorporation, growth on added nutrients, and the decomposition rate of plant residues …",
                "Most biofilms in their natural environments are likely to consist of consortia of species that influence each other in synergistic and antagonistic manners. However, few reports specifically address interactions within multispecies biofilms. In this study, 17 epiphytic bacterial strains, isolated from the surface of the marine alga Ulva australis, were screened for synergistic interactions within biofilms when present together in different combinations. Four isolates, Microbacterium phyllosphaerae, Shewanella japonica, Dokdonia donghaensis, and Acinetobacter lwoffii, were found to interact synergistically in biofilms formed in 96-well microtiter plates: biofilm biomass was observed to increase by >167% in biofilms formed by the four strains compared to biofilms composed of single strains. When exposed to the antibacterial agent hydrogen peroxide or tetracycline, the relative activity (exposed versus nonexposed biofilms) of …"
            ],
            [
                [
                    "microbiology",
                    "microbial ecology",
                    "social evolution",
                    "microbiome",
                    "biofilm"
                ]
            ],
            [
                "University of Tennessee\r\nPhysics Dr. Soren Sorensen Professor and Department Head Ph.D., Niels Bohr Institute, University of Copenhagen, 1981 Office:      401 Nielsen Physics Building Phone:      865-386-7051 Fax:          865-974-7843 Email: sorensen@utk.edu Web Site: http:\/\/www.phys.utk.edu\/sorensen RELATIVISTIC HEAVY ION PHYSICS The research interests of the Relativistic Heavy Ion Physics group are focused on heavy ion collisions at ultrarelativistic energies, which is an \r\n      exciting new field on the borderline between nuclear and high \r\n      energy physics . Over the last two decades our group has primarily \r\n      studied the following three topics: Nuclear Matter at Extreme Temperatures and Densities : We are \r\n        investigating the properties of nuclear matter at high densities and \r\n        temperatures with special emphasis on detecting the Quark-Gluon Plasma (QGP), \r\n        which is a postulated new phase of nuclear matter where quarks and \r\n        gluons are deconfined over a large volume. Modification of Vector Meson Properties in Hot and Dense Nuclear \r\n        Matter : Among the many proposed signatures for the QGP, we are \r\n        convinced that the proposed modifications of the properties of vector \r\n        mesons in hot and dense nuclear matter provides the best tool for \r\n        observing the QGP and for measuring the properties of the QGP. We are \r\n        specifically studying the production of the J\/psi and the Upsilon \r\n        resonances using the PHENIX muon detector. Nuclear Stopping Power and Attained Energy Densities : The \r\n        most important prerequisite for the creation of the QGP in \r\n        ultra-relativistic heavy ion reactions is a large nuclear stopping power \r\n        so that sufficiently high energy densities will be achieved in the \r\n        central fireball. We have studied this topic through calorimetric \r\n        measurements at WA98 and through slow proton emission in the target \r\n        fragmentation region at E910.  I was born on August 24, 1950 in Denmark and grew up in the suburbs of \r\n      Copenhagen. I attended the University of Copenhagen and majored in Math and Physics. In 1977 I received a Masters Degree\r\nfrom The Niels \r\n      Bohr Institute (Thesis: \"Fusion of 16O + 16O\") and in 1981 got the PhD from the same place (Thesis: \"Quasielastic Transfer Reactions\r\ninduced by 56Fe on 58Ni, 64Ni and 122Sn\").  From 1981 to 1984 I was a post-doc at The Niels \r\n      Bohr Institute, and spent a year from 1982-83 at Oak Ridge National Laboratory . In \r\n      December 1984 I began my appointment at The \r\n      University of Tennessee as an assistant professor in nuclear physics. \r\n      I have been a Volunteer ever since, apart from 18 months as a visitor at CERN , Geneva in 1986-87. \r\n\t\tIn 2000 I was appointed Head of the Department of Physics and Astronomy. Detailed Information My detailed CV from the database of the Department of \r\n      Physics and Astronomy Publication information from SLAC SPIRES High Energy \r\n      Physics Database : Detailed HTML list of publications, reports, and conference proceedings Brief publication list with citation information Citation Index Summary This page was \r\n\tlast updated on July 17, 2008. Please send comments to cal@utk.edu or Soren Sorensen"
            ]
        ]
    ]
}