{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YJU6FI9O",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Guy Savard Guy Savard Professor (Part time) Dept. of Physics, Enrico Fermi Institute, and the College Senior Scientist, Physics Division, Argonne National Laboratory Address: PRC 347 Phone: 630-252-4024 savard@phy.anl.gov My current research is centered around low-energy tests of the Standard Model of electroweak interaction. These studies are performed on samples of radioactive ions captured in ion traps where they are available for high-precision experiments. New techniques developed by our group to efficiently capture short-lived isotopes of essentially any species in ion trap allow us to select isotopes with decay properties which enhance and isolate specific effects and hence increase our sensitivity to the physics of interest. The present experimental program is looking at a more precise determination of the weak vector coupling constant and a more precise test of CVC and the unitarity of the Cabibbo-Kobayashi-Maskawa matrix. A related experiment currently in preparation will search for scalar currents outside the standard V-A form for the charged electroweak interaction using samples of trapped superallowed emitters. The type of experiment I am performing would greatly benefit from a more intense and versatile source of radioactive ions, and such a source has been assessed a high priority for new construction in nuclear physics in the US. I am therefore also heavily involved in the R&D for such a facility, which will use a novel technical approach for the fast extraction of the radioactive species based on some of the technologies we developed for ion trapping. (The leading contender for this facility is Argonne National Laboratory, located a short distance from Chicago.) More information on the proposed radioactive beam facility ( RIA ). Selected Publications Precise Half-life Measurement for the Superallowed 0+ to 0+ beta-emitter 74Rb: First Results from ISAC, the New Radioactive Beam Facility at TRIUMF. G.C. Ball et al. Phys. Rev. Lett. 86, 1454, 2001. Precision Nuclear Measurements with Ion Traps. G. Savard and G. Werth. Ann. Rev. of Nucl. and Part. Sci. 50, 119, 2000. High-Accuracy Mass Determination of Cesium and Barium Isotopes. F. Ames et al. Nucl. Phys. A 651, 3, 1999. Weak Interaction Studies with an On-line Penning Trap Mass Spectrometer. G. Savard et al. Nucl. Phys. A 654, 961c, 1999. Beta+ Decay Partial Half-Life of 54 Mn and Cosmic Ray Chronometry. A.H. Wuosmaa et al. Phys. Rev. Lett. 80, 2085, 1998. Ion trap technology at accelerator facilities. G. Savard. Nucl. Instr. & Meth. B126, 361, 1997. Pionic fusion of heavy ions. D. Horn et al. Phys. Rev. Lett. 77, 2408, 1996. 10C superallowed branching ratio and the Cabibbo-Kobayashi-Maskawa matrix unitarity. G. Savard et al. Phys. Rev. Lett. 74, 1521, 1995."
            ]
        ]
    ]
}