{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YMDH84SU",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Shane Hutson, Ph.D. Department Chair Society of Toxicology Bridging Award, 2013 Jeffrey Nordhaus Award for Excellence in Undergraduate Teaching, College of Arts & Science, Vanderbilt University, 2007 National Science Foundation Faculty Early Career Development (CAREER) Award, 2006 phone: 615-343-9980 6835 Stevenson PhD, University of Virginia, 2000 M. Shane Hutson Curriculum Vitae Publications Epithelial Wound Healing Biomechanics of Morphogenesis Alternative approaches in toxicology Physics of UV Laser Microsurgery Mid-IR Lasers for Surgical Applications Software Seedwater Segmenter CellFIT: Cellular Force Inference Toolkit Lab Mission & Crew Teaching Shane Hutson is a Professor of Physics Â and of Biological Sciences, Â and is currently serving as Chair of the Department of Physics & Astronomy. He is also aÂ Deputy Director of VIIBRE (Vanderbilt Institute for Integrative Biosystem Research & Education) and Director of VPROMPT (Vanderbilt-Pittsburgh Resource for Organotypic Models for Predictive Toxicology) .Â Professor Hutson joined the faculty at Vanderbilt University in 2003. His research interests are in biological physics — specifically in how biological systems can be probed and manipulated by light (biophotonics), in how cellular forces drive tissue morphogenesis (biomechanics), and in how embryonic development is disturbed by environmental exposures (systems biology of developmental toxicology). Current projects in the lab include: investigating the mechanisms by which cells detect nearby wounds, trigger calcium signals, and marshal wound-closure responses; using modeling and laser-microsurgery to probe the inter- and intra-cellular forces that drive morphogenesis; and using computational models and organs-on-a-chip technologies to investigate the mechanisms of developmental toxicity. For more information, see the page. The Hutson lab is currently looking to hire a postdoctoral fellow . Consider joining us! GO Media coverage of our research Cell signals that trigger wound healing are surprisingly complex Computer model illuminates critical moment in Drosophila development Medical markets and new niches drive laser advances Research probes physical mechanics of laser energy in living tissue Vanderbilt and Pittsburgh to lead new center to identify toxic chemicals News from the lab Looking to hire a postdoctoral fellow Paper on a biomechanical model of GBR published in Biophys. J. Best paper award for graduate student Kazi Tasneem Paper on PDMS-chemical interactions published in Lab on a Chip New NIH grant awarded for studying wound-induced Ca2+ signals Your Vanderbilt Alumni Current Students Faculty & Staff International Students Media Parents & Family Prospective Students Researchers Sports Fans Visitors & Neighbors Connect with Vanderbilt RSS Feed 2021 Vanderbilt University ·"
            ]
        ]
    ]
}