{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YMK8G6BT",
            "Pa81bO0AAAAJ",
            [
                "The revised UCLA Loneliness Scale: Concurrent and discriminant validity evidence",
                "The revised UCLA Loneliness Scale: Concurrent and discriminant validity evidence",
                "UCLA Loneliness Scale (Version 3): Reliability, validity, and factor structure",
                "The provisions of social relationships and adaptation to stress",
                "Type of social support and specific stress: Toward a theory of optimal matching.",
                "Developing a measure of loneliness",
                "The Experiences in Close Relationship Scale (ECR)-short form: Reliability, validity, and factor structure"
            ],
            [
                "Two studies with 399 university students provide methodological refinement in the measurement of loneliness. Study 1 presents a revised version of the self-report UCLA (University of California, Los Angeles) Loneliness Scale, designed to counter the possible effects of response bias in the original scale, and reports concurrent validity evidence for the revised measure. Results of Study 2 demonstrate that although loneliness is correlated with measures of negative affect, social risk taking, and affiliative tendencies, it is nonetheless a distinct psychological experience.(25 ref)(PsycINFO Database Record (c) 2019 APA, all rights reserved)",
                "Two studies with 399 university students provide methodological refinement in the measurement of loneliness. Study 1 presents a revised version of the self-report UCLA (University of California, Los Angeles) Loneliness Scale, designed to counter the possible effects of response bias in the original scale, and reports concurrent validity evidence for the revised measure. Results of Study 2 demonstrate that although loneliness is correlated with measures of negative affect, social risk taking, and affiliative tendencies, it is nonetheless a distinct psychological experience.(25 ref)(PsycINFO Database Record (c) 2019 APA, all rights reserved)",
                "In this article I evaluated the psychometric properties of the UCLA Loneliness Scale (Version 3). Using data from prior studies of college students, nurses, teachers, and the elderly, analyses of the reliability, validity, and factor structure of this new version of the UCLA Loneliness Scale were conducted. Results indicated that the measure was highly reliable, both in terms of internal consistency (coefficient alpha ranging from .89 to .94) and test-retest reliability over a 1-year period (r = .73). Convergent validity for the scale was indicated by significant correlations with other measures of loneliness. Construct validity was supported by significant relations with measures of the adequacy of the individual's interpersonal relationships, and by correlations between loneliness and measures of health and well-being. Confirmatory factor analyses indicated that a model incorporating a global bipolar loneliness factor along with …",
                "Bumper stickers reading\" Friends can be good medicine!\" were distributed by the California Department of Mental Health in 1981 as part of a statewide health promotion initiative (California Department of Mental Health, 1981). The objectives of the initiative were to increase awareness of the health-promoting influence of supportive relationships and to encourage personal involvement providing support to others. Although the ultimate success of this project is unknown, its implementation reflects the degree to which a link between social support and health has become part of our belief system. Correlations between social support and health outcomes have been found in a range of contexts and using a variety of methods (for recent reviews, see Broadhead et al., 1983; Cohen & McKay, 1984; Cohen & Syme, 1985; Cohen & Wills, 1985; Sarason & Sarason, 1985; Thoits, 1982; Wallston et al., 1983; Wortman, 1984).Although links between social support and health are consistently found, our understanding of the nature of this relation remains limited. A problem in past research was that social support was conceptualized unidimensionally, although it was operationalized in many different ways (eg, marital status, community involvement, availability of confidants). More recent efforts have analyzed social support into component functions. Theorists differ somewhat with respect to the specific functions served by social support, but most conceptualizations include emotional sustenance, self-esteem building, provision of information and feedback, and tangible assistance (eg, Cassel, 1976; Cobb, 1976, 1979; Cohen & McKay, 1984; Kahn, 1979; Kahn & …",
                "review the evidence concerning the importance of matching the characteristics of a stressful event confronting an individual and the specific forms of social support that are most beneficial in that context",
                "Research on loneliness has been hindered by the lack of a simple and reliable assessment technique. The development of the UCLA Loneliness Scale, a short, 20-item general measure of loneliness is reported. The measure has high internal consistency(coefficient alpha = .96) and atest-retest correlation over a two-month period of .73. Concurrent and preliminary construct validity are indicated by correlations with self-reports of current loneliness and related emotional states, and by volunteering for a \"loneliness clinic.\"",
                "We developed a 12-item, short form of the Experiences in Close Relationship Scale  across 6 studies. In Study 1, we examined the reliability and factor structure of the measure. In Studies 2 and 3, we cross-validated the reliability, factor structure, and validity of the short form measure; whereas in Study 4, we examined test-retest reliability over a 1-month period. In Studies 5 and 6, we further assessed the reliability, factor structure, and validity of the short version of the ECR when administered as a stand-alone instrument. Confirmatory factor analyses indicated that 2 factors, labeled Anxiety and Avoidance, provided a good fit to the data after removing the influence of response sets. We found validity to be equivalent for the short and the original versions of the ECR across studies. Finally, the results were comparable when we embedded the short form within the original version of the ECR and when we administered …"
            ],
            [
                [
                    "Social support and loneliness",
                    "quantitative research methods"
                ]
            ],
            [
                "Daniel Russell Daniel Russell Daniel Russell russell.1234@osu.edu Physics Research Building, 3021 191 West Woodruff Avenue Columbus, Ohio 43210 Google Map"
            ]
        ]
    ]
}