{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YNFNFKD7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Thomas H. Foster Professor of Imaging Sciences, Optics, Biomedical Engineering and Physics PhD in Physics, University of Rochester, 1990 3-5333 Medical Center (585) 275-1347 thomas.foster@rochester.edu Biography Professor Foster received his BS in physics from Stevens Institute of Technology (1983). Following two years at the General Electric Research and Development Center, he came to the University of Rochester, where he received the PhD in Physics (1990). He joined the faculty at the University as an Assistant Professor of Radiology in 1990 and was appointed as a joint Assistant Professor of Physics in 1992. He was promoted to Associate Professor in 1994 and is currently Professor of Imaging Sciences (formerly Radiology), of Physics, of Optics, and of Oncology. On two occasions, Professor Foster received the Shu-Ren Lin Award for Excellence in Radiology Resident Teaching (1991, 2002). In 2001, he was elected a Fellow of the American Physical Society. From 2001-2008, he was an Associate Editor of the journal Photochemistry and Photobiology, and from 2004-2008, he served as a member of the National Institutes of Health Radiation Therapeutics and Biology Study Section. Research Overview Professor Foster's research activities within the field of exploit optical methods in medicine and biology. Preclinical and clinical problems in photodynamic therapy (PDT) are an important emphasis. PDT is a relatively new cancer intervention that has received limited regulatory agency approval in the U.S. and several other countries. It makes use of tumor seeking compounds which, when irradiated with visible or near infrared light, initiate photochemical reactions that destroy tumors through a combination of direct and indirect mechanisms. His group has designed and built instrumentation that integrates the delivery of the PDT treatment light with reflectance and fluorescence spectroscopic evaluation of tumor response to therapy. One such system is already in clinical trials in skin cancer patients. Other current projects include studies of light scattering from intact cells, fluorescence imaging of gene expression and of immune cell infiltration in tumors in vivo, optical property measurements of human cancer, and detailed mathematical modeling of photodynamic therapy dosimetry. Selected Publications Confocal fluorescence imaging enables noninvasive quantitative assessment of host cell populations in vivo following photodynamic therapy S. Mitra, O. Mironov, and T.H. Foster Theranostics 2, 840-849 (2012) Optical property measurements establish the feasibility of photodynamic therapy as a minimally invasive intervention for tumors of the kidney T.M. Baran, J.D. Wilson, S. Mitra, J.L. Yao, E.M. Messing, D.L. Waldman, and T.H. Foster J. Biomed. Opt. 17, 098002 (2012) New Monte Carlo model of cylindrical diffusing fibers illustrates axially heterogeneous fluorescence detection: simulation and experimental validation T.M. Baran and T.H. Foster J. Biomed. Opt. 16, 085003 (2011) Tumor response to mTHPC-mediated photodynamic therapy exhibits strong correlation with extracellular release of HSP70 S. Mitra, B.R. Giesselman, F.J. De Jesús Andino, and T.H. Foster Lasers Surg. Med. 43, 632-643 (2011) Photodynamic therapy of cancer: An update P. Agostinis, K. Berg, K.A. Cengel, T.H. Foster, A.W. Girotti, S.O. Gollnick, S.M. Hahn, M.R. Hamblin, A. Juzeniene, D. Kessel, M. Korbelik, J. Moan, P. Mroz, D. Nowis, J. Piette, B.C. Wilson, and Jakub Golab CA Cancer J. Clin. 61, 250-281 (2011)."
            ]
        ]
    ]
}