{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YOHAFIPX",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Ori Ganor Ori Ganor Associate Professor 403 Physics South origa@socrates.berkeley.edu (510) 642-4065 (510) 486-4280 Ori Ganor received his B.Sc. in 1988 and his Ph.D. in 1996, both from Tel-Aviv University. He was a Robert H. Dicke fellow from 1996 until 1998 and an assistant professor from 1998 until 2001 at Princeton University. He joined the UC Berkeley Physics faculty as an associate professor in 2002. My general field of research is String Theory, which is an umbrella term for a worldwide effort in theoretical high-energy physics, ranging from a quest for the fundamental Laws of Nature, looking at gravity under extreme conditions, applications and new models for particle physics, extra dimensions, new techniques for solving strongly interacting quantum systems, and new areas of mathematical physics. My interests include various aspects of M-theory, F-theory, matrix-models, noncommutative Geometry, six-dimensional quantum field theories, S-duality, the fractional quantum Hall effect, infinite dimensional Lie algebras and their applications to M-theory, twistors, and Number Theory. Contributions Recent contributions include a proposal for a supersymmetric Lagrangian that describes nonlocal interactions induced on M5-branes immersed in strong flux, an analysis of compactifications with S-duality twists, a new realization of the fractional quantum Hall effect using M5-branes, and computation of the index of ray-operators in 5d CFTs. Earlier contributions include observation of a connection between imaginary roots of the infinite dimensional Lie algebra E10 and brane charges in M-theory, analysis of orbifolds of M-theory in terms of E10, a conjecture about twisted partition functions of M-theory and E10, proposals for new nonlocal field theories from string theory (Puff Field Theory and Dipole Theory), analysis of twistor string theory in 3d, proposals for Seiberg-Witten curves for compactifications of 6d CFTs, connection between moduli spaces of compactified 6d CFTs and noncommutative instantons, topological terms on the Coulomb branch of the 6d (2,0)-theory, computation of current-current correlators in 4d and 6d CFTs, rudimentary analysis of chiral compactifications of 6d CFTs and compactification of 6d CFTs on 4-manifolds, analysis of zeroes of superpotentials in F-theory, analysis of toroidally compactified BFSS Matrix models, surface operators in 6d CFTs and an early look at their large N limit, and proposal of the 6d E-string. Recent Invited Talks Six-dimensional Curvepoles - Conjectures and Challenges, QMAP Seminar, UC Davis 2020 Supersymmetric Curvepoles, at  String and M-Theory: The New Geometry of the 21st Century, Singapore 2018 “Supersymmetric Curvepoles in 6D,” at the Aspen Center For Physics, Winter 2017 “S-duality, Janus Configurations, and Quadratic Reciprocity,” at Flat Connections in Physics and Geometry, Heidelberg 2017 “Janus Configurations and Quadratic Reciprocity” at “Edward Witten Master Lectures on Mathematical Physics” that took place at Tsinghua Sanya International Mathematics Forum (TSIMF), 2015 Ori J. Ganor, \"Supersymmetric interactions of a six-dimensional self-dual tensor and fixed-shape second quantized strings\", Phys. Rev. D97 (041901) Ori J. Ganor, Yoon Pyo Hong, Nathan Moore, Hao-Yu Sun, H. S. Tan, Nesty R. Torres-Chicon, \"Q-balls of Quasi-particles in a (2,0)-theory model of the Fractional Quantum Hall Effect,\" JHEP09(2015)181 Ori J. Ganor, Nathan P. Moore, Hao-Yu Sun, Nesty R.Torres-Chicon, \"Janus configurations with SL(2,Z)-duality twists, Strings on Mapping Tori, and a Tridiagonal Determinant Formula,\" JHEP07(2014)010 Ori J. Ganor, Yoon Pyo Hong, Ruza Markov, Hai Siong Tan, \"Static Charges in the Low-Energy Theory of the S-Duality Twist,\" JHEP04(2012)041 Ori J. Ganor, Akikazu Hashimoto, Sharon Jue, Bom Soo Kim, Anthony Ndirango, \"Aspects of Puff Field Theory,\"  JHEP 0708 (2007) 035 Jeffrey Brown, Ori J. Ganor, Craig Helfgott, \"M-theory and E10: Billiards, Branes, and Imaginary Roots,\" JHEP 0408 (2004) 063 Aaron Bergman, Keshav Dasgupta, Ori J. Ganor, Joanna Karczmarek, and Govindan Rajesh, \"Nonlocal field theories and their gravity duals,\" Phys.Rev.D65 (2002) 066005 Chang S. Chan, Ori J. Ganor, Morten Krogh, \"Chiral Compactifications of 6D Conformal Theories,\" Nucl.Phys. B597 (2001) 228-244 Aaron Bergman and Ori J. Ganor, \"Dipoles, twists and noncommutative gauge theory,\" JHEP 0010, 018 (2000). Ori J. Ganor and Lubos Motl, \"Equations of the (2,0) theory and knitted five-branes,\" JHEP 05, 009 (1998). Yeuk-Kwan E. Cheung, Ori J. Ganor and Morten Krogh, \"Correlators of the global symmetry currents of 4D and 6D superconformal theories,\" Nucl. Phys. B 523, 171 (1998). Ori J. Ganor, David R. Morrison and Nathan Seiberg, \"Branes, Calabi-Yau space, and toroidal compactification of the N=1 six-dimensional E8 theory,\" Nucl. Phys. B 487, 93 (1997). Ori J. Ganor, \"A Note On Zeroes Of Superpotentials In F-Theory,\" Nucl. Phys. B499, 55 (1997). Ori J. Ganor, Sanjaye Ramgoolam, Washington Taylor IV, \"Branes, Fluxes and Duality in M(atrix)-Theory,\" Nucl.Phys.B492 (1997) 191 Ori J. Ganor, \"Six-Dimensional Tensionless Strings in the Large N Limit,\" Nucl.Phys. B489 (1997) 95-121 Ori J. Ganor, Amihay Hanany, \"Small E8 Instantons and Tensionless Non-critical Strings,\" Nucl.Phys. B474 (1996) 122-140"
            ]
        ]
    ]
}