{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YQOPDM0S",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Michael Wiescher Michael Wiescher Freimann Professor Nuclear Physics Vordiplom in Physics Universität Münster, Physikalisches Institut, 1972 Diplom in Solid State Physics, ibid., 1975 Ph.D. in Nuclear Physics Universität Münster, (summa cum laude) Institut für Kernphysik, 1980 E-mail: mwiesche (at) nd (dot) edu Address: 181 Nieuwland Science Hall Phone: (574) 631-6788 Fax: (574) 631-5952 Links: Nuclear Science Laboratory JINA White Paper on Nuclear Astrophysics  The central research interest of Prof. Wiescher’s group is the study of nuclear reactions important to the understanding of energy production and the origin of the elements in stars. Key reactions in hydrogen, helium, and carbon burning building the fuel for subsequent stellar explosions as novae and supernovae. Of particular interest are the nuclear processes in the very first stars, bridging the Big Bang to the universe today. These processes are being studied experimentally at the 5U Pelletron accelerator of the NSL but also at the first US accelerator deep (one mile) underground, the CASPAR accelerator owned and operated by the group. The program in nuclear astrophysics has generated several spin-off activities for which new students are being looked for. A program in material studies using a broad portfolio of atomic and nuclear spectroscopy techniques has been developed for a broad range of material studies, is being applied for forensic analysis as well as for cultural history applications. In close collaboration with the National Laboratories new initiatives have been started by the group to study radiation effects on environmental and technical materials. For this purpose a neutron beam facility is being developed at Notre Dame opening up a broad range of applications which will be pursued in the near future. “Critical Reactions in Contemporary Nuclear Astrophysics”, M. Wiescher, K. Langanke, F. Käppeler, Ann. Rev. Astron. Astrophys. 50, 165 (2012) “Multiscale X-ray fluorescence mapping complemented by Raman spectroscopy for pigment analysis of a 15th century Breton manuscript”, K. V. Manukyan, B. J. Guerin, E. J. Stech, A. Aprahamian, M. Wiescher, D. T. Gura and Z. D. Schultz. Anal. Methods 8, 7696 (2016) “Stellar (n,γ) cross sections of 23Na,” E. Uberseder, M. Heil, F. Käppeler, C. Lederer, A. Mengoni, S. Bisterzo, M. Pignatari, and M. Wiescher, Phys. Rev. C 95, 025803 (2017) “The 12C(α,γ)16O reaction and its implications for stellar helium burning”, R. J. deBoer, J. Görres, M. Wiescher, R. E. Azuma, A. Best, C. R. Brune, C. E. Fields, S. Jones, M. Pignatari, D. Sayre, K. Smith, F. X. Timmes, and E. Uberseder, Rev. Mod. Phys. 89, 035007 (2017) “Nuclear Reactions in the Crusts of Accreting Neutron Stars”, R. Lau, M. Beard, S. S. Gupta, H. Schatz, A. V. Afanasjev, E. F. Brown, A. Deibel, L. R. Gasques, G. W. Hitt, W. R Keck, P. Möller, P. S. Shternin, A. W. Steiner, M. Wiescher, and Y. Xu, The Astrophysical Journal, 859:62, 1-22, (2018) “Dynamic high energy density plasma environments at the National Ignition Facility for nuclear science research” Ch. J . Cerjan et al (M. Wiescher), J. Phys. G: Nucl. Part. Phys. 45, 033003 (2018) Honors and Activities Fellow, American Association for the Advancement of Science Fellow, American Physical Society Hans A. Bethe Prize winner 2003, APS, Division of Astrophysics & Division of Nuclear Physics Heraeus Faculty Award 2018, University of Frankfurt, Germany Laboratory Astrophysics Award 2018, AAS, Division of Laboratory Astrophysics CV - Prof. Wiescher"
            ]
        ]
    ]
}