{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YR0MR1SH",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Waseem  Bakr Waseem  Bakr Associate Professor 609-258-4494 wbakr@princeton.edu 234 Jadwin ultracold.princeton.edu My group’s research is focused on using ultracold quantum gases to explore the physics of strongly-correlated materials and to realize scalable architectures for quantum computation with optical lattices. Our experiments combine techniques from atomic physics, such as laser cooling and trapping, with ideas from condensed matter and quantum information. In our lab, we cool dilute atomic vapors to nanokelvin temperatures where they enter a quantum degenerate regime. Unlike most solid-state quantum many-body systems, the microscopic description of an ultracold gas is very well-understood. It is a clean quantum system that is almost completely isolated from its environment, can be easily manipulated with electromagnetic fields and allows complete dynamical control over its parameters. Using optical microscopy techniques that I developed with colleagues at Harvard University, we can now image and manipulate these gases at the level of single atoms. My group is currently interested in exploring two broad areas of condensed matter physics with ultracold atomic gases: quantum magnetism and topological order. Our experiments on quantum magnetism will investigate spin systems where the interplay between competing interactions, geometric frustration and quantum fluctuations leads to novel magnetic phases. Accessing spin physics with ultracold atoms has been challenging because of the small energy scales associated with superexchange interactions in optical lattices. We are investigating schemes for increasing these energy scales including the use of atoms or molecules with long-range interactions and near-field optical lattices with small lattice constants. Our studies of topological order will probe quantum states such as fractional quantum Hall states, topological insulators and topological superfluids that do not fit in Landau’s symmetry breaking scheme and cannot be characterized using local order parameters. With colleagues at MIT, I have experimentally demonstrated some of the ingredients needed to realize topological systems with ultracold atoms including lowering the dimensionality of degenerate Fermi gases and creating synthetic spin-orbit coupling in these systems. In my lab, we will enhance the role of interactions in topological cold atom systems to study their strongly-interacting phases. Heavy solitons in a fermionic superfluid , T. Yefsah, A. Sommer, M. Ku, L. Cheuk, W. Ji, W. Bakr & M. Zwierlein, Nature 499, 426-430 (2013) Spin-injection spectroscopy of a spin-orbit coupled Fermi gas , L. Cheuk, A. Sommer, Z. Hadzibabic, T. Yefsah, W. Bakr & M. Zwierlein, Phys. Rev. Lett. 109, 095302 (2012) Orbital excitation blockade and algorithmic cooling in quantum gases , W. Bakr, P. Preiss, M. Tai, R. Ma, J. Simon & M. Greiner, Nature 480, 500-503 (2011) Quantum simulation of antiferromagnetic spin chains in an optical lattice , J. Simon, W. Bakr, R. Ma, M. Tai, P. Preiss & M. Greiner, Nature 472, 307-312 (2011) Probing the superfluid to Mott insulator transition at the single atom level , W. Bakr, A. Peng, E. Tai, R. Ma, J. Simon, J. Gillen, S. Foelling, L. Pollet & M. Greiner, Science 329, 547-550 (2010) A quantum gas microscope for detecting single atoms in a Hubbard-regime optical lattice , W. Bakr, J. Gillen, A. Peng, S. Foelling & M. Greiner, Nature 462, 74-77 (2009)"
            ]
        ]
    ]
}