{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YS3EKFKT",
            "KqxXUuwAAAAJ",
            [
                "Antiretroviral therapy adherence, virologic and immunologic outcomes in adolescents compared with adults in southern Africa",
                "Crystallization process and magnetic properties of amorphous iron oxide nanoparticles",
                "Association of antiretroviral therapy adherence and health care costs",
                "Structure, magnetic, magnetocaloric and magnetoresistance properties of La1− xPbxMnO3 perovskite",
                "Preparation and properties of silver nanoparticles loaded in activated carbon for biological and environmental applications",
                "Second-line antiretroviral therapy: long-term outcomes in South Africa",
                "Structural, magnetic and magnetotransport behavior of La0. 7SrxCa0. 3− xMnO3 compounds",
                "Influence of Cu substitution for Mn on the structure, magnetic, magnetocaloric and magnetoresistance properties of La0. 7Sr0. 3MnO3 perovskites",
                "An original route for the preparation of hard FePt",
                "Specific heat and thermal expansion in the heavy RECu2 compounds"
            ],
            [
                "ObjectiveTo determine adherence to and effectiveness of ART in adolescents versus adults in southern AfricaDesign",
                "This paper studied the crystallization process, phase transition and magnetic properties of amorphous iron oxide nanoparticles prepared by the microwave heating technique. Thermal analysis and magnetodynamics studies revealed many interesting aspects of the amorphous iron oxide nanoparticles. The as-prepared sample was amorphous. Crystallization of the maghemite γ-Fe 2 O 3 (with an activation energy of 0.71 eV) and the hematite α-Fe 2 O 3 (with an activation energy of 0.97 eV) phase occurred at around 300 C and 350 C, respectively. A transition from the maghemite to the hematite occurred at 500 C with an activation energy of 1.32 eV. A study of the temperature dependence of magnetization supported the crystallization and the phase transformation. Raman shift at 660 cm− 1 and absorption band in the infrared spectra at 690 cm− 1 showed the presence of disorder in the hematite phase on the …",
                "Antiretroviral therapy (ART) adherence predicts HIV disease progression and survival, but its effect on direct health care costs is unclear.To determine the effect of ART adherence on direct health care costs among adults in a resource-limited setting.Cohort study.Aid for AIDS, a private-sector disease management program in South Africa.6833 HIV-infected adults who started ART between 6 August 2000 and 30 April 2006.Monthly direct health care costs authorized by Aid for AIDS were averaged over all months. Pharmacy claim adherence, expressed as a percentage, was categorized into quartiles, from 1 (lowest) to 4 (highest). Effects of covariates on monthly total costs were …",
                "La1−xPbxMnO3 (x=0.1, 0.2, 0.3, 0.4, and 0.5) perovskites were prepared by a solid-state reaction. Except for x=0.5 (cubic) and x=0.4 (rhombohedral), the structure of the other compositions was pseudo-rhombohedral with P1 symmetry. The particle size of the grains is depending on the Pb content of the samples. The Curie temperature Tc increases from 235 K for x=0.1–310 K for x=0.2 and is almost constant (about 360 K) for x⩾0.3. The field-cooled and zero-field-cooled thermomagnetic curves measured at low field show a split below a so-called irreversibility temperature Tr, which is somewhat smaller than Tc except for x=0.1, where it is 270 K. From a series of magnetic isotherms the magnetic entropy changes ΔS(T) were determined for a field step of 500 Oe. The maximum value of ΔSmax increases with increasing x till x=0.3 and then decreases with further increasing x. The conductivity of perovskites is metallic …",
                "Silver nanoparticles colloid has been prepared by a modified sonoelectrodeposition technique in which a silver plate was used as the source of silver ions. This technique allows producing Ag nanoparticles with the size of 4–30 nm dispersed in a non-toxic solution. The Ag nanoparticles were loaded in a high surface activated carbon produced from coconut husk, a popular agricultural waste in Vietnam by thermal activation. The surface area of the best activated carbon is 890 m2\/g. The presence of Ag nanoparticles does not change significantly properties of the activated carbon in terms of morphology and methylene blue adsorption ability. The Ag nanoparticle-loaded activated carbon shows a good antibacterial activity against Escherichia coli with very low minimal inhibitory concentration of 16 μg\/ml and strong As(V) adsorption. The materials are potential for prevention and treatment of microbial infection and …",
                "BackgroundCurrently boosted protease inhibitor-containing regimens are the only option after first-line regimen failure available for patients in most resource-limited settings yet little is known about long-term adherence and outcomes.MethodsWe enrolled patients with virologic failure (VF) who initiated lopinavir\/ritonavir-containing second-line ART. Medication possession ratios were calculated using pharmacy refill dates. Factors associated with 12-month second-line virologic suppression (viral load (VL)< 50 copies\/ul) and adherence were determined.Results136 patients (median CD4 count and VL at failure: 153 cells\/uL and 28,548 copies\/ml, respectively) were enrolled. Adherence improved after second-line ART switch (median adherence 6 months prior, 67%; median adherence during initial 6 months of second-line ART, 100%; P= 0.001). Higher levels of adherence during second-line ART was associated …",
                "A systematic investigation of the structural, magnetic and electrical properties of a series of nanocrystalline La0.7SrxCa0.3−xMnO3 materials, prepared by high energy ball milling method and then annealed at 900 °C has been undertaken. The analysis of the XRD data using the Win-metric software shows an increase in the unit cell volume with increasing Sr ion concentration. The La0.7SrxCa0.3−xMnO3 compounds undergo a structural orthorhombic-to-monoclinic transition at x=0.15. Electric and magnetic measurements show that both the Curie temperature and the insulator-to-metal transition temperature increase from 259 K and 253 K correspondingly for La0.7Ca0.3MnO3 (x=0) to 353 K and 282 K, respectively, for La0.7Sr0.3MnO3 (x=0.3). It is argued that the larger radius of Sr2+ ion than that of Ca2+ is the reason to strengthen the double-exchange interaction and to give rise to the observed increase of …",
                "Structural, magnetic, magnetocaloric and magnetoresistance (MR) studies on La0.7Sr0.3Mn0.95Cu0.05O3 (No. 1) and La0.7Sr0.3Mn0.9Cu0.1O3 (No. 2) perovskites are reported. The crystal structure of the samples is rhombohedral with a change of the lattice constants depending on the Cu content. FC and ZFC thermomagnetic measurements for both compositions at low field indicate that a spin–glass-like state (or cluster glass) occurs at low temperatures and a very sharp change of magnetization around the phase-transition point. The Curie temperature, TC, does almost not depend on the content of Cu substitution. A maximum magnetic-entropy change, ΔSmax, of 1.96 and 2.07 J\/kg K at 13.5 kOe and 350 K is observed for sample No. 1 and No. 2, respectively. Therefore, they can be considered as active magnetic refrigerant materials for room-temperature applications. Electrical-resistance measurements show …",
                "The preparation of FePt hard magnetic foils by an original procedure is described in this paper. The process associates cyclic co-deformation of Fe and Pt foils down to the nanometer scale (total thickness of multilayer ≈100 μm) followed by heat treatment in the temperature range 450–550°C. The formation of the high-anisotropy L10 FePt phase results from controlled diffusion and an ordering phase transformation. Coercivities as high as 0.9 T were measured in a VSM at room temperature following annealing at 450°C for 48 h. The coercivity of this sample was decreased by half when measured at 600 K while its energy product decreased from 100 kJ\/m3 at 300 K to 25 kJ\/m3 at 600 K.",
                "Specific heat and thermal expansion measurements in the heavy RECu2 compounds reveal several magnetic transitions in most of the studied compounds. Broad Schottky-type anomalies are observed above and below the Néel temperature. For ErCu2 the magnetic entropy, the magnetic volume, the crystal field splitting and its relative volume dependence have been determined."
            ],
            [
                [
                    "Physics",
                    "Nanoscience and Nanotechnology"
                ]
            ],
            [
                "Hoang Luong, Graduate Student hoanglm@uga.edu 706-542-8787 326 https:\/\/scholar.google.com\/citations?user=qIikl88AAAAJ&hl=en"
            ]
        ]
    ]
}