{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YS5IKM06",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "›              Fred Gilman Frederick J. Gilman Buhl Professor of Theoretical Physics Nuclear & Particle Physics Astrophysics & Cosmology Wean Hall 8319 412-268-8848 Ph.D.: Princeton University (1965) B.S.: Michigan State University (1962) Professional Societies: Fellow, American Physical Society Dean, Mellon College of Science, Carnegie Mellon University, 2007–2016 Director, McWilliams Center for Cosmology, Carnegie Mellon University, 2007–2019 Head, Physics Department, Carnegie Mellon University, 1999–2008 Professor of Physics, Carnegie Mellon University, 1995– Deputy Director, Superconducting Supercollider Laboratory, 1994–95 Associate Director and Head, Physics Research Division, Superconducting Supercollider Laboratory, 1990–94 Professor, Stanford Linear Accelerator Center, 1973–90 Associate Professor, Stanford Linear Accelerator Center, 1969–73 Research Associate, Stanford Linear Accelerator Center, 1967–69 Post-doctoral Research: California Institute of Technology, 1965–67 Fred Gilman's research is in theoretical particle physics, particularly in understanding the nature of CP violation, which is a required ingredient in explaining the dominance of matter over antimatter in the universe. Together with dark matter, dark energy, the field(s) responsible for inflation, and neutrino masses, these fundamental questions about the nature of the universe all point to physics beyond the Standard Model. Gilman served as Director of the McWilliams Center for Cosmology, and has been a member of LSST Dark Energy Science Collaboration from the time of its creation. He is the Chair of the AURA Management Council for the LSST (AMCL), the committee that oversees the construction and commissioning of the LSST Project, and is a member of the Board of Directors of the Association of Universities for Research in Astronomy (AURA). J. Bagger ., Discovering the Quantum Universe: The Role of Particle Colliders DOE\/NSF HEPAP subpanel report, February 2006 F.J. Gilman, K. Kleinknecht and B. Renk, The Cabibbo-Kobayashi-Maskawa Quark-Mixing Matrix, review article published in the 2004 Review of Particle Physics, S. Eidelman et. al., Phys. Lett. B 592, 1 (2004) C.-W. Chiang and F.J. Gilman, K L,S to ππνν̅ Decays Within and Beyond the Standard Model Phys. Rev. D 62, 094026 (2000) C.O. Dib, I. Dunietz, F.J. Gilman and Y. Nir, Standard Model Predictions for CP Violation in B Meson Decay, Phys. Rev. D 41, 1522 (1990) F.J. Gilman and M.B. Wise, Effective Hamiltonian for ΔS=1 Weak Nonleptonic Decays in the Six Quark Model Phys, Rev. D 20, 2392 (1979) E.D. Bloom and F.J. Gilman, Scaling, Duality, and the Behavior of Resonances in Inelastic Electron-Nucleon Scattering Phys. Rev. Lett. 25, 1140 (1970) Researcher ID"
            ]
        ]
    ]
}