{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YSR3OXX2",
            "mmBWLjIAAAAJ",
            [
                "Qubit noise spectroscopy for non-Gaussian dephasing environments",
                "Multiqubit spectroscopy of Gaussian quantum noise",
                "Application of optimal band-limited control protocols to quantum noise sensing",
                "Enhanced squeezing of a collective spin via control of its qudit subsystems",
                "Three-dimensional light-matter interface for collective spin squeezing in atomic ensembles",
                "Optimally band-limited spectroscopy of control noise using a qubit sensor",
                "Non-Gaussian noise spectroscopy with a superconducting qubit sensor",
                "Extending comb-based spectral estimation to multiaxis quantum noise",
                "Ramsey interferometry in correlated quantum noise environments",
                "Internal spin control, squeezing and decoherence in ensembles of alkali atomic spins"
            ],
            [
                "We introduce open-loop quantum control protocols for characterizing the spectral properties of non-Gaussian noise, applicable to both classical and quantum dephasing environments. By engineering a multidimensional frequency comb via repetition of suitably designed pulse sequences, the desired high-order spectra may be related to observable properties of the qubit probe. We prove that access to a high time resolution is key to achieving spectral reconstruction over an extended bandwidth, overcoming the limitations of existing schemes. Non-Gaussian spectroscopy is demonstrated for a classical noise model describing quadratic dephasing at an optimal point, as well as a quantum spin-boson model out of equilibrium. In both cases, we obtain spectral reconstructions that accurately predict the qubit dynamics in the non-Gaussian regime.",
                "We introduce multipulse quantum noise spectroscopy protocols for spectral estimation of the noise affecting multiple qubits coupled to Gaussian dephasing environments including both classical and quantum sources. Our protocols are capable of reconstructing all the noise auto-and cross-correlation spectra entering the multiqubit dynamics, providing access, in particular, to the asymmetric spectra associated with nonclassical environments. Our result relies on (i) an exact analytic solution for the reduced multiqubit dynamics that holds in the presence of an arbitrary Gaussian environment and dephasing-preserving control;(ii) the use of specific timing symmetries, which allow for a frequency comb to be engineered for all filter functions of interest, and for the spectra to be related to experimentally accessible observables. We show that quantum spectra have distinctive dynamical signatures, which we explore in two …",
                "Essential to the functionality of qubit-based sensors are control protocols, which shape their response in frequency space. However, in common control routines out-of-band spectral leakage complicates interpretation of the sensor’s signal. In this work, we leverage discrete prolate spheroidal sequences (aka Slepian sequences) to synthesize provably optimal narrowband controls ideally suited to spectral estimation of a qubit’s noisy environment. Experiments with trapped ions demonstrate how spectral leakage may be reduced by orders of magnitude over conventional controls when a near resonant driving field is modulated by Slepians, and how the desired narrowband sensitivity may be tuned using concepts from RF engineering. We demonstrate that classical multitaper techniques for spectral analysis can be ported to the quantum domain and combined with Bayesian estimation tools to experimentally …",
                "Unitary control of qudits can improve the collective spin squeezing of an atomic ensemble. Preparing the atoms in a state with large quantum fluctuations in magnetization strengthens the entangling Faraday interaction. The resulting increase in interatomic entanglement can be converted into metrologically useful spin squeezing. Further control can squeeze the internal atomic spin without compromising entanglement, providing an overall multiplicative factor in the collective squeezing. We model the effects of optical pumping and study the tradeoffs between enhanced entanglement and decoherence. For realistic parameters we see improvements of∼ 10 dB.",
                "We study the three-dimensional nature of the quantum interface between an ensemble of cold, trapped atomic spins and a paraxial laser beam, coupled through a dispersive interaction. To achieve strong entanglement between the collective atomic spin and the photons, one must match the spatial mode of the collective radiation of the ensemble with the mode of the laser beam while minimizing the effects of decoherence due to optical pumping. For ensembles coupling to a probe field that varies over the extent of the cloud, the set of atoms that indistinguishably radiates into a desired mode of the field defines an inhomogeneous spin wave. Strong coupling of a spin wave to the probe mode is not characterized by a single parameter, the optical density, but by a collection of different effective atom numbers that characterize the coherence and decoherence of the system. To model the dynamics of the system, we …",
                "Classical control noise is ubiquitous in qubit devices, making its accurate spectral characterization essential for designing optimized error suppression strategies at the physical level. Here, we focus on multiplicative Gaussian amplitude control noise on a driven qubit sensor and show that sensing protocols using optimally band-limited Slepian modulation offer substantial benefit in realistic scenarios. Special emphasis is given to laying out the theoretical framework necessary for extending nonparametric multitaper spectral estimation to the quantum setting by highlighting key points of contact and differences with respect to the classical formulation. In particular, we introduce and analyze two approaches (adaptive vs single setting) to quantum multitaper estimation, and show how they provide a practical means to both identify fine spectral features not otherwise detectable by existing protocols and to obtain reliable …",
                "Accurate characterization of the noise influencing a quantum system of interest has far-reaching implications across quantum science, ranging from microscopic modeling of decoherence dynamics to noise-optimized quantum control. While the assumption that noise obeys Gaussian statistics is commonly employed, noise is generically non-Gaussian in nature. In particular, the Gaussian approximation breaks down whenever a qubit is strongly coupled to discrete noise sources or has a non-linear response to the environmental degrees of freedom. Thus, in order to both scrutinize the applicability of the Gaussian assumption and capture distinctive non-Gaussian signatures, a tool for characterizing non-Gaussian noise is essential. Here, we experimentally validate a quantum control protocol which, in addition to the spectrum, reconstructs the leading higher-order spectrum of engineered non-Gaussian dephasing …",
                "We show how to achieve full spectral characterization of general multiaxis additive noise on a single qubit, including arbitrary cross-axis noise correlations. Our pulsed spectral estimation technique is based on sequence repetition and frequency-comb sampling and is applicable in principle even to models where a large qubit energy splitting is present, as long as the noise is stationary and a second-order (Gaussian) approximation to the controlled reduced dynamics is viable. A key innovation in our approach is a spherical representation of the noise in terms of operators that couple directly to raising and lowering qubit operators, which is instrumental to show that only three suitably defined spectra effectively contribute in the large-splitting regime. Our result is crucial to extend the applicability of comb-based spectral estimation, which has been so far employed under the assumption of dephasing-dominated …",
                "We quantify the impact of spatiotemporally correlated Gaussian quantum noise on frequency estimation by Ramsey interferometry. While correlations in a classical noise environment can be exploited to reduce uncertainty relative to the uncorrelated case, we show that quantum noise environments with frequency asymmetric spectra generally introduce additional sources of uncertainty due to uncontrolled entanglement of the sensing system mediated by the bath. For the representative case of collective noise from bosonic sources, and experimentally relevant collective spin observables, we find that the uncertainty can increase exponentially with the number of probes. As a concrete application, we show that correlated quantum noise due to a lattice vibrational mode can preclude superclassical precision scaling in current amplitude sensing experiments with trapped ions.",
                "This dissertation studies spin squeezing, entanglement and decoherence in large ensembles of cold, trapped alkali atoms with hyperfine spin f interacting with optical fields. Restricting the state of each atom to a qutrit embedded in the 2f+ 1 dimensional hyperfine spin enables us to efficiently model the coherent and dissipative dynamics of the ensemble. This formalism also allows us to explore the effects of local control on the internal hyperfine spins of the atoms. State preparation using such control increases the entangling power of the atom-light interface for f> 1\/2. Subsequent control of the internal spins converts entanglement into metrologically relevant spin squeezing. In the case of squeezing by quantum nondemolition measurement, we employ a numerical search to find state preparations that maximize spin squeezing in the presence of decoherence. Dissipative dynamics on our system include optical pumping due to spontaneous emission. While most works ignore optical pumping or treat it phenomenologically, we employ a master equation derived from first principles. This work is extended to the case of an atomic ensemble interacting with a non-homogeneous paraxial probe. The geometries of the ensemble and the probe are optimized to maximize both spatial mode matching and spin squeezing."
            ],
            [
                [
                    "open quantum systems",
                    "quantum noise",
                    "quantum control"
                ]
            ]
        ]
    ]
}