{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YSYJCJA6",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Paul F. Slattery Professor of Physics, Dean of Research and Graduate Studies, Emeritus PhD in Physics, Yale University, 1967 201 Bausch & Lomb Hall (585) 275-6955 Fax: (585) 273-3237 paul.slattery@rochester.edu Biography Professor Slattery received his BS in physics from the University of Notre Dame in 1962 and his MS and PhD in physics from Yale University in 1963 and 1967, respectively. He joined the University of Rochester as Research Associate and US Atomic Energy Commission (AEC) Postdoctoral Fellow in 1967. He was appointed Assistant Professor of Physics in 1969, promoted to Associate Professor in 1973, and to Professor in 1978. Professor Slattery chaired the Department of Physics and Astronomy from 1986 to 1998, and was the Dean of Research and Graduate Studies in Arts, Sciences, and Engineering. He held a Raycroft Walsh Scholarship from United Aircraft Corporation (subsequently United Technologies) from 1958-62, a NASA Traineeship from 1963-66, was a Yale University Sterling Fellow in 1996-97, and an AEC Postdoctoral Fellow from 1967-69. He has held visiting\/guest appointments at Stanford Linear Accelerator Center (1978-79) and at Fermi National Accelerator Laboratory (1992-94). He served on the Executive Committee of the Fermilab Users Organization from 1976-78, chaired the Tevatron Association of Fixed Target Spokespersons from 1984-87, and served on the Fermilab Board of Overseers of the Universities Research Association from 1989-95, chairing the Board's Physics Committee from 1991-95. Professor Slattery received the Leigh Page Memorial Prize from Yale University in 1963, has been a Fellow of the American Physical Society since 1985, and was awarded a Guggenheim Fellowship in 1992. He shared the first University of Rochester Goergen Award for Distinguished Contributions to Undergraduate Learning in 1997. Research Overview Professor Slattery's research interests are in the area of experimental high energy physics. The initial focus of his research was hadron spectroscopy, with particular emphasis on diffractively produced resonances and inclusive particle production, using bubble chamber exposures obtained at Brookhaven National Laboratory, Stanford Linear Accelerator Center, and Fermi National Accelerator Laboratory, where he made the initial discovery of charge particle multiplicity (KNO) scaling. In the early 1970s, he switched to electronic experimentation, using these techniques to continue and extend his earlier investigations of diffraction production to the Coulomb region and to study direct photon production. Professor Slattery is Scientific Spokesperson for Fermilab E706, a comprehensive fixed-target investigation of direct photon and neutral meson production at high transverse momentum that has demonstrated the need for including heretofore neglected soft gluon processes in calculating these inclusive cross sections using perturbative QCD. The present focus of Professor Slattery's research is hadron collider experimentation. He was in charge of the Fermilab test beam program for the GEM experiment at the Superconducting Super-Collider (1993), served on the US ATLAS Executive Committee from 1993-97, and is currently a member of the US CMS Collaboration at the CERN Large Hadron Collider. His principal research activity since 1997 has been the D-Zero experiment at the Fermilab Tevatron Collider, where he serves as Co-Leader of the Online Computing Group within the Run II Upgrade Project."
            ]
        ]
    ]
}