{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YUBZIC3B",
            "VoIPb1YAAAAJ",
            [
                "Demonstration of the Casimir Force in the 0.6 to  Range"
            ],
            [
                "The vacuum stress between closely spaced conducting surfaces, due to the modification of the zero-point fluctuations of the electromagnetic field, has been conclusively demonstrated. The measurement employed an electromechanical system based on a torsion pendulum. Agreement with theory at the level of 5% is obtained."
            ],
            [
                [

                ]
            ],
            [
                "Steve Lamoreaux Steve Lamoreaux Professor of Physics SPL 61 \/ WL-EAL 326 203-432-5276 steve.lamoreaux@yale.edu Particle Astrophysics (Experimental), Nuclear Physics, Atomic and Optical Physics Steve Lamoreaux is a Professor of Physics at Yale University.  He received his B.S. in 1981 from the University of Washington and M.S. from the University of Oregon in 1982.  He received his Ph.D. in 1986 from the University of Washington where he developed precision experimental techniques employing optically pumped mercury and applied those techniques to measurement of  spatial isotropy and time reversal symmetry.  He was a postdoc at the Institut Laue-Langevin in Grenoble, France where he worked on a U.S.-U.K. ultracold neutron electric dipole moment experiment (EDM) led by Prof. Norman Ramsey.  He returned to the U.W. where he became a Research Associate Professor and conducted research in ultracold neutrons, precision laser spectroscopy, and proposed a new technique to measure the neutron EDM which is currently being developed at the Oak Ridge Spallation Neutron Source.  He made the first high-accuracy measurement of the Casimir Force in 1996.  Steve moved to Los Alamos in Nov. 1996, where he became a Laboratory Fellow, and worked on quantum cryptography, quantum computing, ultracold neutron physics, and led the Dynamic Materials (Weapons Physics) Team which developed novel techniques for Stockpile Stewardship.  He joined the Yale  Department of Physics in 2006. He presently is the Principal Investigator of HAYSTAC (Haloscope at Yale Sensitive to Axion Cold Dark Matter). His interest is in science, math, and electronics began at a very young age, being initially inspired by B science fiction movies and later the space race.  When in the 8th grade, he discovered higher level science books in the adult section of the city library; these books included The  Book of Projects for the Amateur Scientist from Scientific American, The Analysis of Matter by Bertrand Russell, and The Quest for Absolute Zero by Kurt Mendelssohn; not that he understood everything (if anything) that he read (he still hopes to build a particle accelerator in his basement per the Scientific American plans), but he was hooked on physics.  At that time, he also became a licensed radio amateur (a hobby he still enjoys), and began applying his electronics skills to local rock bands often spending weekends operating the audio boards and lighting systems in various venues and dives around town. His interests and hobbies include classic rock from the 50’s and 60’s (he has been a guest many times on the Carl J. Frano oldies radio show on WPKN), gardening, maintaining a house, and tinkering with radio and electronics in his basement shop.  His days of long distance running and boxing are over, but he maintains a home gym with a boxing dummy (Bob XL) and other equipment. Steve Lamoreaux is currently the Principal Investigator for the HAYSTAC dark matter experiment which is based at Yale University, and represents a collaboration between Colorado University, UC Berkeley, and Yale.  This experiment was designed and constructed at Yale beginning in 2010, and has been producing  data for several years.   This detector is among the first (the other is LIGO) to use squeezed quantum states to improve sensitivity beyond the fundamental quantum limit of linear amplifiers.  His other work includes ultracold neutron (UCN) physics and remains involved with the UCN program at Los Alamos National Laboratory and the Spallation Neutron Source at Oak Ridge. He remains interested in quantum computing and cryptography and in the Casimir force, however his efforts in these areas are nowadays directed toward developing advanced student laboratory projects. Teaching Interests: My main teaching interests lie in Experimental Physics, particularly The Advanced Physics Laboratory (PHYS 382) and development of new instructional laboratories that address problems of modern interest and new instrumentation; Quantum Mechanics (PHYS 441); Physics of the Earth and Environment (PHYS 342) which has been offered in alternate years between G\\&G and Physics, I created my own unique curriculum. Ph.D., University of Washington, 1986 Honors & Awards: Henderson Prize, 1987, University of Washington (Outstanding Dissertation) Pipkin Award, 1999, Amer. Phys. Soc. (Precision Measurement) Three Los Alamos Distinguished Perfomance Awards (Free space quantum cryptography, high flux ultracold neutron source, helium-3 diffusion in superfluid helium-4) M.A., Honorary, Yale University, 2007 Public education\/outreach\/service: I have participated in the  Yale Physics Olympics many times over the last few years.  I have had several high school students work as informal summer interns who received stipends for their work.  We have conducted many tours of our laboratories, mostly for the HAYSTAC experiment, but there is great public interest in the Casimir force (which was featured in the Science Channel’s program Through the Wormhole, Season 2, Episode 8, which includes scenes from my lab in Sloane Physical Laboratory’s sub basement).  Previously, my Casimir experiment at the University of Washington was featured in the BBC Program ‘The Time Lords” (Horizons Pictures, 1996), which was incorporated into the Nova program, “Time Travel” (1999). This work was also featured in a full-page New York Times story, “Physicists Confirm Power of Nothing, Measuring Force of Universal Flux,”  Jan 21, 1997. Results from phase 1 of the HAYSTAC microwave cavity axion experiment L. Zhong, S. Al Kenany, K.M. Backes, B.M. Brubaker, S.B. Cahn, G. Carosi, Y.V. Gurevich, W.F. Kindel, S.K. Lamoreaux, K.W. Lehnert, S.M. Lewis, M. Malnou, R.H. Maruyama, D.A. Palken, N.M. Rapidis, J.R. Root, M. Simanovskaia, T.M. Shokair, D.H. Speller, I. Urdinaran, and K.A. van Bibber Phys. Rev. {\\bf D97}, 092001 (2018) Performance of the upgraded ultracold neutron source at Los Alamos National Laboratory and its implication for a possible neutron electric dipole moment experiment T. M. Ito, E. R. Adamek, N. B. Callahan, J. H. Choi, S. M. Clayton, C. Cude-Woods, S. Currie, X. Ding, D. E. Fellers, P. Geltenbort, S. K. Lamoreaux, C. Y. Liu, S. MacDonald, M. Makela, C. L. Morris, R. W. Pattie Jr., J. C. Ramsey, D. J. Salvat, A. Saunders, E. I. Sharapov, S. Sjue, A. P. Sprow, Z. Tang, H. L. Weaver, W. Wei, A. R. Young Phys. Rev. {\\bf C97}, 012501(R) (2018) (arXiv:1710.05182 [physics.ins-det]) Practical four-dimensional quantum key distribution without entanglement Buttler, W.T; Lamoreaux, S.K.; Torgerson, J.R. Quantum Information and Computation, v 12, n 1 and 2, p 0001-0008, 2012 Observation of the thermal Casimir force Sushkov, A.O.; Kim, W.J.; Dalvit, D.R.; Lamoreaux, S.K. Nature Physics,  v 7, n 3, p 230-3, 2011 Demonstration of the Casimir force in the 0.6 to 6 micron range Lamoreaux, S.K. Physical Review Letters,  v 78, n 1, p 5-8, 1997 Neutron electric-dipole moment, ultracold neutrons and polarized 3He Golub, R.; Lamoreaux, S.K. Physics Reports,  v 237, n 1, p 1-62, 1994 A search for the electric dipole moment of the neutron Smith, K.F.; Crampin, N.; Pendlebury, J.M.; Richardson, D.J.; Shiers, D.; Green, K.; Kilvington, A.I.; Moir, J.; Prosper, H.B.; Thompson, D.; Ramsey, N.F.; Heckel, B.R.; Lamoreaux, S.K.; Ageron, P.; Mampe, W.; Steyerl, A. Physics Letters B,  v 234, n 1-2, p 191-6, 1990  Searchthis site Steve Lamoreaux Research Lab News Publications Resources About the Laboratory Current Work: HAYSTAC We are studying the properties of the Universe and the fundamental laws of physics by use of small-scale table-top experiments.  The principal activity is presently a search for galactically-bound cold dark matter (CDM), the H aloscope A t Y ale S ensitive T o A xion C DM (HAYSTAC).  This effort is supported by the Heising-Simons Foundation, by the National Science Foundation, and by Yale University. The HAYSTAC detector system is shown in the photo to the left, with Ben Brubaker (graduate student), Steve Lamoreaux, and Yulia Gurevich (former postdoc, now a Marie Curie Fellow at the University of Heidelberg).  The laboratory is part of the Wright Laboratory of Yale University, and is in Room 326 of Wright Lab West. The red can is a cryostat that contains an external-cryogen-free dilution refrigerator which cools the microwave cavity to about 0.12 K. The gray can is a separate cryostat that contains a 9 Tesla superconducting magnet. More details of the experiment are provided on the Research pages of this website. Previous Efforts In past years, we had two main experimental projects located at Yale. One was a search for the permanent electric dipole moment (EDM) of the electron. The electron EDM can only exist if the laws of physics violate time-reversal and parity symmetries. The existence of such an EDM at a measurable level is predicted by a number of particle-physics theories beyond the standard model of electroweak interactions, such as Supersymmetry. The other project was a study of the Casimir force. This is a force between two bodies due to quantum vacuum fluctuations around and in between these bodies. We used a torsion pendulum apparatus to study this force under various conditions. The Casimir measurement apparatus is still functional, awaiting a new project. News First HAYSTAC Long Data Run Completed August 31, 2016 The first long data run of the HAYSTAC detector was completed in August 2016.  The data was taken in two groups, from January to March, and then from May to August.  The run... First Full Operation of the Yale Axion Dark Matter Detector (HAYSTAC) December 20, 2015 Friday, Dec. 18 through Sat. Dec. 19 marked the first full operation of HAYSTAC. Yale researchers among those supported by the Heising-Simons Foundation to answer one question to better understand the universe April 8, 2015 Funding for an axion galactic dark matter experiment, operating at higher frequencies than previous work, by the Heising-Simons Foundations is announced in a Yale Newsletter... More news... Contact Info Steve Lamoreaux steve.lamoreaux@yale.edu 203-432-5276 203-432-6175 (Fax)"
            ]
        ]
    ]
}