{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YWLY6Y84",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Andrew  Whitbeck,  Ph.D. Assistant Professor Andrew.Whitbeck@ttu.edu (806) 834-1205 107 Science Building Ph.D. Physics, Johns Hopkins University (2013) B.S. Physics, University of Rochester (2007) B.A. Mathematics, University of Rochester (2007) Research interests I have been a member of the Compact Muon Solenoid collaboration for 10 years, starting\n                        as a graduate student working on searches for new resonances such as the Higgs boson,\n                        or Higgs-like resonances. As a graduate student, I helped to develop a matrix element framework for searches\n                        with di-boson final states.   These tools help to quickly rule out the high mass Higgs\n                        parameter space in the time between the start of LHC data taking and the discovery\n                        of the Higgs boson, and helped to constrain extensions of the Higgs sector.  My work\n                        on matrix element tools was pivotal in maximizing our ability to identify Higgs boson\n                        candidates which ultimately contributed to the initial evidence for its discovery\n                        in 2012.  After the discovery, I used these same tools to constrain alternative spin\n                        and parity hypotheses to provide model-independent constraints on the properties of\n                        this newfound resonance and to constrain the existence of parity-violating HZZ interactions.  As a postdoc I worked on searches for strongly produced Supersymmetric particles,\n                           first on a generic multijet plus missing energy search, then two more targeted searches:\n                           one use Higgs bosons and another using high energy photons as a tool for discovering\n                           new sources of missing energy -- a key signature for understanding the nature of dark\n                           matter.  I was also intensely involved in the so-called phase-1 upgrades of the CMS\n                           detector.  I worked on the initial commissioning of prototype and preproduction frontend\n                           readout electronics.  I later led the team doing the qualification, calibration, and\n                           burn-in of the production frontend modules. I have been at Texas Tech since 2018 and have continued work on searches for new sources\n                           of missing energy with the hope that one day we'll see dark matter being produced\n                           at the LHC, allowing for detailed property measurements to help better understand\n                           the universe we live in.  I am also involved with the detector development to help\n                           improve our ability to detect dark matter at accelerators. I am involved with the construction of the CMS endcap calorimeter upgrades where we're\n                           ramping up to build 5000 silicon modules -- a radiation detector technology similar\n                           to that found in cell phone cameras -- at the Texas Tech Advanced Particle Detector\n                           Laboratory.  I am also leading the effort to design and prototype a detector for the\n                           Ligtht Dark Matter eXperiment (LDMX) using scintillating plastics and silicon photomultipliers. \n                           LDMX is a next-generation accelerator-based dark matter experiment that is sufficiently\n                           sensitive for ruling out a large portion of the remaining thermal dark matter parameter\n                           space.  Thermal production of dark matter is a leading hypothesis for the origin of\n                           the relic dark matter abundance. I also have an interest in outreach.  I have helped with the Johns Hopkins High Energy\n                           Physics group's exhibit at the National Science and Engineering Festival in Washington\n                           DC.  I have participated in career days at local elementary schools.  I have help\n                           with the CMS masters class and the quark net project here at Texas Tech, and Astronight\n                           events hosted by the Texas Tech Physics and Astronomy department. Academic positions 2018 - present Assistant Professor, Department of Physics, Texas Tech University 2013 - 2018 Research Associate, Fermi National Accelerator Laboratory 2009 - 2013 Research Assistant, Department of Physics, Johns Hopkins University 2007 - 2009 Teaching Assistant, Department of Physics, Johns Hopkins University 2006 - 2007 Teaching Assistant, Department of Physics, University of Rochester 2006 - 2007 Research Assistant, Department of Physics, University of Rochester Selected publications As a member of the CMS collaboration, I am a co-author on over 800 publication, below\n                        is a selection of those paper which I made a significant contribution to, both within\n                        and beyond the CMS collaboration. LDMX Collaboration, \"A High Efficiency Photon Veto for the Light Dark Matter eXperiment\",\n                        submitted to JHEP CMS Collaboration, \"Search for supersymmetry in proton-proton collisions at 13 TeV\n                        in final states with jets and missing transverse momentum\", JHEP 10 (2019) 244 CMS Collaboration, \"Search for supersymmetry in events with a photon, jets, and missing\n                        transverse momentum in proton-proton collisions at 13 TeV\", Eur. Phys. J. C 79 (2019)\n                        444 LDMX Collaboration, \"Light Dark Matter eXperiment (LDMX), public white paper: https:\/\/confluence.slac.stanford.edu\/display\/MME\/ Y. Kahn, G. Krnjaic, N. Tran, A. Whitbeck, \"M3: A New Muon Missing Momentum Experiment\n                        to Probe (g-2)μ and Dark Matter at Fermilab\", JHEP 09 (2018) 153 CMS Collaboration, \"Search for supersymmetry in multijet events with missing transverse\n                        momentum in proton-proton collisions at 13 TeV\", Phys. Rev. D 96, 032003 (2017) T. Cohen, M.J. Dolan, S. El Hedri, J. Hirschauer, N. Tran, and A. Whitbeck, \"Dissecting\n                        Jets and Missing Energy Searches Using n-body Extended Simplified Models\", JHEP 08,\n                        038 (2016) CMS Collaboration, \"Search for supersymmetry in the multijet and missing transverse\n                        momentum final state in pp collisions at 13 TeV\", Phys. Lett. B 758, 152 (2016) CMS Collaboration, \"Commissioning the performance of key observables used in SUSY\n                        searches with the first 13 TeV data\", CMS-DP-2015-035 (2015) J. Hirschauer, A. Whitbeck, \"The CMS Central Hadron Calorimeter DAQ System Upgrade\",\n                        JINST, 10, C05019 (2015) 3:37 PM"
            ]
        ]
    ]
}