{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YX3VSDRW",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Shaul Hanany Shaul Hanany Shaul Hanany Professor,\n\t\t\t\tSchool of Physics and Astronomy 612-626-8929 hanany@umn.edu Physics And Nanotechnology Building Minnesota Institute for Astrophysics (MIfA) Minnesota Supercomputing Institute (MSI) Ph.D., Columbia University, 1993 M.Sc., Rensselaer Polytechnic Institute, 1989 B.Sc. (Magna Cum Laude), Tel Aviv University, 1987 Editor, Journal of Cosmology and Astro-particle Physics (2000 – Present) Center Research Fellow, the Center for Particle Astrophysics, University of California, Berkeley ‘Best Physics Professor', Institute of Technology Student Board, 2003, 2010 Results published by Hanany et al. were cited as “one of the 10 most important breakthroughs in science for the year 2000” by Science magazine (Science, 290, 2221) Scientific & Professional Societies Fellow, American Physical Society We are building instruments with which we observe the 'cosmic microwave background radiation' (CMB). This radiation is a relic remnant from the big bang. Detailed characterization of the properties of the CMB can give tremendous amount of information about the evolution of the universe. By 'evolution of the universe' we mean: from immediately after the bang until galaxies and clusters of galaxies formed. Already our research has claimed national recognition: Science Magazine has labeled results that we published in 2000 as \"one of the 10 most important breakthroughs in science for the year 2000\". The instruments we build are launched on balloon borne platforms to altitudes above 100,000 ft. They use the highest sensitivity detectors in the world, as well as many other innovations that you won't find in Home Depot, Menards or Ax-Man. The balloon flight usually lasts between a few hours to few weeks. Some members of our group specialize in the analysis and interpretation of data and its implication for cosmology. Those members use the facilities of the Minnesota Supercomputing Institute. Visit the Hanany Group Supercomputing Institute website to learn more. Research Group Center for Particle Astrophysics, University of California, Berkeley Recipient of the American Astronomical Society Chretien Grant ‘Best Physics Professor', Institute of Technology Student Board, 2003 and 2010 McKnight Land-Grant Professor 2001-2003 Fellow, American Physical Society Associate Fellow, the Minnesota Supercomputing Institute A Millimeter-Wave Achromatic Half Wave Plate, [ download jan5_sub.pdf MAXIPOL: COSMIC MICROWAVE BACKGROUND POLARIMETRY USING A ROTATING HALF-WAVE PLATE, [ download Johnson_etal2007.pdf MAXIPOL: DATA ANALYSIS AND RESULTS, [ download wu_etal20061112_nice.pdf The EBEX Experiment, [ download Oxley_EBEX2004.pdf S. Hanany, T. Matsumura, B. Johnson, J. R. Hull, and K. B. Ma, A Cosmic Micorwave Background Radiation Polarimeter Using Superconducting Bearings , 2003, IEEE Trans. Appl. Supercond., Vol. 13, pg. 2128, astro-ph\/0304312 [ abstract M. E. Abroe, J. Borrill, S. Hanany, A. Jaffe, B. Johnson, A. T. Lee, B. Rabii, P. L. Richards, G. Smoot, R. Stompor, C. Winant, Correlations Between the WMAP and MAXIMA Cosmic Microwave Background Anisotropy Maps , 2004, ApJ, Vol. 605, 607. astro-ph\/0308355 [ abstract A. Benoit et al., First Detection of Polarization of the Submillimetre Galactic Dust Emission by Archeops , 2004, Astronomy and Astrophysics, Vol. 424, 571, astro-ph\/0306222 [ abstract S. Hanany, P.A.R Ade, A. Balbi, J.J. Bock, J. Borrill, A. Boscaleri, P. de Bernardis, P.G. Ferreira, V.V. Hristov, A.H. Jaffe, A.E. Lange, A.T. Lee, P.D. Mauskopf, C.B. Netterfield, S. Oh, E. Pascale,, MAXIMA-1: A Measurement of the Cosmic Microwave Background Anisotropy on Angular Scale of 10 Arcminutes to 5 Degrees , ApJ, 545L, 5, astro-ph\/0005123 (2000). [ abstract Advisees & Collaborators Undergraduate Students: Garrett Bembenek Mason Dorseth Irene Moskowitz Lucy Young Graduate Students: Chaoyun Bao Christopher Geach Catherine Raach Qi Wen Karl Young Research Associates: Francois Aubin"
            ]
        ]
    ]
}