{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YY26IPLX",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Eva Silverstein Professor of Physics http:\/\/web.stanford.edu\/people\/Eva.Silverstein What are the basic degrees of freedom and interactions underlying gravitational and particle physics?  What is the mechanism behind the initial seeds of structure in the universe, and how can we test it using cosmological observations?  Is there a holographic framework for cosmology that applies throughout the history of the universe, accounting for the effects of horizons and singularities?  What new phenomena arise in quantum field theory in generic conditions such as finite density, temperature, or in time dependent backgrounds? Professor Silverstein attacks basic problems in several areas of theoretical physics.  She develops concrete and testable mechanisms for cosmic inflation, accounting for its sensitivity to very high energy physics. This has led to a fruitful interface with cosmic microwave background research, contributing to a more systematic analysis of its observable phenomenology. Professor Silverstein also develops mechanisms for breaking supersymmetry and for stabilizing the extra dimensions of string theory to model the immense hierarchies between the cosmological horizon, electroweak, and Planck scales in nature. In addition, Professor Silverstein uses the ultraviolet completion of gravity afforded by string theory to address questions of quantum gravity, such as singularity resolution and the physics of black hole and cosmological horizons.  Professor Silverstein also uses modern techniques in quantum field theory to model strongly coupled phenomena motivated by measurements in condensed matter physics. Areas of focus: - UV complete mechanisms and systematics of cosmic inflation, including string-theoretic versions of large-field inflation (with gravity wave CMB signatures) and novel mechanisms involving inflaton interactions (with non-Gaussian signatures in the CMB) -Systematic theory and analysis of primordial Non-Gaussianity, taking into account strongly non-linear effects in quantum field theory encoded in multi-point correlation functions -Long-range interactions in string theory and implications for black hole physics - Concrete holographic models of de Sitter expansion in string theory, aimed at upgrading the AdS\/CFT correspondence to cosmology - Mechanisms for non-Fermi liquid transport and $2k_F$ singularities from strongly coupled finite density quantum field theory - Mechanisms by which the extra degrees of freedom in string theory induce transitions and duality symmetries between spaces of different topology and dimensionality Postdoctoral Fellow, Rutgers University (1996 - 1997) Permanent Member and Visiting Professor of Physics, Kavli Institute for Theoretical Physics, University of California, Santa Barbara (2009 - 2010) Assistant Professor, Stanford Linear Accelerator Center, Stanford University (1997 - 2001) Associate Professor, Stanford University, SLAC and Physics Department (2001 - 2006) Professor, Stanford University, SLAC and Physics Department (2006 - 2017) Professor, Stanford University Department of Physics (2006 - Present) Member, American Academy of Arts and Sciences (2020) Investigator, Simons Foundation (2017) Fellow, American Physical Society (2016) Bergmann Memorial Award, Israel-U.S. Binational Science Foundation (2000) Fellowship, MacArthur Foundation (1999-2004) Fellowship, Alfred P Sloan Foundation (1999) Outstanding Junior Investigator Award, Department of Energy (1999) Advisory Board, Canadian Institute for Advanced Research, Gravity and Cosmology PI, Simons Foundation Origins of the Universe program, Modern Inflationary Cosmology (2017 - Present) General Member, Aspen Center for Physics (2015 - 2020) Coordinator, KITP Primordial Cosmology program and conference (2013 - 2013) Co-director, ICTP Spring School (2011 - 2013) Advisory Council, Princeton University Department of Physics (2009) Member, Inflationary Theory Working Group: CMBPOL (2008 - 2008) Advisory Board, Kavli Institute for Theoretical Physics (2004 - 2007) General Member, Aspen Center for Physics (1999 - 2006) Member, Institute for Advance Study, Princeton (1999 - 1999) B.A., Harvard University, Physics  (1992) PhD., Princeton University, Physics  (1996) evas@stanford.edu Department of Physics Stanford University 94305 ArXiv papers Foundations of Modern Physics PHYSICS 70 (Aut) Quantum Field Theory III PHYSICS 332 (Spr) Independent Studies (2) Foundations of Modern Physics PHYSICS 70 (Aut) Quantum Field Theory III PHYSICS 332 (Spr) Quantum Field Theory III PHYSICS 332 (Spr) Advanced Theoretical Physics I: String Theory with Applications to Cosmology and Black Hole Physics PHYSICS 450 (Win) Quantum Field Theory III PHYSICS 332 (Spr) Xinghe Li, Richard Nally, Anirudh Prabhu Giuseppe Bruno De Luca Victor Gorbenko Jorrit Kruthoff Vasudev Shyam Evan Coleman , Dayshon Mathis, Alexandros Mousatov, George Panagopoulos, Sungyeon Yang Postdoctoral Research Mentor Victor Gorbenko T(T)over-bar and EE, with implications for (A)dS subregion encodings JOURNAL OF HIGH ENERGY PHYSICS Lewkowycz, A., Liu, J., Silverstein, E., Torroba, G. 2020 DOI 10.1007\/JHEP04(2020)152 Web of Science ID 000530091300001 dS\/dS and T(T)over-bar JOURNAL OF HIGH ENERGY PHYSICS Gorbenko, V., Silverstein, E., Torroba, G. 2019 DOI 10.1007\/JHEP03(2019)085 Web of Science ID 000461297100002 De Sitter holography and entanglement entropy JOURNAL OF HIGH ENERGY PHYSICS Dong, X., Silverstein, E., Torroba, G. DOI 10.1007\/JHEP07(2018)050 Web of Science ID 000438141500002 Joseph Gerard Polchinski Jr OBITUARY Marolf, D., Silverstein, E. 71 (5) : 66 DOI 10.1063\/PT.3.3928 Web of Science ID 000431307100016 Productive interactions: heavy particles and non-Gaussianity Flauger, R., Mirbabayi, M., Senatore, L., Silverstein, E. DOI 10.1088\/1475-7516\/2017\/10\/058 Web of Science ID 000414180600006 Drifting oscillations in axion monodromy Flauger, R., McAllister, L., Silverstein, E., Westphal, A. DOI 10.1088\/1475-7516\/2017\/10\/055 Web of Science ID 000414180600003 String-theoretic breakdown of effective field theory near black hole horizons Dodelson, M., Silverstein, E. 96 (6) DOI 10.1103\/PhysRevD.96.066010 Web of Science ID 000410883700012 Varying dilaton as a tracer of classical string interactions Dodelson, M., Silverstein, E., Torroba, G. 96 (6) DOI 10.1103\/PhysRevD.96.066011 Web of Science ID 000410883700013 Long-range nonlocality in six-point string scattering: Simulation of black hole infallers Dodelson, M., Silverstein, E. 96 (6) DOI 10.1103\/PhysRevD.96.066009 Web of Science ID 000410883700011 POP goes the universe Guth, A. H., Kaiser, D. I., Linde, A. D., Nomura, Y., Bennett, C. L., Bond, J., Bouchet, F., Carroll, S., Efstathiou, G., Hawking, S., Kallosh, R., Komatsu, E., Krauss, L. M., Lyth, D. H., Maldacena, J., Mather, J. C., Peiris, H., Perry, M., Randall, L., Rees, M., Sasaki, M., Senatore, L., Silverstein, E., Smoot, G. F., Starobinsky, A., Susskind, L., Turner, M. S., Vilenkin, A., Weinberg, S., Weiss, R., Wilczek, F., Witten, E., Zaldarriaga, M. 317 (1) : 5–7 Web of Science ID 000405887400005 Inflation in string theory confronts data COMPTES RENDUS PHYSIQUE Silverstein, E. 16 (10) : 1003-1011 DOI 10.1016\/j.crhy.2015.08.006 Web of Science ID 000368050200010 Inflation physics from the cosmic microwave background and large scale structure ASTROPARTICLE PHYSICS Abazajian, K. N., Arnold, K., Austermann, J., Benson, B. A., Bischoff, C., Bock, J., Bond, J. R., Borrill, J., Buder, I., Burke, D. L., Calabrese, E., Carlstrom, J. E., Carvalho, C. S., Chang, C., Chiang, H. C., Church, S., Cooray, A., Crawford, T. M., Crill, B. P., Dawson, K. S., Das, S., Devlin, M. J., Dobbs, M., Dodelson, S., Dore, O., Dunkley, J., Feng, J. L., Fraisse, A., Gallicchio, J., Giddings, S. B., Green, D., Halverson, N. W., Hanany, S., Hanson, D., Hildebrandt, S. R., HINCKS, A., Hlozek, R., Holder, G., Holzapfel, W. L., Honscheid, K., Horowitz, G., Hu, W., Hubmayr, J., Irwin, K., Jackson, M., Jones, W. C., Kallosh, R., Kamionkowski, M., Keating, B., Keisler, R., Kinney, W., Knox, L., Komatsu, E., Kovac, J., Kuo, C., Kusaka, A., Lawrence, C., Lee, A. T., Leitch, E., Linde, A., Linder, E., Lubin, P., Maldacena, J., Martinec, E., McMahon, J., Miller, A., Mukhanov, V., Newburgh, L., Niemack, M. D., Nguyen, H., Nguyen, H. T., Page, L., Pryke, C., Reichardt, C. L., Ruhl, J. E., Sehgal, N., Seljak, U., Senatore, L., Sievers, J., Silverstein, E., Slosar, A., Smith, K. M., Spergel, D., Staggs, S. T., Stark, A., Stompor, R., Vieregg, A. G., Wang, G., Watson, S., Wollack, E. J., Wu, W. L., Yoon, K. W., Zahn, O., Zaldarriaga, M. 63 : 55-65 DOI 10.1016\/j.astropartphys.2014.05.013 Web of Science ID 000344824400005 Neutrino physics from the cosmic microwave background and large scale structure ASTROPARTICLE PHYSICS Abazajian, K. N., Arnold, K., Austermann, J., Benson, B. A., Bischoff, C., Bock, J., Bond, J. R., Borrill, J., Calabrese, E., Carlstrom, J. E., Carvalho, C. S., Chang, C. L., Chiang, H. C., Church, S., Cooray, A., 'Crawford, T. M., Dawson, K. S., Das, S., Devlin, M. J., Dobbs, M., Dodelson, S., Dore, O., Dunkley, J., Errard, J., Fraisse, A., Gallicchio, J., Halverson, N. W., Hanany, S., Hildebrandt, S. R., Hincks, A., Hlozek, R., Holder, G., Holzapfel, W. L., Honscheid, K., Hu, W., Hubmayr, J., Irwin, K., Jones, W. C., Kamionkowski, M., Keating, B., Keisler, R., Knox, L., Komatsu, E., Kovac, J., Kuo, C., Lawrence, C., Lee, A. T., Leitch, E., Linder, E., Lubin, P., McMahon, J., Miller, A., Newburgh, L., Niemack, M. D., Nguyen, H., Nguyen, H. T., Page, L., Pryke, C., Reichardt, C. L., Ruhl, J. E., Sehgal, N., Seljak, U., Sievers, J., Silverstein, E., Slosar, A., Smith, K. M., Spergel, D., Staggs, S. T., Stark, A., Stompor, R., Vieregg, A. G., Wang, G., Watson, S., Wollack, E. J., Wu, W. L., Yoon, K. W., Zahn, O. 63 : 66-80 DOI 10.1016\/j.astropartphys.2014.05.014 Web of Science ID 000344824400006 Gravitational waves and the scale of inflation Mirbabayi, M., Senatore, L., Silverstein, E., Zaldarriaga, M. 91 (6) DOI 10.1103\/PhysRevD.91.063518 Web of Science ID 000351344100002 Inflationary observables and string theory Silverstein, E., Deffayet, C., Peter, P., Wandelt, B., Zaldarriaga, M., Cugliandolo, L. F. OXFORD UNIV PRESS. : 459–500 Web of Science ID 000410791200011 New solutions with accelerated expansion in string theory JOURNAL OF HIGH ENERGY PHYSICS Dodelson, M., Dong, X., Silverstein, E., Torroba, G. DOI 10.1007\/JHEP12(2014)050 Web of Science ID 000348146400004 The powers of monodromy JOURNAL OF HIGH ENERGY PHYSICS McAllister, L., Silverstein, E., Westphal, A., Wrase, T. DOI 10.1007\/JHEP09(2014)123 Web of Science ID 000342498900001 New sources of gravitational waves during inflation Senatore, L., Silverstein, E., Zaldarriaga, M. DOI 10.1088\/1475-7516\/2014\/08\/016 Web of Science ID 000341848800016 Anomalous dimensions and non-gaussianity JOURNAL OF HIGH ENERGY PHYSICS Green, D., Lewandowski, M., Senatore, L., Silverstein, E., Zaldarriaga, M. DOI 10.1007\/JHEP10(2013)171 Web of Science ID 000326084600002 Moduli stabilization and the holographic RG for AdS and dS JOURNAL OF HIGH ENERGY PHYSICS Dong, X., Horn, B., Silverstein, E., Torroba, G. DOI 10.1007\/JHEP06(2013)089 Web of Science ID 000321381800035 Dual purpose landscaping tools: Small extra dimensions in AdS\/CFT Memorial Conference for Maximilian Kreuzer Polchinski, J., Silverstein, E. WORLD SCIENTIFIC PUBL CO PTE LTD. : 365–390 Web of Science ID 000343438800018 Benefits of stress: Resolution of the Lifshitz singularity Bao, N., Dong, X., Harrison, S., Silverstein, E. 86 (10) DOI 10.1103\/PhysRevD.86.106008 Web of Science ID 000311279900009 Perturbative critical behavior from spacetime dependent couplings Dong, X., Horn, B., Silverstein, E., Torroba, G. 86 (10) DOI 10.1103\/PhysRevD.86.105028 Web of Science ID 000311279300012 Large-density field theory, viscosity and '2k(F)' singularities from string duals CLASSICAL AND QUANTUM GRAVITY Polchinski, J., Silverstein, E. 29 (19) DOI 10.1088\/0264-9381\/29\/19\/194008 Web of Science ID 000308810300009 Unitarity bounds and renormalization-group flows in time dependent quantum field theory Dong, X., Horn, B., Silverstein, E., Torroba, G. 86 (2) DOI 10.1103\/PhysRevD.86.025013 Web of Science ID 000306193200005 FRW solutions and holography from uplifted AdS\/CFT systems Dong, X., Horn, B., Matsuura, S., Silverstein, E., Torroba, G. 85 (10) DOI 10.1103\/PhysRevD.85.104035 Web of Science ID 000304259300010 Towards a holographic marginal Fermi liquid Jensen, K., Kachru, S., Karch, A., Polchinski, J., Silverstein, E. 84 (12) DOI 10.1103\/PhysRevD.84.126002 Web of Science ID 000297790300016 Stimulated superconductivity at strong coupling JOURNAL OF HIGH ENERGY PHYSICS Bao, N., Dong, X., Silverstein, E., Torroba, G. DOI 10.1007\/JHEP10(2011)123 Web of Science ID 000296917300047 Simple exercises to flatten your potential Dong, X., Horn, B., Silverstein, E., Westphal, A. 84 (2) DOI 10.1103\/PhysRevD.84.026011 Web of Science ID 000293182400004 The Shape of Inner Space (Review) Nature Physics Silverstein, E. Micromanaging de Sitter holography CLASSICAL AND QUANTUM GRAVITY Dong, X., Horn, B., Silverstein, E., Torroba, G. 27 (24) DOI 10.1088\/0264-9381\/27\/24\/245020 Web of Science ID 000284829400020 Gravity waves and linear inflation from axion monodromy McAllister, L., Silverstein, E., Westphal, A. 82 (4) DOI 10.1103\/PhysRevD.82.046003 Web of Science ID 000280714500013 Towards strange metallic holography JOURNAL OF HIGH ENERGY PHYSICS Hartnoll, S. A., Polchinski, J., Silverstein, E., Tong, D. DOI 10.1007\/JHEP04(2010)120 Web of Science ID 000277471900012 Trapped inflation Green, D., Horn, B., Senatore, L., Silverstein, E. 80 (6) DOI 10.1103\/PhysRevD.80.063533 Web of Science ID 000270385200052 Insightful D-branes JOURNAL OF HIGH ENERGY PHYSICS Horowitz, G., Lawrence, A., Silverstein, E. DOI 10.1088\/1126-6708\/2009\/07\/057 Web of Science ID 000270219900057 Probing Inflation with CMB Polarization CMB Polarization Workshop Baumann, D., Jackson, M. G., Adshead, P., Amblard, A., Ashoorioon, A., Bartolo, N., Bean, R., Beltran, M., De Bernardis, F., Bird, S., Chen, X., Chung, D. J., Colombo, L., Cooray, A., Creminelli, P., Dodelson, S., Dunkley, J., Dvorkin, C., Easther, R., Finelli, F., Flauger, R., Hertzberg, M. P., Jones-Smith, K., Kachru, S., Kadota, K., Khoury, J., Kinney, W. H., Komatsu, E., Krauss, L. M., Lesgourgues, J., Liddle, A., Liguori, M., Lim, E., Linde, A., Matarrese, S., Mathur, H., McAllister, L., Melchiorri, A., Nicolis, A., Pagano, L., Peiris, H. V., Peloso, M., Pogosian, L., Pierpaoli, E., Riotto, A., Seljak, U., Senatore, L., Shandera, S., Silverstein, E., Smith, T., Vaudrevange, P., Verde, L., Wandelt, B., Wands, D., Watson, S., Wyman, M., Yadav, A., Valkenburg, W., Zaldarriaga, M. : 10–120 Web of Science ID 000270939500002 CMBPol Mission Concept Study: Probing Inflation with CMB Polarization AIP Conf. Proc. Baumann, D. : 10 Monodromy in the CMB: Gravity waves and string inflation Silverstein, E., Westphal, A. 78 (10) DOI 10.1103\/PhysRevD.78.106003 Web of Science ID 000261214100099 Simple de Sitter solutions Silverstein, E. 77 (10) DOI 10.1103\/PhysRevD.77.106006 Web of Science ID 000257329300117 String cosmology: a review GENERAL RELATIVITY AND GRAVITATION McAllister, L., Silverstein, E. 40 (2-3) : 565-605 DOI 10.1007\/s10714-007-0556-6 Web of Science ID 000252943200013 Simple stringy dynamical supersymmetry breaking Aharony, O., Kachru, S., Silverstein, E. 76 (12) DOI 10.1103\/PhysRevD.76.126009 Web of Science ID 000251987300121 Dimensional duality Green, D., Lawrence, A., McGreevy, J., Morrison, D. R., Silverstein, E. 76 (6) DOI 10.1103\/PhysRevD.76.066004 Web of Science ID 000249786900098 Supercritical stability, transitions, and (pseudo)tachyons Aharony, O., Silverstein, E. 75 (4) DOI 10.1103\/PhysRevD.75.046003 Web of Science ID 000244535200091 New dimensions for wound strings: The modular transformation of geometry to topology McGreevy, J., Silverstein, E., Starr, D. 75 (4) DOI 10.1103\/PhysRevD.75.044025 Web of Science ID 000244535200063 Retrofitting O'Raifeartaigh models with dynamical scales Dine, M., Feng, J. L., Silverstein, E. 74 (9) DOI 10.1103\/PhysRevD.74.095012 Web of Science ID 000242409700066 Attractor explosions and catalyzed vacuum decay Green, D., Silverstein, E., Starr, D. 74 (2) DOI 10.1103\/PhysRevD.74.024004 Web of Science ID 000239512000050 Dimensional mutation and spacelike singularities Silverstein, E. 73 (8) DOI 10.1103\/PhysRevD.73.086004 Web of Science ID 000237159600085 The inside story: Quasilocal tachyons and black holes Horowitz, G. T., Silverstein, E. 73 (6) DOI 10.1103\/PhysRevD.73.064016 Web of Science ID 000236466100063 A new handle on de sitter compactifications JOURNAL OF HIGH ENERGY PHYSICS Saltman, A., Silverstein, E. Web of Science ID 000235034000139 Things fall apart: topology change from winding tachyons JOURNAL OF HIGH ENERGY PHYSICS Adams, A., Liu, X., McGreevy, J., Saltman, A., Silverstein, E. Web of Science ID 000232976700033 The tachyon at the end of the universe JOURNAL OF HIGH ENERGY PHYSICS McGreevy, J., Silverstein, E. Web of Science ID 000231778700018 Hologravity JOURNAL OF HIGH ENERGY PHYSICS Alishahiha, M., Karch, A., Silverstein, E. Web of Science ID 000230409600057 TASI\/PiTP\/ISS lectures on moduli and microphysics Conference on Progess in String Theory Silverstein, E. WORLD SCIENTIFIC PUBL CO PTE LTD. : 381–415 Web of Science ID 000234252500004 TASI\/PITP\/ISS LECTURES ON MODULI AND MICROPHYSICS PROGRESS IN STRING THEORY: TASI 2003 LECTURES NOTES Silverstein, E., Maldacena, J. M. : 381–415 Web of Science ID 000301300800005 D-Sitter space: causal structure, thermodynamics, and entropy JOURNAL OF HIGH ENERGY PHYSICS Fabinger, M., Silverstein, E. Web of Science ID 000226916900061 DBI in the sky: Non-Gaussianity from inflation with a speed limit Alishahiha, M., Silverstein, E., Tong, D. 70 (12) DOI 10.1103\/PhysRevD.70.123505 Web of Science ID 000226054800022 Scalar speed limits and cosmology: Acceleration from D-cceleration Silverstein, E., Tong, D. 70 (10) DOI 10.1103\/PhysRevD.70.103505 Web of Science ID 000225440900016 The scaling of the no-scale potential and De-Sitter model building JOURNAL OF HIGH ENERGY PHYSICS Saltman, A., Silverstein, E. Web of Science ID 000226576700066 Generating small numbers by tunneling in multi-throat compactifications INTERNATIONAL JOURNAL OF MODERN PHYSICS A Dimopoulos, S., Kachru, S., Kaloper, N., Lawrence, A., Silverstein, E. 19 (16) : 2657-2704 Web of Science ID 000223091700003 Beauty is attractive: moduli trapping at enhanced symmetry points JOURNAL OF HIGH ENERGY PHYSICS Kofman, L., Linde, A., Liu, X., Maloney, A., McAllister, L., Silverstein, E. Web of Science ID 000222828800030 DBI in the sky Phys. Rev. D Alishahiha, M., Silverstein, E., Tong, D. 70 : 123505 The dS\/dS correspondence Conference on Strings and Cosmology Alishahiha, M., Karch, A., Silverstein, E., Tong, D. : 393–409 Web of Science ID 000226751300030 TASI \/ PiTP \/ ISS lectures on moduli and microphysics TASI Silverstein, E. Clean time-dependent string backgrounds from bubble baths JOURNAL OF HIGH ENERGY PHYSICS Aharony, O., Fabinger, M., Horowitz, G. T., Silverstein, E. Web of Science ID 000178975800007 Nonlocal string theories on AdS(3)xS(3) and stable nonsupersymmetric backgrounds Aharony, O., Berkooz, M., Silverstein, E. 65 (10) DOI 10.1103\/PhysRevD.65.106007 Web of Science ID 000175774200102 Small numbers from tunneling between brane throats Dimopoulos, S., Kachru, S., Kaloper, N., Lawrence, A., Silverstein, E. 64 (12) DOI 10.1103\/PhysRevD.64.121702 Web of Science ID 000172867100003 Closed string tachyons, AdS\/CFT, and large N QCD Adams, A., Silverstein, E. 64 (8) Web of Science ID 000171654700075 Don't panic! Closed string tachyons in ALE spacetimes JOURNAL OF HIGH ENERGY PHYSICS Adams, A., Polchinski, J., Silverstein, E. Web of Science ID 000173273900029 Multiple-trace operators and non-local string theories JOURNAL OF HIGH ENERGY PHYSICS Aharony, O., Berkooz, M., Silverstein, E. Web of Science ID 000174170100006 Extended objects from warped compactifications of M theory JOURNAL OF MATHEMATICAL PHYSICS Silverstein, E. 42 (7) : 3161-3170 Web of Science ID 000169406900025 Gauge symmetry and localized gravity in M-theory JOURNAL OF HIGH ENERGY PHYSICS Kaloper, N., Susskind, L., Silverstein, E. Web of Science ID 000170606000031 Gauge fields, scalars, warped geometry, and strings International Superstrings Conference (STRINGS 2000) Silverstein, E. WORLD SCIENTIFIC PUBL CO PTE LTD. : 641–49 Web of Science ID 000167448500002 (A)dS backgrounds from asymmetric orientifolds Strings 2001 Proceedings Silverstein, E. Bounds on curved domain walls in 5D gravity Kachru, S., Schulz, M., Silverstein, E. 62 (8) Web of Science ID 000089977200069 Self-tuning flat domain walls in 5D gravity and string theory Kachru, S., Schulz, M., Silverstein, E. 62 (4) Web of Science ID 000088793100113 Orientifolds, renormalization-group flows and closed string tachyons STRINGS'99 Conference Kachru, S., Kumar, J., Silverstein, E. IOP PUBLISHING LTD. : 1139–50 Web of Science ID 000086104100024 On the critical behavior of D1-brane theories JOURNAL OF HIGH ENERGY PHYSICS Silverstein, E., Song, Y. S. Web of Science ID 000088805600029 Tension is dimension JOURNAL OF HIGH ENERGY PHYSICS Harvey, J. A., Kachru, S., Moore, G., Silverstein, E. Web of Science ID 000088805600001 Vacuum energy cancellation in a nonsupersymmetric string Kachru, S., Kumar, J., Silverstein, E. 59 (10) Web of Science ID 000080442000066 On vanishing two loop cosmological constants in nonsupersymmetric strings JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Silverstein, E. Web of Science ID 000080522800004 Strings, Branes And Gravity. Proceedings, Theoretical Advanced Study Institute, Tasi’99, Boulder, Usa, May 31-June 25, 1999 Theoretical Advanced Study Institute in Elementary Particle Physics (TASI 99): Strings, Branes, and Gravity Harvey, J. A., Kachru, S., Silverstein, E. Closing the generation gap International Conference - STRINGS 97 Silverstein, E. : 274–278 Web of Science ID 000074548600027 4D conformal field theories and strings on orbifolds Kachru, S., Silverstein, E. 80 (22) : 4855-4858 Web of Science ID 000073915100006 Matrix description of Calabi-Yau compactifications Kachru, S., Lawrence, A., Silverstein, E. 80 (14) : 2996-2999 Web of Science ID 000072960500008 Matrix description of (1,0) theories in six dimensions Aharony, O., Berkooz, M., Kachru, S., Silverstein, E. 420 (1-2) : 55-63 Web of Science ID 000073077600010 Self-dual nonsupersymmetric type II string compactifications JOURNAL OF HIGH ENERGY PHYSICS Kachru, S., Silverstein, E. Web of Science ID 000080522600001 On the Matrix Description of Calabi-Yau Compactification Phys. Rev. Lett. Kachru, S., Lawrence, A., Silverstein, E. 80 : 2996-2999 Chirality-changing phase transitions in 4d string vacua NUCLEAR PHYSICS B Kachru, S., Silverstein, E. 504 (1-2) : 272-284 Web of Science ID A1997YE12300012 Zero and one-dimensional probes with N=8 supersymmetry Banks, T., Seiberg, N., Silverstein, E. 401 (1-2) : 30-37 Web of Science ID A1997XB40200005 On gauge bosons in the matrix model approach to M theory Kachru, S., Silverstein, E. 396 (1-4) : 70-76 Web of Science ID A1997WQ98800012 Duality, compactification, and e(-1\/lambda) effects in the heterotic string theory Silverstein, E. 396 (1-4) : 91-96 Web of Science ID A1997WQ98800015 New N=1 superconformal field theories in four dimensions from D-brane probes NUCLEAR PHYSICS B Aharony, O., Kachru, S., Silverstein, E. 488 (1-2) : 159-176 Web of Science ID A1997WL85000005 Matrix Description of Interacting Theories in Six Dimensions Adv. Theor. Math. Phys. Aharony, O., Berkooz, M., Kachru, S., Seiberg, N., Silverstein, E. 1 : 148 Singularities, gauge dynamics, and non-perturbative superpotentials in string theory NUCLEAR PHYSICS B Kachru, S., Silverstein, E. 482 (1-2) : 92-104 Web of Science ID A1996VZ50500006 SUSY gauge dynamics and singularities of 4d N=1 string vacua NUCLEAR PHYSICS B Kachru, S., Seiberg, N., Silverstein, E. 480 (1-2) : 170-184 Web of Science ID A1996VU71000007 N=1 dual string pairs and gaugino condensation NUCLEAR PHYSICS B Kachru, S., Silverstein, E. 463 (2-3) : 369-382 Web of Science ID A1996UF68600005 Singularities, Gauge Dynamics, and Nonperturbative Superpotentials in String Theory Nuclear Physics B Kachru, S., Silverstein, E. 482 : 92-104 NONSUPERSYMMETRIC STRING SOLITONS NUCLEAR PHYSICS B Kachru, S., Silverstein, E. 456 (3) : 622-632 Web of Science ID A1995TJ27400005 CRITERIA FOR CONFORMAL-INVARIANCE OF (0,2)-MODELS NUCLEAR PHYSICS B Silverstein, E., Witten, E. 444 (1-2) : 161-190 Web of Science ID A1995RE59000006 MIRACLE AT THE GEPNER POINT Silverstein, E. 352 (1-2) : 69-74 Web of Science ID A1995RE67700011 GLOBAL U(1) R-SYMMETRY AND CONFORMAL-INVARIANCE OF (0,2) MODELS Silverstein, E., Witten, E. 328 (3-4) : 307-311 Web of Science ID A1994NT00900011 LARGE SMALL EQUIVALENCE IN STRING THEORY Silverstein, E. 278 (1-2) : 111-118 Web of Science ID A1992HN24700021 OH Masers and the Galactic Magnetic Field Astrophysical Journal Reid, M. J., Silverstein, E. 361 : 483- 486 We gratefully acknowledge support from the Simons Foundation and member institutions. arXiv.org > search Help | Advanced Search All fields Title Author Comments Journal reference ACM classification MSC classification Report number arXiv identifier DOI ORCID arXiv author ID Help pages Full text Search arXiv.org Search Results Deprecated Search We have reimplemented arXiv's search feature .\nThis page is still available for those who need to access the classic system, \nbut we encourage you to update to the new feature if possible.\nA description of the new system is available on the arXiv blog. Back to Search form | Next 25 results The URL for this search is https:\/\/arxiv.org\/find\/all\/1\/all:+silverstein\/0\/1\/0\/all\/0\/1 Showing results 1 through 25 (of 216 total) for all:silverstein 1. arXiv:2012.12950 [ pdf ps other ] Title: Weak Convergence of a Collection of Random Functions Defined by the  Eigenvectors of Large Dimensional Random Matrices Authors: Jack W. Silverstein Subjects: Probability (math.PR) 2. arXiv:2011.10695 [ pdf ps other ] Title: Sparse sketches with small inversion bias Authors: Michał Dereziński , Zhenyu Liao , Edgar Dobriban , Michael W. Mahoney Subjects: Data Structures and Algorithms (cs.DS) ; Machine Learning (cs.LG); Machine Learning (stat.ML) 3. arXiv:2011.05115 [ pdf other ] Title: Sensitivity of the SHiP experiment to dark photons decaying to a pair of  charged particles Authors: SHiP Collaboration : C. Ahdida , A. Akmete , R. Albanese , A. Alexandrov , A. Anokhina , S. Aoki , G. Arduini , E. Atkin , N. Azorskiy , J.J. Back , A. Bagulya , F. Baaltasar Dos Santos , A. Baranov , F. Bardou , G.J. Barker , M. Battistin , J. Bauche , A. Bay , V. Bayliss , G. Bencivenni , A.Y. Berdnikov , Y.A. Berdnikov , M. Bertani , C. Betancourt , I. Bezshyiko , O. Bezshyyko , D. Bick , S. Bieschke , A. Blanco , J. Boehm , M. Bogomilov , I. Boiarska , K. Bondarenko , W.M. Bonivento , J. Borburgh , A. Boyarsky , R. Brenner , D. Breton , V. Büscher , A. Buonaura , S. Buontempo , S. Cadeddu , A. Calcaterra , M. Calviani , M. Campanelli , M. Casolino , N. Charitonidis , P. Chau , J. Chauveau , A. Chepurnov , M. Chernyavskiy , K.-Y. Choi , A. Chumakov , P. Ciambrone , V. Cicero , L. Congedo , K. Cornelis , M. Cristinziani , A. Crupano , G.M. Dallavalle ,  et al. (273 additional authors not shown) Subjects: High Energy Physics - Experiment (hep-ex) 4. arXiv:2010.15905 [ pdf other ] Title: TOI 122b and TOI 237b, two small warm planets orbiting inactive M  dwarfs, found by \\textit{TESS} Authors: William C. Waalkes , Zachory K. Berta-Thompson , Karen A. Collins , Adina D. Feinstein , Benjamin M. Tofflemire , Bárbara Rojas-Ayala , Michele L. Silverstein , Elisabeth Newton , George R. Ricker , Roland Vanderspek , David W. Latham , S. Seager , Joshua N. Winn , Jon M. Jenkins , Jessie Christiansen , Robert F. Goeke , Alan M. Levine , H. P. Osborn , S. A. Rinehart , Mark E. Rose , Eric B. Ting , Joseph D. Twicken , Khalid Barkaoui , Jacob L. Bean , César Briceño , David R. Ciardi , Kevin I. Collins , Dennis Conti , Tianjun Gan , Michaël Gillon , Giovanni Isopi , Emmanuël Jehin , Eric L. N. Jensen , John F. Kielkopf , Nicholas Law , Franco Mallia , Andrew W. Mann , Benjamin T. Montet , Francisco J. Pozuelos , Howard Relles , Jessica E. Libby-Roberts , Carl Ziegler Comments: 21 pages, 9 figures, 4 tables, accepted to AJ Subjects: Earth and Planetary Astrophysics (astro-ph.EP) ; Solar and Stellar Astrophysics (astro-ph.SR) 5. arXiv:2010.14362 [ pdf other ] Title: Redesign of the ATLAS Tile Calorimeter link Daughterboard for the HL-LHC Authors: Eduardo Valdes Santurio , Samuel Silverstein , Christian Bohm , Katherine Dunne , Suhyun Lee , Holger Motzkau Comments: this https URL Subjects: Instrumentation and Detectors (physics.ins-det) ; High Energy Physics - Experiment (hep-ex) 6. arXiv:2010.11855 [ pdf other ] Title: Detecting and Exorcising Statistical Demons from Language Models with  Anti-Models of Negative Data Authors: Michael L. Wick , Kate Silverstein , Jean-Baptiste Tristan , Adam Pocock , Mark Johnson Subjects: Computation and Language (cs.CL) ; Artificial Intelligence (cs.AI); Machine Learning (cs.LG) 7. arXiv:2010.00113 [ pdf other ] Title: A new branch of inflationary speed limits Authors: Dayshon Mathis , Alexandros Mousatov , George Panagopoulos , Eva Silverstein Comments: 12 pages, 1 figure Subjects: High Energy Physics - Theory (hep-th) ; Cosmology and Nongalactic Astrophysics (astro-ph.CO); High Energy Physics - Phenomenology (hep-ph) 8. arXiv:2009.05174 [ pdf other ] Title: Asymptotic Degree of Random Monomial Ideals Authors: Lily Silverstein , Dane Wilburne , Jay Yang Comments: 16 pages, 2 figures Subjects: Commutative Algebra (math.AC) ; Combinatorics (math.CO) 9. arXiv:2007.14474 [ pdf ] Title: Construction and Usage of a Human Body Common Coordinate Framework  Comprising Clinical, Semantic, and Spatial Ontologies Authors: Katy Börner , Ellen M. Quardokus , Bruce W. Herr II , Leonard E. Cross , Elizabeth G. Record , Yingnan Ju , Andreas D. Bueckle , James P. Sluka , Jonathan C. Silverstein , Kristen M. Browne , Sanjay Jain , Clive H. Wasserfall , Marda L. Jorgensen , Jeffrey M. Spraggins , Nathan H. Patterson , Mark A. Musen , Griffin M. Weber Comments: 24 pages with SI, 6 figures, 5 tables Subjects: Quantitative Methods (q-bio.QM) ; Computation and Language (cs.CL); Digital Libraries (cs.DL) 10. arXiv:2007.09299 [ pdf other ] Title: Local Convergence of an AMP Variant to the LASSO Solution in Finite  Dimensions Authors: Yanting Ma , Min Kang , Jack W. Silverstein , Dror Baron Subjects: Information Theory (cs.IT) 11. arXiv:2006.04907 [ pdf other ] Title: New high-sensitivity searches for neutrons converting into antineutrons  and\/or sterile neutrons at the European Spallation Source Authors: A. Addazi , K. Anderson , S. Ansell , K. Babu , J. Barrow , D.V. Baxter , P.M. Bentley , Z. Berezhiani , R. Bevilacqua , C. Bohm , G. Brooijmans , J. Broussard , R. Biondi , B. Dev , C. Crawford , A. Dolgov , K. Dunne , P. Fierlinger , M.R. Fitzsimmons , A. Fomin , M. Frost , S. Gardner , A. Galindo-Uribarri , E. Golubeva , S. Girmohanta , G.L. Greene , T. Greenshaw , V. Gudkov , R. Hall-Wilton , L. Heilbronn , J. Herrero-Garcia , G. Ichikawa T.M. Ito , E. Iverson , T. Johansson , L. Joensson , Y-J. Jwa , Y. Kamyshkov , K. Kanaki , E. Kearns , M. Kitaguchi , T. Kittelmann , E. Klinkby , L.W. Koerner , B. Kopeliovich , A. Kozela , V. Kudryatsev , A. Kupsc , Y. Lee , M. Lindroos , J. Makkinje , J.I. Marquez , R. Mohapatra , B. Meirose , T.M. Miller , D. Milstead , T. Morishima , G. Muhrer , H.P. Mumm , K. Nagamoto , V.V. Nesvizhevsky , T. Nilsson , A. Oskarsson ,  et al. (33 additional authors not shown) Subjects: Instrumentation and Detectors (physics.ins-det) ; High Energy Physics - Experiment (hep-ex) 12. arXiv:2004.12023 [ pdf other ] Title: NWChem: Past, Present, and Future Authors: E. Aprà , E. J. Bylaska , W. A. de Jong , N. Govind , K. Kowalski , T. P. Straatsma , M. Valiev , H. J. J. van Dam , Y. Alexeev , J. Anchell , V. Anisimov , F. W. Aquino , R. Atta-Fynn , J. Autschbach , N. P. Bauman , J. C. Becca , D. E. Bernholdt , K. Bhaskaran-Nair , S. Bogatko , P. Borowski , J. Boschen , J. Brabec , A. Bruner , E. Cauët , Y. Chen , G. N. Chuev , C. J. Cramer , J. Daily , M. J. O. Deegan , T. H. Dunning Jr. , M. Dupuis , K. G. Dyall , G. I. Fann , S. A. Fischer , A. Fonari , H. Früuchtl , L. Gagliardi , J. Garza , N. Gawande , S. Ghosh , K. Glaesemann , A. W. Götz , J. Hammond , V. Helms , E. D. Hermes , K. Hirao , S. Hirata , M. Jacquelin , L. Jensen , B. G. Johnson , H. Jónsson , R. A. Kendall , M. Klemm , R. Kobayashi , V. Konkov , S. Krishnamoorthy , M. Krishnan , Z. Lin , R. D. Lins , R. J. Littlefield ,  et al. (54 additional authors not shown) Comments: This article appeared in volume 152, issue 18, page 184102 of the Journal of Chemical Physics. It can be found at this https URL Journal-ref: J. Chem. Phys., 152, 184102 (2020) Subjects: Chemical Physics (physics.chem-ph) ; Computational Physics (physics.comp-ph) 13. arXiv:2003.05883 [ pdf other ] Title: Multipoint correlators in multifield cosmology Authors: George Panagopoulos , Eva Silverstein Comments: 30 pages, 7 figures. v2: references added Subjects: High Energy Physics - Theory (hep-th) ; Cosmology and Nongalactic Astrophysics (astro-ph.CO); High Energy Physics - Phenomenology (hep-ph) 14. arXiv:2002.12377 [ pdf other ] Title: Recovering Infalling Information via String Spreading Authors: Alexandros Mousatov , Eva Silverstein Comments: 40 pages, 3 figures Subjects: High Energy Physics - Theory (hep-th) 15. arXiv:2002.08722 [ pdf other ] Title: SND@LHC Authors: SHiP Collaboration : C. Ahdida (44), A. Akmete (48), R. Albanese (14 and d and h), A. Alexandrov (14 and 32 and 34 and d), M. Andreini (44), A. Anokhina (39), S. Aoki (18), G. Arduini (44), E. Atkin (38), N. Azorskiy (29), J.J. Back (54), A. Bagulya (32), F. Baaltasar Dos Santos (44), A. Baranov (40), F. Bardou (44), G.J. Barker (54), M. Battistin (44), J. Bauche (44), A. Bay (46), V. Bayliss (51), G. Bencivenni (15), A.Y. Berdnikov (37), Y.A. Berdnikov (37), M. Bertani (15), P. Bestmann (44), C. Betancourt (47), I. Bezshyiko (47), O. Bezshyyko (55), D. Bick (8), S. Bieschke (8), A. Blanco (28), J. Boehm (51), M. Bogomilov (1), I. Boiarska (3), K. Bondarenko (44 and 46), W.M. Bonivento (13), J. Borburgh (44), A. Boyarsky (27 and 55), R. Brenner (43), D. Breton (4), L.R. Buonocore (14 and 47 and d),  et al. (302 additional authors not shown) Comments: Letter of Intent Subjects: Instrumentation and Detectors (physics.ins-det) ; High Energy Physics - Experiment (hep-ex) 16. arXiv:2001.00952 [ pdf other ] Title: The First Habitable Zone Earth-sized Planet from TESS. I: Validation of  the TOI-700 System Authors: Emily A. Gilbert , Thomas Barclay , Joshua E. Schlieder , Elisa V. Quintana , Benjamin J. Hord , Veselin B. Kostov , Eric D. Lopez , Jason F. Rowe , Kelsey Hoffman , Lucianne M. Walkowicz , Michele L. Silverstein , Joseph E. Rodriguez , Andrew Vanderburg , Gabrielle Suissa , Vladimir S. Airapetian , Matthew S. Clement , Sean N. Raymond , Andrew W. Mann , Ethan Kruse , Jack J. Lissauer , Knicole D. Colón , Ravi kumar Kopparapu , Laura Kreidberg , Sebastian Zieba , Karen A. Collins , Samuel N. Quinn , Steve B. Howell , Carl Ziegler , Eliot Halley Vrijmoet , Fred C. Adams , Giada N. Arney , Patricia T. Boyd , Jonathan Brande , Christopher J. Burke , Luca Cacciapuoti , Quadry Chance , Jessie L. Christiansen , Giovanni Covone , Tansu Daylan , Danielle Dineen , Courtney D. Dressing , Zahra Essack , Thomas J. Fauchez , Brianna Galgano ,  et al. (51 additional authors not shown) Comments: Accepted for publication in AJ (30 pages, 13 figures, 4 tables, 2 appendices) Subjects: Earth and Planetary Astrophysics (astro-ph.EP) ; Solar and Stellar Astrophysics (astro-ph.SR) 17. arXiv:1912.12371 [ pdf ] Title: Open Source Software Sustainability Models: Initial White Paper from the  Informatics Technology for Cancer Research Sustainability and Industry  Partnership Work Group Authors: Y. Ye , R. D. Boyce , M.K. Davis , K. Elliston , C. Davatzikos , A. Fedorov , J. C. Fillion-Robin , I. Foster , J. Gilbertson , M. Heiskanen , J. Klemm , A. Lasso , J. V. Miller , M. Morgan , S. Pieper , B. Raumann , B. Sarachan , G. Savova , J. C. Silverstein , D. Taylor , J. Zelnis , G. Q. Zhang , M. J. Becich Comments: 21-page main manuscript, 43-page supplemental file Subjects: Other Quantitative Biology (q-bio.OT) ; Software Engineering (cs.SE) 18. arXiv:1912.08856 [ pdf ps other ] Title: Partial linear eigenvalue statistics for non-Hermitian random matrices Authors: Sean O'Rourke , Noah Williams Comments: 20 pages, 0 figures. Improved main results thanks to comments by L\\'{a}szl\\'{o} Erd\\H{o}s Subjects: Probability (math.PR) ; Mathematical Physics (math-ph) 19. arXiv:1912.04100 [ pdf other ] Title: Central Limit Theorem for Linear Eigenvalue Statistics of non-Hermitian  Random Matrices Authors: Giorgio Cipolloni , László Erdős , Dominik Schröder Comments: Updated version accepted for publication in Comm. Pure Appl. Math. 65 pages Subjects: Probability (math.PR) ; Mathematical Physics (math-ph) 20. arXiv:1909.13808 [ pdf other ] Title: $T \\bar T$ and EE, with implications for (A)dS subregion encodings Authors: Aitor Lewkowycz , Junyu Liu , Eva Silverstein , Gonzalo Torroba Comments: 53 pages, 8 figures. v3: comments added Journal-ref: JHEP 1904 (2020) 152 Subjects: High Energy Physics - Theory (hep-th) 21. arXiv:1907.13090 [ pdf other ] Title: Research and Development for HI Intensity Mapping Authors: Zeeshan Ahmed , David Alonso , Mustafa A. Amin , Réza Ansari , Evan J. Arena , Kevin Bandura , Adam Beardsley , Philip Bull , Emanuele Castorina , Tzu-Ching Chang , Romeel Davé , Joshua S. Dillon , Alexander van Engelen , Aaron Ewall-Wice , Simone Ferraro , Simon Foreman , Josef Frisch , Daniel Green , Gilbert Holder , Daniel Jacobs , Dionysios Karagiannis , Alexander A. Kaurov , Lloyd Knox , Emily Kuhn , Adrian Liu , Yin-Zhe Ma , Kiyoshi W. Masui , Thomas McClintock , Kavilan Moodley , Moritz Münchmeyer , Laura B. Newburgh , Andrei Nomerotski , Paul O'Connor , Andrej Obuljen , Hamsa Padmanabhan , David Parkinson , Olivier Perdereau , David Rapetti , Benjamin Saliwanchik , Neelima Sehgal , J. Richard Shaw , Chris Sheehy , Erin Sheldon , Raphael Shirley , Eva Silverstein , Tracy Slatyer , Anže Slosar , Paul Stankus ,  et al. (6 additional authors not shown) Comments: 10 pages + references, 2 figures, 1 table; APC white paper submitted to the Astro2020 decadal survey. arXiv admin note: text overlap with arXiv:1810.09572 Subjects: Instrumentation and Methods for Astrophysics (astro-ph.IM) 22. arXiv:1906.02827 [ pdf other ] Title: Primordial Black Holes from non-Gaussian tails Authors: George Panagopoulos , Eva Silverstein Comments: 30 pages. v2: added references Subjects: High Energy Physics - Theory (hep-th) ; Cosmology and Nongalactic Astrophysics (astro-ph.CO) 23. arXiv:1904.11098 [ pdf other ] Title: CLT for non-Hermitian random band matrices with variance profiles Authors: Indrajit Jana Comments: Typos corrected; a few more explanations and a couple of pictures have been added Subjects: Probability (math.PR) ; Statistics Theory (math.ST) 24. arXiv:1903.09883 [ pdf other ] Title: Scratches from the Past: Inflationary Archaeology through Features in  the Power Spectrum of Primordial Fluctuations Authors: Anže Slosar , Xingang Chen , Cora Dvorkin , Daniel Green , P. Daniel Meerburg , Eva Silverstein , Benjamin Wallisch (for 144 endorsers) Comments: 5 pages + references, 1 figure; science white paper submitted to the Astro2020 decadal survey Subjects: Cosmology and Nongalactic Astrophysics (astro-ph.CO) ; High Energy Physics - Phenomenology (hep-ph); High Energy Physics - Theory (hep-th) 25. arXiv:1903.04409 [ pdf ps other ] Title: Primordial Non-Gaussianity Authors: P. Daniel Meerburg , Daniel Green , Muntazir Abidi , Mustafa A. Amin , Peter Adshead , Zeeshan Ahmed , David Alonso , Behzad Ansarinejad , Robert Armstrong , Santiago Avila , Carlo Baccigalupi , Tobias Baldauf , Mario Ballardini , Kevin Bandura , Nicola Bartolo , Nicholas Battaglia , Daniel Baumann , Chetan Bavdhankar , José Luis Bernal , Florian Beutler , Matteo Biagetti , Colin Bischoff , Jonathan Blazek , J. Richard Bond , Julian Borrill , François R. Bouchet , Philip Bull , Cliff Burgess , Christian Byrnes , Erminia Calabrese , John E. Carlstrom , Emanuele Castorina , Anthony Challinor , Tzu-Ching Chang , Jonas Chaves-Montero , Xingang Chen , Christophe Yeche , Asantha Cooray , William Coulton , Thomas Crawford , Elisa Chisari , Francis-Yan Cyr-Racine , Guido D'Amico , Paolo de Bernardis , Axel de la Macorra , Olivier Doré ,  et al. (132 additional authors not shown) Comments: 5 pages + references; Submitted to the Astro2020 call for science white papers. This version: fixed author list Subjects: Cosmology and Nongalactic Astrophysics (astro-ph.CO) ; High Energy Physics - Theory (hep-th) Back to Search form | Next 25 results Disable MathJax ( What is MathJax? ) Link back to: arXiv form interface contact Help Click here to contact arXiv Contact Click here to subscribe Subscribe Privacy Policy Web Accessibility Assistance arXiv Operational Status Get status notifications via email or slack"
            ]
        ]
    ]
}