{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YY4JSBVD",
            "GNX_t40AAAAJ",
            [
                "A survey of experimental evaluation in indoor localization research",
                "Cooperative event detection in wireless sensor networks",
                "Experimental evaluation of RF-based indoor localization algorithms under RF interference",
                "The effects of human body shadowing in RF-based indoor localization",
                "Deployment and evaluation of a fully applicable distributed event detection system in Wireless Sensor Networks",
                "Path loss and multipath effects in a real world indoor localization scenario",
                "Experimental evaluation of indoor localization algorithms",
                "Measuring the distance between wireless sensor nodes with standard hardware",
                "Machine learning basics",
                "Energy-aware distributed fence surveillance for wireless sensor networks"
            ],
            [
                "During the last decade, research in indoor localization and navigation has focused on techniques, protocols, and algorithms. The first International Conference on Indoor Positioning and Indoor Navigation (IPIN) was held in 2010. Since then, this annual conference showed the progress of research and technology. The variations of evaluation methods are significant in this field: they range from none, to extensive simulations, and real-world experiments under non-lab conditions. We look at the articles published in the proceedings of IPIN by IEEE Xplore from 2010 to 2014, and analyze the development of evaluation methods. We categorized 183 randomly selected papers, in respect to five different aspects. Namely: (1) the underlying system\/technology in use, (2) the evaluation method for the proposed technique, (3) the method of ground truth data gathering, (4) the applied metrics, and (5) whether the authors …",
                "Event detection in wireless sensor networks is a sophisticated method for processing sampled data directly on the sensor nodes, thereby reducing the need for multihop communication with the base station of the network. In contrast to application-agnostic compression or aggregation techniques, event detection pushes application-level knowledge into the network. In-network event detection - especially the distributed form involving multiple sensor nodes - has thus an exceptional potential to increase energy efficiency, thus prolonging the lifetime of the network. In this article, we summarize recently proposed system architectures and algorithms employed for event detection in wireless sensor networks. On the example of the AVS-Extrem platform, we illustrate how energy-efficient event detection can be implemented through a combination of custom hardware design and distributed event detection algorithms. We …",
                "In the current practice, the performance evaluation of RF-based indoor localization solutions is typically realized in non-standardized environments and following ad-hoc procedures, which hampers objective comparison and does not provide clear insight into their intrinsic properties. Many evaluation procedures also neglect important environmental factors like RF interference, diminishing the real-world value of the obtained results. Localization competitions, in which different solutions are evaluated along a set of standardized metrics under unified and representative conditions, can play an important role in mitigating these problems, but their organization is cost and labor intensive. In this paper we report on the design, execution and results from an online localization competition in which several different RF-based indoor localization algorithms have been evaluated with the help of a remotely accessible and …",
                "In radio frequency based indoor human localization systems with body mounted sensors, the human body can cause non-line-of-sight (NLOS) effects which might result in severe range estimation and localization errors. However, previous studies on the impact of the human body only conducted static experiments in controlled environments. We confirm known effects and conduct real-world experiments in a typical indoor human tracking scenario using 2.4 GHz time of flight (TOF) range measurements. We analyze the effect on the raw measurements and on the localization results using the localization algorithms Centroid, NLLS, MD-Min-Max, and Geo-n. The experiment design is focused on incident management, where an infrastructure might only be installed in front of the building. We show that these effects have considerable impact on the localization accuracy of the person.",
                "Versatility and real world applicability are key features of Wireless Sensor Networks (WSNs). In order to achieve these benefits we have to face the challenges of high practical relevance during application. We deploy and evaluate the concrete example of a fence monitoring task to reveal how our distributed event detection system is able to perform under real application conditions.The challenge is to bring both opposing aspects—high event detection accuracy and long service life—into one applicable ubiquitous system. If sensor nodes compose parts of events cooperatively, a comprehensive event assessment with low energy demands is possible. We propose a classifier based distributed event detection system consisting of two frameworks. The evaluation framework delivers a classification model and enables the theoretical evaluation of a given training set. The distributed event detection framework …",
                "This paper presents results of a large real world experimental setup of an indoor localization system. We used a time-of-flight based radio range measurement system to collect a large body of ranging data between a mobile reference system and multiple anchor nodes with a fixed and known position. For our experiment the reference system moved autonomously through an office building while collecting ranging data. We used this data to analyze the impact of environmental parameters on the ranging accuracy. We saw effects which are not predicted by the standard channel models for multiple scenarios and discuss these effects in detail.",
                "In Radio Frequency (RF)-based indoor localization scenarios, localization algorithms are needed to alleviate the impact of non-line-of-sight and multipath effects on the measurements and thereby estimate the true position precisely. Several resilient lateration algorithms have been proposed in the last couple of years which claim to minimize these effects. However, most of these algorithms were only evaluated using simulations or small static testbeds. We conducted an experiment using 25 anchor nodes and a mobile node installed on top a robotic reference system to collect ranging values. The robot has a localization error of 6.5cm which is an order lower than our range measurement errors. We use this robot to collect range measurements and ground truth positions along a densely grid with approx. 10 cm spacing. The experiment was carried out in a hallway of our office-like building. We collected data on …",
                "Several ways to estimate the position of a Wireless-Sensor-Network (WSN) node have been discussed in the past years. Unlike in outdoor solutions where the Global Positioning System (GPS) could be used in most applications, a general solution for indoor usage has not been found. The few existing indoor localization solutions on the market are highly specialized and rely on infrastructure or on very expensive special designed hardware. Both - infrastructure and expensive hardware - do not fit well into most scenarios where WSNs are commonly used because of the adhoc characteristics and the large amount of nodes of such installations. In this paper we present a solution to get a precise estimation of the distance between two nodes without the needs for special purpose chips or a redesign of already existent nodes. We use radio runtime measurement to calculate the distance between nodes and present …",
                "The goal of machine learning is to design and develop algorithms that allow systems to use empirical data, experience, and training to evolve and adapt to changes that occur in their environment. A major focus of machine learning research is to automatically induce models, such as rules and patterns, from the training data it analyzes. As shown in Figure 1.1, machine learning combines",
                "Fences are used all over the world to protect areas against unauthorized access. While most fences meet these requirements by building a physical and psychological barrier against intruders, this is not sufficient for areas of particular interest like restricted areas of an airport or construction sites with expensive goods. To detect intruders we integrate wireless sensor nodes into a fence. We fulfill the requirements for real-world energy-awareness by using active sensors with configurable logic, power saving modes like WOR and power down modes. The sensor nodes are capable of differentiating between several events, with the appliance of a distributed classification algorithm. We present an energy-aware platform for a distributed fence surveillance system in a wireless sensor network. We report on our experience in creating a platform that is concerning energy and performance demands and specifically tailored …"
            ],
            [
                [
                    "WSN",
                    "Indoor Localization"
                ]
            ]
        ]
    ]
}