{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "YYWZ5N7N",
            "TtACAlwAAAAJ",
            [
                "Origin of spatial charge inhomogeneity in graphene"
            ],
            [
                "In an ideal graphene sheet, charge carriers behave as two-dimensional Dirac fermions 1. This has been confirmed by the discovery of a half-integer quantum Hall effect in graphene flakes placed on a SiO 2 substrate. The Dirac fermions in graphene, however, are subject to microscopic perturbations that include topographic corrugations and electron-density inhomogeneities (that is, charge puddles). Such perturbations profoundly alter Dirac-fermion behaviour, with implications for their fundamental physics as well as for future graphene device applications. Here we report a new technique of Dirac-point mapping that we have used to determine the origin of charge inhomogeneities in graphene. We find that fluctuations in graphene charge density are caused not by topographical corrugations, but rather by charge-donating impurities below the graphene. These impurities induce surprising standing wave patterns …"
            ],
            [
                [
                    "Scanning Tunneling Spectrscopy",
                    "plasmonics",
                    "graphene",
                    "metasurfaces",
                    "thermal emission"
                ]
            ],
            [
                "Brar, Victor Victor Brar Van Vleck Assistant Professor vbrar@wisc.edu (608) 262-1139 2320 Chamberlin Hall Brar Lab Condensed Matter Experiment Scanning Tunneling Microscopy, 2D materials, magnetic materials, optics, metasurfaces, thermal emission Directions to room 2320, Chamberlin Hall Facing into the building at the University Ave entrance on the 2nd floor of Chamberlin Hall, turn left. Go straight to the end of the hallway. Room 2320 will be directly ahead."
            ]
        ]
    ]
}