{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z0RHSCKH",
            "fHAAlXIAAAAJ",
            [
                "The socioecology of elephants: analysis of the processes creating multitiered social structures",
                "Moving in the Anthropocene: Global reductions in terrestrial mammalian movements"
            ],
            [
                "In this paper, we investigate the formation and function of the multilevelled, fission–fusion social structure in a free-ranging African elephant, Loxodonta africana, population. We quantitatively identified the existence of four social tiers by using cluster analysis on individual association data. We assessed the effects of season and study period on social structuring and levels of cohesion within and among social units. We found that second-tier units, potentially the equivalent of the ‘family’, were stable across seasonal periods but the number of units increased as the study progressed and the population grew. It appears that these units were sufficiently small not to be influenced by ecologically related factors, such as resource competition, that might otherwise lead to them splitting. On the other hand, third- and fourth-tier units were significantly affected by season in a way that suggests a trade-off between ecological …",
                "Animal movement is fundamental for ecosystem functioning and species survival, yet the effects of the anthropogenic footprint on animal movements have not been estimated across species. Using a unique GPS-tracking database of 803 individuals across 57 species, we found that movements of mammals in areas with a comparatively high human footprint were on average one-half to one-third the extent of their movements in areas with a low human footprint. We attribute this reduction to behavioral changes of individual animals and to the exclusion of species with long-range movements from areas with higher human impact. Global loss of vagility alters a key ecological trait of animals that affects not only population persistence but also ecosystem processes such as predator-prey interactions, nutrient cycling, and disease transmission."
            ],
            [
                [

                ]
            ],
            [
                ""
            ]
        ]
    ]
}