{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z11FFXSM",
            "m8ThsxUAAAAJ",
            [
                "Executive control during episodic retrieval: multiple prefrontal processes subserve source memory",
                "Recollection and familiarity deficits in amnesia: convergence of remember-know, process dissociation, and receiver operating characteristic data.",
                "Effects of healthy aging on hippocampal and rhinal memory functions: an event-related fMRI study",
                "Memory orientation and success: separable neurocognitive components underlying episodic recognition",
                "Specificity of priming: A cognitive neuroscience perspective",
                "Cortical activity reductions during repetition priming can result from rapid response learning",
                "Signal-detection, threshold, and dual-process models of recognition memory: ROCs and conscious recollection",
                "Domain-general and domain-sensitive prefrontal mechanisms for recollecting events and detecting novelty",
                "Recognition memory for faces: When familiarity supports associative recognition judgments",
                "Role of prefrontal and anterior cingulate regions in decision-making processes shared by memory and nonmemory tasks"
            ],
            [
                "During recognition, one may sense items as familiar (item memory) and additionally recollect specific contextual details of the earlier encounters (source memory). Cognitive theory suggests that, unlike item memory, source memory requires controlled cue specification and monitoring processes. Functional imaging suggests that such processes may depend on left prefrontal cortex (PFC). However, the nature and possible anatomical segregation of these processes remains unknown. Using functional magnetic resonance imaging, we isolated distinct response patterns in left PFC during source memory consistent with semantic analysis\/cue specification (anterior ventrolateral), recollective monitoring (posterior dorsolateral and frontopolar), and phonological maintenance\/rehearsal (posterior ventrolateral). Importantly, cue specification and recollective monitoring responses were not seen during item memory and …",
                "Previous studies using the process dissociation and the remember–know procedures led to conflicting conclusions regarding the effects of anterograde amnesia on recollection and familiarity. We argue that these apparent contradictions arose because different models were used to interpret the results and because differences in false-alarm rates between groups biased the estimates provided by those models. A reanalysis of those studies with a dual-process signal-detection model that incorporates response bias revealed that amnesia led to a pronounced reduction in recollection and smaller but consistent reduction in familiarity. To test the assumptions of the model and to further assess recognition deficits in amnesics, we examined receiver operating characteristics (ROCs) in amnesics and controls. The ROCs of the controls were curved and asymmetrical, whereas those of the amnesics were curved and …",
                "Event-related functional magnetic resonance imaging was used to study the effects of healthy aging on hippocampal and rhinal memory functions. Memory for past events can be based on retrieval accompanied by specific contextual details (recollection) or on the feeling that an event is old or new without the recovery of contextual details (familiarity). There is evidence that recollection is more dependent on hippocampus, whereas familiarity is more dependent on the rhinal cortex, and that healthy aging has greater effects on recollection than on familiarity. However, little evidence is available about the neural correlates of these effects. Here, we isolated activity associated with recollection and familiarity by distinguishing between linear and quasi-exponential “perceived oldness” functions derived from recognition confidence levels. The main finding was a double dissociation within the medial temporal lobes …",
                "Episodic recognition can be based on recollection of contextual details, on a sense of recent encounter, or some combination of the two. According to several cognitive models, selectively attending to these distinct aspects of memory may require different retrieval orientations and result in different neural responses depending upon whether or not retrieval is successful. Using event-related fMRI, we examined retrieval orientation by having subjects discriminate between two test words in one of two manners. During source recollection, they selected the member of the pair previously associated with a particular encoding task. In contrast, recency judgment required selection of the most recently encountered item of the pair, regardless of how it had been encoded. Furthermore, successful and unsuccessful trials within each retrieval task were contrasted to determine whether retrieval success effects occurred in …",
                "Priming is a nonconscious form of memory that involves a change in a person's ability to identify, produce or classify an item as a result of a previous encounter with that item or a related item. One important question relates to the specificity of priming—the extent to which priming reflects the influence of abstract representations or the retention of specific features of a previous episode. Cognitive neuroscience analyses provide evidence for three types of specificity: stimulus, associative and response. We consider empirical, methodological and conceptual issues that relate to each type of specificity, and suggest a theoretical perspective to help in guiding future research.",
                "Recent observation of objects speeds up their subsequent identification and classification 1, 2. This common form of learning, known as repetition priming, can operate in the absence of explicit memory for earlier experiences 3, 4, and functional neuroimaging has shown that object classification improved in this way is accompanied by ‘neural priming’(reduced neural activity) in prefrontal, fusiform and other cortical regions 5, 6, 7, 8, 9, 10. These observations have led to suggestions that cortical representations of items undergo ‘tuning’, whereby neurons encoding irrelevant information respond less as a given object is observed repeatedly 10, thereby facilitating future availability of pertinent object knowledge. Here we provide experimental support for an alternative hypothesis, in which reduced cortical activity occurs because subjects rapidly learn their previous responses 11. After a primed object classification …",
                "Threshold- and signal-detection-based models have dominated theorizing about recognition memory. Building upon these theoretical frameworks, we have argued for a dual-process model in which conscious recollection (a threshold process) and familiarity (a signal-detection process) contribute to memory performance. In the current paper we assessed several memory models by examining the effects of levels of processing and the number of presentations on recognition memory receiver operating characteristics (ROCs). In general, when the ROCs were plotted in probability space they exhibited an inverted U shape; however, when they were plotted inzspace they exhibited a U shape. An examination of the ROCs showed that the dual-process model could account for the observed ROCs, but that models based solely on either threshold or signal-detection processes failed to provide a sufficient account of the …",
                "Recollecting the past and discriminating novel from familiar memoranda depend on poorly understood prefrontal cortical (PFC) mechanisms hypothesized to vary according to memory task (e.g. recollection versus novelty detection) and domain of targeted memories (e.g. perceptual versus conceptual). Using event-related fMRI, we demonstrate that recollecting conceptual or perceptual details surrounding object encounters similarly recruits left frontopolar and posterior PFC compared with detecting novel stimuli, suggesting that a domain-general control network is engaged during contextual remembering. In contrast, left anterior ventrolateral PFC coactivated with a left middle temporal region associated with semantic representation, and right ventrolateral PFC with bilateral occipito-temporal cortices associated with representing object form, depending on whether recollections were conceptual or perceptual …",
                "Recognition memory for single items can be dissociated from recognition memory for the associations between items. For example, recognition tests for single words produce curvilinear receiver operating characteristics (ROCs), but associative recognition tests for word pairs produce linear ROCs. These dissociations are consistent with dual-process theories of recognition and suggest that associative recognition relies on recollection but that item recognition relies on a combination of recollection and assessments of familiarity. In the present study, we examined associative recognition ROCs for facial stimuli by manipulating the central and external features, in order to determine whether linear ROCs would be observed for stimuli other than arbitrary word pairs. When the faces were presented upright, familiarity estimates were significantly above zero, and the associative ROCs were curvilinear, suggesting …",
                "In the episodic retrieval (ER) domain, activations in right dorsolateral prefrontal cortex (DLPFC) are often attributed to postretrieval monitoring. Yet, right DLPFC activations are also frequently found during nonmemory tasks. To investigate the role of this region across different cognitive functions, we directly compared brain activity during ER and visual perception (VP) using event-related functional magnetic resonance imaging. In the ER task, participants decided whether words were old or new, whereas in the VP task, they decided which of the two colored screen areas was larger. In both tasks, each decision was followed by a confidence rating. The main finding was that right DLPFC (Brodmann area 46\/10) activity was greater for low- than for high-confidence decisions in both tasks, demonstrating a general role in decision making. Even when reaction times (RTs) were included in the model, confidence …"
            ],
            [
                [
                    "Human Memory"
                ]
            ]
        ]
    ]
}