{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z19R93F9",
            "nX1GFXMAAAAJ",
            [
                "Dark Energy Survey year 1 results: Cosmological constraints from galaxy clustering and weak lensing",
                "The Dark Energy Survey: Data Release 1",
                "Cosmological constraints from multiple probes in the dark energy survey",
                "Dark Energy Survey Year 1 Results: Measurement of the Baryon Acoustic Oscillation scale in the distribution of galaxies to redshift 1",
                "Dark energy survey year 1 results: Multi-probe methodology and simulated likelihood analyses",
                "Dark Energy Survey year 1 results: Joint analysis of galaxy clustering, galaxy lensing, and CMB lensing two-point functions",
                "Dark Energy Survey Year 1 Results: Tomographic cross-correlations between Dark Energy Survey galaxies and CMB lensing from South Pole "
            ],
            [
                "We present cosmological results from a combined analysis of galaxy clustering and weak gravitational lensing, using 1321 deg 2 of griz imaging data from the first year of the Dark Energy Survey (DES Y1). We combine three two-point functions:(i) the cosmic shear correlation function of 26 million source galaxies in four redshift bins,(ii) the galaxy angular autocorrelation function of 650,000 luminous red galaxies in five redshift bins, and (iii) the galaxy-shear cross-correlation of luminous red galaxy positions and source galaxy shears. To demonstrate the robustness of these results, we use independent pairs of galaxy shape, photometric-redshift estimation and validation, and likelihood analysis pipelines. To prevent confirmation bias, the bulk of the analysis was carried out while “blind” to the true results; we describe an extensive suite of systematics checks performed and passed during this blinded phase. The data …",
                "We describe the first public data release of the Dark Energy Survey, DES DR1, consisting of reduced single-epoch images, co-added images, co-added source catalogs, and associated products and services assembled over the first 3 yr of DES science operations. DES DR1 is based on optical\/near-infrared imaging from 345 distinct nights (2013 August to 2016 February) by the Dark Energy Camera mounted on the 4 m Blanco telescope at the Cerro Tololo Inter-American Observatory in Chile. We release data from the DES wide-area survey covering∼ 5000 deg2 of the southern Galactic cap in five broad photometric bands, grizY. DES DR1 has a median delivered point-spread function of= g 1.12, r= 0.96, i= 0.88, z= 0.84, and Y= 0 90 FWHM, a photometric precision of< 1% in all bands, and an astrometric precision of 151 mas. The median co-added catalog depth for a 1 95 diameter aperture at signal …",
                "The combination of multiple observational probes has long been advocated as a powerful technique to constrain cosmological parameters, in particular dark energy. The Dark Energy Survey has measured 207 spectroscopically confirmed type Ia supernova light curves, the baryon acoustic oscillation feature, weak gravitational lensing, and galaxy clustering. Here we present combined results from these probes, deriving constraints on the equation of state, w, of dark energy and its energy density in the Universe. Independently of other experiments, such as those that measure the cosmic microwave background, the probes from this single photometric survey rule out a Universe with no dark energy, finding w=− 0.8 0− 0.11+ 0.09. The geometry is shown to be consistent with a spatially flat Universe, and we obtain a constraint on the baryon density of Ω b= 0.06 9− 0.012+ 0.009 that is independent of early Universe …",
                "We present angular diameter distance measurements obtained by locating the baryon acoustic oscillations (BAO) scale in the distribution of galaxies selected from the first year of Dark Energy Survey data. We consider a sample of over 1.3 million galaxies distributed over a footprint of 1336 deg2 with 0.6 < photo < 1 and a typical redshift uncertainty of 0.03(1 + ). This sample was selected, as fully described in a companion paper, using a colour\/magnitude selection that optimizes trade-offs between number density and redshift uncertainty. We investigate the BAO signal in the projected clustering using three conventions, the angular separation, the comoving transverse separation, and spherical harmonics. Further, we compare results obtained from template-based and machine-learning photometric redshift determinations. We use 1800 simulations that approximate our sample in order to produce covariance …",
                "We present the methodology for and detail the implementation of the Dark Energy Survey (DES) 3x2pt DES Year 1 (Y1) analysis, which combines configuration-space two-point statistics from three different cosmological probes: cosmic shear, galaxy-galaxy lensing, and galaxy clustering, using data from the first year of DES observations. We have developed two independent modeling pipelines and describe the code validation process. We derive expressions for analytical real-space multi-probe covariances, and describe their validation with numerical simulations. We stress-test the inference pipelines in simulated likelihood analyses that vary 6-7 cosmology parameters plus 20 nuisance parameters and precisely resemble the analysis to be presented in the DES 3x2pt analysis paper, using a variety of simulated input data vectors with varying assumptions.We find that any disagreement between pipelines leads to changes in assigned likelihood  with respect to the statistical error of the DES Y1 data vector. We also find that angular binning and survey mask do not impact our analytic covariance at a significant level. We determine lower bounds on scales used for analysis of galaxy clustering (8 Mpc ) and galaxy-galaxy lensing (12 Mpc ) such that the impact of modeling uncertainties in the non-linear regime is well below statistical errors, and show that our analysis choices are robust against a variety of systematics. These tests demonstrate that we have a robust analysis pipeline that yields unbiased cosmological parameter inferences for the flagship 3x2pt DES Y1 analysis. We emphasize that the level of independent code …",
                "We perform a joint analysis of the auto and cross-correlations between three cosmic fields: the galaxy density field, the galaxy weak lensing shear field, and the cosmic microwave background (CMB) weak lensing convergence field. These three fields are measured using roughly 1300 sq. deg. of overlapping optical imaging data from first year observations of the Dark Energy Survey (DES) and millimeter-wave observations of the CMB from both the South Pole Telescope Sunyaev-Zel’dovich survey and Planck. We present cosmological constraints from the joint analysis of the two-point correlation functions between galaxy density and galaxy shear with CMB lensing. We test for consistency between these measurements and the DES-only two-point function measurements, finding no evidence for inconsistency in the context of flat Λ CDM cosmological models. Performing a joint analysis of five of the possible …",
                "We measure the cross-correlation between redMaGiC galaxies selected from the Dark Energy Survey (DES) year 1 data and gravitational lensing of the cosmic microwave background (CMB) reconstructed from South Pole Telescope (SPT) and Planck data over 1289 deg 2. When combining measurements across multiple galaxy redshift bins spanning the redshift range of 0.15< z< 0.90, we reject the hypothesis of no correlation at 19.9 σ significance. When removing small-scale data points where thermal Sunyaev-Zel’dovich signal and nonlinear galaxy bias could potentially bias our results, the detection significance is reduced to 9.9 σ. We perform a joint analysis of galaxy-CMB lensing cross-correlations and galaxy clustering to constrain cosmology, finding Ω m= 0.27 6− 0.030+ 0.029 and S 8= σ 8 Ω m\/0.3= 0.80 0− 0.094+ 0.090. We also perform two alternate analyses aimed at constraining only the growth rate of …"
            ],
            [
                [
                    "Observational Cosmology",
                    "Large Scale Structure"
                ]
            ],
            [
                "Anna Porredon Anna Porredon Anna  Porredon CCAPP Fellow porredon.0@osu.edu"
            ]
        ]
    ]
}