{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z21FOJGL",
            "sCdnMVYAAAAJ",
            [
                "Dynamical mean-field theory of strongly correlated fermion systems and the limit of infinite dimensions",
                "Anomalous diffusion in disordered media: statistical mechanisms, models and physical applications",
                "Hubbard model in infinite dimensions",
                "Dynamical Singlets and Correlation-Assisted Peierls Transition in ",
                "Frequency-dependent local interactions and low-energy effective models from electronic structure calculations"
            ],
            [
                "We review the dynamical mean-field theory of strongly correlated electron systems which is based on a mapping of lattice models onto quantum impurity models subject to a self-consistency condition. This mapping is exact for models of correlated electrons in the limit of large lattice coordination (or infinite spatial dimensions). It extends the standard mean-field construction from classical statistical mechanics to quantum problems. We discuss the physical ideas underlying this theory and its mathematical derivation. Various analytic and numerical techniques that have been developed recently in order to analyze and solve the dynamical mean-field equations are reviewed and compared to each other. The method can be used for the determination of phase diagrams (by comparing the stability of various types of long-range order), and the calculation of thermodynamic properties, one-particle Green's functions, and …",
                "The subject of this paper is the evolution of Brownian particles in disordered environments. The “Ariadne's clew” we follow is understanding of the general statistical mechanisms which may generate “anomalous” (non-Brownian) diffusion laws; this allows us to develop simple arguments to obtain a qualitative (but often quite accurate) picture of most situations. Several analytical techniques-such as the Green function formalism and renormalization group methods-are also exposed. Care is devoted to the problem of sample to sample fluctuations, particularly acute here. We consider the specific effects of a bias on anomalous diffusion, and discuss the generalizations of Einstein's relation in the presence of disorder. An effort is made to illustrate the theoretical models by describing many physical situations where anomalous diffusion laws have been-or could be-observed.",
                "We present an exact mapping of the Hubbard model in infinite dimensions onto a single-impurity Anderson (or Wolff) model supplemented by a self-consistency condition. This provides a mean-field picture of strongly corrrelated systems, which becomes exact as d→∞. We point out a special integrable case of the mean-field equations, and study the general case using a perturbative renormalization group around the atomic limit. Three distinct Fermi-liquid regimes arise, corresponding to the Kondo, mixed-valence, and empty-orbitals regimes of the single-impurity problem. The Kondo resonance and the satellite peaks of the single-impurity model correspond to the quasiparticle and Hubbard-bands features of the Hubbard model, respectively.",
                "A theory of the metal-insulator transition in vanadium dioxide from the high-temperature rutile to the low-temperature monoclinic phase is proposed on the basis of cluster dynamical mean-field theory, in conjunction with the density functional scheme. The interplay of strong electronic Coulomb interactions and structural distortions, in particular, the dimerization of vanadium atoms in the low-temperature phase, plays a crucial role. We find that V O 2 is not a conventional Mott insulator, but that the formation of dynamical VV singlet pairs due to strong Coulomb correlations is necessary to trigger the opening of a Peierls gap.",
                "We propose a systematic procedure for constructing effective models of strongly correlated materials. The parameters, in particular the on-site screened Coulomb interaction U, are calculated from first principles, using the random-phase approximation. We derive an expression for the frequency-dependent U (ω) and show, for the case of nickel, that its high-frequency part has significant influence on the spectral functions. We propose a scheme for taking into account the energy dependence of U (ω), so that a model with an energy-independent local interaction can still be used for low-energy properties."
            ],
            [
                [
                    "Physics"
                ]
            ],
            [
                "Program Areas Mathematics and Physical Sciences Life Sciences Autism Research Initiative Simons Collaborations Flatiron Institute Outreach and Education Simons Society of Fellows Funding Funding Policies and Procedures Award Instructions News Announcements Articles Videos What We’re Reading Simons Foundation Lectures Simons Foundation Presents About Us Media Relations Leadership Annual Report Contact Us COVID-19 Simons Foundation Center for Computational Quantum Physics CCQ Dynamics and Control Quantum Materials Software Libraries Theory and Methods News Quantum Cafe Workshops Event Videos Software Jobs Code of Conduct Media Relations Home Flatiron Institute Center for Computational Quantum Physics Antoine Georges, Ph.D. Director, Center for Computational Quantum Physics, Flatiron Institute Antoine Georges’s website Email Antoine Georges Antoine Georges is a professor of physics at the Collège de France, where he holds the chair in condensed matter physics. He also has joint appointments with École Polytechnique and the University of Geneva. He received his Ph.D. from the École Normale Supérieure in 1988. His early research concerned the statistical mechanics of disordered systems, but his main focus has been on the physics of quantum materials with strong electron-electron interactions. These materials possess remarkable electronic properties and functionalities. Georges is one of the inventors of dynamical mean field theory, for which he shared the 2006 Europhysics Prize. This theory has deeply transformed our understanding of these materials and our ability to explain, calculate and predict their physical properties. In recent years, Georges has made contributions linking condensed matter physics and quantum optics and has also contributed to the field of ultra-cold atomic gases. Georges received the 2007 Silver Medal from the National Center for Scientific Research (CNRS) and was awarded a Synergy grant from the European Research Council. Advancing Research in Basic Science and Mathematics Subscribe to Flatiron Institute announcements and other foundation updates Continue About Us Funding News Annual Report Contact Us Career Opportunities Follow Us © Simons Foundation Terms and Conditions Privacy Policy Image Credits Program Areas Program Areas Mathematics & Physical Sciences Mathematics & Physical Sciences Mathematics & Physical Sciences Funding Request for Applications Programs Policies and Procedures News Events Conferences Symposia Lectures About About Us Scientific Advisory Board Life Sciences Life Sciences Life Sciences Research Areas Origins of Life Microbial Oceanography Microbial Ecology & Evolution Funding Funding Funding Opportunities Life Sciences Awards Project Awards Funding Policies News About Us Autism Research (SFARI) Simons Collaborations Simons Collaborations Simons Collaborations Life Sciences Collaborations Life Sciences Collaborations Life Sciences Collaborations Research Areas Origins of Life Microbial Oceanography Microbial Ecology & Evolution Funding Funding Funding Opportunities Life Sciences Awards Project Awards Funding Policies News About Us Global Brain Global Brain Global Brain Funding Funding Bridge to Independence Add-On Grants Projects News News Cosyne 2020 Cosyne 2019 Cosyne 2018 Research Highlights Events About Scientific Mission Executive Committee Our Team Investigators Fellows SCGB Network SCGB-Sponsored Courses Data Sharing Initiatives Other Resources MPS Collaborations MPS Collaborations MPS Collaborations Funding Request for Applications Programs Policies and Procedures News Events Conferences Symposia Lectures About About Us Scientific Advisory Board Flatiron Institute Flatiron Institute Flatiron Institute Our Centers Our Centers Center for Computational Astrophysics Center for Computational Astrophysics Center for Computational Astrophysics Groups Astronomical Data Compact Objects Cosmology X Data Science Dynamics Galaxy Formation Gravitational Wave Astronomy Planet Formation Projects News News Publications Events CCA Colloquium Event Videos Jobs About Code of Conduct Media Relations Contact People Staff Flatiron Research Fellows Long-Term Visiting Scientists Guest Researchers Center for Computational Biology Center for Computational Biology Center for Computational Biology Groups Biophysical Modeling Developmental Dynamics Genomics Systems Biology Publications News Jobs About Events Code of Conduct Media Relations Contact People Staff Flatiron Research Fellows Long-Term Visiting Scientists Center for Computational Mathematics Center for Computational Mathematics Center for Computational Mathematics Research Image and Signal Processing Numerical Analysis Machine Learning and Data Analysis Publications News Software People Staff Flatiron Research Fellows Long-Term Visiting Scientists Jobs About Events Code of Conduct Media Relations Contact Center for Computational Neuroscience Center for Computational Neuroscience Center for Computational Neuroscience Groups Computational Vision Neural Circuits and Algorithms Publications Software News Jobs About Events Code of Conduct Media Relations People Center for Computational Quantum Physics Center for Computational Quantum Physics Center for Computational Quantum Physics Research Dynamics and Control Quantum Materials Software Libraries Theory and Methods Publications News Events Quantum Cafe Workshops Event Videos Software About Jobs Code of Conduct Media Relations Contact People Scientific Computing Core Scientific Computing Core Scientific Computing Core News Events Jobs About People Contact Publications News Events Jobs About Mission People Media Relations Code of Conduct Contact COVID-19 Outreach & Education Outreach & Education Outreach & Education Science Sandbox Science Sandbox Science Sandbox Funding Funding Criteria Supported Projects News Stories of Impact About Mission Press Kit Advisory Board Staff Quanta Magazine Simons Foundation Lectures Math for America Science Philanthropy Alliance Simons Society of Fellows Simons Society of Fellows Fellows News Nominations Contact Funding Funding Policies and Procedures Award Instructions News Announcements Articles Videos What We’re Reading Events Simons Foundation Lectures Simons Foundation Presents About About Us Media Relations Leadership Annual Report Contact Us COVID-19 © Simons Foundation Terms and Conditions Privacy Policy Image Credits We use cookies to analyze web traffic and to improve your browsing experience; full details are in our privacy policy. Please agree to accept cookies from our site. AGREE"
            ]
        ]
    ]
}