{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z27TISXW",
            "Gjx45NMAAAAJ",
            [
                "Multichromophoric Förster resonance energy transfer",
                "A derivation of centroid molecular dynamics and other approximate time evolution methods for path integral centroid variables",
                "Theory of coherent resonance energy transfer",
                "Path integral centroid variables and the formulation of their exact real time dynamics",
                "Applications of higher order composite factorization schemes in imaginary time path integral simulations",
                "Multichromophoric Förster resonance energy transfer from B800 to B850 in the light harvesting complex 2: evidence for subtle energetic optimization by purple bacteria",
                "Simple reversible molecular dynamics algorithms for Nosé–Hoover chain dynamics",
                "Single complex line shapes of the B850 band of LH2",
                "Theory of multichromophoric coherent resonance energy transfer: A polaronic quantum master equation approach",
                "Theory of coherent resonance energy transfer for coherent initial condition"
            ],
            [
                "The theory of Förster resonance energy transfer is generalized for multichromophoric (MC) and nonequilibrium situations. For the first time, it is clarified that the far-field linear spectroscopic information is insufficient for the determination of the reaction rate and that distance dependence of the rate can vary with the disorder and temperature. Application to a light harvesting complex LH2 reveals the important consequences of a MC structure.",
                "Several methods to approximately evolve path integral centroid variables in real time are presented in this paper, the first of which, the centroid molecular dynamics (CMD) method, is recast into the new formalism of the preceding paper and thereby derived. The approximations involved in the CMD method are thus fully characterized by mathematical derivations. Additional new approaches are also presented: centroid Hamiltonian dynamics (CHD), linearized quantum dynamics (LQD), and a perturbative correction of the LQD method (PT-LQD). The CHD method is shown to be a variation of the CMD method which conserves the approximate time dependent centroid Hamiltonian. The LQD method amounts to a linear approximation for the quantum Liouville equation, while the PT-LQD method includes a perturbative correction to the LQD method. All of these approaches are then tested for the equilibrium position …",
                "A theory of coherent resonance energy transfer is developed combining the polaron transformation and a time-local quantum master equation formulation, which is valid for arbitrary spectral densities including common modes. The theory contains inhomogeneous terms accounting for nonequilibrium initial preparation effects and elucidates how quantum coherence and nonequilibrium effects manifest themselves in the coherent energy transfer dynamics beyond the weak resonance coupling limit of the Förster and Dexter (FD) theory. Numerical tests show that quantum coherence can cause significant changes in steady state donor\/acceptor populations from those predicted by the FD theory and illustrate delicate cooperation of nonequilibrium and quantum coherence effects on the transient population dynamics.",
                "A formalism is presented in this paper which, for the first time, establishes the theoretical basis for the quantum time evolution of path integral centroid variables and also provides clear motivation for using these variables to study condensed phase quantum dynamics. The equilibrium centroid distribution is first shown to be a well-defined distribution function which is specific to the canonical density operator. A quantum mechanical quasi-density operator (QDO) is associated with each value of the distribution so that, upon application of the standard quantum mechanical formalism, the QDO can be used to provide a rigorous definition of both static and dynamical centroid variables. Various properties of the dynamical centroid variables are derived, including the perspective that the centroid constraint on the imaginary time paths introduces a nonstationarity in the equilibrium ensemble which, in turn, can be shown to …",
                "Suzuki’s higher order composite factorization which involves both the potential and the force is applied to imaginary time path integral simulation. The expression is more general than the original version and involves a free parameter α in the range of [0, 1]. Formal expressions are derived for statistical averages, based on both thermodynamic and quantum operator identities. The derived expressions are then tested for one-dimensional model systems using the numerical matrix multiplication method, which involves no statistical error. When an optimum choice of α is made, the higher order factorization approach is shown to be more efficient than primitive factorization by about a factor of 4 and better than other existing higher order algorithms with similar character. Actual path integral simulation tests are then made for an excess electron in supercritical helium and for bulk water, and these generally demonstrate the …",
                "This work provides a detailed account of the application of our multichromophoric Förster resonance energy transfer (MC-FRET) theory (Phys. Rev. Lett. 2004, 92, 218301) for the calculation of the energy transfer rate from the B800 unit to the B850 unit in the light harvesting complex 2 (LH2) of purple bacteria. The model Hamiltonian consists of the B800 unit represented by a single bacteriochlorophyll (BChl), the B850 unit represented by its entire set of BChls, the electronic coupling between the two units, and the bath terms representing all environmental degrees of freedom. The model parameters are determined, independent of the rate calculation, from the literature data and by a fitting to an ensemble line shape. Comparing our theoretical rate and a low-temperature experimental rate, we estimate the magnitude of the BChl−Qy transition dipole to be in the range of 6.5−7.5 D, assuming that the optical dielectric …",
                "Reversible algorithms for Nosé–Hoover chain (NHC) dynamics are developed by simple extensions of Verlet-type algorithms: leap frog, position Verlet, and velocity Verlet. Tests for a model one dimensional harmonic oscillator show that they generate proper canonical distributions and are stable even with a large time step. Using these algorithms, the effects of the Nosé mass and chain length are examined. For a chain length of two, the sampling efficiency is much more sensitive to the Nosé mass than for a longer chain of length four. This indicates that the chain length in general should be longer than two. The noniterative nature of the algorithms allows them to be easily adapted for constraint dynamics. For the most general case where multiple NHC’s are coupled to a system with constraints, a correction of the first Nosé acceleration is required, which is derived from the continuity equation on a constrained …",
                "For a model of the B850 band in the light harvesting complex 2 of purple bacteria, the main quantum mechanical characteristics of the single complex line shapes are studied based on the theory of the preceding paper. The model consists of single exciton states coupled to harmonic oscillator bath, with the inclusion of both static and quasistatic disorder within the exciton Hamiltonian. A closed form line shape expression is derived that can account for the non-Markovian nature of the bath for a general spectral density. The calculation of the line shape only requires the inversion of a small matrix with dimension equal to the number of exciton levels, at each frequency. For two examples of site energy modulation with definite symmetries, we examine the dependencies of the line shape on the polarization of the radiation, on the type of exciton–bath coupling, and on temperature. For a plausible example of disorder, we …",
                "The approach of second order time local quantum master equation in the polaron picture, which has been employed for a theory of coherent resonance energy transfer, is extended for general multichromophore systems. Explicit expressions for all the kernel and inhomogeneous terms are derived, which can be calculated by any standard numerical procedure. The theory is then applied to a model of donor-bridge-acceptor system moderately coupled to bosonic bath. The results are compared with those based on the theory of Förster's resonance energy transfer. It is shown that coherently coupled multichromophores can speed up the transfer of energy substantially and in a way insensitive to the disorder.",
                "A theory of coherent resonance energy transfer [Jang et al., J. Chem. Phys. 129, 101104 (2008)] is extended for coherent initial condition. For the situation where the initial excitation is an arbitrary linear combination of donor and acceptor excitations, a second order time local quantum master equation combined with polaron transformation is derived. Inhomogeneous terms in the resulting equation have contributions not only from initial donor and acceptor populations but also from their coherence terms. Numerical tests are performed for general super Ohmic spectral density where the bath degrees of freedom coupled to donor and acceptor can be correlated with each other. Calculation results demonstrate sensitivity of early nonstationary population dynamics on the relative sign of initial donor and acceptor excitation states. It is shown that contribution of inhomogeneous terms is more significant for coherent initial …"
            ],
            [
                [
                    "Quantum Dynamics",
                    "Energy Transfer",
                    "Charge Transfer",
                    "Solar Energy Conversion",
                    "Olfaction"
                ]
            ],
            [
                "Seogjoo Jang Professor Queens College seogjoo.jang@qc.cuny.edu Ph.D. University of Pennsylvania Theoretical and computational chemistry - physical chemistry, photonics, and nanoscience. Google Scholar page link"
            ]
        ]
    ]
}