{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z2GS6DN7",
            "XgHX9lsAAAAJ",
            [
                "Superior thermal conductivity of single-layer graphene",
                "Extremely high thermal conductivity of graphene: Prospects for thermal management applications in nanoelectronic circuits",
                "Gate-tuning of graphene plasmons revealed by infrared nano-imaging",
                "Controlled ripple texturing of suspended graphene and ultrathin graphite membranes",
                "Dimensional crossover of thermal transport in few-layer graphene",
                "Temperature dependence of the Raman spectra of graphene and graphene multilayers",
                "The mechanism of electroforming of metal oxide memristive switches",
                "Quantum suppression of superconductivity in ultrathin nanowires",
                "Density relaxation in a vibrated granular material",
                "Phase-coherent transport in graphene quantum billiards"
            ],
            [
                "We report the measurement of the thermal conductivity of a suspended single-layer graphene. The room temperature values of the thermal conductivity in the range ∼(4.84 ± 0.44) × 103 to (5.30 ± 0.48) × 103 W\/mK were extracted for a single-layer graphene from the dependence of the Raman G peak frequency on the excitation laser power and independently measured G peak temperature coefficient. The extremely high value of the thermal conductivity suggests that graphene can outperform carbon nanotubes in heat conduction. The superb thermal conduction property of graphene is beneficial for the proposed electronic applications and establishes graphene as an excellent material for thermal management.",
                "The authors reported on investigation of the thermal conductivity of graphene suspended across trenches in Si∕SiO2 wafer. The measurements were performed using a noncontact technique based on micro-Raman spectroscopy. The amount of power dissipated in graphene and corresponding temperature rise were determined from the spectral position and integrated intensity of graphene’s G mode. The extremely high thermal conductivity in the range of ∼3080–5150W∕mK and phonon mean free path of ∼775nm near room temperature were extracted for a set of graphene flakes. The obtained results suggest graphene’s applications as thermal management material in future nanoelectronic circuits.",
                "Surface plasmons are collective oscillations of electrons in metals or semiconductors that enable confinement and control of electromagnetic energy at subwavelength scales 1, 2, 3, 4, 5. Rapid progress in plasmonics has largely relied on advances in device nano-fabrication 5, 6, 7, whereas less attention has been paid to the tunable properties of plasmonic media. One such medium—graphene—is amenable to convenient tuning of its electronic and optical properties by varying the applied voltage 8, 9, 10, 11. Here, using infrared nano-imaging, we show that common graphene\/SiO 2\/Si back-gated structures support propagating surface plasmons. The wavelength of graphene plasmons is of the order of 200 nanometres at technologically relevant infrared frequencies, and they can propagate several times this distance. We have succeeded in altering both the amplitude and the wavelength of these plasmons by …",
                "Graphene is nature's thinnest elastic material and displays exceptional mechanical 1, 2 and electronic properties 3, 4, 5. Ripples are an intrinsic feature of graphene sheets 6 and are expected to strongly influence electronic properties by inducing effective magnetic fields and changing local potentials 7, 8, 9, 10, 11, 12. The ability to control ripple structure in graphene could allow device design based on local strain 13 and selective bandgap engineering 14. Here, we report the first direct observation and controlled creation of one-and two-dimensional periodic ripples in suspended graphene sheets, using both spontaneously and thermally generated strains. We are able to control ripple orientation, wavelength and amplitude by controlling boundary conditions and making use of graphene's negative thermal expansion coefficient (TEC), which we measure to be much larger than that of graphite. These results …",
                "Graphene 1, in addition to its unique electronic 2, 3 and optical properties 4, reveals unusually high thermal conductivity 5, 6. The fact that the thermal conductivity of large enough graphene sheets should be higher than that of basal planes of bulk graphite was predicted theoretically by Klemens 7. However, the exact mechanisms behind the drastic alteration of a material’s intrinsic ability to conduct heat as its dimensionality changes from two to three dimensions remain elusive. The recent availability of high-quality few-layer graphene (FLG) materials allowed us to study dimensional crossover experimentally. Here we show that the room-temperature thermal conductivity changes from∼ 2,800 to∼ 1,300 W m− 1 K− 1 as the number of atomic planes in FLG increases from 2 to 4. We explained the observed evolution from two dimensions to bulk by the cross-plane coupling of the low-energy phonons and changes in …",
                "We investigated the temperature dependence of the frequency of G peak in the Raman spectra of graphene on Si\/SiO2 substrates. The micro-Raman spectroscopy was carried out under the 488 nm laser excitation over the temperature range from −190 to +100 °C. The extracted value of the temperature coefficient of G mode of graphene is χ = −0.016 cm-1\/°C for the single layer and χ = −0.015 cm-1\/°C for the bilayer. The obtained results shed light on the anharmonic properties of graphene. ",
                "Metal and semiconductor oxides are ubiquitous electronic materials. Normally insulating, oxides can change behavior under high electric fields—through'electroforming'or'breakdown'—critically affecting CMOS (complementary metal–oxide–semiconductor) logic, DRAM (dynamic random access memory) and flash memory, and tunnel barrier oxides. An initial irreversible electroforming process has been invariably required for obtaining metal oxide resistance switches, which may open urgently needed new avenues for advanced computer memory and logic circuits including ultra-dense non-volatile random access memory (NVRAM) and adaptive neuromorphic logic circuits. This electrical switching arises from the coupled motion of electrons and ions within the oxide material, as one of the first recognized examples of a memristor (memory–resistor) device, the fourth fundamental passive circuit element originally …",
                "It is of fundamental importance to establish whether there is a limit to how thin a superconducting wire can be, while retaining its superconducting character—and if there is a limit, to determine what sets it. This issue may also be of practical importance in defining the limit to miniaturization of superconducting electronic circuits. At high temperatures, the resistance of linear superconductors is caused by excitations called thermally activated phase slips 1, 2, 3, 4. Quantum tunnelling of phase slips is another possible source of resistance that is still being debated 5, 6, 7, 8. It has been theoretically predicted 8 that such quantum phase slips can destroy superconductivity in very narrow wires. Here we report resistance measurements on ultrathin (≲ 10 nm) nanowires produced by coating carbon nanotubes with a superconducting Mo–Ge alloy. We find that nanowires can be superconducting or insulating depending on the …",
                "We report measurements of the density of a vibrated granular material as a function of time. The material studied consists of monodisperse spherical glass particles confined to a long, thin cylindrical tube. Vibrations cause the pile to evolve from a low density initial configuration toward a steady state with a final density that depends on the intensity of the vibrations. We find a complex time evolution that is incompatible with a single exponential relaxation. There appears to be a characteristic value of the acceleration that separates two regimes of packing behavior. The results are compared to current theories of compaction.",
                "As an emergent electronic material and model system for condensed-matter physics, graphene and its electrical transport properties have become a subject of intense focus. By performing low-temperature transport spectroscopy on single-layer and bilayer graphene, we observe ballistic propagation and quantum interference of multiply reflected waves of charges from normal electrodes and multiple Andreev reflections from superconducting electrodes, thereby realizing quantum billiards in which scattering only occurs at the boundaries. In contrast to the conductivity of conventional two-dimensional materials, graphene9s conductivity at the Dirac point is geometry-dependent because of conduction via evanescent modes, approaching the theoretical value 4e2\/πh (where e is the electron charge and h is Planck9s constant) only for short and wide devices. These distinctive transport properties have important …"
            ],
            [
                [
                    "Condensed Matter experiment",
                    "quantum transport",
                    "quantum materials"
                ]
            ]
        ]
    ]
}