{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z3UFZ1HW",
            "u_Dz-ngAAAAJ",
            [
                "Collective expansion in high energy heavy ion collisions",
                "Particle production at high baryon density in central Au+Au reactions at 11.6 GeV\/",
                "Centrality dependence of kaon yields in  and Au+Au collisions at relativistic energies",
                "High energy Pb+ Pb collisions viewed by pion interferometry",
                "System, centrality, and transverse mass dependence of two-pion correlation radii in heavy ion collisions at  and ",
                "Particle production in central Pb+Pb collisions at 158 GeV\/",
                "Mid-rapidity protons in 158A· GeV Pb+ Pb collisions",
                "Combination of equilibrium models and hybrid life cycle-input–output analysis to predict the environmental impacts of energy policy scenarios",
                "Particle ratios from central Pb+ Pb collisions at the CERN SPS",
                "Strange meson enhancement in PbPb collisions"
            ],
            [
                "Transverse mass spectra of pions, kaons, and protons from the symmetric heavy-ion collisions 200 A GeV S+ S and 158 A GeV Pb+ Pb, measured in the NA44 focusing spectrometer at CERN, are presented. The mass dependence of the slope parameters provides evidence of collective transverse flow from expansion of the system in heavy-ion induced central collisions.",
                "Semi-inclusive proton and pion distributions from central Au+ Au reactions at 11.6 A GeV\/c have been measured. The proton rapidity distribution shows significantly increased stopping compared to lighter systems, providing strong evidence for the formation of a state of matter with baryon density substantially greater than normal nuclear matter. Unlike reactions at this energy induced by lighter heavy ions, at low m t− m 0 the proton invariant spectra deviate from a single exponential shape and become flatter, while π− spectra are found to rise faster than the π+ spectra.",
                "Charged kaon production has been measured in Si+ Al and Si+ Au collisions at 1 4. 6 A GeV\/c, and Au+ Au collisions at 1 1. 1 A GeV\/c by Experiments 859 and 866 (the E-802 Collaboration) at the BNL AGS. Invariant transverse mass spectra and rapidity distributions for both K+ and K− are presented. The centrality dependence of rapidity-integrated kaon yields is studied. Strangeness enhancement is observed as an increase in the slope of the kaon yield with the total number of participants as well as the yield per participant. The enhancement starts with peripheral Si+ Al and Si+ Au collisions (relative to N+ N) and appears to saturate for a moderate number of participating nucleons in Si+ Au collisions. It is also observed to increase slowly with centrality in Au+ Au collisions, to a level in the most central Au+ Au collisions that is greater than that found in central Si+ A collisions. The enhancement factors for K …",
                "Two-pion correlations from Pb+ Pb collisions at 158 GeV\/c per nucleon are measured by the NA44 experiment at CERN. Multidimensional fits characterize the emission volume, which is found to be larger than in S-induced collisions. Comparison to the RQMD model is used to relate the fit parameters to the actual emission volume.",
                "Two-pion correlation functions are analyzed at midrapidity for three systems (14.6 A GeV\/c Si+ Al, Si+ Au, and 1 1. 6 A GeV\/c Au+ Au), seven distinct centrality conditions, and different k T bins in the range 0.1–0.5 GeV\/c. Source reference frames are determined from fits to the Yano-Koonin source parametrization. Bertsch-Pratt radius parameters are shown to scale linearly with both number of projectile and total participants as obtained from a Glauber model calculation. A finite lifetime parameter that increases linearly with system\/centrality is also reported. The m T dependences of the Bertsch-Pratt radii for the central Si+ Au and central Au+ Au systems differ only by an overall normalization factor given by the measured system\/centrality dependence.",
                "The NA44 experiment has measured single-particle inclusive spectra for charged pions, kaons, and protons as a function of transverse mass near midrapidity in 1 5 8 A GeV\/c Pb+ Pb collisions. From the particle mass dependence of the observed m T distributions, we are able to deduce a value of about 120 MeV for the temperature at thermal freeze-out. From the observed ratios of the rapidity densities, we find values of the chemical potentials for light and strange quarks and a chemical freeze-out temperature of approximately 140 MeV.",
                "Proton distributions at mid-rapidity (2≤ y≤ 3) have been measured for 158A· GeV Pb+ Pb collisions in the focusing spectrometer experiment NA44 at CERN. From baryon number conservation and by comparing the experimentally measured d N d y distribution with the transport model RQMD, we conclude that a rather high degree of nuclear stopping has been reached for the truly heavy-ion collisions at these energies. Transverse mass distributions exhibit characteristically thermal shapes and the slope parameters increase with the mass of the colliding system.",
                "Nowadays, many countries adopt an active agenda to mitigate the impact of greenhouse gas emissions by moving towards less polluting energy generation technologies. The environmental costs, directly or indirectly generated to achieve such a challenging objective, remain however largely underexplored. Until now, research has focused either on pure economic approaches such as Computable General Equilibrium (CGE) and partial equilibrium (PE) models, or on (physical) energy supply scenarios. These latter could be used to evaluate the environmental impacts of various energy saving or cleaner technologies via Life Cycle Assessment (LCA) methodology. These modelling efforts have, however, been pursued in isolation, without exploring the possible complementarities and synergies. In this study, we have undertaken a practical combination of these approaches into a common framework: on the one hand …",
                "We will address the physics of K−\/K+ and bar p\/p ratios measured in 158 A GeV Pb+ Pb collisions as a function of centrality and transverse momentum. We observe little significant centrality dependence in neither K−\/K+ nor bar p\/p ratios and they are almost constant as a function of P T. In addition to the chemical freeze-out temperature T ch, we extract the chemical potentials for both light and strange quarks (μ q and μ s) by comparing the present data with simple model predictions. T ch is greater than the thermal freeze-out temperature which is extracted from the transverse momentum distribution of charged hadrons.",
                "The NA44 Collaboration has measured yields and differential distributions of K+, K−, π+, π− in transverse kinetic energy and rapidity, around the center-of-mass rapidity in 158 A GeV\/c Pb+Pb collisions at the CERN SPS. A considerable enhancement of K+ production per π is observed, as compared to p+p collisions at this energy. To illustrate the importance of secondary hadron rescattering as an enhancement mechanism, we compare strangeness production at the SPS and AGS with predictions of the transport model RQMD."
            ],
            [
                [
                    "Physics - Sustainablity modeling (Energy",
                    "Atmosphere",
                    "Pollution",
                    "Statistics",
                    "Geocomputation)"
                ]
            ],
            [
                "Daniel Zacharias Daniel Zacharias Service Desk Manager \/ Systems Engineer N337 ESC 801.422.6776    (office) 801.709.0359    (mobile) batman@physics.byu.edu Due to elevated risk for serious health complications from the emerging zoonotic disease known as COVID, Daniel is primarily working remotely. Monday 12:00 - 18:00 Tuesday 09:00 - 18:00 Wednesday 09:00 - 18:00 Thursday 09:00 - 18:00 Friday 09:00 - 18:00 Tech Office Team Training, Friday 12:00 - 13:30 Technology Advisory Committee, Monday 13:00 - 14:00 Specialty: Information Technology Service Management Through hard work and determination Daniel facilitates education. In his previous position at Utah Valley University's College of Engineering & Technology Daniel managed and maintained computer labs, license servers, and other IT infrastructure for eight departments. Daniel has been applying his knowledge, skills, and abilities to facilitate education since 2010. Feel free to contact Daniel via email, phone, or service request ."
            ]
        ]
    ]
}