{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z49YUQZZ",
            "2c3MQh8AAAAJ",
            [
                "Simple combinations of lineage-determining transcription factors prime cis-regulatory elements required for macrophage and B cell identities",
                "A global network of transcription factors, involving E2A, EBF1 and Foxo1, that orchestrates B cell fate",
                "Global changes in the nuclear positioning of genes and intra-and interdomain genomic interactions that orchestrate B cell fate",
                "CCCTC-binding factor (CTCF) and cohesin influence the genomic architecture of the Igh locus and antisense transcription in pro-B cells",
                "ICOS coreceptor signaling inactivates the transcription factor FOXO1 to promote Tfh cell differentiation",
                "Multilineage priming of enhancer repertoires precedes commitment to the B and myeloid cell lineages in hematopoietic progenitors",
                "The opposing roles of the transcription factor E2A and its antagonist Id3 that orchestrate and enforce the naive fate of T cells",
                "TFIIH XPB mutants suggest a unified bacterial-like mechanism for promoter opening but not escape"
            ],
            [
                "Genome-scale studies have revealed extensive, cell type-specific colocalization of transcription factors, but the mechanisms underlying this phenomenon remain poorly understood. Here, we demonstrate in macrophages and B cells that collaborative interactions of the common factor PU.1 with small sets of macrophage- or B cell lineage-determining transcription factors establish cell-specific binding sites that are associated with the majority of promoter-distal H3K4me1-marked genomic regions. PU.1 binding initiates nucleosome remodeling, followed by H3K4 monomethylation at large numbers of genomic regions associated with both broadly and specifically expressed genes. These locations serve as beacons for additional factors, exemplified by liver X receptors, which drive both cell-specific gene expression and signal-dependent responses. Together with analyses of transcription factor binding and H3K4me1 …",
                "It is now established that the transcription factors E2A, EBF1 and Foxo1 have critical roles in B cell development. Here we show that E2A and EBF1 bound regulatory elements present in the Foxo1 locus. E2A and EBF1, as well as E2A and Foxo1, in turn, were wired together by a vast spectrum of cis-regulatory sequences. These associations were dynamic during developmental progression. Occupancy by the E2A isoform E47 directly resulted in greater abundance, as well as a pattern of monomethylation of histone H3 at lysine 4 (H3K4) across putative enhancer regions. Finally, we divided the pro-B cell epigenome into clusters of loci with occupancy by E2A, EBF and Foxo1. From this analysis we constructed a global network consisting of transcriptional regulators, signaling and survival factors that we propose orchestrates B cell fate.",
                "The genome is folded into domains located in compartments that are either transcriptionally inert or transcriptionally permissive. Here we used genome-wide strategies to characterize domains during B cell development. Structured interaction matrix analysis showed that occupancy by the architectural protein CTCF was associated mainly with intradomain interactions, whereas sites bound by the histone acetyltransferase p300 or the transcription factors E2A or PU. 1 were associated with intra-and interdomain interactions that are developmentally regulated. We identified a spectrum of genes that switched nuclear location during early B cell development. In progenitor cells, the transcriptionally inactive locus encoding early B cell factor (Ebf1) was sequestered at the nuclear lamina, which thereby preserved their multipotency. After development into the pro-B cell stage, Ebf1 and other genes switched compartments to …",
                "Compaction and looping of the ~2.5-Mb Igh locus during V(D)J rearrangement is essential to allow all VH genes to be brought in proximity with DH-JH segments to create a diverse antibody repertoire, but the proteins directly responsible for this are unknown. Because CCCTC-binding factor (CTCF) has been demonstrated to be involved in long-range chromosomal interactions, we hypothesized that CTCF may promote the contraction of the Igh locus. ChIP sequencing was performed on pro-B cells, revealing colocalization of CTCF and Rad21 binding at ~60 sites throughout the VH region and 2 other sites within the Igh locus. These numerous CTCF\/cohesin sites potentially form the bases of the multiloop rosette structures at the Igh locus that compact during Ig heavy chain rearrangement. To test whether CTCF was involved in locus compaction, we used 3D-FISH to measure compaction in pro-B cells transduced …",
                "T follicular helper (Tfh) cells are essential in the induction of high-affinity, class-switched antibodies. The differentiation of Tfh cells is a multi-step process that depends upon the co-receptor ICOS and the activation of phosphoinositide-3 kinase leading to the expression of key Tfh cell genes. We report that ICOS signaling inactivates the transcription factor FOXO1, and a Foxo1 genetic deletion allowed for generation of Tfh cells with reduced dependence on ICOS ligand. Conversely, enforced nuclear localization of FOXO1 inhibited Tfh cell development even though ICOS was overexpressed. FOXO1 regulated Tfh cell differentiation through a broad program of gene expression exemplified by its negative regulation of Bcl6. Final differentiation to germinal center Tfh cells (GC-Tfh) was instead FOXO1 dependent as the Foxo1−\/− GC-Tfh cell population was substantially reduced. We propose that ICOS signaling …",
                "Recent studies have documented genome-wide binding patterns of transcriptional regulators and their associated epigenetic marks in hematopoietic cell lineages. In order to determine how epigenetic marks are established and maintained during developmental progression, we have generated long-term cultures of hematopoietic progenitors by enforcing the expression of the E-protein antagonist Id2. Hematopoietic progenitors that express Id2 are multipotent and readily differentiate upon withdrawal of Id2 expression into committed B lineage cells, thus indicating a causative role for E2A (Tcf3) in promoting the B cell fate. Genome-wide analyses revealed that a substantial fraction of lymphoid and myeloid enhancers are premarked by the poised or active enhancer mark H3K4me1 in multipotent progenitors. Thus, in hematopoietic progenitors, multilineage priming of enhancer elements precedes commitment to the …",
                "It is established that the transcription factor E2A and its antagonist Id3 modulate the checkpoints consisting of the precursor to the T cell antigen receptor (pre-TCR) and the TCR. Here we demonstrate that Id3 expression was higher beyond the pre-TCR checkpoint, remained high in naive T cells and showed a bimodal pattern in the effector-memory population. We show how E2A promoted T lineage specification and how pre-TCR-mediated signaling affected E2A genome-wide occupancy. Thymi in Id3-deficient mice had aberrant development of effector-memory cells, higher expression of the chemokine receptor CXCR5 and the transcriptional repressor Bcl-6 and, unexpectedly, T cell–B cell conjugates and B cell follicles. Collectively, our data show how E2A acted globally to orchestrate development into the T lineage and that Id3 antagonized E2A activity beyond the pre-TCR checkpoint to enforce the naive fate of …",
                "DNA helicases open the duplex during DNA replication, repair and transcription. However, RNA polymerase II is the only member of its family with this requirement; RNA polymerases I and III and bacterial RNA polymerases open DNA without a helicase. In this report, characterization of XPB mutants indicates that its helicase activity is not used for RNA polymerase II promoter opening, which is instead driven by its ATPase activity. The mutants have parallels in σ 54 bacterial transcription and this suggests a similar mode of opening DNA for both RNA polymerases, involving ATP-dependent enzyme conformational changes. Promoter escape is defective in these XPB mutants, suggesting that the XPB helicase acts as an ATP-driven motor to reorganize the tightly wrapped multiprotein eukaryotic preinitiation complex during the remodeling that precedes elongation and the coupling to RNA processing events."
            ],
            [
                [
                    "Immunology",
                    "Cancer",
                    "Gene Regulation"
                ]
            ]
        ]
    ]
}