{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z57972U8",
            "8AqWr_4AAAAJ",
            [
                "Glueball spectrum from an anisotropic lattice study",
                "Analytic smearing of SU (3) link variables in lattice QCD",
                "Glueball spectrum and matrix elements on anisotropic lattices",
                "Efficient glueball simulations on anisotropic lattices",
                "Constrained curve fitting",
                "First results from  dynamical quark flavors on an anisotropic lattice: Light-hadron spectroscopy and setting the strange-quark mass",
                "Novel quark-field creation operator construction for hadronic physics in lattice QCD",
                "Heavy quarkonium physics",
                "The a 1 in τ decay",
                "Fine structure of the QCD string spectrum"
            ],
            [
                "The spectrum of glueballs below 4 GeV in the SU (3) pure-gauge theory is investigated using Monte Carlo simulations of gluons on several anisotropic lattices with spatial grid separations ranging from 0.1 to 0.4 fm. Systematic errors from discretization and finite volume are studied, and the continuum spin quantum numbers are identified. Care is taken to distinguish single glueball states from two-glueball and torelon-pair states. Our determination of the spectrum significantly improves upon previous Wilson action calculations.",
                "An analytic method of smearing link variables in lattice QCD is proposed and tested. The differentiability of the smearing scheme with respect to the link variables permits the use of modern Monte Carlo updating methods based on molecular dynamics evolution for gauge-field actions constructed using such smeared links. In examining the smeared mean plaquette and the static quark-antiquark potential, no degradation in effectiveness is observed as compared to link smearing methods currently in use, although an increased sensitivity to the smearing parameter is found.",
                "The glueball-to-vacuum matrix elements of local gluonic operators in scalar, tensor, and pseudoscalar channels are investigated numerically on several anisotropic lattices with the spatial lattice spacing ranging from 0.1–0.2 fm. These matrix elements are needed to predict the glueball branching ratios in J\/ψ radiative decays which will help identify the glueball states in experiments. Two types of improved local gluonic operators are constructed for a self-consistent check and the finite-volume effects are studied. We find that lattice spacing dependence of our results is very weak and the continuum limits are reliably extrapolated, as a result of improvement of the lattice gauge action and local operators. We also give updated glueball masses with various quantum numbers.",
                "Monte Carlo results for the low-lying glueball spectrum using an improved, anisotropic action are presented. Ten simulations at lattice spacings ranging from 0.2 to 0.4 fm and two different anisotropies have been performed in order to demonstrate the advantages of using coarse, anisotropic lattices to calculate glueball masses. Our determinations of the tensor (2++) and pseudovector (1+−) glueball masses are more accurate than previous Wilson action calculations.",
                "We survey techniques for constrained curve fitting, based upon Bayesian statistics, that offer significant advantages over conventional techniques used by lattice field theorists.",
                "We present the first light-hadron spectroscopy on a set of N f= 2+ 1 dynamical, anisotropic lattices. A convenient set of coordinates that parameterize the two-dimensional plane of light and strange-quark masses is introduced. These coordinates are used to extrapolate data obtained at the simulated values of the quark masses to the physical light and strange-quark point. A measurement of the Sommer scale on these ensembles is made, and the performance of the hybrid Monte Carlo algorithm used for generating the ensembles is estimated.",
                "A new quark-field smearing algorithm is defined which enables efficient calculations of a broad range of hadron correlation functions. The technique applies a low-rank operator to define smooth fields that are to be used in hadron creation operators. The resulting space of smooth fields is small enough that all elements of the reduced quark propagator can be computed exactly at reasonable computational cost. Correlations between arbitrary sources, including multihadron operators can be computed a posteriori without requiring new lattice Dirac operator inversions. The method is tested on realistic lattice sizes with light dynamical quarks.",
                "This report is the result of the collaboration and research effort of the Quarkonium Working Group over the last three years. It provides a comprehensive overview of the state of the art in heavy-quarkonium theory and experiment, covering quarkonium spectroscopy, decay, and production, the determination of QCD parameters from quarkonium observables, quarkonia in media, and the effects on quarkonia of physics beyond the Standard Model. An introduction to common theoretical and experimental tools is included. Future opportunities for research in quarkonium physics are also discussed.",
                "The decay τ→ ν τ πππ provides a potentially powerful means of observing the axial-vector isovector state expected in the region of 1.2 GeV. Extraction of the properties of this resonance is, however, complicated by its broad width. We examine the problems of studying such a resonance, especially the model dependence of its deduced mass and width. Within a clearly defined and well-tested model we find m a 1= 1220±15 MeV and Γ a 1= 420±40 MeV.",
                "Using advanced lattice methods in quantum chromodynamics, three distinct scales are established in the excitation spectrum of the gluon field around a static quark-antiquark pair as the color source separation R is varied. On the shortest length scale, the excitations are consistent with states created by local gluon field operators arising from a multipole operator product expansion. An intermediate crossover region below 2 fm is identified with a dramatic rearrangement of the level orderings. On the largest length scale of 2–3 fm, the spectrum agrees with that expected for stringlike excitations. The energies nearly reproduce asymptotic π\/R string gaps, but exhibit a fine structure, providing important clues for developing an effective bosonic string description."
            ],
            [
                [
                    "Theoretical Particle Physics",
                    "Lattice QCD"
                ]
            ],
            [
                "›              Colin Morningstar Colin Morningstar Professor of Physics Nuclear & Particle Physics Quark Interaction Theory Wean Hall 8420 lab website PhD: University of Toronto (Canada), Theoretical Particle Physics (1991) M.Sc.: University of Toronto (Canada), Theoretical Particle Physics (1986) Professional Societies: Fellow, American Physical Society Curriculum ViTAE Professor of Physics, Carnegie Mellon University, 2010– Indefinite Tenure, Carnegie Mellon University, 2006 Associate Professor, Carnegie Mellon University, 2006–10 Assistant Professor, Carnegie Mellon University, 2000–2006 Assistant Professor, Florida International University, 1999–2000 Post-doctoral Research: UC San Diego, 1995–99 Post-doctoral Research: University of Edinburgh, 1993–95 Post-doctoral Research: Stanford Linear Accelerator Center, 1991–93 My research interests primarily concern nonperturbative phenomena in quantum field theories, with particular emphasis on the study of hadron formation and confinement in quantum chromodynamics using computer simulations of quarks and gluons. Two past highlights include a first comprehensive determination of the glueball spectrum in pure Yang-Mills and the spectrum of heavy-quark hybrid mesons in the leading Born-Oppenheimer approximation (neglecting light quark loops). My collaborators and I are currently focusing on ab initio determinations of the excited baryon and meson spectra using lattice QCD Monte Carlo methods. Our computations are carried out on the NSF XSEDE supercomputers and on machines available through the DOE's INCITE program. J. Bulava, B. Hoerz, F. Knechtli, V Koch, G. Moir, C. Morningstar, M. Peardon, String breaking by light and strange quarks in QCD Phys. Lett. B 793, 493 (2019) C.W. Andersen, J. Bulava, B. Hoerz, C. Morningstar, The I=1 pion-pion scattering amplitude and timelike pion form factor from N f = 2+1 lattice QCD Nucl. Phys. B 939, 145 (2019) R. Brett, J. Bulava, J. Fallica, A. Hanlon, B. Hoerz, C. Morningstar, Determination of s- and p-wave I=1\/2 Kπ scattering amplitudes in N f = 2 + 1 lattice QCD Nucl. Phys. B 932, 29 (2018) C.W. Andersen, J. Bulava, B. Hoerz, C. Morningstar, The elastic I=3\/2 p-wave nucleon-pion scattering amplitude and the Δ(1232) resonance from N f = 2 + 1 lattice QCD Phys. Rev. D 97, 014506 (2018) C. Morningstar, J. Bulava, B. Singha, R. Brett, J. Fallica, A. Hanlon, B. Hoerz, Estimating the two-particle K-matrix for multiple partial waves and decay channels from finite-volume energies, Nucl. Phys. B 924, 477 (2017) J. Bulava, B. Fahy, B. Hörz, K. J. Juge, C. Morningstar, C. Wong, I = 1 and I = 2 π – π scattering phase shifts from N f = 2 + 1 lattice QCD, Nucl. Phys. B 910, 842 (2016) Colin Morningstar, Unearthing Excited Hadron Resonances in Lattice QCD Using NSF XSEDE Resources Computing in Science & Engineering 17, 23 (2015) C. Morningstar, J. Bulava, B. Fahy, J. Foley, Y. C. Jhang, K. J. Juge, D. Lenkner, C. H. Wong, Extended hadron and two-hadron operators of definite momentum for spectrum calculations in lattice QCD Phys. Rev. D 88, 14511 (2013) C. Morningstar, J. Bulava, J. Foley, K. J. Juge, D. Lenkner, M. Peardon, C. H. Wong, Improved stochastic estimation of quark propagation with Laplacian Heaviside smearing in lattice QCD Phys. Rev. D 83, 114505 (2011) J. Bulava, R. G. Edwards, E. Engelson, B. Joó, H-W. Lin, C. Morningstar, D. G. Richards, S. J. Wallace, Nucleon, Δ, and Ω excited state spectra in N f = 2 + 1 lattice QCD Phys. Rev. D 82, 014507 (2010) Colin Morningstar, Mike Peardon, Analytic smearing of SU(3) link variables in lattice QCD Phys. Rev. D 69, 054501 (2004) Colin Morningstar, Mike Peardon, Glueball spectrum from an anisotropic lattice study Phys. Rev. D 60, 034509 (1999)  Researcher ID"
            ]
        ]
    ]
}