{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z5EAGKAN",
            "vGlwXpIAAAAJ",
            [
                "Molecular basis of agonism and antagonism in the oestrogen receptor",
                "The structural basis of estrogen receptor\/coactivator recognition and the antagonism of this interaction by tamoxifen",
                "Monoclonal antibodies localize oestrogen receptor in the nuclei of target cells",
                "Sequence and expression of human estrogen receptor complementary DNA",
                "Cell membrane and nuclear estrogen receptors (ERs) originate from a single transcript: studies of ERα and ERβ expressed in Chinese hamster ovary cells",
                "Estrogen receptor pathways to AP-1",
                "Estrogen binding, receptor mRNA, and biologic response in osteoblast-like osteosarcoma cells",
                "Cloning of the human estrogen receptor cDNA"
            ],
            [
                "Oestrogens are involved in the growth, development and homeostasis of a number of tissues 1. The physiological effects of these steroids are mediated by a ligand-inducible nuclear transcription factor, the oestrogen receptor (ER) 2. Hormone binding to the ligand-binding domain (LBD) of the ER initiates a series of molecular events culminating in the activation or repression of target genes. Transcriptional regulation arises from the direct interaction of the ER with components of the cellular transcription machinery 3, 4. Here we report the crystal structures of the LBD of ER in complex with the endogenous oestrogen, 17β-oestradiol, and the selective antagonist raloxifene 5, at resolutions of 3.1 and 2.6 Å, respectively. The structures provide a molecular basis for the distinctive pharmacophore of the ER and its catholic binding properties. Agonist and antagonist bind at the same site within the core of the LBD but …",
                "Ligand-dependent activation of transcription by nuclear receptors (NRs) is mediated by interactions with coactivators. Receptor agonists promote coactivator binding, and antagonists block coactivator binding. Here we report the crystal structure of the human estrogen receptor α (hERα) ligand-binding domain (LBD) bound to both the agonist diethylstilbestrol (DES) and a peptide derived from the NR box II region of the coactivator GRIP1 and the crystal structure of the hERα LBD bound to the selective antagonist 4-hydroxytamoxifen (OHT). In the DES-LBD-peptide complex, the peptide binds as a short α helix to a hydrophobic groove on the surface of the LBD. In the OHT-LBD complex, helix 12 occludes the coactivator recognition groove by mimicking the interactions of the NR box peptide with the LBD. These structures reveal the two distinct mechanisms by which structural features of OHT promote this “autoinhibitory …",
                "Although it is widely accepted that specific intracellular receptor proteins are involved in the oestrogenic regulation of gene expression and growth in reproductive tissues, the precise nature of the regulation is poorly understood. Among the unresolved issues are the distribution and dynamics of the oestrogen receptor protein (oestrophilin) in target tissues in the presence and absence of oestrogens and antioestrogens. The use of radio-labelled and unlabelled receptor ligands to detect and measure oestrogen receptors in tissues has been complicated by the presence of other intracellular steroid-binding proteins 1 and by the low concentration of receptors in responsive tissues. We report here the development of an immunocytochemical procedure that is suitable for localizing oestrophilin directly in frozen tissue sections or cells from human and several non-human sources. When monoclonal antibodies to …",
                "The mechanism by which the estrogen receptor and other steroid hormone receptors regulate gene expression in eukaryotic cells is not well understood. In this study, a complementary DNA clone containing the entire translated portion of the messenger RNA for the estrogen receptor from MCF-7 human breast cancer cells was sequenced and then expressed in Chinese hamster ovary (CHO-K1) cells to give a functional protein. An open reading frame of 1785 nucleotides in the complementary DNA corresponded to a polypeptide of 595 amino acids and a molecular weight of 66,200, which is in good agreement with published molecular weight values of 65,000 to 70,000 for the estrogen receptor. Homogenates of transformed Chinese hamster ovary cells containing a protein that bound [3H]estradiol and sedimented as a 4S complex in salt-containing sucrose gradients and as an 8 to 9S complex in the absence of …",
                "The existence of a putative membrane estrogen receptor (ER) has been supported by studies accomplished over the past 20 yr. However, the origin and functions of this receptor are not well defined. To study the membrane receptor, we transiently transfected cDNAs for ERα or ERβ into Chinese hamster ovary (CHO) cells. Transfection of ERα resulted in a single transcript by Northern blot, specific binding of labeled 17β-estradiol (E2), and expression of ER in both nuclear and membrane cell fractions. Competitive binding studies in both compartments revealed near identical dissociation constants (Kds) of 0.283 and 0.287 nm, respectively, but the membrane receptor number was only 3% as great as the nuclear receptor density. Transfection of ERβ also yielded a single transcript and nuclear and membrane receptors with respective Kd values of 1.23 and 1.14 nm; the membrane receptor number was only 2 …",
                "Estrogen receptor (ER) binds to estrogen response elements in target genes and recruits a coactivator complex of CBP-pl60 that mediates stimulation of transcription. ER also activates transcription at AP-1 sites that bind the Jun\/Fos transcription factors, but not ER. We review the evidence regarding mechanisms whereby ER increases the activity of Jun\/Fos and propose two pathways of ER action depending on the ER (α or β) and on the ligand. We propose that estrogen-ERα complexes use their activation functions (AF-1 and AF-2) to bind to the p 160 component of the coactivator complex recruited by Jun\/Fos and trigger the coactivator to a higher state of activity. We propose that selective estrogen receptor modulator (SERM) complexes with ERβ and with truncated ERα derivatives use their DNA binding domain to titrate histone deacetylase (HDAC)-repressor complexes away from the Jun\/Fos coactivator complex …",
                "High specific activity estradiol labeled with iodine-125 was used to detect approximately 200 saturable, high-affinity (dissociation constant approximately equal to 1.0 nM) nuclear binding sites in rat (ROS 17\/2.8) and human (HOS TE85) clonal osteoblast-like osteosarcoma cells. Of the steroids tested, only testosterone exhibited significant cross-reactivity with estrogen binding. RNA blot analysis with a complementary DNA probe to the human estrogen receptor revealed putative receptor transcripts of 6 to 6.2 kilobases in both rat and human osteosarcoma cells. Type I procollagen and transforming growth factor-beta messenger RNA levels were enhanced in cultured human osteoblast-like cells treated with 1 nM estradiol. Thus, estrogen can act directly on osteoblasts by a receptor-mediated mechanism and thereby modulate the extracellular matrix and other proteins involved in the maintenance of skeletal …",
                "Poly(A)+ RNA isolated from the human breast cancer cell line MCF-7 was fractionated by sucrose gradient centrifugation and fractions enriched in estrogen receptor (ER) mRNA were used to prepare randomly primed cDNA libraries in the lambda gt10 and lambda gt11 vectors. Clones corresponding to ER sequence were isolated from both libraries after screening with either ER monoclonal antibodies (lambda gt11) or synthetic oligonucleotide probes designed from two peptide sequences of purified ER (lambda gt10). Five cDNA clones were isolated by antibody screening and five were isolated after screening with synthetic oligonucleotides. The two largest ER cDNA clones, lambda OR3 (1.3 kilobase pairs) and lambda OR8 (2.1 kilobase pairs), isolated by using antibodies and oligonucleotides, respectively, were able to enrich selectively for ER mRNA by hybrid-selection. Furthermore, lambda OR8 contains the …"
            ],
            [
                [
                    "Breast cancer",
                    "steroid hormone action",
                    "nuclear receptors"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}