{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z5TDD9FE",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Eric S. Swanson Professor 404 Allen Hall (412) 624–9057 swansone@pitt.edu I am interested in learning how quarks and gluons build the universe. Quarks are the most basic bits of matter which form all other massive particles such as protons, neutrons, pions, and many others (electrons and neutrinos are not made of quarks).  Gluons are the carriers of the force which acts between quarks (much the same as photons are the carriers of the electromagnetic force). The whole thing is described by a quantum field theory called Quantum Chromodynamics, or QCD for short. Although it is easy to describe QCD (the whole theory can be written on one line), it embodies many fascinating phenomena. These include color confinement, asymptotic freedom, spontaneous chiral symmetry breaking, important topological features, the quark–gluon plasma phase transition, and the emergence of an entirely new class of matter made of gluons (like atoms made of pure light!). QCD is also widely applicable. It is used in nuclear physics (how the nuclei of atoms are formed and behave), astrophysics (the formation of neutron and quark stars), cosmology (the very early universe is thought to have been a quark–gluon plasma), and hadronic physics (the physics of protons, pions, etc). You can find a pedagogical introduction to particle physics here and an introduction to QCD in an article I wrote for American Scientist . My research concentrates on describing the structure and interactions of hadrons –– those particles which are made of quarks and gluons. I am especially interested in exotics , particles made in whole or in part by gluons. There is an active effort to discover these particles around the world. I am a member of a new $30 million experimental effort being mounted at Jefferson Lab in Virginia. Gluons are an especially interesting part of QCD because their peculiar properties are thought to underlie many of the interesting phenomena I mentioned above. Understanding QCD means understanding its vacuum. Some of my current research involves using a numerical method called lattice gauge theory to probe different aspects of the QCD vacuum. My students and I are also examining the application of the Schwinger-Dyson formalism to nonperturbative properties of quantum field theory. Awards Fellow of the American Physical Society, 2010 Selected Publications \"Molecular Interpretation of the Pc(4440) and Pc(4457) States\", T.J. Burns and E.S. Swanson, Phys. Rev. D100, 114033 (2019). \"Decays and Spectrum of Bottom and Bottom-strange Mesons\", Ishrat Asghar, Bilal Masud, E.S. Swanson, Faisal Akram, M. Atif Sultan, Eur. Phys. J. A. 54, 127 (2018). \"Heavy-Quark Hybrid Mass Splittings: Hyperfine and Ultrafine\", R.F. Lebed and E.S. Swanson, Few Body Syst. 59, 53 (2018). \"Quarkonium h States As Arbiters of Exoticity\", R.F. Lebed and E.S. Swanson, Phys. Rev. D96, 056015 (2017). \"Heavy-Quark QCD Exotica\", R.F. Lebed, R.E. Mitchell, and E.S. Swanson, PPNP 93C, 143 (2017). \"B and B s Meson Spectroscopy\", S. Godfrey, K. Moats, and E.S. Swanson, Phys. Rev. D94, 054025 (2016) \"Interpreting the X(5568)\", T. Burns and E.S. Swanson, Phys. Lett. B760, 627 (2016). \"Issues and Opportunities in Exotic Hadrons\", R. Briceno et al, Chin. Phys. C40, 042001 (2016). \"Cusps and Exotic Charmonia\", E.S. Swanson, Int. J. Mod. Phys. E25, 1642010 (2015). \"Physics Opportunities with Meson Beams\", W. Briscoe et al., Eur. Phys. J. A51, 129 (2015). \"Molecular Interpretation of the Supercharmonium State Z(4475), T. Barnes, F.E. Close, and E.S. Swanson, Phys. Rev. D91, 014004 (2015). \"Zb and Zc Exotic States as Coupled Channel Cusps\", E.S. Swanson, Phys. Rev. D91, 034009 (2015). \"Hybrid Mesons\", C. Meyer and E.S. Swanon, Prog. Part. Nucl. Phys. 82, 21 (2015) \"The Physics of the B Factories\", Eur. Phys. J. C74, 3026 (2014) \"The Gluon Propagator with Two-loop Schwinger-Dyson Equations\", J. Meyers and E.S. Swanson, Phys. Rev. D90, 045037 (2014) 'Spin Zero Glueballs in the Bethe-Salpeter Formalism\", J. Meyers and E.S. Swanson, Phys. Rev. D87, 036009 (2014). \"Confinement Models at Finite Temperature and Density\", Pok Man Lo and  E.S. Swanson, Phys. Rev. D81, 034030 (2010). \"Hadron loops: General theorems and application to charmonium\", T. Barnes and E.S. Swanson, Phys. Rev. C77, 055206 (2008). \"A Canonical Ds(2317)?\", O. Lakhina and E.S. Swanson, Phys. Lett. B650, 159 (2007). \"The New Heavy Mesons: a Status Report\", E.S. Swanson, Phys. Rept. 429, 243 (2006). \" Higher Charmonia, \" T. Barnes, S. Godfrey, and E.S. Swanson, Phys. Rev. D72 , 054026 (2005). \" Short Range Structure in the X(3872), \" E.S. Swanson, Phys. Lett. B588 , 189 (2004). \" Coulomb Gauge QCD, Confinement, and the Constituent Representation, \" A. Szczepaniak and E.S. Swanson, Phys. Rev. D65 , 025012 (2002). \" Chiral Extrapolation, Renormalization, and the Viability of the Quark Model, \" A. Szczepaniak and E.S. Swanson, Phys. Rev. Lett. 87 , 072001 (2001). \" One the Excitation Spectrum of Heisenberg Spin Ladders, \" T. Barnes, E. Dagotto, J. Riera, and E.S. Swanson, Phys. Rev. B47 , 3196 (1993). recent publications Op-eds Should kids have cell phones? , WalletHub.com, Jan 6, 2017. Robot Cars , Pittsburgh Post Gazette, Nov 1, 2015 New Particle Hints at Four-Quark Matter , APS Physics Viewpoint, June 17, 2013 Why the Higgs Particle Matters Pittsburgh Post Gazette op-ed, July 8, 2012 These studies are killing me Pittsburgh Post Gazette op-ed, July 24, 2011 Keep Your Hands off of My Theory! , Pittsburgh Post Gazette op-ed, Jan 9, 2011 Weather and Climate aren't the Same , Pittsburgh Post Gazette, Feb 2010 We Can't Run and We Can't Hide , Pittsburgh Post Gazette op-ed, Sept 27, 2009. Stop Freaking Out about Cell Phones! , Pittsburgh Post Gazette op-ed, Aug 3, 2008 Na tropie egzotycznych hadronow , Postepy Fiziki, Jan 18, 2005. Rumsfeld's Folly: National Missile Defense , Pittsburgh Post Gazette op-ed, Jan 14, 2001 The Search for QCD Exotics , American Scientist, Sept, 2000 The Body Scientific Guest Appearances Worried About 5G's Health Effects? Don't Be , Wired.com, Dec 18, 2019. The Quintuple is the Almost-impossible Future of Figure Skating inverse.com, Feb 17, 2018. Exotic New Atom Discovered in Nine Year Old Data PBS, Oct 13, 2016 The Social Life of Quarks Science, Jan 14, 2016 Glueballs are the missing frontier of the Standard Model Ars Technica, October 21, 2015 Pentaquarks make their Debut Scientific American, Sept 15, 2015 The big bang blip: Solving the mystery of why matter exists New Scientist, May 20, 2015 CERN Scientists Claim Discovery of New Particles NY Times, July 14, 2015 A Trip to the Quark Zoo , APS podcast, June, 2014 Indisputable Proof of a New Four Quark Particle , Popular Science, April 10, 2014 New Charmed Particle Represents a Rare State of Matter , Fox News, June 2013 Moegliche neue Materieform: Physiker entdecken mysterioeses Teilchen , Spiegel Online, June 2013 New 'Charmed' Particle Represents Rare State of Matter , LiveScience, June 2013 Mysterious Subatomic Particle May Represent Exotic New Form of Matter , Wired, June 2013 The Cold Hard Facts , Pittsburgh Post Gazette, Dec 23, 2012 Is the NYPD's new gun detection scanner safe? , The New York World, Jan 19, 2012 Pitt professors blast study linking brain, cell phone usage , Pittsburgh Post Gazette, May 26, 2011 Pitt Scientists Among Those Challenging Cellphone Research , Pittsburgh Tribune-Review, May 26, 2011 Are Cell Phones Safe? , www.procon.org , Feb 2010 KDKA's Jeff Verszyla is Tweeting up a Storm , Pittsburgh Post Gazette, Oct 16, 2009 Hadronic Physicists Find a Home , APS News, Oct 2009 Exotic Arrival , Frontline Magazine, May 2009 The Charming Case of the X(3872) , Symmetry, Apr, 2008 Physicists Spot Unusual Charged Meson , Physics World, Nov 15, 2007 Starting From Square One , Science News, Aug 7, 2004 Misbehavin' Meson: perplexing particle flouts the rules , Science News, June 26, 2004 New Hadronic Physics Topical Group Approved , APS News, Jan 2002 Christian Farina (412) 624–9057"
            ]
        ]
    ]
}