{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z60PN6BL",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Karin Sandstrom \"The CO-to-H2 Conversion Factor and Dust-to-gas Ratio on Kiloparsec Scales in Nearby Galaxies\", Karin M. Sandstrom, A. K. Leroy, F. Walter, and the KINGFISH and HERACLES teams, 2013, The Astrophysical Journal, Vol 777 \"The Spitzer Spectroscopic Survey of the Small Magellanic Cloud (S4MC): Probing the Physical State of Polycyclic Aromatic Hydrocarbons in a Low-metallicity Environment\", Karin M. Sandstrom, Alberto D. Bolatto, Caroline Bot, B. T. Draine, James G. Ingalls, Frank P. Israel, James M. Jackson, Adam K. Leroy, Aigen Li, Monica Rubio, Joshua D. Simon, J. D. T. Smith, Snezana Stanimirovic, A. G. G. M. Tielens, and Jacco Th. van Loon, 2012, The Astrophysical Journal, Vol 744 \"The Spitzer Survey of the Small Magellanic Cloud (S3MC): Insights into the Life Cycle of Polycyclic Aromatic Hydrocarbons\", Karin M. Sandstrom, Alberto D. Bolatto, B. T. Draine, Caroline Bot, and Snezana Stanimirovic, 2010, The Astrophysical Journal, Vol 715 \"Measuring Dust Production in the Small Magellanic Cloud Core-Collapse Supernova Remnant 1E 0102.2-7219\", Karin M. Sandstrom, Alberto D. Bolatto, Snezana Stanimirovic, Jacco Th. van Loon, and J. D. T. Smith, 2009, The Astrophysical Journal, Vol 696. Karin Sandstrom Ph.D, University of California, Berkeley, 2009 Office: SERF 426 Phone: 858-246-0552 kmsandstrom@ucsd.edu I study the interstellar medium in neaby galaxies using multiwavelength observations. In particular, I am interested in the life cycle and evolution of interstellar dust and the physical processes that govern how interstellar gas is converted to stars."
            ]
        ]
    ]
}