{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z6FN444W",
            "_W8FzmoAAAAJ",
            [
                "Current-induced torques in magnetic materials",
                "A new spin on magnetic memories",
                "Upper critical field, fluctuation conductivity, and dimensionality of YBa 2 Cu 3 O 7− x"
            ],
            [
                "The magnetization of a magnetic material can be reversed by using electric currents that transport spin angular momentum. In the reciprocal process a changing magnetization orientation produces currents that transport spin angular momentum. Understanding how these processes occur reveals the intricate connection between magnetization and spin transport, and can transform technologies that generate, store or process information via the magnetization direction. Here we explain how currents can generate torques that affect the magnetic orientation and the reciprocal effect in a wide variety of magnetic materials and structures. We also discuss recent state-of-the-art demonstrations of current-induced torque devices that show great promise for enhancing the functionality of semiconductor devices.",
                "Spin-transfer-torque magnetic random access memory (STT-MRAM) devices store information in the orientation of the magnetization of nanometre-scale ferromagnetic elements. As such, they are like hard disk drives, which use magnetic states to store information. In contrast to hard disk drives, however, STT-MRAM is written and read electrically, and does not have moving parts. This is a key difference that enables the integration of magnetic devices with semiconductor chips. Such devices might fulfil the speed requirements of a computer's working memory while having the inherent advantages of using magnetic states—that no energy is needed to retain information.STT-MRAM is the result of important advances in physics and materials science made over the past 20 years. The first key finding was the theoretical prediction of spin-transfer torque between conduction electrons and magnetization: spin-polarized …",
                "The upper critical field H c 2 and fluctuation conductivity were measured for highly oriented thin films of YBa 2 Cu 3 O 7− x. The H c 2 results demonstrate the intrinsic anisotropy in this layered superconductor. The broadening of the resistive transition under fields is interpreted in terms of critical fluctuations. The fluctuation conductivity shows dimensional crossover as expected for quasi-two-dimensional material. Using this data we determine the intra-and interlayer coherence lengths ξ c (0) and ξ ab (0), and discuss the dimensionality of the superconductivity in this material."
            ],
            [
                [
                    "Condensed Matter Physics"
                ]
            ],
            [
                "Andrew Kent Professor Of Physics; Director of the Center for Quantum Phenomena Ph.D. 1988, M.S. 1985, Stanford; B.S. 1982, Cornell. Magnetism and transport in mesoscopic systems; magnetic quantum tunneling and coherence in nanostructures; spin-dependence electron transport (spintronics), giant magnetoresistance; spin-angular momentum transfer; scanning probe microscopy of nanostructured materials; novel local probes of cooperative phenomena in nanomagnets. External Affiliations American Physical Society, 1984-present; American Association for the Advancement of Science, 1996-present, \nAPS Committee on International Freedom of Scientists, 2007-2010; IEEE and Member of IEEE Magnetics Society, 2008-present;\nChair of GMAG, The APS Topical Group on Magnetism and its Applications, 2009-2102;\nProgram Co-Chair Magnetism and Magnetic Materials Conference 2013; Advisory Committee to the Conference on Magnetism\nand Magnetic Materials, 2010-2015; Executive Committee of DCMP, APS Division of\nCondensed Matter Physics 2013-2016; Advisory Board of the Committee of Concerned Scientists, 2011-present Fellowships\/Honors \"Docteur Honoris Causa\" (Honorary Doctorate), University of Lorraine, France 2013; Fellow American Physical Society 2006; Golden Dozen Teaching Award, New York University, 1997 and 2015; Jean d'Alembert Research Fellowship, 2017 A. D. Kent, J. Yu, U. Ruediger, and S. S. P. Parkin, Domain wall resistivity in epitaxial ferromagnetic thin film microstructures , Journal of Physics: Condensed Matter 13 , R461-488 (2001) B. Özyilmaz, A. D. Kent, D. Monsma, J. Z. Sun, M. J. Rooks and R. H. Koch, Current-induced magnetization reversal in high magnetic fields in Co\/Cu\/Cu Nanopillars , Physical Review Letters 91 , 067203 (2003) E. del Barco, A. D. Kent, E.-C. Yang and D. N. Hendrickson, Quantum Superposition of High Spin States in Single Molecule Magnet Ni 4 , Physical Review Letters 93 , 157202 (2004) B. Özyilmaz, A. D. Kent, J. Z. Sun and R. H. Koch, Current Induced Excitations in Single Cobalt Ferromagnetic Layer Nanopillars , Physical Review Letters 93 , 176604 (2004) A. D. Kent, B. Özyilmaz and E. del Barco, Spin-Transfer Induced Precessional Magnetization Reversal , Applied Physics Letters 84 , 3897 (2004) E. del Barco, A. D. Kent, S. Hill, J. M. North, N.S. Dalal, E. M. Rumberger, D. N. Hendrickson, N. Chakov and G. Christou, Magnetic Quantum Tunneling in the Single Molecule Magnet Mn 12 -acetate , Journal of Low Temperature Physics 140 , 119 (2005) K. Martens, D. L. Stein and A. D. Kent, Magnetization reversal in nanoscopic ferromagnetic rings , Physical Review B 73 , 054413 (2006) A. D. Kent, “Spin-transfer in high magnetic fields and single magnetic layer nanopillars,” Chapter in Handbook of Magnetism and Advanced Magnetic Materials, Kronmuller, H.  and Parkin S. (eds). John Wiley & Sons Ltd, Chichester, UK pp 2611-2629, 2007. W. Chen, J.-M. L. Beaujour, G. de Loubens, A. D. Kent and J. Z. Sun “Spin-torque driven ferromagnetic resonance of Co\/Ni synthetic layers in spin valves,” Applied Physics Letters 92 , 012507 (2008). G. de Loubens, D. A. Garanin, C. C. Beedle, D. N. Hendrickson, and A. D. Kent, “Magnetization relaxation in the single molecule magnet Ni4 under continuous microwave irradiation,” Europhysics Letters 83 , 37006 (2008). D. Bedau, H. Liu, J-J. Bouzaglou, A. D. Kent, J. Z. Sun, J. A. Katine, E. E. Fullerton and S. Mangin, Ultrafast Spin-Transfer Switching in Spin Valve Nanopillars with Perpendicular Anisotropy , Applied Physics Letters 96 , 022514 (2010) H. Liu, D. Bedau, D. Backes, J. A. Katine, J. Langer, and A. D. Kent, Ultrafast switching in magnetic tunnel junction based orthogonal spin , Applied Physics Letters 97 , 242510 (2010) F. Macia, A. D. Kent and F. Hoppenstead, Spin-wave interference patterns created by spin-torque nano-oscillators for memory and computation , Nanotechnology 22 , 095301 (2011) H. Liu, D. Bedau, D. Backes, J. Katine, and A. D. Kent, Precessional Reversal in Orthogonal Spin Transfer Magnetic Random Access Memory Devices , Applied Physics Letters 101 , 032403 (2012) A. A. Brataas, A. D. Kent, H. Ohno, “Current Current-Induced Torques in Magnetic Materials” Invited Review Article , Nature Materials 11 , 372 (2012) P. Subedi, Velez, F. Macia, S. Li, M. P. Sarachik, J. Tejada, S. Mukherjee, G. Christou, and A. D. Kent, Onset of a Propagating Self-Sustained Spin Reversal Front in a Magnetic System , Physical Review Letters 110 , 207203 (2013) Andrew Kent Professor Of Physics; Director of the Center for Quantum Phenomena andy.kent@nyu.edu 726 Broadway, Room 970 Phone: (212) 998-7773 Lab Homepage Center for Quantum Phenomena The Center for Quantum Phenomena (CQP) is the third research center that is currently being formed in the Department. The research in CQP will be focused on condensed matter and atomic, molecular, and optical physics, as well as their applications to material science, atomic and molecular spectroscopy, nonlinear optics, and quantum information technology. Its current members are Profs. Paul Chaikin, Andy Kent, Aditi Mitra, Javad Shabani, Tycho Sleator, Dan Stein, Andrew Wray and Jiehang Zhang. We expect the Center and its faculty to grow within the next few years. Condensed Matter Physics Atomic, Molecular and Optical Physics Paul Chaikin Silver Professor Professor of Physics Center for Quantum Phenomena Center for Soft Matter Research Condensed Matter Physics Andrew D. Kent Director of the Center for Quantum Phenomena Center for Quantum Phenomena Condensed Matter Physics Aditi Mitra Center for Quantum Phenomena Condensed Matter Physics Dries Sels Center for Quantum Phenomena Javad Shabani Center for Quantum Phenomena Condensed Matter Physics Tycho Sleator Atomic Molecular and Optical Physics Center for Quantum Phenomena Daniel L. Stein Professor of Mathematics and Physics Center for Quantum Phenomena Condensed Matter Physics Statistical and Mathematical Physics L. Andrew Wray Center for Quantum Phenomena Condensed Matter Physics Jiehang Zhang Atomic Molecular and Optical Physics Center for Quantum Phenomena Associated Faculty Davood Shahrjerdi Assistant Professor of Electrical and Computer Engineering at NYU Tandon School of Engineering; Associated Faculty in Physics; Associated Faculty Member of CQP > Center for Quantum Phenomena"
            ]
        ]
    ]
}