{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z75CJR3B",
            "BqVtyAgAAAAJ",
            [
                "What is motivating middle-school science teachers to teach climate change?",
                "Investigating the foundations of spatial thinking in meteorology",
                "Identifying Significant Cognitive Factors for Practicing and Learning Meteorology.",
                "Sound practices in climate change education",
                "“How did you learn to map?” A model for describing influential learning experiences in geologic mapping",
                "Seeing weather through chaos: A case study of disembedding skills in undergraduate meteorology students"
            ],
            [
                "Adoption of science content standards that include anthropogenic climate change has prompted widespread instruction in climate change for the first time. However, the controversial nature of the topic can be daunting and many teachers share misconceptions that lead to weak treatment of climate change in classrooms. Nevertheless, numerous teachers have embraced the topic and are providing illustrations of deliberate climate change education. In this study we investigated teacher motivation using focus groups with middle school teachers who currently teach climate change. Qualitative analysis of the collective teacher voices yielded underlying motivations. Our findings suggest that these teachers’ interest in environmentalism naturally translates to climate change advocacy and motivates teaching the topic. Their knowledge and expertise gives them confidence to teach it. These teachers see themselves as …",
                "A survey with nine meteorological charts, maps, and images from a 2015 significant weather event was administered to meteorologists (N = 93) to identify which spatial thinking skills they report using with each chart, map, and image. Results reveal high reported use of mental animation (74.6%), disembedding (72.4%), and perspective taking (71.6%) with the meteorological charts, maps, and images. Lower rates accompany reported use of object location memory, visual penetrative ability, and mental rotation, contrasting with the prominence of these skills in geology. Analysis of response patterns reveals significant independence between student and professional groups. The majority (70.2%) of student meteorologists reported they do not use mental animation when working with a surface analysis chart; however, 67.9% of professional meteorologists reported that they do. This striking finding likely results from …",
                "Investigations into the effect of specific cognitive factors on performance have been conducted within a wide range of tasks and domains, including geologic bedrock mapping (Hambrick et al. 2012), air traffic controlling (Ackerman et al. 1995), and piano sightreading (Meinz and Hambrick 2010). These studies provide insight into what determines individual differences in skill acquisition, compare expert to novice performance, and reveal the interplay of multiple cognitive factors during complex task processing. In perhaps the most relatable example to meteorology, multiple studies have contributed significantly to understanding geology from the perspective of cognitive science (Liben and Titus 2012; Shipley et al. 2013). This has included identifying and describing specific factors that contribute to geologic reasoning and task execution (eg, Kali and Orion 1996; Liben et al. 2011; Ormand et al. 2014) and the effect of these factors on novice through expert performance (Hambrick et al. 2012). A result of this research is",
                "States 2013) adoption process, compelled by their own concerns and advocacy interests. These teachers, we reasoned, would be an excellent source of information for practicing teachers less familiar with climate change instruction, and for future teachers who had yet to enter the classroom. Thus, we convened focus groups with middle school teachers from across the country who were actively teaching climate change, and we discussed their experiences and practices (for the full study, see McNeal, Petcovic, and Reeves 2017). We found that these teachers’ insights fell into three broad themes that showcase sound practices in climate change education:1. connecting students with local climate change impacts; 2. encouraging students to collect, analyze, and draw conclusions from their own data; and3. fostering relationships between climate scientists, teachers, and students.",
                "As much as we think of a geologic map as objective, it is filtered through the experiences of individual geologists and the larger geology community. Thus it is important to understand how geologists become proficient at geologic mapping. As part of a naturalistic study of mapping strategies, 67 geologists ranging from undergraduates to professionals described experiences that promoted personal competence. These interviews were audio-recorded, transcribed, coded and interpreted. Using Lave and Wenger’s  theory of situated learning, we generated three categories that captured how learning to map is “situated” relative to the instructional, physical, and cultural environments. First, content described how learners acquire skill and knowledge through engaging in practices of experts. Participants reported successfully learning to map through structured progressions that taught content and skill while providing …",
                "Disembedding, or recognizing patterns in a distracting background, is a spatial thinking skill that is particularly relevant to the interpretation of meteorological surface and upper-air maps. Difficulty “seeing” patterns such as cyclonic flow, thermal ridges, or pressure gradients can make weather analysis challenging for students. In this qualitative case study, we characterize how three undergraduate meteorology students with varying disembedding skill complete a series of meteorological tasks. Videos and transcribed verbal data collected during the task, as well as participant products, were analyzed for instances of disembedding and rule-based reasoning. Results demonstrate that the student with greater disembedding skill relied on observing patterns embedded in meteorological maps in conjunction with rule-based reasoning, whereas the two students with lower disembedding skill preferred generalized …"
            ],
            [
                [
                    "geoscience education"
                ]
            ]
        ]
    ]
}