{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z8F3E1AP",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "mp183 Michael Pustilnik Associate Professor Ph.D., Bar-Ilan University, 1997 Transport and correlations in low-dimensional quantum systems Quantum criticality in resonant Andreev conduction M. Pustilnik, B. van Heck, R. M. Lutchyn, and L. I. Glazman, Phys. Rev. Lett. 119 , 116802 (2017) Viscous dissipation in one-dimensional quantum liquids ​K. A. Matveev and M. Pustilnik, Phys. Rev. Lett. 119 , 036801 (2017) Effective mass of elementary excitations in Galilean-invariant integrable models ​K. A. Matveev and M. Pustilnik, Phys. Rev. B 94 , 115436 (2016) Fate of classical solitons in one-dimensional quantum systems M. Pustilnik and K. A. Matveev, Phys. Rev. B 92 , 195146 (2015) Solitons in a one-dimensional Wigner crystal ​M. Pustilnik and K. A. Matveev, Phys. Rev. B 91 , 165416 (2015) Low-energy excitations of a one-dimensional Bose gas with weak contact repulsion M. Pustilnik and K. A. Matveev, Phys. Rev. B 89 , 100504(R) (2014) Thermalization of acoustic excitations in a strongly interacting one-dimensional quantum liquid J. Lin, K. A. Matveev, and M. Pustilnik, Phys. Rev. Lett. 110 , 016401 (2013) Kondo temperature of a quantum dot S. Nah and M. Pustilnik, Phys. Rev. B 85 , 235311 (2012) Relaxation of a high-energy quasiparticle in a one-dimensional Bose gas S. Tan, M. Pustilnik, and L. I. Glazman, Phys. Rev. Lett. 105 , 090404 (2010) Equilibration of a one-dimensional Wigner crystal K. A. Matveev, A. V. Andreev, and M. Pustilnik, Phys. Rev. Lett. 105 , 046401 (2010) Correlations in an expanding gas of hard-core bosons D. M. Gangardt and M. Pustilnik, Phys. Rev. A 77 , 041604(R) (2008) Threshold singularities in the dynamic response of gapless integrable models V. V. Cheianov and M. Pustilnik, Phys. Rev. Lett. 100 , 126403 (2008) Dynamics of excitations in a one-dimensional Bose liquid M. Khodas, M. Pustilnik, A. Kamenev, and L. I. Glazman, Phys. Rev. Lett. 99 , 110405 (2007) Permanent polarization of small metallic particles A. V. Shytov and M. Pustilnik, Phys. Rev. B 76 , 041401(R) (2007) Fermi-Luttinger liquid: spectral function of interacting one-dimensional fermions M. Khodas, M. Pustilnik, A. Kamenev, and L. I. Glazman, Phys. Rev. B 76 , 155402 (2007) Generation of spin current by Coulomb drag M. Pustilnik, E. G. Mishchenko, and O. A. Starykh, Phys. Rev. Lett. 97 , 246803 (2006) Dynamic structure factor of the Calogero-Sutherland model M. Pustilnik, Phys. Rev. Lett. 97 , 036404 (2006) Dynamic response of one-dimensional interacting fermions M. Pustilnik, M. Khodas, A. Kamenev, and L. I. Glazman, Phys. Rev. Lett. 96 , 196405 (2006) Kondo effect in nanostructures M. Pustilnik, phys. stat. sol. (a) 203 , 1137 (2006) Phase transition, spin-charge separation, and spin filtering in a quantum dot M. Pustilnik and L. Borda, Phys. Rev. B 73 , 201301(R) (2006) Low-temperature transport through a quantum dot L. I. Glazman and M. Pustilnik, in Nanophysics: Coherence and Transport (Elsevier, 2005), pp. 427-478 Kondo effect in quantum dots M. Pustilnik and L. Glazman, J. Phys. Condens. Matter 13 , R513 (2004) Quantum phase transition in a two-channel-Kondo quantum dot device M. Pustilnik, L. Borda, L. I. Glazman, and J. von Delft, Phys. Rev. B 69 , 115316 (2004) Singlet-triplet transition in a lateral quantum dot M. Pustilnik, L. I. Glazman, and W. Hofstetter, Phys. Rev. B 68 , 161303(R) (2003) Coulomb drag by small momentum transfer between quantum wires M. Pustilnik, E. G. Mishchenko, A. V. Andreev, and L. I. Glazman, Phys. Rev. Lett. 91 , 126805 (2003) Search arXiv and APS journals for more papers pustilnik@gatech.edu (404) 385-4247 Howey W307"
            ]
        ]
    ]
}