{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z8WEK616",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Philip Goyal Philip Goyal Physics 210 518-442 2610 BA Hons (Physics), St. Catherine's College , Oxford University (1991-4) Visiting Scholar, Center for Computer Research into Music and Acoustics , Stanford University (1995-6) Researcher, Earthtrust's Project Delphis laboratory, Sea Life Park, Hawaii (1996-7) PhD Trinity College , Cambridge University (1999-2005) Research Fellow, and Wolfson College , Cambridge University (2004-7) Postdoctoral Research Fellow, Perimeter Institute for Theoretical Physics , Waterloo, Canada (2007-10) Assistant Professor, Department of Physics, University at Albany (2010-2016) Associate Professor, Department of Physics, University at Albany (2017-present) Information Physics Foundations of Quantum Theory Foundations of Inference The overarching goal of my research is to unravel the implications that quantum theory has for our understanding of how nature works. My particular strategy is to first distill the physical content of the mathematical formalism of quantum theory into a small number of physical postulates, and then to attempt to obtain a deeper conceptual understanding of these postulates within a suitable conception of nature (or ontology). My primary objective over the last several years has been to develop a reconstruction of quantum theory which is as physically compelling as possible. I have developed three distinctive reconstructions, which have many similarities as well as some striking differences. In one way or another, each draw heavily upon the mathematical machinery of information theory and probability theory, and each has forced me to delve into the conceptual foundations of these theories. The most recent reconstruction (2009-10) appears to convincingly show that the quantum formalism, at its core, can be derived without making any overt use of the properties of space (such as its dimensionality, its metric, or its topology), a fact which may have important implications for the development of a theory of quantum gravity. At present (2011), I am seeking to complete my most recent reconstruction, which involves building a bridge from Feynman's rules of quantum theory to the full von Neumann-Dirac quantum formalism. I am also beginning the new project of developing a deeper understanding of the postulates employed in the reconstruction. Further details of my research, together with pdfs of all of my papers and videos of many of my conference presentations can be found here ."
            ]
        ]
    ]
}