{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Z9ZHHGXF",
            "KTlN54gAAAAJ",
            [
                "Petrography, mineral chemistry, and crystallization history of olivine‐phyric shergottite NWA 6234: A new melt composition",
                "Alteration minerals, fluids, and gases on early Mars: Predictions from 1-D flow geochemical modeling of mineral assemblages in meteorite ALH 84001",
                "Serpentinite and the search for life beyond Earth",
                "Paleohydrology on Mars constrained by mass balance and mineralogy of pre‐Amazonian sodium chloride lakes",
                "Petrography, Mineral Chemistry, and Crystallization History of Olivine-Phyric Shergottite NWA6234: A New Intermediate Melt Composition",
                "Low Temperature Near-Surface Thermochemical Modelling of the Alteration Assemblage in Martian Meteorite ALH84001",
                "Mineral spectra extraction and analysis of the surface mineralogy of Mars with hyperspectral remote sensing",
                "Mid-infrared reflectance spectroscopy of carbonaceous chondrites and Calcium–Aluminum-rich inclusions",
                "Geochemistry constrains global hydrology on Early Mars",
                "Europa's Exsolved Proto-Ocean"
            ],
            [
                "Knowledge of Martian igneous and mantle compositions is crucial for understanding Mars' mantle evolution, including early differentiation, mantle convection, and the chemical alteration at the surface. Primitive magmas provide the most direct information about their mantle source regions, but most Martian meteorites either contain cumulate olivine or crystallized from fractionated melts. The new Martian meteorite Northwest Africa (NWA) 6234 is an olivine‐phyric shergottite. Its most magnesian olivine cores (Fo78) are in Mg‐Fe equilibrium with a magma of the bulk rock composition, suggesting that it represents a melt composition. Thermochemical calculations show that NWA 6234 not only represents a melt composition but is a primitive melt derived from an approximately Fo80 mantle. Thus, NWA 6234 is similar to NWA 5789 and Y 980459 in the sense that all three are olivine‐phyric shergottites and represent …",
                "Clay minerals, although ubiquitous on the ancient terrains of Mars, have not been observed in Martian meteorite Allan Hills (ALH) 84001, which is an orthopyroxenite sample of the early Martian crust with a secondary carbonate assemblage. We used a low‐temperature (20 °C) one‐dimensional (1‐D) transport thermochemical model to investigate the possible aqueous alteration processes that produced the carbonate assemblage of ALH 84001 while avoiding the coprecipitation of clay minerals. We found that the carbonate in ALH 84001 could have been produced in a process, whereby a low‐temperature (~20 °C) fluid, initially equilibrated with the early Martian atmosphere, moved through surficial clay mineral and silica‐rich layers, percolated through the parent rock of the meteorite, and precipitated carbonates (thereby decreasing the partial pressure of CO2) as it evaporated. This finding requires that before …",
                "Hydrogen from serpentinization is a source of chemical energy for some life forms on Earth. It is a potential fuel for life in the subsurface of Mars and in the icy ocean worlds in the outer solar system. Serpentinization is also implicated in life’s origin. Planetary exploration offers a way to investigate such theories by characterizing and ultimately searching for life in geochemical settings that no longer exist on Earth. At present, much of the current context of serpentinization on other worlds relies on inference from modelling and studies on Earth. While there is evidence from orbital spectral imaging and martian meteorites that serpentinization has occurred on Mars, the extent and duration of that activity has not been constrained. Similarly, ongoing serpentinization might explain hydrogen found in the ocean of Saturn’s tiny moon Enceladus, but this raises questions about how long such activity has persisted. Titan’s …",
                "Chloride‐bearing deposits on Mars record high‐elevation lakes during the waning stages of Mars' wet era (mid‐Noachian to late Hesperian). The water source pathways, seasonality, salinity, depth, lifetime, and paleoclimatic drivers of these widespread lakes are all unknown. Here we combine reaction‐transport modeling, orbital spectroscopy, and new volume estimates from high‐resolution digital terrain models, in order to constrain the hydrologic boundary conditions for forming the chlorides. Considering a T = 0°C system, we find that (1) individual lakes were >100 m deep and lasted decades or longer; (2) if volcanic degassing was the source of chlorine, then the water‐to‐rock ratio or the total water volume were probably low, consistent with brief excursions above the melting point and\/or arid climate; (3) if the chlorine source was igneous chlorapatite, then Cl‐leaching events would require a (cumulative) time …",
                "The new martian meteorite NWA 6234 is an olivine-phyric shergottite and may have special significance. It appears to represent a magma composition and new group of shergottites that is neither depleted nor enriched in incompatible trace elements.",
                "Models of aqueous alteration at low temperature produced secondary mineralogy resembling the observed minerals in early martian meteorite ALH 84001.",
                "The images acquired by the Observatoire pour la Mineralogie, l’Eau, les Glaces et l’Activité (OMEGA) hyperspectral spectrometer on Mars Express of the surface of Mars are affected by noise and large pixel sizes. The stability of the spectra used to identify mineralogy with OMEGA has not been studied in detail across different scenes and spatial resolutions. A modified image processing method and an analysis of correlation between spectra is proposed to evaluate how selected image spectra of key rock-forming minerals relate across different OMEGA image resolutions and to laboratory measurements of mineralogical spectra. The Nili Fossae region at the western edge of the Isidis impact basin on Mars was the area chosen to be studied due to the diverse mineralogy that has been associated with it. Here, spectra were extracted from regions identified with spectral parameters or summary products where groups …",
                "We obtained mid-infrared reflectance spectra of powdered size fractions (0–25 ​μm, 25–63 ​μm, 63–125 ​μm and 125–250 ​μm) of 5 carbonaceous chondrites HaH 280 (CK4), Allende (CV3), NWA 10574 (CM2) and Murchison (CM2), and C2 (ungrouped) Tagish Lake. In addition, in-situ micro-FTIR reflectance spectra of CAIs in Allende, Ornans and Vigarano have been made.These spectra are part of a database for the comparison with remote sensing data of asteroids and planetary bodies, but also for laboratory studies of meteorites.Carbonaceous chondrites HaH 280 (CK4), Allende (CV3) and NWA 10574 (CM2) show mid-IR spectra with Reststrahlen bands (RB) dominated by forsterite and pyroxene features. The transparency features (TF) are at 12.1 ​μm–12.9 ​μm and the Christiansen features (CF) at 8.5 ​μm–9.3 ​μm.Murchison (CM2) and ungrouped Tagish Lake (C2) show mainly phyllosilicate …",
                "Ancient hydrology is recorded by sedimentary rocks on Mars. The most voluminous sedimentary rocks that formed during Mars' Hesperian period are sulfate-rich rocks, explored by the Opportunity rover from 2004–2012 and soon to be investigated by the Curiosity rover at Gale crater. A leading hypothesis for the origin of these sulfates is that the cations were derived from evaporation of deep-sourced groundwater, as part of a global circulation of groundwater. Global groundwater circulation would imply sustained warm Earthlike conditions on Early Mars. Global circulation of groundwater including infiltration of water initially in equilibrium with Mars' CO2 atmosphere implies subsurface formation of carbonate. We find that the CO2 sequestration implied by the global groundwater hypothesis for the origin of sulfate-rich rocks on Mars is 30–5000 bars if the Opportunity data are representative of Hesperian sulfate-rich …",
                "Europa's ocean may be entirely derived from the destabilization of volatile-bearing minerals in the rocky interior."
            ],
            [
                [
                    "Mars",
                    "meteorites",
                    "remote sensing",
                    "ocean worlds",
                    "water-rock interaction"
                ]
            ]
        ]
    ]
}