{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZANUSCYP",
            "dKIQnXMAAAAJ",
            [
                "Planck 2015 results-xiii. cosmological parameters",
                "Planck 2015 results-xiii. cosmological parameters",
                "Planck 2018 results-VI. Cosmological parameters",
                "LSST: from science drivers to reference design and anticipated data products",
                "Planck 2013 results. vi. high frequency instrument data processing",
                "Joint Analysis of BICEP2\/Keck Array and Planck Data",
                "A measurement of the damping tail of the cosmic microwave background power spectrum with the South Pole Telescope",
                "Determination of inflationary observables by cosmic microwave background anisotropy experiments",
                "Estimating the power spectrum of the cosmic microwave background",
                "Planck 2018 results-X. Constraints on inflation"
            ],
            [
                "This paper presents cosmological results based on full-mission Planck observations of temperature and polarization anisotropies of the cosmic microwave background (CMB) radiation. Our results are in very good agreement with the 2013 analysis of the Planck nominal-mission temperature data, but with increased precision. The temperature and polarization power spectra are consistent with the standard spatially-flat 6-parameter ΛCDM cosmology with a power-law spectrum of adiabatic scalar perturbations (denoted “base ΛCDM” in this paper). From the Planck temperature data combined with Planck lensing, for this cosmology we find a Hubble constant, H0 = (67.8 ± 0.9) km s-1Mpc-1, a matter density parameter Ωm = 0.308 ± 0.012, and a tilted scalar spectral index with ns = 0.968 ± 0.006, consistent with the 2013 analysis. Note that in this abstract we quote 68% confidence limits on measured parameters and 95 …",
                "This paper presents cosmological results based on full-mission Planck observations of temperature and polarization anisotropies of the cosmic microwave background (CMB) radiation. Our results are in very good agreement with the 2013 analysis of the Planck nominal-mission temperature data, but with increased precision. The temperature and polarization power spectra are consistent with the standard spatially-flat 6-parameter ΛCDM cosmology with a power-law spectrum of adiabatic scalar perturbations (denoted “base ΛCDM” in this paper). From the Planck temperature data combined with Planck lensing, for this cosmology we find a Hubble constant, H0 = (67.8 ± 0.9) km s-1Mpc-1, a matter density parameter Ωm = 0.308 ± 0.012, and a tilted scalar spectral index with ns = 0.968 ± 0.006, consistent with the 2013 analysis. Note that in this abstract we quote 68% confidence limits on measured parameters and 95 …",
                "We present cosmological parameter results from the final full-mission Planck measurements of the cosmic microwave background (CMB) anisotropies, combining information from the temperature and polarization maps and the lensing reconstruction. Compared to the 2015 results, improved measurements of large-scale polarization allow the reionization optical depth to be measured with higher precision, leading to significant gains in the precision of other correlated parameters. Improved modelling of the small-scale polarization leads to more robust constraints on many parameters, with residual modelling uncertainties estimated to affect them only at the 0.5σ level. We find good consistency with the standard spatially-flat 6-parameter ΛCDM cosmology having a power-law spectrum of adiabatic scalar perturbations (denoted “base ΛCDM” in this paper), from polarization, temperature, and lensing, separately and in …",
                "Major advances in our understanding of the universe have historically arisen from dramatic improvements in our ability to “see.” We have developed progressively larger telescopes over the past century, allowing us to peer further into space, and further back in time. With the development of advanced instrumentation—imagers, spectrographs, and polarimeters—we have been able to parse radiation detected from distant sources over the full electromagnetic spectrum in increasingly subtle ways. These data have provided the detailed information needed to construct physical models of planets, stars, galaxies, quasars, and larger structures and to probe the new physics of dark matter and dark energy.Until recently, most astronomical investigations have focused on small samples of cosmic sources or individual objects. This is because our largest telescope facilities typically had rather small fields of view, and those …",
                "Wedescribe the processing of the 531 billion raw data samples from the High Frequency Instrument (HFI), which we performed to produce six temperature maps from the first 473 days of Planck-HFI survey data. These maps provide an accurate rendition of the sky emission at 100, 143, 217, 353, 545, and 857GHz with an angular resolution ranging from 9.́7 to 4.́6. The detector noise per (effective) beam solid angle is respectively, 10, 6 , 12, and 39 μK in the four lowest HFI frequency channels (100−353GHz) and 13 and 14 kJy sr-1 in the 545 and 857 GHz channels. Relative to the 143 GHz channel, these two high frequency channels are calibrated to within 5% and the 353 GHz channel to the percent level. The 100 and 217 GHz channels, which together with the 143 GHz channel determine the high-multipole part of the CMB power spectrum (50 <ℓ < 2500), are calibrated relative to 143 GHz to better than 0 …",
                "We report the results of a joint analysis of data from BICEP2\/Keck Array and Planck. BICEP2 and Keck Array have observed the same approximately 400 deg 2 patch of sky centered on RA 0 h, Dec.− 57.5. The combined maps reach a depth of 57 nK deg in Stokes Q and U in a band centered at 150 GHz. Planck has observed the full sky in polarization at seven frequencies from 30 to 353 GHz, but much less deeply in any given region (1.2 μ K deg in Q and U at 143 GHz). We detect 150× 353 cross-correlation in B modes at high significance. We fit the single-and cross-frequency power spectra at frequencies≥ 150 GHz to a lensed-Λ CDM model that includes dust and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r), using a prior on the frequency spectral behavior of polarized dust emission from previous Planck analysis of other regions of the sky. We find …",
                "We present a measurement of the angular power spectrum of the cosmic microwave background (CMB) using data from the South Pole Telescope (SPT). The data consist of 790 deg 2 of sky observed at 150 GHz during 2008 and 2009. Here we present the power spectrum over the multipole range 650< ℓ< 3000, where it is dominated by primary CMB anisotropy. We combine this power spectrum with the power spectra from the seven-year Wilkinson Microwave Anisotropy Probe (WMAP) data release to constrain cosmological models. We find that the SPT and WMAP data are consistent with each other and, when combined, are well fit by a spatially flat, ΛCDM cosmological model. The SPT+WMAP constraint on the spectral index of scalar fluctuations is n s= 0.9663±0.0112. We detect, at~ 5σ significance, the effect of gravitational lensing on the CMB power spectrum, and find its amplitude to be consistent with the …",
                "Inflation produces nearly scale-invariant scalar and tensor perturbation spectra which lead to anisotropy in the cosmic microwave background (CMB). The amplitudes and shapes of these spectra can be parametrized by Q S 2, r≡ Q T 2\/Q S 2, n S, and n T where Q S 2 and Q T 2 are the scalar and tensor contributions to the square of the CMB quadrupole and n S and n T are the power-law spectral indices. Even if we restrict ourselves to information from angles greater than one-third of a degree, three of these observables can be measured with some precision. The combination 105 S 1− n Q S 2 can be known to better than±0.3%. The scalar index n S can be determined to better than±0.02. The ratio r can be known to about±0.1 for n S≃ 1 and slightly better for smaller n S. The precision with which n T can be measured depends weakly on n S and strongly on r. For n S≃ 1, n T can be determined with a precision of …",
                "We develop two methods for estimating the power spectrum, C l, of the cosmic microwave background from data and apply them to the Cosmic Background Explorer Differential Microwave Radiometer and Saskatoon datasets. One method involves a direct evaluation of the likelihood function, and the other is an estimator that is a minimum-variance weighted quadratic function of the data. Applied iteratively, the quadratic estimator is not distinct from likelihood analysis, but is rather a rapid means of finding the power spectrum that maximizes the likelihood function. Our results bear this out: direct evaluation and quadratic estimation converge to the same C l s. The quadratic estimator can also be used to determine directly cosmological parameters and their uncertainties. While the two methods both require O (N 3) operations, the quadratic is much faster, and both are applicable to datasets with arbitrary chopping …",
                "We report on the implications for cosmic inflation of the 2018 release of the Planck cosmic microwave background (CMB) anisotropy measurements. The results are fully consistent with those reported using the data from the two previous Planck cosmological releases, but have smaller uncertainties thanks to improvements in the characterization of polarization at low and high multipoles. Planck temperature, polarization, and lensing data determine the spectral index of scalar perturbations to be ns = 0.9649 ± 0.0042 at 68% CL. We find no evidence for a scale dependence of ns, either as a running or as a running of the running. The Universe is found to be consistent with spatial flatness with a precision of 0.4% at 95% CL by combining Planck with a compilation of baryon acoustic oscillation data. The Planck 95% CL upper limit on the tensor-to-scalar ratio, r0.002 <  0.10, is further tightened by combining with …"
            ],
            [
                [
                    "Physics",
                    "Cosmology",
                    "Astrophysics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}