{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZAOON9ND",
            "7AOataQAAAAJ",
            [
                "Collective instabilities and high‐gain regime free electron laser",
                "Spectrum, temporal structure, and fluctuations in a high-gain free-electron laser starting from noise",
                "The physics of x-ray free-electron lasers"
            ],
            [
                "The conditions for the onset of a collective instability for the electron beam‐undulator‐radiation field system are discussed and the characteristic complex frequencies of the FEL system are derived. (AIP)",
                "We study the time structure, the frequency composition, and the shot to shot fluctuations of the radiation emitted by a free-electron laser starting from shot noise in the electron beam longitudinal distribution, taking into account slippage and finite bunch length effects. We find a very different behavior when the bunch length, scrl b is much longer thatn the cooperation length, scrl c, or of the order of a few scrl c. The field evolution is dominated by slippage effects in both cases, and shows the presence of superradiant spikes.",
                "X-ray free-electron lasers (x-ray FELs) give us for the first time the possibility to explore structures and dynamical processes of atomic and molecular systems at the angstrom-femtosecond space and time scales. They generate coherent photon pulses with time duration of a few to 100 fs, peak power of 10 to 100 GW, over a wavelength range extending from about 100 nm to less than 1 Å. Using these novel and unique capabilities new scientific results are being obtained in atomic and molecular sciences, in areas of physics, chemistry, and biology. This paper reviews the physical principles, the theoretical models, and the numerical codes on which x-ray FELs are based, starting from a single electron spontaneous undulator radiation to the FEL collective instability of a high density electron beam, strongly enhancing the electromagnetic radiation field intensity and its coherence properties. A short review is presented …"
            ],
            [
                [
                    "Physics"
                ]
            ]
        ]
    ]
}