{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZAWBO5UK",
            "pf6ok74AAAAJ",
            [
                "Ubiquitous interplay between charge ordering and high-temperature superconductivity in cuprates",
                "Appearance of fluctuating stripes at the onset of the pseudogap in the high-Tc superconductor Bi2Sr2CaCu2O8+ x",
                "Symmetry of charge order in cuprates",
                "Visualizing the formation of the Kondo lattice and the hidden order in URu2Si2",
                "Charge ordering in the electron-doped superconductor Nd2–xCexCuO4",
                "Visualizing heavy fermions emerging in a quantum critical Kondo lattice",
                "Visualizing nodal heavy fermion superconductivity in CeCoIn5",
                "Broken translational and rotational symmetry via charge stripe order in underdoped YBa2Cu3O6+ y",
                "Doping-dependent charge order correlations in electron-doped cuprates",
                "Spectroscopic imaging of strongly correlated electronic states"
            ],
            [
                "Besides superconductivity, copper-oxide high-temperature superconductors are susceptible to other types of ordering. We used scanning tunneling microscopy and resonant elastic x-ray scattering measurements to establish the formation of charge ordering in the high-temperature superconductor Bi2Sr2CaCu2O8+x. Depending on the hole concentration, the charge ordering in this system occurs with the same period as those found in Y-based or La-based cuprates and displays the analogous competition with superconductivity. These results indicate the similarity of charge organization competing with superconductivity across different families of cuprates. We observed this charge ordering to leave a distinct electron-hole asymmetric signature (and a broad resonance centered at +20 milli–electron volts) in spectroscopic measurements, indicating that it is likely related to the organization of holes in a doped Mott …",
                "Doped Mott insulators have a strong propensity to form patterns of holes and spins often referred to as stripes 1, 2, 3, 4, 5. In copper oxides, doping also gives rise to the pseudogap state 6, which can be transformed into a high-temperature superconducting state with sufficient doping or by reducing the temperature. A long-standing issue has been the interplay between the pseudogap, which is generic to all hole-doped copper oxide superconductors, and stripes, whose static form occurs in only one family of copper oxides over a narrow range of the phase diagram 2, 7. Here we report observations of the spatial reorganization of electronic states with the onset of the pseudogap state in the high-temperature superconductor Bi 2 Sr 2 CaCu 2 O 8+ x, using spectroscopic mapping with a scanning tunnelling microscope. We find that the onset of the pseudogap phase coincides with the appearance of electronic patterns …",
                "Charge-ordered ground states permeate the phenomenology of 3d-based transition metal oxides, and more generally represent a distinctive hallmark of strongly correlated states of matter. The recent discovery of charge order in various cuprate families has fuelled new interest into the role played by this incipient broken symmetry within the complex phase diagram of high-T c superconductors. Here, we use resonant X-ray scattering to resolve the main characteristics of the charge-modulated state in two cuprate families: Bi 2 Sr 2− x La x CuO 6+ δ (Bi2201) and YBa 2 Cu 3 O 6+ y (YBCO). We detect no signatures of spatial modulations along the nodal direction in Bi2201, thus clarifying the inter-unit-cell momentum structure of charge order. We also resolve the intra-unit-cell symmetry of the charge-ordered state, which is revealed to be best represented by a bond order with modulated charges on the O-2p orbitals …",
                "Heavy electronic states originating from the f atomic orbitals underlie a rich variety of quantum phases of matter. We use atomic scale imaging and spectroscopy with the scanning tunneling microscope to examine the novel electronic states that emerge from the uranium f states in URu2Si2. We find that, as the temperature is lowered, partial screening of the f electrons’ spins gives rise to a spatially modulated Kondo–Fano resonance that is maximal between the surface U atoms. At T = 17.5 K, URu2Si2 is known to undergo a second-order phase transition from the Kondo lattice state into a phase with a hidden order parameter. From tunneling spectroscopy, we identify a spatially modulated, bias-asymmetric energy gap with a mean-field temperature dependence that develops in the hidden order state. Spectroscopic imaging further reveals a spatial correlation between the hidden order gap and the Kondo resonance …",
                "In cuprate high-temperature superconductors, an antiferromagnetic Mott insulating state can be destabilized toward unconventional superconductivity by either hole or electron doping. In hole-doped (p-type) cuprates, a charge ordering (CO) instability competes with superconductivity inside the pseudogap state. We report resonant x-ray scattering measurements that demonstrate the presence of charge ordering in the n-type cuprate Nd2–xCexCuO4 near optimal doping. We find that the CO in Nd2–xCexCuO4 occurs with similar periodicity, and along the same direction, as in p-type cuprates. However, in contrast to the latter, the CO onset in Nd2–xCexCuO4 is higher than the pseudogap temperature, and is in the temperature range where antiferromagnetic fluctuations are first detected. Our discovery opens a parallel path to the study of CO and its relationship to antiferromagnetism and superconductivity.",
                "In solids containing elements with f orbitals, the interaction between f-electron spins and those of itinerant electrons leads to the development of low-energy fermionic excitations with a heavy effective mass. These excitations are fundamental to the appearance of unconventional superconductivity and non-Fermi-liquid behaviour observed in actinide-and lanthanide-based compounds. Here we use spectroscopic mapping with the scanning tunnelling microscope to detect the emergence of heavy excitations with lowering of temperature in a prototypical family of cerium-based heavy-fermion compounds. We demonstrate the sensitivity of the tunnelling process to the composite nature of these heavy quasiparticles, which arises from quantum entanglement of itinerant conduction and f electrons. Scattering and interference of the composite quasiparticles is used to resolve their energy–momentum structure and to extract …",
                "Understanding the origin of superconductivity in strongly correlated electron systems continues to be at the forefront of the unsolved problems of physics 1. Among the heavy f-electron systems, CeCoIn 5 is one of the most fascinating, as it shares many of the characteristics of correlated d-electron high-T c cuprate and pnictide superconductors 2, 3, 4, including competition between antiferromagnetism and superconductivity 5. Although there has been evidence for unconventional pairing in this compound 6, 7, 8, 9, 10, 11, high-resolution spectroscopic measurements of the superconducting state have been lacking. Previously, we have used high-resolution scanning tunnelling microscopy (STM) techniques to visualize the emergence of heavy fermion excitations in CeCoIn 5 and demonstrate the composite nature of these excitations well above T c (ref. 12). Here we extend these techniques to much lower …",
                "After the discovery of stripelike order in lanthanum-based copper oxide superconductors, charge-ordering instabilities were observed in all cuprate families. However, it has proven difficult to distinguish between unidirectional (stripes) and bidirectional (checkerboard) charge order in yttrium- and bismuth-based materials. We used resonant x-ray scattering to measure the two-dimensional structure factor in the superconductor YBa2Cu3O6+y in reciprocal space. Our data reveal the presence of charge stripe order (i.e., locally unidirectional density waves), which may represent the true microscopic nature of charge modulation in cuprates. At the same time, we find that the well-established competition between charge order and superconductivity is stronger for charge correlations across the stripes than along them, which provides additional evidence for the intrinsic unidirectional nature of the charge order.",
                "Understanding the interplay between charge order (CO) and other phenomena (for example, pseudogap, antiferromagnetism, and superconductivity) is one of the central questions in the cuprate high-temperature superconductors. The discovery that similar forms of CO exist in both hole- and electron-doped cuprates opened a path to determine what subset of the CO phenomenology is universal to all the cuprates. We use resonant x-ray scattering to measure the CO correlations in electron-doped cuprates (La2−xCexCuO4 and Nd2−xCexCuO4) and their relationship to antiferromagnetism, pseudogap, and superconductivity. Detailed measurements of Nd2−xCexCuO4 show that CO is present in the x = 0.059 to 0.166 range and that its doping-dependent wave vector is consistent with the separation between straight segments of the Fermi surface. The CO onset temperature is highest between x = 0.106 and 0.166 …",
                "The study of correlated electronic systems from high-Tc cuprates to heavy-fermion systems continues to motivate the development of experimental tools to probe electronic phenomena in new ways and with increasing precision. In the past two decades, spectroscopic imaging with scanning tunneling microscopy has emerged as a powerful experimental technique. The combination of high energy and spatial resolutions provided by this technique reveals unprecedented detail of the electronic properties of strongly correlated metals and superconductors. This review examines specific experiments, theoretical concepts, and measurement methods that have established the application of these techniques to correlated materials. A wide range of applications, such as the study of collective responses to single atomic impurities, the characterization of quasiparticle-like excitations through their interference, and the …"
            ],
            [
                [
                    "Strongly Correlated Electrons",
                    "Scanning Tunnelling Microscopy",
                    "Resonant X-ray Scattering",
                    "ARPES",
                    "Heavy-fermions"
                ]
            ],
            [
                "Eduardo da Silva Neto Eduardo da Silva Neto Assistant Professor of Physics He\/him\/his 530 554 2767 eduardo.dasilvaneto@yale.edu Quantum materials, condensed matter physics, strongly correlated electron systems and superconductors. Eduardo H. da Silva Neto is an Assistant Professor of Physics at Yale University. He received his undergraduate degree in Physics and Mathematics from Amherst College. In 2013, he obtained his Physics Ph.D degree from Princeton University, where he performed seminal scanning tunneling microscopy and spectroscopy (STM\/S) studies of heavy fermions and of charge order in cuprate high-temperature superconductors. Later he was a postdoctoral researcher at the University of British Columbia’s Quantum Matter Institute, during which time he was a Max Planck-UBC postdoctoral fellow and a Global Scholar for the Canadian Institute for Advanced Research. During that time he performed resonant x-ray scattering (RXS) and angle-resolved photoemission spectroscopy (ARPES) studies of correlated electron quantum materials. In 2016 he began to build his research group at the University of California, Davis. He joined the Department of Physics at Yale in 2020. Eduardo’s interest in science started at a young age playing around with his father’s electrical equipment and tools. –Quick advice: it is not safe to insert metallic scissors in an electrical outlet !!!–  He later became fascinated with physics through reading popular books such as A Brief History of Time. In parallel, Eduardo also developed a passion for cinema (conversations on the topic require a minimum of one hour). Recognizing the importance of science communication, Eduardo is now combining these two passions to produce online videos for the broad dissemination of physics and for teaching. Eduardo H. da Silva Neto’s research is focused on the use of advanced spectroscopic techniques targeting the discovery and investigation of emergent electronic quantum states of matter. His group’s interests follow two intersecting directions: the study of intertwined orders in strongly correlated quantum materials and the investigation of emergent topological states in solids. For these studies we employ low-temperature and high magnetic field STM\/S to visualize the quantum wave functions of electrons at the atomic scale, complemented by light-matter interaction experiments such as RXS and ARPES at synchrotron facilities. Ph.D., Princeton University, 2013 Honors & Awards: 2019 – NSF CAREER award 2019 – Alfred P. Sloan Foundation Research Fellowship Light-enhanced Charge Density Wave Coherence in a High-Temperature Superconductor , S. Wandel, F. Boschini, E. H. da Silva Neto, L. Shen, M.X. Na, S. Zohar, Y. Wang, G.B. Welch, M.H. Seaberg, J.D. Koralek, G.L. Dakovski, W. Hettel, M.F. Lin, S.P. Moeller, W.F. Schlotter, A.H. Reid, M.P. Minitti, T. Boyle, F. He, R. Sutarto, R. Liang, D. Bonn, W. Hardy, R.A. Kaindl, D.G. Hawthorn, J-S. Lee, A.F. Kemper, A. Damascelli, C. Giannetti, J.J. Turner, G. Coslovich, arXiv:2003.04224 “Weyl”ing away time-reversal symmetry , Eduardo H. da Silva Neto, Science 365, 1248 (2019). Topological surface states above the Fermi level in Hf 2 Te 2 , P. T.J. Boyle, A. Rossi, M. Walker, P. Carlson, M.K. Miller, J. Zhao, P. Klavins, C. Jozwiak, A. Bostwick, E. Rotenberg, V. Taufour, I.M. Vishik, E.H. da Silva Neto, Physical Review B 100, 081105(R) (2019). Charge ordering in the electron-doped superconductor Nd 2–x Ce x CuO 4 . Eduardo H. da Silva Neto, Riccardo Comin, Feizhou He, Ronny Sutarto, Yeping Jiang, Richard L. Greene, George A. Sawatzky, Andrea Damascelli, Science 347, 282 (2015). Ubiquitous interplay between charge ordering and high-temperature superconductivity in cuprates . Eduardo H. da Silva Neto, Pegor Aynajian, Alex Frano, Riccardo Comin, Enrico Schierle, Eugen Weschke, András Gyenis, Jinsheng Wen, John Schneeloch, Zhijun Xu, Shimpei Ono, Genda Gu, Mathieu Le Tacon, Ali Yazdani, Science 343, 393 (2014). da Silva Neto Lab Investigating Novel Quantum States of Matter Main menu Skip to content Doing Physics Research Facilities External Facilities Publications Teaching Teaching Fun Stuff Online Videos Group Members Group Members Principal Investigator Group Mascot Embrace Complexity in Nature Check out what we have been up to @ Doing Physics  or navigate to other pages.\n\n-We are also looking for Yale students to join our group. Please contact the PI if you are interested.- Copyright © 2021 da Silva Neto Lab . All Rights Reserved. Designed by bavotasan.com Skip to toolbar Log In Search"
            ]
        ]
    ]
}