{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZAXF2926",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Christopher McKee (E) Christopher McKee (E) Interim Dean, Division of Math and Physical Sciences, College of Letters & Science Professor Emeritus 413 Campbell cmckee@berkeley.edu (510) 642-0805 The McKee Group Chris McKee received his Ph.D. in Physics from UC Berkeley in 1970. After a brief stay at Lawrence Livermore National Laboratory, he spent a year as a postdoc at Caltech. He then went to Harvard as an assistant professor of astronomy for three years, and in 1974 he joined the Physics and Astronomy Departments here at Berkeley. He served as the first Director of the Theoretical Astrophysics Center in 1985, and from 1985-1998 he directed the Space Sciences Laboratory. He was Chair of the Physics Department from 2000-2004. He is a member of the National Academy of Sciences and of the American Academy of Arts and Sciences, and he has been both a Miller Professor and a Guggenheim Fellow. He was the co-chair of the 2000 decadal survey in astronomy and astrophysics. Much of my research focuses on how stars form out of the diffuse interstellar medium of galaxies. This problem is conceptually challenging because of the wide variety of physical processes involved and because it involves complex nonlinear interactions. In some cases these problems must be addressed computationally, and in that case the challenge comes from the wide range of scales involved. Current Projects Formation of the First Stars. The initial conditions for the formation of the first stars are detemined by the primordial density fluctuations from the Big Bang. It is believed that these stars were very massive, 100-1000 times more massive than the Sun. The star's mass determines whether it ends up as a black hole, or whether it ejects most of its mass back into the ambient medium in form of heavy elements. I am studying how feedback from the radiation emitted by these stars could limit their masses, and how this radiation could influence the formation of the next generation of stars. Formation of Star Clusters. Most stars form in clusters. As the stars form, they inject an enormous amount of energy into the cluster by means of powerful magnetized jets. Massive stars also emit copious amounts of ionizing radiation. This stellar feedback alters the conditions in the gas out of which the stars are forming, and may accelerate or quench further star formation. We are investigating these processes in a wide variety of conditions and comparing our results with the observed properties of star clusters. Numerical Studies of Star Formation. Although analytic and semi-analytic approaches are valuable in shedding light on the underlying physics of star formation, a computational approach is generally required to solve the nonlinear problems that arise. To do this, Richard Klein and I are carrying out numerical simulations with the technique of Adaptive Mesh Refinement (AMR), in which the computational effort is automatically concentrated in regions of strong spatial gradients. We have used this code to study how poweful interstellar shock waves can influence star fomation, and to determine the rate at which stars can accrete gas from a turbulent medium. Most stars are observed to be in binaries; what leads to this outcome? The luminosity of very massive stars is so high that radiation pressure should prevent them from forming in the first place; how does Nature overcome this difficulty? Our students and postdocs are using 3D simulations with radiative transfer to address these problems. Publications C.F. McKee & J.C. Tan, \"The Formation of Massive Stars from Turbulent Cores,\" ApJ 585 850 (2003). J.C. Tan & C.F. McKee, \"The Formation of the First Stars I. Mass Infall Rates, Accretion Disk Structure, and Protostellar Evoluion,\" ApJ 603 383 (2004). M.R. Krumholz, C.F. McKee, & R.I. Klein, \"How Protostellar Outflows Help Massive Stars Form,\" ApJ (Letters) 618 L33 (2005). M.R. Krumholz, C.F. McKee, & R.I. Klein, \"Bondi Accretion in the Presence of Vorticity,\" ApJ 618 757 (2005). C.F. McKee & E.C. Ostriker. Theory of Star Formation, Annual Reviews of Astronomy and Astrophysics, 45, in press (2007)."
            ]
        ]
    ]
}