{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZB1EOROA",
            "261DtsEAAAAJ",
            [
                "Management control systems and trust in outsourcing relationships",
                "Structural equation modeling in management accounting research: critical analysis and opportunities",
                "Quality of life three years after diagnosis of localised prostate cancer: population based cohort study",
                "Social capital and management control systems: A study of a non-government organization",
                "Remoteness of residence and survival from cancer in New South Wales",
                "Accountants' commitment to their profession: Multiple dimensions of professional commitment and opportunities for future research",
                "Performance measurement, modes of evaluation and the development of compromising accounts",
                "Age, health, and education determine supportive care needs of men younger than 70 years with prostate cancer",
                "Management accounting: Information for creating and managing value",
                "Mentoring and turnover intentions in public accounting firms: A research note"
            ],
            [
                "Outsourcing is a form of strategic alliance that has increased in popularity over the past decade. However, there has been limited research that studies the design of management control systems (MCS) and the role of trust in such inter-firm relationships. This paper draws on a model by van der Meer-Kooistra and Vosselman [Acc. Organ. Society 25 (2001) 51] to examine how control mechanisms and trust are used to achieve control in a single case study of an electricity company and its outsourced IT operations. An analysis of the characteristics of the transaction, environment and parties, indicated that the control strategy adopted appeared to be a trust based pattern of control, rather than a market based or bureaucratic based pattern. Control was achieved through outcome controls and social controls developing over time, and through the development of trust, particularly goodwill trust. This paper adds to the …",
                "In recent years, several papers in leading accounting journals have speculated on the future directions of management accounting research. Within this general environment of criticism and uncertainty, some writers have called on management accounting researchers to make greater use of structural equation modeling (SEM) to provide simultaneous tests of measurement reliability and structural relations, which may overcome some of the limitations that have been leveled at the way that management accounting has used more traditional statistical techniques. There are three objectives underlying this paper. The first objective is to demonstrate some advantages that latent variable SEM may offer over the well-established techniques of multiple regression analysis and path analysis to advance the theoretical development of management accounting. The second objective is to undertake a critical review of …",
                "Objective To quantify the risk and severity of negative effects of treatment for localised prostate cancer on long term quality of life.Design Population based, prospective cohort study with follow-up over three years.Setting New South Wales, Australia.Participants Men with localised prostate cancer were eligible if aged less than 70 years, diagnosed between October 2000 and October 2002, and notified to the New South Wales central cancer registry. Controls were randomly selected from the New South Wales electoral roll and matched to cases by age and postcode.Main outcome measures General health specific and disease specific function up to three years after diagnosis, according to the 12 item short form health survey and the University of California, Los Angeles prostate cancer index. Results 1642 (64%) cases and 495 (63%) eligible and contacted controls took part in the study. After adjustment for …",
                "In this paper we use the concept of social capital to outline a distinctive approach to understanding the interplay between management control systems and the development of social connections in and between organisations. Social capital provides a comprehensive framework for examining the nature of social connections through its focus on both structural networks (bridging) and interpersonal relationships that predispose individuals towards mutually beneficial collective action (bonding). In doing so, social capital provides a means of considering how individuals react to management control systems in terms of the social ties that exist both within the organization and external to the organization. Using a case study of a non-government organization, we show how social capital is implicated in efforts to attract economic capital and cultural capital. We demonstrate how elements of a management control system …",
                "Objective: To analyse cancer survival in New South Wales by geographic remoteness.Design, setting and participants: A survival analysis of all patients with cancers diagnosed in NSW between 1 January 1992 and 31 December 1996. Survival was determined to 31 December 1999.Main outcome measures: The relative excess risk (RER) of death over 5 years was estimated for each geographic remoteness category relative to the highly accessible category for 20 cancer types adjusted for age, sex, years since diagnosis and, subsequently, stage of cancer at diagnosis.Results: There were statistically significant differences in the RER of death across remoteness categories (P < 0.001) for cancers of the cervix and prostate and for all cancers. The RERs for the most remote categories (compared with the highly accessible category) before and after adjustment for stage were cervix, 3.22 (95% CI, 1.54–6.75) and 2 …",
                "Professional commitment (PC) refers to attachments that individuals form to their profession and has been linked to outcomes such as improved job satisfaction and reduced likelihood of leaving the profession (Harrell et al. 1986; Meixner and Bline 1989). Recent arguments in the organizational behavior literature have emphasized the importance of developing a more complete understanding of PC (Irving et al. 1997; Meyer and Allen 1997). Research has demonstrated empirically the existence of multiple dimensions of PC and found that they relate differently to important affective and behavioral outcomes (Meyer et al. 1993; Irving et al. 1997). Despite these developments, no published studies have examined the existence and\/or effects of multiple dimensions of accountants' PC. This paper reviews the literature to identify important antecedents and outcomes of accountants' PC. Opportunities for future research …",
                "In this paper we develop the concept of compromising accounts as a distinctive approach to the analysis of whether and how accounting can facilitate compromise amongst organizational actors. We take the existence of conflicting logics and values as the starting point for our analysis, and directly examine the ways in which the design and operation of accounts can be implicated in compromises between different modes of evaluation and when and how such compromises can be productive or unproductive. In doing so, we draw on Stark’s (2009: 27) concept of ‘organizing dissonance’, where the coming together of multiple evaluative principles has the potential to produce a ‘productive friction’ that can help the organization to recombine ideas and perspectives in creative and constructive ways. In a field study of a non-government organization, we examine how debates and struggles over the design and operation …",
                "PurposeIt is important to meet the supportive care needs of cancer patients to ensure their satisfaction with their care. A population-wide sample of men younger than 70 years and newly diagnosed with prostate cancer was surveyed to determine their unmet needs in five domains and the factors predicting them.",
                "The eighth edition of the market-leading Management Accounting text continues to be an excellent resource for students, guiding them in building solid foundations in management accounting by linking theory to real-world application. This edition has been revised and updated to incorporate real life case studies with an increasing focus on businesses across the Asia—Pacific region and around the world. In addition, brand new and revised end-of-chapter activities provide students with the opportunity to apply what they are learning to real-world scenarios. Management Accounting combines authoritative, peer-reviewed content with cutting edge technology and a strong pedagogical framework to provide a closely integrated digital learning solution.",
                "Turnover in public accounting firms is a critically important issue as firms seek to retain quality accounting personnel in the face of skilled labour shortages. Mentoring is one initiative that has been suggested as a means of reducing the high costs associated with employee turnover. However, prior accounting research examining the association between mentoring and turnover intentions has produced mixed results, which may be due, at least in part, to difficulties in operationalizing the mentoring construct. Drawing on recent management literature regarding organizational turnover intentions, we challenge the conventional view that mentoring generally leads to reduced turnover intentions, by testing a theoretical model that posits that different functions of mentoring have differing effects on turnover intentions. Specifically, we argue that while the psychosocial support function of mentoring can serve to reduce public …"
            ],
            [
                [
                    "prostate",
                    "epidemiology",
                    "bladder",
                    "kidney"
                ]
            ]
        ]
    ]
}