{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZB7XYNB7",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Eugene Beier High Energy Experiment DRL 2W1 (Lab) At the University of Pennsylvania since 1967 B.S., Stanford University (1961) Ph.D., University of Illinois (1966) Professor Eugene W. Beier has performed experiments in nuclear physics and elementary particle physics for more than thirty years. During that time he has also worked in research administration, and electronics and detector development for physics research. For the past twenty five years, his scientific effort has been focused on neutrino physics with the dual goals of measuring the interactions of neutrinos and determining their fundamental properties, particularly whether they have non-zero masses. The studies of neutrino interactions he performed in Experiment 734 at the Brookhaven National Laboratory contributed to the establishment of the Standard Model of Elementary Particle Physics. The work on the fundamental properties of neutrinos is directed to phenomena which cannot be accommodated in this Standard Model, and thereby represent ``new physics.'' In 1984 Professor Beier joined with other scientists from the University of Pennsylvania and from a group of Japanese institutions in the Kamiokande II experiment. The goal of this work was to use the sun as a source of neutrinos for studying their fundamental properties. This collaboration was quite successful, resulting in 1) observation of neutrinos from the supernova SN1987a, 2) the first direct measurement of neutrinos emitted by the sun, and 3) observation of an unexpected result in the ratio of electron neutrino to muon neutrino interactions from cosmic ray neutrinos produced in the earth's atmosphere. In 1998, the Super-Kamiokande collaboration determined that the atmospheric neutrino effect was due to neutrino oscillations. Our recent research with the Sudbury Neutrino Observatory has shown that solar neutrinos undergo flavor transformation, and that the measured total flux of active neutrinos in the B fusion chain in the sun is consistent with the prediction of stellar evolution calculations. The simplest interpretation of these data is in terms of neutrino oscillations in the solar sector. Future research interests include studying whether neutrinos are their own anti-particles by searching for the rare neutrino-less double beta decay in nuclei. We are investigating the re-use of the SNO detector by replacing the heavy water detection medium with liquid scintillator that has a large amouont of the double beta decay isotope Neodymium-150 dissolved in it. This new experiment is called SNO+. \"New Limit on the Strength of Mixing between nu_mu and nu_e , L. A. Ahrens, et al. , (Brookhaven E734 Collaboration), Phys. Rev. D31 , 2732-36 (1985). Measurement of Neutrino-Proton and Antineutrino-Proton Elastic Scattering , L. A. Ahrens, et al. , (Brookhaven E734 Collaboration), Phys. Rev. D35 , 785-809 (1987). Observation of a Neutrino Burst From the Supernova SN1987A , K. Hirata, et al. , (Kamiokande II Collaboration), Phys. Rev. Lett. 58 , 1490-93 (1987). Determination of electroweak parameters from the elastic scattering of muon neutrinos and antineutrinos on electrons , L.A. Ahrens, et al. , (Brookhaven E734 Collaboration), Phys. Rev. D41 3297-3316, (1990). Real-time, directional measurement of 8B solar neutrinos in the Kamiokande II detector , K.S. Hirata, et al. , (Kamiokande II Collaboration), Phys. Rev. D44 , 2241-60 (1991). Atmospheric nu_mu\/nu_e Ratio in the multi-GeV Range , Y. Fukuda, et al. , (Kamiokande II Collaboration), Phys. Lett. B335 , 237-245 (1994). Measurement of the Rate of ve + d -> p + p + e- Interactions Produced by 8B Solar Neutrinos at the Sudbury Neutrino Observatory, Q.R. Ahmad et al. (the SNO Collaboration), Phys.Rev.Lett., 87 071301\/1-6 (2001). Direct evidence for neutrino flavor transformation from neutral-current interactions in the Sudbury Neutrino Observatory , Q.R. Ahmad, et al. (The SNO Collaboration), Phys. Rev. Lett. 89 011301\/1-6 (2002). Measurement of day and night neutrino energy spectra at SNO and constraints on neutrino mixing parameters , Q.R. Ahmad, et al. (The SNO Collaboration), Phys. Rev. Lett. 89 011302\/1-5 (2002). Electron energy spectra, fluxes, and day-night asymmetries of B solar neutrinos from the 391-day salt phase SNO data set , SNO Collaboration (B. Aharmim et al.), 45 pages, arXiv.org: nucl-ex\/0502021, Phys.Rev. C72 , 055502\/1-45 (2005)."
            ]
        ]
    ]
}