{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZB8QTZ06",
            "nQ_TNGwAAAAJ",
            [
                "SDSS-III: Massive spectroscopic surveys of the distant universe, the Milky Way, and extra-solar planetary systems",
                "The eleventh and twelfth data releases of the Sloan Digital Sky Survey: final data from SDSS-III",
                "The tenth data release of the sloan digital sky survey: First spectroscopic data from the sdss-iii apache point observatory galactic evolution experiment",
                "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
                "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
                "The origin of T Tauri X-ray emission: new insights from the Chandra Orion Ultradeep Project",
                "Transiting exoplanet survey satellite",
                "Transiting exoplanet survey satellite",
                "The Rotation Period Distribution of Pre-Main-Sequence Stars in and around the Orion Nebula",
                "Discovery of two young brown dwarfs in an eclipsing binary system"
            ],
            [
                "Building on the legacy of the Sloan Digital Sky Survey (SDSS-I and II), SDSS-III is a program of four spectroscopic surveys on three scientific themes: dark energy and cosmological parameters, the history and structure of the Milky Way, and the population of giant planets around other stars. In keeping with SDSS tradition, SDSS-III will provide regular public releases of all its data, beginning with SDSS Data Release 8 (DR8), which was made public in 2011 January and includes SDSS-I and SDSS-II images and spectra reprocessed with the latest pipelines and calibrations produced for the SDSS-III investigations. This paper presents an overview of the four surveys that comprise SDSS-III. The Baryon Oscillation Spectroscopic Survey will measure redshifts of 1.5 million massive galaxies and Lyα forest spectra of 150,000 quasars, using the baryon acoustic oscillation feature of large-scale structure to obtain percent …",
                "Comprehensive wide-field imaging and spectroscopic surveys of the sky have played a key role in astronomy, leading to fundamental new breakthroughs in our understanding of the Solar System; our Milky Way Galaxy and its constituent stars and gas; the nature, properties, and evolution of galaxies; and the universe as a whole. The Sloan Digital Sky Survey (SDSS), which started routine operations in 2000 April, has carried out imaging and spectroscopy over roughly 1\/3 of the Celestial Sphere. SDSS uses a dedicated 2.5 m wide-field telescope (Gunn et al. 2006), instrumented with a sequence of sophisticated imagers and spectrographs. The SDSS has gone through a series of stages. SDSS-I (York et al. 2000), which was in operation through 2005, focused on a “Legacy” survey of five-band imaging (using what was at the time the largest camera ever used in optical astronomy; Gunn et al. 1998) and …",
                "The Sloan Digital Sky Survey (SDSS) has been in continuous operation since 2000 April. It uses a dedicated wide-field 2.5 m telescope (Gunn et al. 2006) at Apache Point Observatory (APO) in the Sacramento Mountains in Southern New Mexico. It was originally instrumented with a wide-field imaging camera with an effective area of 1.5 deg2 (Gunn et al. 1998), and a pair of double spectrographs fed by 640 fibers (Smee et al. 2013). The initial survey (York et al. 2000) carried out imaging in five broad bands (ugriz)(Fukugita et al. 1996) to a depth of r∼ 22. 5 mag over 11,663 deg2 of high-latitude sky, and spectroscopy of 1.6 million galaxy, quasar, and stellar targets over 9380 deg2. The resulting images were calibrated astrometrically (Pier et al. 2003) and photometrically (Ivezic et al. 2004; Tucker et al. 2006; Padmanabhan et al. 2008), and the properties of the detected objects were measured (Lupton et al. 2001 …",
                "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
                "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
                "The Chandra Orion Ultradeep Project (COUP) provides the most comprehensive data set ever acquired on the X‐ray emission of pre–main‐sequence stars. In this paper, we study the nearly 600 X‐ray sources that can be reliably identified with optically well‐characterized T Tauri stars (TTSs) in the Orion Nebula Cluster. With a detection limit of   ergs s−1 for lightly absorbed sources, we detect X‐ray emission from more than 97% of the optically visible late‐type (spectral types F–M) cluster stars. This proves that there is no “X‐ray–quiet” population of late‐type stars with suppressed magnetic activity. We use this exceptional optical, infrared, and X‐ray data set to study the dependencies of the X‐ray properties on other stellar parameters. All TTSs with known rotation periods lie in the saturated or supersaturated regime of the relation between activity and Rossby numbers seen for main‐sequence (MS) stars, but the …",
                "The Transiting Exoplanet Survey Satellite (TESS) will search for planets transiting bright and nearby stars. TESS has been selected by NASA for launch in 2017 as an Astrophysics Explorer mission. The spacecraft will be placed into a highly elliptical 13.7-day orbit around the Earth. During its 2-year mission, TESS will employ four wide-field optical charge-coupled device cameras to monitor at least 200,000 main-sequence dwarf stars with IC≈4−13 for temporary drops in brightness caused by planetary transits. Each star will be observed for an interval ranging from 1 month to 1 year, depending mainly on the star’s ecliptic latitude. The longest observing intervals will be for stars near the ecliptic poles, which are the optimal locations for follow-up observations with the James Webb Space Telescope. Brightness measurements of preselected target stars will be recorded every 2 min, and full frame images will be …",
                "The Transiting Exoplanet Survey Satellite (TESS) will search for planets transiting bright and nearby stars. TESS has been selected by NASA for launch in 2017 as an Astrophysics Explorer mission. The spacecraft will be placed into a highly elliptical 13.7-day orbit around the Earth. During its 2-year mission, TESS will employ four wide-field optical charge-coupled device cameras to monitor at least 200,000 main-sequence dwarf stars with IC≈4−13 for temporary drops in brightness caused by planetary transits. Each star will be observed for an interval ranging from 1 month to 1 year, depending mainly on the star’s ecliptic latitude. The longest observing intervals will be for stars near the ecliptic poles, which are the optimal locations for follow-up observations with the James Webb Space Telescope. Brightness measurements of preselected target stars will be recorded every 2 min, and full frame images will be …",
                "We report rotation periods for 254 stars in an area 40'× 80'centered on the Orion Nebula. We show that these stars are likely members of the young (~ 10 6 yr) Orion OBIc\/d association. The rotation period distribution we determine, which is sensitive to periods 0.1< P< 8 days, shows a sharp cutoff for periods P< 0.5 days, corresponding to breakup velocity for these stars. Above 0.5 days the distribution is consistent with a uniform distribution; we do not find evidence for a\" gap\" of periods at 4–5 days. We find signatures of active accretion among stars at all periods; active accretion does not occur preferentially among slow rotators in our sample. We find no correlation between rotation period and near-IR signatures of circumstellar disks. In addition, we show that the distribution of v sin i among stars in our sample bears striking resemblance to that of low-mass Pleiades stars. We discuss the implications of our findings …",
                "Brown dwarfs are considered to be ‘failed stars’ in the sense that they are born with masses between the least massive stars (0.072 solar masses, M⊙) 1 and the most massive planets (∼ 0.013M⊙) 2; they therefore serve as a critical link in our understanding of the formation of both stars and planets 3. Even the most fundamental physical properties of brown dwarfs remain, however, largely unconstrained by direct measurement. Here we report the discovery of a brown-dwarf eclipsing binary system, in the Orion Nebula star-forming region, from which we obtain direct measurements of mass and radius for these newly formed brown dwarfs. Our mass measurements establish both objects as brown dwarfs, with masses of 0.054±0.005M⊙ and 0.034±0.003M⊙. At the same time, with radii relative to the Sun's of 0.669±0.034R⊙ and 0.511±0.026R⊙, these brown dwarfs are more akin to low-mass stars in size. Such …"
            ],
            [
                [
                    "Stellar Astrophysics",
                    "Star Formation",
                    "Exoplanets",
                    "Astro-informatics",
                    "Diversity"
                ]
            ],
            [
                "Keivan Stassun Stevenson Professor National Science Foundation CAREER Award (2004) Research Corporation Cottrell Scholar (2006) Ford Foundation Fellow (2007) Fletcher Foundation Fellow (2009) American Association for the Advancement of Science Fellow (2012) phone: 615-322-2455 6914 Stevenson PhD, University of Wisconsin, 2000 Keivan \r\n      G. Stassun Stevenson Professor Physics & Astronomy Vanderbilt University The Life and Death of Stars video course available on DVD or online. vita crew about autism research publications teaching diversity outreach contact jaime em Department of Physics & \r\n        Astronomy  :  College \r\n        of Arts & Science  :  Vanderbilt \r\n        University Vanderbilt Initiative in Data-Intensive Astrophysics (VIDA) Vanderbilt Center for Autism and Innovation"
            ]
        ]
    ]
}