{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZBETVON5",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Stephen L. Teitel Professor of Physics PhD in Physics, Cornell University, 1981 455B Bausch & Lomb Hall (585) 275-4039 Fax: (585) 273-3237 stte@pas.rochester.edu Biography Professor Teitel received his BS in engineering physics (1975) and his PhD in physics (1981), both from Cornell University. After postdoctoral positions at the Ohio State University (1981-83) and the Weizmann Institute of Science (1983-86), he joined the University as Assistant Professor of Physics in 1986. He was promoted to Associate Professor in 1992 and to Professor in 1999. He was the Associate Chair of the Department from 2013-2018.  Professor Teitel was elected a Fellow of the American Physical Society in 2000. He received the department's award for Excellence in Teaching in 2000 and 2016, a University Bridging Fellowship in 2003, and was named an Outstanding Referee of the American Physical Society in 2011. Research Overview Professor Teitel's research interests are in the field of theoretical condensed matter physics, particularly in the area of statistical mechanics and critical phenomena. Investigations are carried out primarily through the use of large scale numerical simulations.  Most recently his interest has focused on behavior in granular and related soft matter systems, in particular on behavior near the jamming transition where the system changes from liquid-like to solid-like behavior.  Previous work dealt with the phenomenological behavior of vortex fluctuations in superconducting systems, such as high temperature superconductors and two dimensional arrays of Josephson junctions. Another recent topic of investigation concerned the structural stability and shape transformations of nanometer sized gold clusters. Professor Teitel has also worked on problems relating to relaxation in glassy systems, the equilibrium shape of crystals, and superfluidity. Links to publications can be found through Professor Teitel's Google Scholar page."
            ]
        ]
    ]
}