{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZBGXGSZS",
            "Ojgo35kAAAAJ",
            [
                "Correlation functions in su (2)-invariant resonating-valence-bond spin liquids on nonbipartite lattices",
                "Entanglement entropy and topological order in resonating valence-bond quantum spin liquids",
                "Linear independence of nearest-neighbor valence bond states in several two-dimensional lattices",
                "Destruction of valence-bond order in a  sawtooth chain with a Dzyaloshinskii-Moriya term",
                "Ground-state uniqueness of the twelve-site RVB spin-liquid parent Hamiltonian on the kagome lattice",
                "Spin correlations and topological entanglement entropy in a non-Abelian spin-one spin liquid",
                "Non-Abelian quasiholes in lattice Moore-Read states and parent Hamiltonians",
                "Quasiparticles as detector of topological quantum phase transitions",
                "Spin glassiness and power law scaling in anisotropic triangular spin-1\/2 antiferromagnets",
                "Quasielectrons in lattice Moore-Read models"
            ],
            [
                "We introduce a Monte Carlo scheme based on sampling of Pfaffians to investigate Anderson’s resonating-valence-bond (RVB) spin liquid wave function on the kagome and the triangular lattice. This eliminates a sign problem that prevents utilization of the valence bond basis in Monte Carlo studies for nonbipartite lattices. Studying lattice sizes of up to 600 sites, we calculate singlet-singlet and spin-spin correlations and demonstrate how the lattice symmetry is restored within each topological sector as the system size is increased. Our findings are consistent with the expectation that the nearest-neighbor RVB states describe a topological spin liquid on these nonbipartite lattices.",
                "On the triangular and kagome lattices, short-ranged resonating valence-bond wave functions can be sampled without the sign problem using a recently developed Pfaffian Monte Carlo scheme. In this Rapid Communication, we study the Renyi entanglement entropy in these wave functions using a replica-trick method. Using various spatial bipartitions, including the Levin-Wen construction, our finite-size scaled Renyi entropy gives a topological contribution consistent with γ= ln (2), as expected for a gapped Z 2 quantum spin liquid. We prove that the mutual statistics is consistent with the toric code anyon model and rule out any other quasiparticle statistics such as the double semion model.",
                "We show for several two-dimensional lattices that the nearest-neighbor valence bond states are linearly independent. To do so, we utilize and generalize a method that was recently introduced and applied to the kagome lattice by one of the authors. This method relies on the choice of an appropriate cell for the respective lattice, for which a certain local linear independence property can be demonstrated. Whenever this is achieved, linear independence follows for arbitrarily large lattices that can be covered by such cells, for both open and periodic boundary conditions. We report that this method is applicable to the kagome, honeycomb, square, squagome, two types of pentagonal, square-octagonal, star, two types of Archimedean, three types of “martini”, and fullerene-type lattices, eg, the well known ‘buckyball.” Applications of the linear independence property, such as the derivation of effective quantum dimer …",
                "A small value of the spin gap in quantum antiferromagnets with strong frustration makes them susceptible to nominally small deviations from the ideal Heisenberg model. One such perturbation, the anisotropic Dzyaloshinskii-Moriya (DM) interaction, is an important perturbation for the S= 1\/2 kagome antiferromagnet, one of the current candidates for a quantum-disordered ground state. We study the influence of the DM term in a related one-dimensional system, the sawtooth chain, which has valence-bond order in its ground state. Through a combination of analytical and numerical methods, we show that a relatively weak DM coupling, 0.115 J, is sufficient to destroy the valence-bond order, close the spin gap, and turn the system into a Luttinger liquid with algebraic spin correlations. A similar mechanism may be at work in the kagome antiferromagnet.",
                "Anderson's idea of a (short-ranged) resonating valence bond (RVB) spin liquid has been the first ever proposal of what we now call a topologically ordered phase. Since then, a wealth of exactly solvable lattice models have been constructed that have topologically ordered ground states. For a long time, however, it has been difficult to realize Anderson's original vision in such solvable models, according to which the ground state has an unbroken SU (2) spin rotational symmetry and is dominated by fluctuation of singlet bonds. The kagome lattice is the simplest lattice geometry for which parent Hamiltonians stabilizing a prototypical spin-1\/2 short-ranged RVB wave function has been constructed and strong evidence has been given that this state belongs to a topological phase. The uniqueness of the desired RVB-type ground states has, however, not been rigorously proven for the simplest possible such Hamiltonian …",
                "We analyze the properties of a non-Abelian spin-one chiral spin liquid state proposed by Greiter and Thomale [Phys. Rev. Lett. 102, 207203 (2009)] using Monte Carlo. In this state the bosonic ν= 1 Moore-Read Pfaffian wave function is used to describe a gas of bosonic spin flips on a square lattice with one flux quantum per plaquette. For toroidal geometries there is a three-dimensional space of these states corresponding to the topological degeneracy of the bosonic Moore-Read state on the torus. We show that spin correlations for different states in this space become indistinguishable for large system size. We also calculate the Renyi entanglement entropy for different system partitions to extract the topological entanglement entropy and provide evidence that the topological order of the lattice spin-liquid state is the same as that of the continuum Moore-Read state from which it is constructed.",
                "This work concerns Ising quasiholes in Moore-Read type lattice wave functions derived from conformal field theory. We commence with constructing Moore-Read type lattice states and then add quasiholes to them. By use of Metropolis Monte Carlo simulations, we analyze the features of the quasiholes, such as their size, shape, charge, and braiding properties. The braiding properties, which turn out to be the same as in the continuum Moore-Read state, demonstrate the topological attributes of the Moore-Read lattice states in a direct way. We also derive parent Hamiltonians for which the states with quasiholes included are ground states. One advantage of these Hamiltonians lies therein that we can now braid the quasiholes just by changing the coupling strengths in the Hamiltonian since the Hamiltonian is a function of the positions of the quasiholes. The methodology exploited in this article can also be used to …",
                "A number of tools have been developed to detect topological phase transitions in strongly correlated quantum systems. They apply under different conditions, but do not cover the full range of many-body models. It is hence desirable to further expand the toolbox. Here, we propose to use quasiparticle properties to detect quantum phase transitions. The approach is independent from the choice of boundary conditions, and it does not assume a particular lattice structure. The probe is hence suitable for, eg, fractals and quasicrystals. The method requires that one can reliably create quasiparticles in the considered systems. In the simplest cases, this can be done by a pinning potential, while it is less straightforward in more complicated systems. We apply the method to several rather different examples, including one that cannot be handled by the commonly used probes, and in all the cases we find that the numerical …",
                "We present data on the magnetic properties of two classes of layered spin S= 1\/2 antiferromagnetic quasi-triangular lattice materials: Cu 2 (1− x) Zn 2x (OH) 3 NO 3 (0≤ x≤ 0.65) and its long-organic-chain–intercalated derivatives Cu 2 (1− x) Zn 2x (OH) 3 (C 7 H 15 COO) centerdot mH 2 O (0≤ x≤ 0.29), where non-magnetic Zn substitutes for Cu isostructurally. It is found that the intercalated compounds, even in a clean system in the absence of dilution, x= 0, show spin glass behaviour, as evidenced by DC and AC susceptibility, and by time-dependent magnetization measurements. A striking feature is the observation of a sharp crossover between two successive power law regimes in the DC susceptibility above the freezing temperature. In constrast to standard theoretical expectations, these power laws are insensitive to doping. Specific heat data are consistent with a conventional phase transition in the …",
                "Moore-Read states can be expressed as conformal blocks of the underlying rational conformal field theory, which provides a well explored description for the insertion of quasiholes. It is known, however, that quasielectrons are more difficult to describe in continuous systems, since the natural guess for how to construct them leads to a singularity. In this work, we show that the singularity problem does not arise for lattice Moore-Read states. This allows us to construct Moore-Read Pfaffian states on lattices for filling fraction 5\/2 with both quasiholes and quasielectrons in a simple way. We investigate the density profile, charge, size, and braiding properties of the anyons by means of Monte Carlo simulations. Further we derive an exact few-body parent Hamiltonian for the states. Finally, we compare our results to the density profile, charge, and shape of anyons in the Kapit-Mueller model by means of exact diagonalization."
            ],
            [
                [
                    "condensed matter theory"
                ]
            ],
            [
                "Julia Wildeboer Postdoc Research Associate Ames IA 5-0014 jwildeb@iastate.edu 515-294-5440"
            ]
        ]
    ]
}