{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZDRSJ1H3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Timothy Leishman Timothy Leishman Professor N247 ESC 801.422.1748    (office) 801.422.2230    (lab) tim_leishman@byu.edu physics.byu.edu\/research\/acoustics\/ T 12:30-1:20 p.m.; other times by appointment Devotional\/Forum: T 11:00-11:50 a.m. Acoustics Research Group (ARG) Meeting: Th 11:00-11:50 a.m., C247 ESC (Fall and Winter Semesters) Spatial Audio Research Meeting I: W 3:00-3:50 p.m. Spatial Audio Research Meeting II: Th 12:00-12:50 p.m. Physics 318 10:00a - 10:50a Physics 318 10:00a - 10:50a Physics 318 10:00a - 10:50a Physics 492 Physics 661 9:30a - 10:45a TTh Specialty: Audio and architectural acoustics.  Excitation, measurement, modeling, and control of sound fields.  Transducers, active control of sound and vibration, energy-based acoustics, and acoustical measurements. Tim Leishman received a bachelor’s degree in physics from Brigham Young University in 1990 and a Ph.D. in acoustics from Penn State University in 2000.  His research at Penn State focused on active control of sound transmission through partitions.  Before, during, and after his formal education, he worked in industry as an audio systems specialist, loudspeaker designer, acoustical consultant, and audio acoustics researcher.  Between 1992 and 1996, and periodically to the present, he has worked as an independent audio and architectural acoustics consultant.  From 1997 to 2000 he was a senior acoustical researcher for Crown International and the Crown Audio division of Harman International.  From 2000 to the present, he has been a professor and researcher at BYU.  He enjoys sharing his experience and enthusiasm for audio and acoustics with his students.  He has mentored many graduate and undergraduate students who are now employed as researchers, university professors, acoustical consultants, loudspeaker designers, headphone designers, audio system designers, hearing aid designers, acoustic systems engineers, noise and vibration control engineers, acoustic signal processing specialists, software developers, and entrepreneurs."
            ]
        ]
    ]
}