{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZE4BN2YO",
            "7DWSCGgAAAAJ",
            [
                "Endothelial dysfunction in cardiovascular diseases: the role of oxidant stress",
                "Angiotensin II-mediated hypertension in the rat increases vascular superoxide production via membrane NADH\/NADPH oxidase activation. Contribution to alterations of vasomotor tone.",
                "Hypercholesterolemia increases endothelial superoxide anion production.",
                "Oxidation of tetrahydrobiopterin leads to uncoupling of endothelial cell nitric oxide synthase in hypertension",
                "The effect of cholesterol-lowering and antioxidant therapy on endothelium-dependent coronary vasomotion",
                "Role of the T cell in the genesis of angiotensin II–induced hypertension and vascular dysfunction"
            ],
            [
                "—Accumulating evidence suggests that oxidant stress alters many functions of the endothelium, including modulation of vasomotor tone. Inactivation of nitric oxide (NO·) by superoxide and other reactive oxygen species (ROS) seems to occur in conditions such as hypertension, hypercholesterolemia, diabetes, and cigarette smoking. Loss of NO· associated with these traditional risk factors may in part explain why they predispose to atherosclerosis. Among many enzymatic systems that are capable of producing ROS, xanthine oxidase, NADH\/NADPH oxidase, and uncoupled endothelial nitric oxide synthase have been extensively studied in vascular cells. As the role of these various enzyme sources of ROS become clear, it will perhaps be possible to use more specific therapies to prevent their production and ultimately correct endothelial dysfunction.",
                "We tested the hypothesis that angiotensin II-induced hypertension is associated with an increase in vascular .O2- production, and characterized the oxidase involved in this process. Infusion of angiotensin II (0.7 mg\/kg per d) increased systolic blood pressure and doubled vascular .O2- production (assessed by lucigenin chemiluminescence), predominantly from the vascular media. NE infusion (2.75 mg\/kg per d) produced a similar degree of hypertension, but did not increase vascular .O2- production. Studies using various enzyme inhibitors and vascular homogenates suggested that the predominant source of .O2- activated by angiotensin II infusion is an NADH\/NADPH-dependent, membrane-bound oxidase. Angiotensin II-, but not NE-, induced hypertension was associated with impaired relaxations to acetylcholine, the calcium ionophore A23187, and nitroglycerin. These relaxations were variably corrected by …",
                "Indirect evidence suggests accelerated degradation of endothelium-derived nitric oxide (ENDO) by superoxide anion (O2-) in hypercholesterolemic vessels (HV). To directly measure O2- production by normal vessels (NV) and HV, we used an assay for O2- based on the chemiluminescence (CL) of lucigenin (L). HV (1 mo cholesterol-fed rabbits) produced threefold more O2- than NV (1.47 +\/- 0.20 nM\/mg tissue\/min, n = 7 vs. 0.52 +\/- 0.05 nmol\/mg tissue\/min, n = 8, P < 0.001). Endothelial removal increased O2- production in NV (0.73 +\/- 0.08, n = 6, P < 0.05), while decreasing it in HV (0.76 +\/- 0.15, n = 5, P < 0.05). There was no difference between denuded HV and denuded NV. Oxypurinol, a noncompetitive inhibitor of xanthine oxidase, normalized O2- production in HV, but had no effect in NV. In separate isometric tension studies treatment with oxypurinol improved acetylcholine induced relaxations in HV, while …",
                "Tetrahydrobiopterin is a critical cofactor for the NO synthases, and in its absence these enzymes become “uncoupled,” producing reactive oxygen species (ROSs) rather than NO. In aortas of mice with deoxycorticosterone acetate–salt (DOCA-salt) hypertension, ROS production from NO synthase is markedly increased, and tetrahydrobiopterin oxidation is evident. Using mice deficient in the NADPH oxidase subunit p47phox and mice lacking either the endothelial or neuronal NO synthase, we obtained evidence that hypertension produces a cascade involving production of ROSs from the NADPH oxidase leading to oxidation of tetrahydrobiopterin and uncoupling of endothelial NO synthase (eNOS). This decreases NO production and increases ROS production from eNOS. Treatment of mice with oral tetrahydrobiopterin reduces vascular ROS production, increases NO production as determined by electron spin …",
                "Patients with coronary artery disease and abnormalities of serum lipid levels often have endothelial vasodilator dysfunction, which may contribute to ischemic cardiac events. Whether cholesterol-lowering or antioxidant therapy can restore endothelium-dependent coronary vasodilatation is unknown.We randomly assigned 49 patients (mean [±SD] serum cholesterol level, 209±33 mg per deciliter [5.40±0.85 mmol per liter]) to receive one of three treatments: an American Heart Association Step 1 diet (the diet group, 11 patients); lovastatin and cholestyramine (the low-density lipoprotein [LDL]–lowering group, 21 patients); or lovastatin and probucol (the LDL-lowering–antioxidant group, 17 patients). Endothelium-dependent coronary-artery vasomotion in response to an intracoronary infusion of acetylcholine (10-8 to 10-6 M) was assessed at base line and after one year of therapy …",
                "Hypertension promotes atherosclerosis and is a major source of morbidity and mortality. We show that mice lacking T and B cells (RAG-1−\/− mice) have blunted hypertension and do not develop abnormalities of vascular function during angiotensin II infusion or desoxycorticosterone acetate (DOCA)–salt. Adoptive transfer of T, but not B, cells restored these abnormalities. Angiotensin II is known to stimulate reactive oxygen species production via the nicotinamide adenosine dinucleotide phosphate (NADPH) oxidase in several cells, including some immune cells. Accordingly, adoptive transfer of T cells lacking the angiotensin type I receptor or a functional NADPH oxidase resulted in blunted angiotensin II–dependent hypertension and decreased aortic superoxide production. Angiotensin II increased T cell markers of activation and tissue homing in wild-type, but not NADPH oxidase–deficient, mice. Angiotensin II …"
            ],
            [
                [
                    "Cardiovascular biology",
                    "hypertension",
                    "vascular biology"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}