{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZF2OQFWP",
            "i7ENStwAAAAJ",
            [
                "Diffusion, crowding & protein stability in a dynamic molecular model of the bacterial cytoplasm",
                "The stability of salt bridges at high temperatures: implications for hyperthermophilic proteins",
                "Physicochemical properties of cells and their effects on intrinsically disordered proteins (IDPs)",
                "Models of macromolecular crowding effects and the need for quantitative comparisons with experiment",
                "The native 3D organization of bacterial polysomes",
                "Prediction of functionally important residues based solely on the computed energetics of protein structure",
                "Computer simulation of protein− protein interactions",
                "Electrostatic contributions to the stability of halophilic proteins",
                "Computer simulation of protein-protein association kinetics: acetylcholinesterase-fasciculin",
                "Computing ionization states of proteins with a detailed charge model"
            ],
            [
                "A longstanding question in molecular biology is the extent to which the behavior of macromolecules observed in vitro accurately reflects their behavior in vivo. A number of sophisticated experimental techniques now allow the behavior of individual types of macromolecule to be studied directly in vivo; none, however, allow a wide range of molecule types to be observed simultaneously. In order to tackle this issue we have adopted a computational perspective, and, having selected the model prokaryote Escherichia coli as a test system, have assembled an atomically detailed model of its cytoplasmic environment that includes 50 of the most abundant types of macromolecules at experimentally measured concentrations. Brownian dynamics (BD) simulations of the cytoplasm model have been calibrated to reproduce the translational diffusion coefficients of Green Fluorescent Protein (GFP) observed in vivo, and “snapshots” of the simulation trajectories have been used to compute the cytoplasm's effects on the thermodynamics of protein folding, association and aggregation events. The simulation model successfully describes the relative thermodynamic stabilities of proteins measured in E. coli, and shows that effects additional to the commonly cited “crowding” effect must be included in attempts to understand macromolecular behavior in vivo.",
                "Salt bridges have been proposed to play a crucial role in promoting hyperthermostability in proteins, yet they appear to make little contribution to protein stability at room temperature. The latter point has been rationalized previously on the basis that the association of two charged molecules to form a salt bridge incurs a substantial desolvation penalty, which is seldom completely compensated by favourable interactions within the salt bridge and with the rest of the protein. Here a continuum solvation model is used to investigate how this same argument applies at temperatures more appropriate to hyperthermophiles. The solvation model employed was previously parameterised to reproduce the hydration free energies of neutral and charged amino acid side-chains in the temperature range from 5–100°C. A key result of the previous work was that the hydration free energies of charged side-chains are more adversely …",
                "It has long been axiomatic that a protein’s structure determines its function. Intrinsically disordered proteins (IDPs) and disordered protein regions (IDRs) defy this structure− function paradigm. They do not exhibit stable secondary and\/or tertiary structures and exist as dynamic ensembles of interconverting conformers with preferred, nonrandom orientations. 1− 4 The concept of IDPs and IDRs as functional biological units was initially met with skepticism. For a long time, disorder, intuitively implying chaos, had no place in our perception of orchestrated molecular events controlling cell biology. Over the past years, however, this notion has changed. Aided by findings that structural disorder constitutes an ubiquitous and abundant biological phenomenon in organisms of all phyla, 5− 7 and that it is often synonymous with function, 8− 11 disorder has become an integral part of modern protein biochemistry. Disorder …",
                "In recent years significant effort has been devoted to exploring the potential effects of macromolecular crowding on protein folding and association phenomena. Theoretical calculations and molecular simulations have, in particular, been exploited to describe aspects of protein behavior in crowded and confined conditions and many aspects of the simulated behavior have reflected, at least at a qualitative level, the behavior observed in experiments. One major and immediate challenge for the theorists is to now produce models capable of making quantitatively accurate predictions of in vitro behavior. A second challenge is to derive models that explain results obtained from experiments performed in vivo, the results of which appear to call into question the assumed dominance of excluded-volume effects in vivo.",
                "Recent advances have led to insights into the structure of the bacterial ribosome, but little is known about the 3D organization of ribosomes in the context of translating polysomes. We employed cryoelectron tomography and a template-matching approach to map 70S ribosomes in vitrified bacterial translation extracts and in lysates of active E. coli spheroplasts. In these preparations, polysomal arrangements were observed in which neighboring ribosomes are densely packed and exhibit preferred orientations. Analysis of characteristic examples of polysomes reveals a staggered or pseudohelical organization of ribosomes along the mRNA trace, with the transcript being sequestered on the inside, the tRNA entrance sites being accessible, and the polypeptide exit sites facing the cytosol. Modeling of elongating nascent polypeptide chains suggests that this arrangement maximizes the distance between nascent …",
                "Catalytic and other functionally important residues in proteins can often be mutated to yield more stable proteins. Many of these residues are charged residues that are located in electrostatically unfavorable environments. Here it is demonstrated that because continuum electrostatics methods can identify these destabilizing residues, the same methods can also be used to identify functionally important residues in otherwise uncharacterized proteins. To establish this point, detailed calculations are performed on six proteins for which good structural and mutational data are available from experiments. In all cases it is shown that functionally important residues known to be destabilizing experimentally are among the most destabilizing residues found in the calculations. A larger scale analysis performed on 216 different proteins demonstrates the existence of a general relationship between the calculated electrostatic …",
                "The use of computer simulations in investigations of protein−protein interactions is discussed. First, crystallographic analyses of known protein−protein complexes are summarized with particular emphasis being placed on the atomic nature of the interactions. Models available for describing macromolecular association energetics are then discussed, with special reference to the treatment of electrostatic and nonpolar interactions. The use of these models in combination with efficient search methods is discussed in the context of the so-called protein docking problem and in the description of weaker (i.e., noncrystallizable) protein−protein interactions. Finally, simulations of the dynamics of protein−protein association events are outlined. In all cases, differences are stressed between the atomically detailed view of protein−protein interactions and the view implicit in the use of simpler colloidal models. ",
                "Examination of the first crystal structures of proteins from a halophilic organism suggests that an abundance of acidic residues distributed over the protein surface is a key determinant of adaptation to high-salt conditions. Although one extant theory suggests that acidic residues are favored because of their superior water-binding capacity, it is clear that extensive repulsive electrostatic interactions will also be present in such proteins at physiological pH. To investigate the magnitude and importance of such electrostatic interactions, we conducted a theoretical analysis of their contributions to the salt and pH-dependence of stability of two halophilic proteins. Our approach centers on use of the Poisson-Boltzmann equation of classical electrostatics, applied at an atomic level of detail to crystal structures of the proteins. We first show that in using the method, it is important to account for the fact that the dielectric constant of …",
                "Computer simulations were performed to investigate the role of electrostatic interactions in promoting fast association of acetylcholinesterase with its peptidic inhibitor, the neurotoxin fasciculin. The encounter of the two macromolecules was simulated with the technique of Brownian dynamics (BD), using atomically detailed structures, and association rate constants were calculated for the wild-type and a number of mutant proteins. In a first set of simulations, the ordering of the experimental rate constants for the mutant proteins was correctly reproduced, although the absolute values of the rate constants were overestimated by a factor of around 30. Rigorous calculations of the full electrostatic interaction energy between the two proteins indicate that this overestimation of association rates results at least in part from approximations made in the description of interaction energetics in the BD simulations. In particular, the …",
                "A convenient computational approach for the calculation of the p Kas of ionizable groups in a protein is described. The method uses detailed models of the charges in both the neutral and ionized form of each ionizable group. A full derivation of the theoretical framework is presented, as are details of its implementation in the UHBD program. Application to four proteins whose crystal structures are known shows that the detailed charge model improves agreement with experimentally determined pKas when a low protein dielectric constant is assumed, relative to the results with a simpler single‐site ionization model. It is also found that use of the detailed charge model increases the sensitivity of the computed pKas to the details of proton placement. © 1996 by John Wiley & Sons, Inc."
            ],
            [
                [
                    "computational biophysics",
                    "molecular simulation"
                ]
            ],
            [
                "Adrian Elcock Adrian Elcock Professor (also in Biochemistry) adrian-elcock@uiowa.edu 4-530 BSB (319) 335-6643"
            ]
        ]
    ]
}