{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZGG4RA4N",
            "pe5eLdYAAAAJ",
            [
                "Noiseless quantum codes"
            ],
            [
                "In this paper we study a model quantum register R made of N replicas (cells) of a given finite-dimensional quantum system S. Assuming that all cells are coupled with a common environment with equal strength we show that, for N large enough, in the Hilbert space of R there exists a linear subspace C N which is dynamically decoupled from the environment. The states in C N evolve unitarily and are therefore decoherence-dissipation free. The space C N realizes a noiseless quantum code in which information can be stored, in principle, for an arbitrarily long time without being affected by errors."
            ],
            [
                [
                    "quantum physics",
                    "quantum information",
                    "mountaineering",
                    "philosophy"
                ]
            ],
            [
                "                                                    About   About  back   Mission and Values Statement  Diversity     Research   Research  back   Astronomy  Atomic & Molecular Physics  Biological Physics  Computational Physics  Condensed Matter Physics  Cosmology  High Energy Physics  Laser Physics  Quantum Information Science  Space Science     Graduate Program   Graduate Program  back   Graduate Learning Goals  Graduate Student Organizations  PhD Admissions  PhD Requirements  PhD Financial Support  Graduate Admissions FAQs  MS in Medical Biophysics  MS in Quantum Information Science     Undergraduate   Undergraduate  back   Learning Goals  Undergraduate Student Organizations  Astronomy  Biophysics  Physics  Physical Sciences  Physics\/Computer Science  Minors  Undergraduate Office     People   People  back   Faculty  Staff  Post-Docs  Graduate Students  Contact     Colloquia   Colloquia  back   Department Colloquium  Colloquium Archive  Topical Seminars  Other Institutions  Related Areas     Resources   Resources  back   Conference Rooms calendar  Lecture Support Labs  Job Opportunities  Teaching Assistant Resources  COVID Lab Planner     News              Faculty                     Paolo Zanardi  Professor of Physics  Contact Information  E-mail:  zanardi@usc.edu  Phone: (213) 740-4649 Office: SSC 225  LINKS  Curriculum Vitae        Description of Research  Summary Statement of Research Interests  - Theoretical condensed matter \r\n- Quantum Information Processing (QIP)\r\n- Decoherence control\r\n- Physical Implementation of QIP devices \r\n- Geometric and topological QIP\r\n- Quantum entanglement in interacting spin systems and systems of indistinguishable particles \r\n- Quantum Phase Transitions  Publications  Journal Article   Zanardi, P., Rezakhani, A. \r\n                                (2006).\r\n                            A general setting for geometric phase of mixed states in arbitrary evolution. Phys. Rev. A. \r\n                                Vol. 73, pp. 012107.  Zanardi, P., Ciancio, E. \r\n                                (2006).\r\n                            Coupling bosonic modes with a qubit: entanglement dynamics at zero and finite-temperatures. Phys. Lett. A.  Zanardi, P., Paunkovic, N. \r\n                                (2006).\r\n                            Ground state overlap and quantum phase transitions. Phys. Rev. E.  Zanardi, P., Ciancio, E., Giorda, P. \r\n                                (2006).\r\n                            Mode transformations and quantum entanglement relativity and gaussian states. Phys. Lett. A. \r\n                                Vol. 354, pp. 274.  Zanardi, P., Pazy, E., Calarco, T., D'Amico, I., Rossi, F., Zoller, P. \r\n                                (2003).\r\n                            All Optical Spin-Based Quantum Information Processing. J. of Superconductivity: Incorporating Novel Magnetism. \r\n                                Vol. 16(2), pp. 383.  Zanardi, P., D'Amico, I., Biolatti, E., Pazy, E., Rossi, F. \r\n                                (2002).\r\n                            All optical quantum dot implementation for quantum computing. Physica E.  Zanardi, P., Rasetti, M. \r\n                                (2000).\r\n                            A Possible Strategy to Defeat Decoherence in Quantum Computation: The Role of Symmetries, Dynamical Algebras, and All That. Fortschr. Phys.. \r\n                                Vol. 48, pp. 559.  Zanardi, P. \r\n                                (1996).\r\n                            Auxiliary Fermion Linearization. J. Phys. A. \r\n                                Vol. 29, pp. 541.   Proceedings   Zanardi, P., Tagliati, E., Rasetti, M., Zecchina, R. \r\n                                (1996).\r\n                            A many body Hamiltonian Approach to Quantum Computation. \r\n                                    In M. Biafore, J. Leao and T. Toffoli (Ed.), Boston. PhysComp96.    Honors and Awards   Fellow (or Equivalent) of National Society in Discipline, APS Fellow, 1\/1\/2011-1\/1\/2080    Faculty may update their profile by logging into the Dornsife portal from a computer on campus or off-campus via a VPN connection .      Department of Physics and Astronomy University of Southern California 825 Bloom Walk ACB 439 Los Angeles, CA 90089-0484 Phone: (213) 740 - 0848 Email: physics@dornsife.usc.edu           "
            ]
        ]
    ]
}