{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZHWOJURQ",
            "RaObKlMAAAAJ",
            [
                "Quantum control of surface acoustic-wave phonons",
                "Phonon-mediated quantum state transfer and remote qubit entanglement",
                "Microwave cavity light shining through a wall optimization and experiment",
                "Cryogenic resonant microwave cavity searches for hidden sector photons",
                "Violating Bell’s inequality with remotely connected superconducting qubits",
                "Resonant regeneration in the sub-quantum regime–a demonstration of fractional quantum interference",
                "Microwave cavity hidden sector photon threshold crossing",
                "Quantum erasure using entangled surface acoustic phonons",
                "Remote entanglement via adiabatic passage using a tunably dissipative quantum communication system",
                "Simple non-galvanic flip-chip integration method for hybrid quantum systems"
            ],
            [
                "One of the hallmarks of quantum physics is the generation of non-classical quantum states and superpositions, which has been demonstrated in several quantum systems, including ions, solid-state qubits and photons. However, only indirect demonstrations of non-classical states have been achieved in mechanical systems, despite the scientific appeal and technical utility of such a capability 1, 2, including in quantum sensing, computation and communication applications. This is due in part to the highly linear response of most mechanical systems, which makes quantum operations difficult, as well as their characteristically low frequencies, which hinder access to the quantum ground state 3, 4, 5, 6, 7. Here we demonstrate full quantum control of the mechanical state of a macroscale mechanical resonator. We strongly couple a surface acoustic-wave 8 resonator to a superconducting qubit, using the qubit to control …",
                "Phonons, and in particular surface acoustic wave phonons, have been proposed as a means to coherently couple distant solid-state quantum systems. Individual phonons in a resonant structure can be controlled and detected by superconducting qubits, enabling the coherent generation and measurement of complex stationary phonon states. We report the deterministic emission and capture of itinerant surface acoustic wave phonons, enabling the quantum entanglement of two superconducting qubits. Using a 2-millimeter-long acoustic quantum communication channel, equivalent to a 500-nanosecond delay line, we demonstrate the emission and recapture of a phonon by one superconducting qubit, quantum state transfer between two superconducting qubits with a 67% efficiency, and, by partial transfer of a phonon, generation of an entangled Bell pair with a fidelity of 84%.",
                "It has been proposed that microwave cavities can be used in a photon regeneration experiment to search for hidden sector photons. Using two isolated cavities, the presence of hidden sector photons could be inferred from a “light shining through a wall” phenomenon. The sensitivity of the experiment has strong a dependence on the geometric construction and electromagnetic mode properties of the two cavities. In this paper we perform an in-depth investigation to determine the optimal setup for such an experiment. We also describe the results of our first microwave cavity experiment to search for hidden sector photons. The experiment consisted of two cylindrical copper cavities stacked axially inside a single vacuum chamber. At a hidden sector photon mass of 37.78 μ eV we place an upper limit on the kinetic mixing parameter χ= 2.9× 10− 5. Whilst this result lies within already established limits our experiment …",
                "The hidden sector photon is a weakly interacting hypothetical particle with sub-eV mass that kinetically mixes with the photon. We describe a microwave frequency light shining through a wall experiment, where a cryogenic resonant microwave cavity is used to try and detect photons that have passed through an impenetrable barrier, a process only possible via mixing with hidden sector photons. For a hidden sector photon mass of 53 μ eV, we limit the hidden photon kinetic mixing parameter χ< 1.7× 10− 7, which is an order of magnitude lower than previous bounds derived from cavity experiments in the same mass range. In addition, we use the cryogenic detector cavity to place new limits on the kinetic mixing parameter for hidden sector photons as a form of cold dark matter.",
                "Quantum communication relies on the efficient generation of entanglement between remote quantum nodes, as entanglement is required to achieve and verify secure communications 1. Remote entanglement has been realized using a number of different probabilistic schemes 2, 3, but deterministic remote entanglement has only been demonstrated recently, using a variety of superconducting circuit approaches 4, 5, 6. However, the deterministic violation of a Bell inequality 7, a strong measure of quantum correlation, has not been demonstrated so far in a superconducting quantum communication architecture, in part because achieving sufficiently strong correlation requires fast and accurate control of the emission and capture of the entangling photons. Here, we present a simple and robust architecture for achieving this benchmark result in a superconducting system.",
                "Light shining through wall experiments (in the optical as well as in the microwave regime) are a powerful tool to search for light particles coupled very weakly to photons such as axions or extra hidden sector photons. Resonant regeneration, where a resonant cavity is employed to enhance the regeneration rate of photons, is one of the most promising techniques to improve the sensitivity of the next generation of experiments. However, doubts have been voiced if such methods work at very low regeneration rates where on average the cavity contains less than one photon. In this Letter we report on a demonstration experiment using a microwave cavity driven with extremely low power, to show that resonant amplification works also in this regime. In accordance with standard quantum mechanics this is a demonstration that interference also works at the level of less than one quantum. As an additional benefit this …",
                "Hidden sector photons are a weakly interacting slim particle arising from an additional U (1) gauge symmetry predicted by many standard model extensions. We present and demonstrate a new experimental method using a single microwave cavity to search for hidden sector photons. Only photons with a great enough energy are able to oscillate into hidden sector photons of a particular mass. If our cavity is driven on resonance and tuned over the corresponding threshold frequency, an observed drop in the circulating power signifies the creation of hidden sector photons. This approach avoids the problems of microwave leakage and frequency matching inherent in photon regeneration techniques.",
                "Using the deterministic, on-demand generation of two entangled phonons, we demonstrate a quantum eraser protocol in a phononic interferometer where the which-path information can be heralded during the interference process. Omitting the heralding step yields a clear interference pattern in the interfering half-quanta pathways; including the heralding step suppresses this pattern. If we erase the heralded information after the interference has been measured, the interference pattern is recovered, thereby implementing a delayed-choice quantum erasure. The test is implemented using a closed surface acoustic wave communication channel into which one superconducting qubit can emit itinerant phonons that the same or a second qubit can later recapture. If the first qubit releases only half of a phonon, the system follows a superposition of paths during the phonon propagation: either an itinerant phonon is in the …",
                "Effective quantum communication between remote quantum nodes requires high fidelity quantum state transfer and remote entanglement generation. Recent experiments have demonstrated that microwave photons, as well as phonons, can be used to couple superconducting qubits, with a fidelity limited primarily by loss in the communication channel [P. Kurpiers et al., Nature (London) 558, 264 (2018); CJ Axline et al., Nat. Phys. 14, 705 (2018); P. Campagne-Ibarcq et al., Phys. Rev. Lett. 120, 200501 (2018); N. Leung et al., npj Quantum Inf. 5, 18 (2019); YP Zhong et al., Nat. Phys. 15, 741 (2019); A. Bienfait et al., Science 364, 368 (2019)]. Adiabatic protocols can overcome channel loss by transferring quantum states without populating the lossy communication channel. Here, we present a unique superconducting quantum communication system, comprising two superconducting qubits connected by a 0.73 m-long …",
                "A challenge faced by experimenters exploring hybrid quantum systems is how to integrate and interconnect different materials and different substrates in a quantum-coherent fashion. Here, we present a simple and inexpensive flip-chip bonding process, suitable for integrating hybrid quantum devices on chips from different substrates. The process only requires equipment and materials used routinely for contact photolithography, and it is possible to undo the bonding and reuse the chips. The technique requires minimal compressive force, so it is compatible with a wide range of different substrates. Unlike indium-based bonding, this process does not establish a galvanic connection between the two chips, but as we show, in some situations this is not necessary. We demonstrate the technique using lithographically patterned quarter-wave coplanar waveguide resonators, fabricated on one chip, and couple these …"
            ],
            [
                [

                ]
            ]
        ]
    ]
}