{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZIN2M8WG",
            "99ZVm60AAAAJ",
            [
                "Observation of Floquet-Bloch states on the surface of a topological insulator",
                "Control over topological insulator photocurrents with light polarization"
            ],
            [
                "The unique electronic properties of the surface electrons in a topological insulator are protected by time-reversal symmetry. Circularly polarized light naturally breaks time-reversal symmetry, which may lead to an exotic surface quantum Hall state. Using time- and angle-resolved photoemission spectroscopy, we show that an intense ultrashort midinfrared pulse with energy below the bulk band gap hybridizes with the surface Dirac fermions of a topological insulator to form Floquet-Bloch bands. These photon-dressed surface bands exhibit polarization-dependent band gaps at avoided crossings. Circularly polarized photons induce an additional gap at the Dirac point, which is a signature of broken time-reversal symmetry on the surface. These observations establish the Floquet-Bloch bands in solids and pave the way for optical manipulation of topological quantum states of matter.",
                "Three-dimensional topological insulators 1, 2, 3 represent a new quantum phase of matter with spin-polarized surface states 4, 5 that are protected from backscattering. The static electronic properties of these surface states have been comprehensively imaged by both photoemission 4, 5, 6, 7, 8 and tunnelling 9, 10 spectroscopies. Theorists have proposed that topological surface states can also exhibit novel electronic responses to light, such as topological quantum phase transitions 11, 12, 13 and spin-polarized electrical currents 14, 15. However, the effects of optically driving a topological insulator out of equilibrium have remained largely unexplored experimentally, and no photocurrents have been measured. Here, we show that illuminating the topological insulator Bi 2 Se 3 with circularly polarized light generates a photocurrent that originates from topological helical Dirac fermions, and that reversing the helicity …"
            ],
            [
                [
                    "quantum materials",
                    "topological insulators",
                    "ultrafast spectroscopy"
                ]
            ],
            [
                "NUH GEDIK Professor of Physics gedik@mit.edu (617) 253-3420 13-2114 Monica Wolf (617) 253-4829 RELATED LINKS: Gedik Research Group Condensed Matter Experiment Professor Gedik's research centers on investigating quantum materials by using advanced optical and electron based spectroscopies. Quantum materials are systems in which strong correlations lead to fascinating emergent phenomena such as high temperature superconductivity or colossal magnetoresistance. Despite intense research for decades, uncovering the physics of these materials with conventional techniques has been very difficult. This is mainly because of the fact that different degrees of freedoms (i.e. charge, spin and lattice) are strongly coupled in these systems and interplay between them is responsible for many of their exciting properties. Gedik group develops novel time-resolved techniques to selectively probe dynamics of charge, spin and lattice excitations with unprecedented time, momentum and energy resolutions. Material systems of interest include topological insulators, high temperature superconductors and atomically layered materials. Professor Gedik joined MIT Physics Department as an assistant professor in January 2008. He received his B.S. in Physics in 1998 from Bogazici University, Istanbul, Turkey and his Ph.D in Physics in 2004 from University of California, Berkeley. After his Ph.D, he moved to Caltech where he worked as a postdoctoral scholar till January 2008. His awards include National Science Foundation CAREER Award, Department of Energy Early Career Award, Sloan fellowship, DARPA Young Faculty Award and Moore Experimental Investigator award. He was promoted to Full Professor of Physics in 2018. \" Direct optical detection of Weyl fermion chirality in a topological semimetal \" Qiong Ma, Su-Yang Xu, Ching-Kit Chan, Cheng-Long Zhang, Guoqing Chang, Yuxuan Lin, Weiwei Xie, Tomás Palacios, Hsin Lin, Shuang Jia, Patrick A. Lee, Pablo Jarillo-Herrero and Nuh Gedik, Nature Physics  13 , 842-847, (2017) ( pdf ) \"Large, valley-exclusive Bloch-Siegert shift in monolayer WS2\" Edbert J. Sie, Chun Hung Lui, Yi-Hsien Lee, Liang Fu, Jing Kong and Nuh Gedik, Science 355 , 1066 (2017) ( pdf ) “ Selective scattering between Floquet-Bloch and Volkov states in a topological insulator ” Fahad Mahmood, Ching-Kit Chan, Dillon Gardner, Young Lee, Patrick A. Lee, Nuh Gedik Nature Physics 12, 306–310 (2016) ( pdf ) \" Valley-selective optical Stark effect in monolayer WS2 \" Edbert J. Sie, James W. McIver, Yi-Hsien Lee, Liang Fu, Jing Kong, Nuh Gedik, Nature Materials 14, 290 (2015) ( pdf ) \" Semiconducting-to-metallic photoconductivity crossover and temperature-dependent Drude weight in graphene \" A. J. Frenzel, C. H. Lui, Y. C. Shin, J. Kong, N. Gedik Phys. Rev. Lett. 113 , 056602 (2014) ( pdf ) \" Observation of Floquet-Bloch States on the Surface of a Topological Insulator \" Y.H. Wang, H. Steinberg, P. Jarillo-Herrero and N. Gedik Science 342 , 453 (2013) ( pdf ) \" Fluctuating Charge Density Waves in a Cuprate Superconductor \" Darius H. Torchinsky*, Fahad Mahmood*, Anthony T. Bollinger, Ivan Božovic, and Nuh Gedik Nature Materials (2013) ( pdf ) \" Measurement of intrinsic Dirac fermion cooling on the surface of a topological insulator Bi2Se3 using time- and angle-resolved photoemission spectroscopy \" Y. H. Wang, D. Hsieh, E. J. Sie, H. Steinberg, D. R. Gardner, Y. S. Lee, P. Jarillo-Herrero, and N. Gedik Phys. Rev. Lett. 109, 127401 (2012) ( pdf ) \" Control Over Topological Insulator Photocurrents with Light Polarization \" J. W. McIver*, D. Hsieh*, H. Steinberg, P. Jarillo-Herrero and N. Gedik Nature Nanotechnology 7, 96–100 (2012) ( pdf ) \" Observation of a Warped Helical Spin Texture in Bi2Se3 from Circular Dichroism Angle-Resolved Photoemission Spectroscopy \" Y. H. Wang, D. Hsieh, D. Pilon, L. Fu, D. R. Gardner, Y. S. Lee and N. Gedik, Phys. Rev. Lett. 107, 207602 (2011) ( pdf ) \" Nonlinear optical probe of tunable surface electrons on a topological insulator \" D. Hsieh*, J. W. Mc Iver*, D. H. Torchinsky, D. R. Gardner, Y. S. Lee, and N. Gedik, Phys. Rev. Lett. 106, 057401 (2011) ( pdf ) July 15, 2020 4:10 PM"
            ]
        ]
    ]
}