{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZJHLGCG3",
            "cUXSmksAAAAJ",
            [
                "Nanospace engineering of KOH activated carbon",
                "Infrared study of boron–carbon chemical bonds in boron-doped activated carbon",
                "Hydrogen storage in engineered carbon nanospaces",
                "Disclination unbinding transition in quantum Hall liquid crystals",
                "Universality away from critical points in two-dimensional phase transitions",
                "Theory of the breakdown of the quantum Hall effect"
            ],
            [
                "This paper demonstrates that nanospace engineering of KOH activated carbon is possible by controlling the degree of carbon consumption and metallic potassium intercalation into the carbon lattice during the activation process. High specific surface areas, porosities, sub-nanometer (< 1 nm) and supra-nanometer (1–5 nm) pore volumes are quantitatively controlled by a combination of KOH concentration and activation temperature. The process typically leads to a bimodal pore size distribution, with a large, approximately constant number of sub-nanometer pores and a variable number of supra-nanometer pores. We show how to control the number of supra-nanometer pores in a manner not achieved previously by chemical activation. The chemical mechanism underlying this control is studied by following the evolution of elemental composition, specific surface area, porosity, and pore size distribution during KOH …",
                "We report Fourier transform infrared spectroscopy (FTIR) studies of boron-doped activated carbons. The functional groups for hydrogen adsorption in these materials, the boron-related chemical bonds, are studied by comparing the activated carbon materials with and without boron doping. The activated carbon materials are prepared from corncob biomass waste feedstock through KOH activation, yielding adsorbents with a high surface area. Boron atoms are doped into the activated carbon by vapor deposition of decaborane up to a solubility of 6.8 wt.%. Extra boron atoms (2–3 wt.%) are located on the surface of the carbon matrix. Results from conventional FTIR show serious spectral broadenings and band overlaps. To overcome the spectral broadenings and band overlaps, the sample concentration is reduced to a very low weight percent (0.03%) of activated carbon in KBr, and spectra are acquired by using …",
                "It is shown how appropriately engineered nanoporous carbons provide materials for reversible hydrogen storage, based on physisorption, with exceptional storage capacities (~ 80 g H 2\/kg carbon,~ 50 g H 2\/liter carbon, at 50 bar and 77 K). Nanopores generate high storage capacities (a) by having high surface area to volume ratios, and (b) by hosting deep potential wells through overlapping substrate potentials from opposite pore walls, giving rise to a binding energy nearly twice the binding energy in wide pores. Experimental case studies are presented with surface areas as high as 3100 m 2 g− 1, in which 40% of all surface sites reside in pores of width~ 0.7 nm and binding energy~ 9 kJ mol− 1, and 60% of sites in pores of width> 1.0 nm and binding energy~ 5 kJ mol− 1. The findings, including the prevalence of just two distinct binding energies, are in excellent agreement with results from molecular dynamics …",
                "We derive the long-wavelength elastic theory for the quantum Hall smectic state starting from the Hartree-Fock approximation. Dislocations in this state lead to an effective nematic model for T> 0, which undergoes a disclination unbinding transition from a phase with algebraic orientational order into an isotropic phase. We obtain transition temperatures that are in qualitative agreement with recent experiments that have observed large anisotropies of the longitudinal resistivities in half-filled Landau levels, lending credence to the liquid crystal interpretation of experiments.",
                "The p-state clock model in two dimensions is a system of discrete rotors with a quasiliquid phase in a region T 1< T< T 2 for p> 4. We show that, for p> 4 and above a temperature T eu, all macroscopic thermal averages become identical to those of the continuous rotor (p=∞). This collapse of thermodynamic observables creates a regime of extended universality in the phase diagram and an emergent symmetry, not present in the Hamiltonian. For p≥ 8, the collapse starts in the quasiliquid phase and makes the transition at T 2 identical to the Berezinskii-Kosterlitz-Thouless (BKT) transition of the continuous rotor. For p≤ 6, the transition at T 2 is below T eu and no longer a BKT transition. The results generate a range of experimental predictions, such as the motion of magnetic domain walls, and limits on macroscopic distinguishability of different microscopic interactions.",
                "Breakdown of the quantum Hall effect at high values of injected current is explained as a consequence of an abrupt formation of a metallic conduction path from one edge of the sample to the other. Such a path is formed when regions of compressible liquid, where the long-range disorder potential is screened, get connected due to the strong electric field. Our theory explains various features of the breakdown and numerical simulations based on the theory yield critical currents consistent with experiment."
            ],
            [
                [
                    "Physics",
                    "Quantum Mechanics",
                    "Electronics",
                    "Materials Science",
                    "Energy"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}