{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZJP4XEHR",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Chanda  Prescod-Weinstein Assistant Professor, Department of Physics Core Faculty, Women's Studies Professor Prescod-Weinstein's research focuses on theoretical work at the intersection of particle physics, cosmology, and astrophysics. She is interested in scalar dark matter candidates such as axions and axion-like particles, as well as neutron stars and inflationary cosmology. She is a member of the LSST Dark Matter Group and the STROBE-X Science Working Group , where she leads Team STROBE-Ax. Before coming to the University of New Hampshire, she held a NASA Postdoctoral Program Fellowship at Goddard Space Flight Center, a Martin Luther King Postdoctoral Fellowship in Physics at MIT, and was a research associate at the University of Washington. Selected Publications A. Guth, M.P. Hertzberg, and C. Prescod-Weinstein, Do Dark Matter Axions Form a Condensate with Long-Range Correlation? , Editors' Suggestion in Phys. Rev. D 92, 103513 , arXiv:1412.5930 [astro-ph.CO] (2015) A. Nelson and C. Prescod-Weinstein, Relaxion: A Landscape Without Anthropics , Phys. Rev. D 96, 113007 , arXiv:1708.00010 [hep-ph] (2017) M. DeCross, D. Kaiser, A. Prabhu, C. Prescod-Weinstein, and E. Sfakianakis, Preheating after Multifield Inflation with Nonminimal Couplings, I: Covariant Formalism and Attractor Behavior , Phys. Rev. D 97, 023526 , arXiv:1510.085531 [astro-ph.CO ] (2018) eXTP subgroup led by A. Watts, Dense matter with eXTP , Science China: Physics, Mechanics, & Astronomy 62, 2 , arXiv:1812.04021 [astro-ph.HE] (2019) Personal Website chanda.prescod-weinstein@unh.edu DeMerritt Hall 353 Education: PhD, University of Waterloo (2011) MS, University of California, Santa Cruz (2005) AB, Harvard College (2003)"
            ]
        ]
    ]
}