{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZK0C47VB",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Send Email To: Serif Uran Pittsburg State University Pittsburg State University Academics Academic programs Academic programs Online degrees and programs Other programs 2+2 transfer programs Certificate programs Continuing studies Off-campus programs PSU Ready program - concurrent credit Student Success Programs Colleges College of Arts and Sciences Kelce College of Business College of Education College of Technology Graduate School Honors College Academic resources Academic calendar Student Accommodations Leonard H. Axe Library Office of the Registrar Pitt Start - IT Resources Study Abroad Student Financial Assistance The Writing Center Admission Admission See why more than 7,000 students from 36 states and 43 countries are proud to call themselves Pitt State Gorillas. Undergraduate Admission Transfer Students International admission Graduate School Visit campus Admission Team Tuition and fees Cashiers and Student Accounts Scholarships and Financial Assistance Student Financial Assistance Counselor and Student Advisor Resources Honors College Experience Pitt State Apply Request Info Student life Student Life Contributing to the development of the total person – academic, aesthetic, spiritual, social and physical. Arts & Entertainment Campus Recreation Live on Campus Student Center Calendar of Events University Police and Parking Career Services Student Success Programs Bryant Student Health Center Get involved Pitt State resources for students who are seeking help or to report a student that needs assistance. Get help Alumni Faculty & Staff Athletics Pitt State Gorillas Schedules Ticket Office Gus Portal Give to Pitt State Search... Search Search Search Home Physics Faculty and Staff Serif Uran Serif Uran Education Ph.D., Illinois Institute of Technology, Illinois, U.S.A., 2000 Courses Taught PHYS 104 Engineering Physics I PHYS 105 Engineering Physics II PHYS 100 College Physics I PHYS 100 College Physics II PHYS 130 Elementary Physics Lab PHYS 512 Electricity and Magnetism PHYS 516 Modern Physics PHYS 532 Electronic Circuits I PHYS 716 Introductory Quantum Mechanics PHYS 812 Classical Electrodynamics (Graduate) PHYS 816 Quantum Mechanics (Graduate) PHYS 742 Surface Physics PHYS 750 Solid State Physics Advising I am currently an advisor for Society of Physics Students (SPS) . SPS is a national organization and our university is in Zone 12. Pittsburg State University SPS Chapter has recently been selected as an outstanding chapter. Our chapter has also won two research grant awards (total $4000) from SPS. We are also a member of Sigma Pi Sigma honor society. Research Interests My research interests are mostly in experimental solid state physics. Particularly, I am interested in high temperature oxidation of metals. I use relatively new techniques to characterize native oxide formed at high temperatures on alloys. Native oxide can provide protection for the substrate alloy against further oxidation. Therefore, it is important to retain the oxide layer. I study the stress, thickness change and composition of the oxide film, which give clues about the integrity of the oxide layer. I also have an interest in magnetic thin films and electrical\/optical characterization of magnetoresistance. Magnetoresistive thin films are of interest due to their potential for computer read heads. Thin (~2 nm) magnetic and non-magnetic (spacer) metal layers can be deposited on substrates (i.e., Silicon, MgO, Sapphire etc.). This structure is called superlattice. By controlling the spacer layer thickness one can change the magnetization of the film from ferromagnetic to antiferromagnetic. Granular films can also be studied to achieve ferromagnetic\/antiferromagnetic behavior. Particle size could be an important parameter in this case. Studying binary liquid mixtures can give us information about critical phenomenon, which deals with how two different constituents mix under different conditions. Specifically, magnetization can be considered as a critical phenomenon since spin up and spin down electrons can be considered as binary mixture. Dr. Serif Uran Professor\/Master Advisor Phone: (620) 235-4395 Office: 409 A  Yates Hall E-mail Serif Uran Be a Gorilla Apply Online Contact Pitt State University Directory Jobs 620-231-7000, 1-800-854-PITT (7488) 1701 South Broadway Street, Pittsburg KS, 66762 About President Steve Scott Provost Administration & Finance PSU Foundation © All Rights Reserved | Code of Student’s Rights and Responsibilities , University Police , Safety\/Emergency Procedures Pittsburg State University prohibits discrimination on the basis of race, color, religion, sex, national origin, sexual orientation, age, marital or parental status, ancestry, genetic information, gender identity, gender expression, military or veteran status, or disabilities. The following person has been designated to address inquiries regarding the nondiscrimination policies: Director of Institutional Equity\/Title IX Coordinator, 218 Russ Hall, 1701 S. Broadway, Pittsburg, KS 66762-7528, equity@pittstate.edu"
            ]
        ]
    ]
}