{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZMTHTLWY",
            "4EsXOXUAAAAJ",
            [
                " quantum field theories and their BPS quivers",
                "BPS Quivers and Spectra of Complete                                           N            =            2 Quantum Field Theories"
            ],
            [
                "We explore the relationship between four-dimensional  quantum field theories and their associated BPS quivers. For a wide class of theories including super-Yang-Mills theories, Argyres-Douglas models, and theories defined by M5-branes on punctured Riemann surfaces, there exists a quiver which implicitly characterizes the field theory. We study various aspects of this correspondence including the quiver interpretation of flavor symmetries, gauging, decoupling limits, and field theory dualities. In general a given quiver describes only a patch of the moduli space of the field theory, and a key role is played by quantum mechanical dualities, encoded by quiver mutations, which relate distinct quivers valid in different patches. Analyzing the consistency conditions imposed on the spectrum by these dualities results in a powerful and novel mutation method for determining the BPS states. We apply our method to …",
                "We study the BPS spectra of  complete quantum field theories in four dimensions. For examples that can be described by a pair of M5 branes on a punctured Riemann surface we explain how triangulations of the surface fix a BPS quiver and superpotential for the theory. The BPS spectrum can then be determined by solving the quantum mechanics problem encoded by the quiver. By analyzing the structure of this quantum mechanics we show that all asymptotically free examples, Argyres-Douglas models, and theories defined by punctured spheres and tori have a chamber with finitely many BPS states. In all such cases we determine the spectrum."
            ],
            [
                [
                    "Theoretical Physics"
                ]
            ]
        ]
    ]
}