{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZNH529K3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Patrick   Woodworth Assistant Professor 701 W. Grace St., Rm  2101 phwoodworth@vcu.edu 804.828.1818 Virginia Commonwealth University, Richmond, VA Ph.D. Nanoscience, 2018 Thesis: Gold Nanoclusters Virginia Commonwealth University, Richmond, VA M.S. in Physics\/Applied Physics 2002 Thesis: STM studies of Cu:Si (5 5 12) System SUNY College at Cortland B.S. in Physics\/Math 1997 PROFESSIONAL POSITIONS Assistant Professor, VCU, Physics Department, 2019 – present I nstructor, VCU, Physics Department, 2010 – 2019\/ 2004 – 2007 Teacher, Dover High School, Dover, New Hampshire, 2007 – 2010 Teacher, Chesapeake Bay Governor’s School, Tappahannock, Virginia, 2003 – 2004 Lab Specialist Manager, Old Dominion University Research Foundation, Newport News, Virginia, 2002 – 2003 Teacher, Monacan High School, Chesterfield, Virginia, 1998 – 2000 PUBLICATIONS AND PAPERS: Journal of Vacuum Science and Technology “STM Studies of Cu:Si (5 5 12) System”, P.H. Woodworth , J.C. Moore, A.A. Baski Surface Science “Oxygen Etching of Si(5 5 12) and Related Surfaces”, J.C. Moore, P.H. Woodworth , A.A. Baski PRESENTATIONS: “How to use DoD to your advantage,” P.H. Woodworth , J.L. Skrobiszewski, 13th LON-CAPA Conference and Workshop in Richmond, VA May 19-21, 2011 “Growth and O2 Reactivity of the Cu\/Si(5 5 12) System,” P.H. Woodworth , J.C. Moore, A.A. Baski, 49th AVS Natl. Symposium in Denver, CO, Nov. 4-8, 2002. “Oxygen Etching of Si (5 5 12) and Related Surfaces,” J.C. Moore, P.H. Woodworth , J.L. Skrobiszewski, A.A. Baski, Nano-7 and ECOSS-21 in Malmo, Sweden, June 24-28, 2002. “Growth of Cu on Si(5 5 12),” P.H. Woodworth , J.C. Moore, J.L. Skrobiszewski, A.A. Baski, 48th AVS Natl. Symposium in San Francisco, CA, Oct. 28-Nov. 2, 2001. TEACHING COURSES TAUGHT: INSC300, Experiencing Science INSC201, Energy! INSC310, Contents of Elementary Science PHYS207, University Physics I PHYS352, Guided Inquiry for Physics II PHYS107, Wonders of Technology NEW INSTRUCTIONAL MATERIAL DEVELOPED: Developed the Experiencing Science course Developed Physics208 recitation course SERVICE Lab Instructor Search Committee 2013 Teaching Lab Coordinator"
            ]
        ]
    ]
}