{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZOAB9G8M",
            "TH8hP9AAAAAJ",
            [
                "Visual acuity, erythrocyte fatty acid composition, and growth in term infants fed formulas with long chain polyunsaturated fatty acids for one year",
                "The architecture of provider-parent vaccine discussions at health supervision visits",
                "Bruises in infants and toddlers: those who don't cruise rarely bruise",
                "Visual, cognitive, and language assessments at 39 months: a follow-up study of children fed formulas containing long-chain polyunsaturated fatty acids to 1 year of age",
                "Mineralization of the stylohyoid-stylomandibular ligament complex: A radiographic incidence study",
                "Efficacy and safety of echinacea in treating upper respiratory tract infections in children: a randomized controlled trial",
                "Prevalence of asymptomatic incidental aneurysms: review of 4568 arteriograms",
                "Use of incident reports by physicians and nurses to document medical errors in pediatric patients",
                "Serotherapy of B-cell neoplasms with anti-B4-blocked ricin: a phase I trial of daily bolus infusion",
                "Anti-B4-blocked ricin: A phase I trial of 7-day continuous infusion in patients with B-cell neoplasms."
            ],
            [
                "The CNS and the retina are enriched in long chain polyunsaturated (LCP) fatty acids, specifically docosahexaenoic acid (DHA, 22: 6n-3) and arachidonic acid (AA, 20: 4n-6), which are present in human milk but not in most infant formulas. In the present study of 134 formula-fed and 63 breast-fed infants, we prospectively evaluated whether providing a source of DHA and AA or DHA alone in formula would increase red blood cell (RBC) phospholipid levels of these fatty acids, enhance visual function, or affect growth during the first year. Healthy term infants< 7 d old were randomized to be fed formulas containing linoleic acid (≈ 10% kcal) andα-linolenic acid (≈ 1% kcal) plus (1) no added LCP fatty acids (control formula),(2) DHA (0.12 wt% fatty acids) and AA (0.43 wt%) from egg yolk phospholipid (AA+ DHA formula), or (3) DHA (0.2 wt%) from fish oil (DHA formula). A breast-fed group was studied concurrently and …",
                "To characterize provider-parent vaccine communication and determine the influence of specific provider communication practices on parent resistance to vaccine recommendations.We conducted a cross-sectional observational study in which we videotaped provider-parent vaccine discussions during health supervision visits. Parents of children aged 1 to 19 months old were screened by using the Parent Attitudes about Childhood Vaccines survey. We oversampled vaccine-hesitant parents (VHPs), defined as a score ≥50. We developed a coding scheme of 15 communication practices and applied it to all visits. We used multivariate logistic regression to explore the association between provider communication practices and parent resistance to vaccines, controlling for parental hesitancy status and demographic and visit characteristics.We analyzed 111 vaccine discussions …",
                "To determine the frequency and location of bruises in normal infants and toddlers, and to determine the relationship of age and developmental stage to bruising.Cross-sectional survey.Community primary care pediatric offices.Children younger than 36 months attending well-child care visits.Prospective data collection of demographics, developmental stage, and presence and location of bruises. Any medical condition that causes bruises as well as known or suspected abuse was also recorded. A χ2test or Fisher exact test was used to determine the significance of differences.Presence and location of bruises as related to age and developmental stage.Bruises were found in 203 (20.9%) of 973 children who had no known medical cause for bruising and in whom abuse was not suspected. Only 2 (0.6%) of 366 children who were younger than …",
                "Objective. Docosahexaenoic acid (DHA) and arachidonic acid (ARA) are long-chain polyunsaturated fatty acids found in breast milk and recently added to infant formulas. Their importance in infant nutrition was recognized by the rapid accretion of these fatty acids in the brain during the first postnatal year, reports of enhanced intellectual development in breastfed children, and recognition of the physiologic importance of DHA in visual and neural systems from studies in animal models. These considerations led to clinical trials to evaluate whether infant formulas that are supplemented with DHA or both DHA and ARA would enhance visual and cognitive development or whether conversion of linoleic acid and α-linolenic acid, the essential fatty acid precursors of ARA and DHA, respectively, at the levels found in infant formulas is sufficient to support adequately visual and cognitive development. Visual and cognitive …",
                "In this Veterans Administration-based study, 1,771 oral panoramic radiographs were reviewed to detect abnormalities in the styloid process, stylohyoid-stylomandibular ligament complex. Three hundred twenty-three (18.2 percent) of the radiographs revealed mineralization in these areas which varied from an apparent elongation of the styloid process to extensive involvement of the entire ligament complex with segmentation, nodularity, and the development of jointlike structures. Mineralization was unilateral in 12.4 percent of patients and was observed more commonly in patients 50 to 59 years of age. No relationship could be established between the extent of mineralization and increasing patient age. This study suggests that mineralization of the stylohyoid complex is not uncommon and probably only rarely causes symptoms.",
                "ContextEchinacea is a widely used herbal remedy for treatment of upper respiratory tract infections (URIs). However, there are few data on the efficacy and safety of echinacea in treating URIs in children.ObjectivesTo determine if Echinacea purpurea is effective in reducing the duration and\/or severity of URI symptoms in children and to assess its safety in this population.Design, Setting, and ParticipantsRandomized, double-blind, placebo-controlled trial of healthy children 2 to 11 years old recruited from a regional practice-based network and an alternative medical center in 4-month periods from 2000 through 2002.InterventionsStudy patients were randomized to receive either echinacea or placebo for up to 3 URIs over a 4-month period. Study medication was begun at the onset of symptoms and continued throughout the URI, for a maximum of 10 days.Main Outcome MeasuresPrimary outcomes were duration and …",
                "Object. The prevalence of unruptured cerebral aneurysms is unknown, but is estimated to be as high as 5%. The goal of this study was to determine the prevalence of asymptomatic incidental aneurysms.Methods. The authors studied all cerebral arteriography reports produced at a single institution, the University of Virginia, between April 1969 and January 1980. A review of 3684 arteriograms demonstrated 24 cases of asymptomatic aneurysms, yielding a prevalence rate of 0.65%. The majority (67%) of the 24 patients harboring unruptured aneurysms were women. More than 90% of the unruptured aneurysms were located in the anterior circulation and in locations similar to those found in patients with ruptured aneurysms. Nearly 80% of the aneurysms were smaller than 1 cm in their greatest diameter. The frequency of asymmetrical unruptured aneurysms (0.6–1.5%) was constant throughout all relevant age …",
                "Objectives. To describe the proportion and types of medical errors that are stated to be reported via incident report systems by physicians and nurses who care for pediatric patients and to determine attitudes about potential interventions for increasing error reports.Methods. A survey on use of incident reports to document medical errors was sent to a random sample of 200 physicians and nurses at a large children9s hospital. Items on the survey included proportion of medical errors that were reported, reasons for underreporting medical errors, and attitudes about potential interventions for increasing error reports. In addition, the survey contained scenarios about hypothetical medical errors; the physicians and nurses were asked how likely they were to report each of the events described. Differences in use of incident reports for documenting medical errors between nurses and physicians were assessed with χ2 tests …",
                "Anti-B4-blocked Ricin (Anti-B4-bR) is an immunotoxin comprised of the anti-B4 monoclonal antibody (MoAb) and the protein toxin “blocked ricin.” The anti-B4 MoAb is directed against the B-lineage-restricted CD19 antigen expressed on more than 95% of normal and neoplastic B cells. Blocked ricin is an altered ricin derivative that has its nonspecific binding eliminated by chemically blocking the galactose binding domains of the B chain. In vitro cytotoxicity studies demonstrate that the IC37 of Anti-B4-bR is 2 x 10(-11) mol\/L compared with 4 x 10(-12) mol\/L for native ricin. A phase I dose escalation clinical trial was conducted in 25 patients with refractory B-cell malignancies. Anti-B4-bR was administered by daily 1-hour bolus infusion for 5 consecutive days at doses ranging from 1 microgram\/kg\/d to 60 micrograms\/kg\/d. Serum levels above 1 nmol\/L were achieved transiently in the majority of patients treated at …",
                "Purpose: This phase I trial was undertaken to deter-mine the maximum-tolerated dose (MTD) and dose-limiting toxicities (DLTs) of the B-cell-restricted immunotoxin anti-B4-blocked ricin (anti-B4-bR) when it is administered by 7-day continuous infusion.Patients and Methods: Thirty-four patients with re-lapsed and refractory B-cell neoplasms (26 non-Hodgkin's lymphoma [NHL], four chronic lymphocytic leukemia [CLL], four acute lymphoblastic leukemia [ALL]) received 7-day continuous infusion anti-B4-bR. Successive cohorts of at least three patients were treated at doses of 10 to 70 ig\/kg\/d for 7 days with the dose increased by 10 sg\/kg\/d for each cohort. The initial three cohorts of patients (10, 20, and 30, sg\/kg\/d X 7 days) also received a bolus infusion of 20 ag\/kg before beginning the continuous infusion.Results: The MTD was reached at 50 Ag\/kg\/d X 7 days. The DLTs were National Cancer Institute Common"
            ],
            [
                [
                    "Pediatrics"
                ]
            ]
        ]
    ]
}