{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZOOLO8OG",
            "fEglYNEAAAAJ",
            [
                "Validity, reliability and sensitivity of measures of sporting performance",
                "Large and ongoing outbreak of haemolytic uraemic syndrome, Germany, May 2011",
                "IOC consensus statement: dietary supplements and the high-performance athlete",
                "Superior endurance performance with ingestion of multiple transportable carbohydrates",
                "Exogenous carbohydrate oxidation rates are elevated after combined ingestion of glucose and fructose during exercise in the heat",
                "Carbohydrate ingestion improves performance of a new reliable test of soccer performance",
                "Pseudoephedrine enhances performance in 1500-m runners.",
                "Effect of beverage glucose and sodium content on fluid delivery",
                "Plasma deuterium oxide accumulation following ingestion of different carbohydrate beverages",
                "Should time trial performance be predicted from three serial time-to-exhaustion tests?"
            ],
            [
                "Performance testing is one of the most common and important measures used in sports science and physiology. Performance tests allow for a controlled simulation of sports and exercise performance for research or applied science purposes. There are three factors that contribute to a good performance test: (i) validity; (ii) reliability; and (iii) sensitivity. A valid protocol is one that resembles the performance that is being simulated as closely as possible. When investigating race-type events, the two most common protocols are time to exhaustion and time trials. Time trials have greater validity than time to exhaustion because they provide a good physiological simulation of actual performance and correlate with actual performance. Sports such as soccer are more difficult to simulate. While shuttle-running protocols such as the Loughborough Intermittent Shuttle Test may simulate physiology of soccer using time …",
                "Since early May 2011, an increased incidence of haemolytic uraemic syndrome (HUS) and bloody diarrhoea related to infections with Shiga toxin-producing Escherichia coli (STEC) has been observed in Germany, with most cases in the north of the country. Cases reported from other European countries had travelled to this area. First results of a case-control study conducted in Hamburg suggest an association between the occurrence of disease and the consumption of raw tomatoes, cucumber and leaf salad. .",
                "Nutrition usually makes a small but potentially valuable contribution to successful performance in elite athletes, and dietary supplements can make a minor contribution to this nutrition program. Nonetheless, supplement use is widespread at all levels of sport. Products described as supplements target different issues, including the management of micronutrient deficiencies, supply of convenient forms of energy and macronutrients, and provision of direct benefits to performance or indirect benefits such as supporting intense training regimens. The appropriate use of some supplements can offer benefits to the athlete, but others may be harmful to the athlete’s health, performance, and\/or livelihood and reputation if an anti-doping rule violation results. A complete nutritional assessment should be undertaken before decisions regarding supplement use are made. Supplements claiming to directly or indirectly enhance …",
                "CURRELL, K., and AE JEUKENDRUP. Superior Endurance Performance with Ingestion of Multiple Transportable Carbohydrates. Med. Sci. Sports Exerc., Vol. 40, No. 2, pp. 275–281, 2008. Introduction: The aim of the present study was to investigate the effect of ingesting a glucose plus fructose drink compared with a glucose-only drink (both delivering carbohydrate at a rate of 1.8 gIminj1) and a water placebo on endurance performance. Methods: Eight male trained cyclists were recruited (age 32 T 7 yr, weight 84.4 T 6.9 kg, VO2max 64.7 T 3.9 mLIkgj1Iminj1, Wmax 364 T 31 W). Subjects ingested either a water placebo (P), a glucose (G)-only beverage (1.8 gIminj1), or a glucose and fructose (GF) beverage in a 2: 1 ratio (1.8 gIminj1) during 120 min of cycling exercise at 55% Wmax followed by a time trial in which subjects had to complete a set amount of work as quickly as possible (~ 1 h). Every 15 min, expired gases were analyzed and blood samples were collected. Results: Ingestion of GF resulted in an 8% quicker time to completion during the time trial (4022 s) compared with G (3641 s) and a 19% improvement compared with W (3367 s). Total carbohydrate (CHO) oxidation was not different between GF (2.54 T 0.25 gIminj1) and G (2.50 gIminj1), suggesting that GF led to a sparing of endogenous CHO stores, because GF has been shown to have a greater exogenous CHO oxidation than G. Conclusion: Ingestion of GF led to an 8% improvement in cycling time-trial performance compared with ingestion of G. Key Words: GLUCOSE, FRUCTOSE,",
                "The first purpose of this study was to investigate whether a glucose (GLU) + fructose (FRUC) beverage would result in a higher exogenous carbohydrate (CHO) oxidation rate and a higher fluid availability during exercise in the heat compared with an isoenergetic GLU beverage. A second aim of the study was to examine whether ingestion of GLU at a rate of 1.5 g\/min during exercise in the heat would lead to a reduced muscle glycogen oxidation rate compared with ingestion of water (WAT). Eight trained male cyclists (maximal oxygen uptake: 64 ± 1 ml·kg−1·min−1) cycled on three different occasions for 120 min at 50% maximum power output at an ambient temperature of 31.9 ± 0.1°C. Subjects received, in random order, a solution providing either 1.5 g\/min of GLU, 1.0 g\/min of GLU + 0.5 g\/min of FRUC, or WAT. Exogenous CHO oxidation during the last hour of exercise was ∼36% higher (P < 0.05) in GLU+FRUC …",
                "The aim of the study was to investigate the reliability of a new test of soccer performance and evaluate the effect of carbohydrate (CHO) on soccer performance. Eleven university footballers were recruited and underwent 3 trials in a randomized order. Two of the trials involved ingesting a placebo beverage, and the other, a 7.5% maltodextrin solution. The protocol comprised a series of ten 6-min exercise blocks on an outdoor Astroturf pitch, separated by the performance of 2 of the 4 soccer-specific tests, making the protocol 90 min in duration. The intensity of the exercise was designed to be similar to the typical activity pattern during soccer match play. Participants performed skill tests of dribbling, agility, heading, and shooting throughout the protocol. The coefficients of variation for dribbling, agility, heading, and shooting were 2.2%, 1.2%, 7.0%, and 2.8%, respectively. The mean combined placebo scores were 42.4 …",
                "UNLABELLED: Pseudoephedrine is an over-the-counter drug to relieve nasal and sinus congestion. Although it has been suggested that pseudoephedrine could be a stimulant and ergogenic aid, pseudoephedrine was recently removed from the banned substance list by the International Olympic Committee and placed on the monitoring program (from January 2004). It was felt that evidence was lacking for an ergogenic effect, although few studies have investigated the effects of pseudoephedrine on exercise performance. This study, therefore, aimed to investigate the effects of pseudoephedrine on 1500-m running performance. METHODS: In a double-blind, randomized crossover design, seven male athletes completed two 1500-m running trials on an outdoor track after having completed a familiarization trial. All trials were 7 d apart. After a 12-h overnight fast, subjects reported to the laboratory and received a standardized breakfast (energy asymptotically equal to 500 kcal 50% CHO). Subjects were given either 2.5 mg. kg (-1) bw pseudoephedrine or 2.5 mg. kg (-1) bw maltodextrins (placebo) in gelatin capsules 70 min before the start of the warm-up, which started 20 min before they ran 1500 m all-out. Pre-and postexercise blood samples were collected and analyzed for lactate and glucose concentrations, partial pressure of oxygen (PO2) and carbon dioxide (PCO2), and percent oxygen saturation. RESULTS: Pseudoephedrine significantly decreased time to completion of 1500-m time trials in the present study by 2.1%(from 279.65+\/-4.36 s with placebo to 273.86+\/-4.36 s with pseudoephedrine) with no reported side effects. No changes in the …",
                "Rapid fluid delivery from ingested beverages is the goal of oral rehydration solutions (ORS) and sports drinks. The aim of the present study was to investigate the effects of increasing carbohydrate and sodium content upon fluid delivery using a deuterium oxide (D2O) tracer. Twenty healthy male subjects were divided into two groups of 10, the first group was a carbohydrate group (CHO) and the second a sodium group (Na). The CHO group ingested four different drinks with a stepped increase of 3% glucose from 0% to 9% while sodium concentration was 20 mmol\/L. The Na group ingested four drinks with a stepped increase of 20 mmol\/L from 0 mmol\/L to 60 mmol\/l while glucose concentration was 6%. All beverages contained 3 g of D2O. Subjects remained seated for two hours after ingestion of the experimental beverage, with blood taken every 5 min in the first hour and every 10 min in the second hour. Including …",
                " Optimal fluid delivery from carbohydrate solutions such as oral rehydration solutions or sports drinks is essential.  The aim of the study was to investigate whether a beverage containing glucose and fructose would result in greater fluid delivery than a beverage containing glucose alone.  Six male subjects were recruited (average age (±SD): 22 ± 2 y). Subjects entered the laboratory between 0700h and 0900h after an overnight fast. A 600 mL bolus of 1 of the 3 experimental beverages was then given. The experimental beverages were water (W), 75 g glucose (G), or 50 g glucose and 25 g fructose (GF); each beverage also contained 3.00 g of D2O. Following administration of the experimental beverage subjects remained in a seated position for 180 min. Blood and saliva samples were then taken every 5 min in the first hour and every 15 min thereafter. Plasma and saliva samples were analyzed for deuterium …",
                "Europe PMC is an archive of life sciences journal literature.\n"
            ],
            [
                [
                    "Sports Nutrition"
                ]
            ],
            [
                "Kevin Ingles Kevin Ingles Kevin Ingles Graduate Student ingles.27@osu.edu Physics Research Building, 3030 191 West Woodruff Avenue Columbus, OH 43210 Google Map"
            ]
        ]
    ]
}