{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZPP6EZ52",
            "rdcH-aEAAAAJ",
            [
                "Evidence for oscillation of atmospheric neutrinos",
                "Multi-messenger observations of a binary neutron star merger",
                "Solar  and hep Neutrino Measurements from 1258 Days of Super-Kamiokande Data",
                "Measurement of atmospheric neutrino oscillation parameters by Super-Kamiokande I",
                "Constraints on neutrino oscillations using 1258 days of Super-Kamiokande solar neutrino data",
                "Determination of solar neutrino oscillation parameters using 1496 days of Super-Kamiokande-I data",
                "Measurements of the solar neutrino flux from Super-Kamiokande's first 300 days",
                "Observation of high-energy astrophysical neutrinos in three years of IceCube data",
                "The super-kamiokande detector",
                "Tau neutrinos favored over sterile neutrinos in atmospheric muon neutrino oscillations"
            ],
            [
                "We present an analysis of atmospheric neutrino data from a 33.0 kton yr (535-day) exposure of the Super-Kamiokande detector. The data exhibit a zenith angle dependent deficit of muon neutrinos which is inconsistent with expectations based on calculations of the atmospheric neutrino flux. Experimental biases and uncertainties in the prediction of neutrino fluxes and cross sections are unable to explain our observation. The data are consistent, however, with two-flavor ν μ↔ ν τ oscillations with sin 2 2 θ> 0.82 and 5× 10− 4< Δ m 2< 6× 1 0− 3 eV 2 at 90% confidence level.",
                "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
                "Solar neutrino measurements from 1258 days of data from the Super-Kamiokande detector are presented. The measurements are based on recoil electrons in the energy range 5.0–20.0 MeV. The measured solar neutrino flux is 2.32±0.03 (stat)− 0.07+ 0.08 (syst)× 10 6 cm− 2 s− 1, which is 45.1±0.5 (stat)− 1.4+ 1.6 (syst)% of that predicted by the BP2000 SSM. The day vs night flux asymmetry (Φ n− Φ d)\/Φ average is 0.033±0.022 (stat)− 0.012+ 0.013 (syst). The recoil electron energy spectrum is consistent with no spectral distortion. For the hep neutrino flux, we set a 90% CL upper limit of 40× 10 3 cm− 2 s− 1, which is 4.3 times the BP2000 SSM prediction.",
                "We present a combined analysis of fully-contained, partially-contained and upward-going muon atmospheric neutrino data from a 1489 d exposure of the Super-Kamiokande detector. The data samples span roughly five decades in neutrino energy, from 100 MeV to 10 TeV. A detailed Monte Carlo comparison is described and presented. The data is fit to the Monte Carlo expectation, and is found to be consistent with neutrino oscillations of ν μ↔ ν τ with sin﻿ 2 2 θ> 0.92 and 1.5× 10− 3< Δ m 2< 3.4× 10− 3 eV 2 at 90% confidence level.",
                "We report the result of a search for neutrino oscillations using precise measurements of the recoil electron energy spectrum and zenith angle variations of the solar neutrino flux from 1258 days of neutrino-electron scattering data in Super-Kamiokande. The absence of significant zenith angle variation and spectrum distortion places strong constraints on neutrino mixing and mass difference in a flux-independent way. Using the Super-Kamiokande flux measurement in addition, two allowed regions at large mixing are found.",
                "A number of different fits to solar neutrino mixing and mass square difference were performed using 1496 days of Super-Kamiokande-I's solar neutrino data. These data select two allowed areas at large neutrino mixing when combined with either the solar 8B flux prediction of the standard solar model or the SNO interaction rate measurements. A global fit combining SK data with the solar neutrino interaction rates measured by Homestake, SNO, Gallex\/GNO and SAGE prefers a single allowed area, the Large Mixing Angle solution, at the 98.9% confidence level. The mass square difference Δm2 between the two mass eigenstates ranges from about 3 to 19×10−5 eV2, while the mixing angle θ is in the range of tan2θ≈0.25–0.65.",
                "The first results of the solar neutrino flux measurement from Super-Kamiokande are presented. The results shown here are obtained from data taken between 31 May 1996, and 23 June 1997. Using our measurement of recoil electrons with energies above 6.5 MeV, we infer the total flux of 8 B solar neutrinos to be 2.42±0.06 (stat)− 0.07+ 0.10 (syst)× 10 6 cm− 2 s− 1. This result is consistent with the Kamiokande measurement and is 36% of the flux predicted by the BP95 solar model. The flux is also measured in 1.5 month subsets and shown to be consistent with a constant rate.",
                "A search for high-energy neutrinos interacting within the IceCube detector between 2010 and 2012 provided the first evidence for a high-energy neutrino flux of extraterrestrial origin. Results from an analysis using the same methods with a third year (2012–2013) of data from the complete IceCube detector are consistent with the previously reported astrophysical flux in the 100 TeV–PeV range at the level of 10− 8 GeV cm− 2 s− 1 sr− 1 per flavor and reject a purely atmospheric explanation for the combined three-year data at 5.7 σ. The data are consistent with expectations for equal fluxes of all three neutrino flavors and with isotropic arrival directions, suggesting either numerous or spatially extended sources. The three-year data set, with a live time of 988 days, contains a total of 37 neutrino candidate events with deposited energies ranging from 30 to 2000 TeV. The 2000-TeV event is the highest-energy neutrino …",
                "Super-Kamiokande is the world's largest water Cherenkov detector, with net mass 50,000 tons. During the period April, 1996 to July, 2001, Super-Kamiokande I collected 1678 live-days of data, observing neutrinos from the Sun, Earth's atmosphere, and the K2K long-baseline neutrino beam with high efficiency. These data provided crucial information for our current understanding of neutrino oscillations, as well as setting stringent limits on nucleon decay. In this paper, we describe the detector in detail, including its site, configuration, data acquisition equipment, online and offline software, and calibration systems which were used during Super-Kamiokande I.",
                "The previously published atmospheric neutrino data did not distinguish whether muon neutrinos were oscillating into tau neutrinos or sterile neutrinos, as both hypotheses fit the data. Using data recorded in 1100 live days of the Super-Kamiokande detector, we use three complementary data samples to study the difference in zenith angle distribution due to neutral currents and matter effects. We find no evidence favoring sterile neutrinos, and reject the hypothesis at the 99% confidence level. On the other hand, we find that oscillation between muon and tau neutrinos suffices to explain all the results in hand."
            ],
            [
                [
                    "Particle Astrophysics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}