{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZPZLEQTS",
            "u64_7U8AAAAJ",
            [
                "Unexpectedly large charge radii of neutron-rich calcium isotopes",
                "Collinear resonance ionization spectroscopy of neutron-deficient francium isotopes",
                "Isomer Shift and Magnetic Moment of the Long-Lived  Isomer in : Signature of Shape Coexistence near ",
                "Nuclear charge radii of potassium isotopes beyond N= 28",
                "Decay-assisted laser spectroscopy of neutron-deficient francium",
                "Use of a continuous wave laser and pockels cell for sensitive high-resolution collinear resonance ionization spectroscopy",
                "Spins and Magnetic Moments of K 49 and K 51: Establishing the 1\/2+ and 3\/2+ Level Ordering Beyond N= 28",
                "Ground-state electromagnetic moments of calcium isotopes",
                "Shell structure of potassium isotopes deduced from their magnetic moments",
                "The collinear resonance ionization spectroscopy (CRIS) experimental setup at CERN-ISOLDE"
            ],
            [
                "Despite being a complex many-body system, the atomic nucleus exhibits simple structures for certain ‘magic’numbers of protons and neutrons. The calcium chain in particular is both unique and puzzling: evidence of doubly magic features are known in 40, 48 Ca, and recently suggested in two radioactive isotopes, 52, 54 Ca. Although many properties of experimentally known calcium isotopes have been successfully described by nuclear theory, it is still a challenge to predict the evolution of their charge radii. Here we present the first measurements of the charge radii of 49, 51, 52 Ca, obtained from laser spectroscopy experiments at ISOLDE, CERN. The experimental results are complemented by state-of-the-art theoretical calculations. The large and unexpected increase of the size of the neutron-rich calcium isotopes beyond N= 28 challenges the doubly magic nature of 52 Ca and opens new intriguing questions …",
                "The magnetic moments and isotope shifts of the neutron-deficient francium isotopes Fr 202− 205 were measured at ISOLDE-CERN with use of collinear resonance ionization spectroscopy. A production-to-detection efficiency of 1% was measured for Fr 202. The background from nonresonant and collisional ionization was maintained below one ion in 10 5 beam particles. Through a comparison of the measured charge radii with predictions from the spherical droplet model, it is concluded that the ground-state wave function remains spherical down to Fr 205, with a departure observed in Fr 203 (N= 116).",
                "Collinear laser spectroscopy is performed on the Zn 49 30 79 isotope at ISOLDE-CERN. The existence of a long-lived isomer with a few hundred milliseconds half-life is confirmed, and the nuclear spins and moments of the ground and isomeric states in Zn 79 as well as the isomer shift are measured. From the observed hyperfine structures, spins I= 9\/2 and I= 1\/2 are firmly assigned to the ground and isomeric states. The magnetic moment μ (Zn 79)=− 1.1866 (10) μ N, confirms the spin-parity 9\/2+ with a ν g 9\/2− 1 shell-model configuration, in excellent agreement with the prediction from large scale shell-model theories. The magnetic moment μ (Zn 79 m)=− 1.0180 (12) μ N supports a positive parity for the isomer, with a wave function dominated by a 2 h− 1 p neutron excitation across the N= 50 shell gap. The large isomer shift reveals an increase of the intruder isomer mean square charge radius with respect to that of …",
                "We report on the measurement of optical isotope shifts for 38, 39, 42, 44, 46–51 K relative to 47 K from which changes in the nuclear mean square charge radii across the N= 28 shell closure are deduced. The investigation was carried out by bunched-beam collinear laser spectroscopy at the CERN-ISOLDE radioactive ion-beam facility. Mean square charge radii are now known from 37 K to 51 K, covering all ν f 7\/2-shell as well as all ν p 3\/2-shell nuclei. These measurements, in conjunction with those of Ca, Cr, Mn and Fe, provide a first insight into the Z dependence of the evolution of nuclear size above the shell closure at N= 28.",
                "This paper reports on the hyperfine-structure and radioactive-decay studies of the neutron-deficient francium isotopes Fr 202–206 performed with the Collinear Resonance Ionization Spectroscopy (CRIS) experiment at the ISOLDE facility, CERN. The high resolution innate to collinear laser spectroscopy is combined with the high efficiency of ion detection to provide a highly sensitive technique to probe the hyperfine structure of exotic isotopes. The technique of decay-assisted laser spectroscopy is presented, whereby the isomeric ion beam is deflected to a decay-spectroscopy station for alpha-decay tagging of the hyperfine components. Here, we present the first hyperfine-structure measurements of the neutron-deficient francium isotopes Fr 202–206, in addition to the identification of the low-lying states of Fr 202, 204 performed at the CRIS experiment.",
                "New technical developments have led to a 2 orders of magnitude improvement of the resolution of the collinear resonance ionization spectroscopy (CRIS) experiment at ISOLDE, CERN, without sacrificing the high efficiency of the CRIS technique. Experimental linewidths of 20 (1) MHz were obtained on radioactive beams of francium, allowing us for the first time to determine the electric quadrupole moment of the short lived [t 1\/2= 22.0 (5) ms] Fr 219 Q s=− 1.21 (2) eb, which would not have been possible without the advantages offered by the new method. This method relies on a continuous-wave laser and an external Pockels cell to produce narrow-band light pulses, required to reach the high resolution in two-step resonance ionization. Exotic nuclei produced at rates of a few hundred ions\/s can now be studied with high resolution, allowing detailed studies of the anchor points for nuclear theories.",
                "The ground-state spins and magnetic moments of K 49, 51 have been measured using bunched-beam high-resolution collinear laser spectroscopy at ISOLDE CERN. For K 49 a ground-state spin I= 1\/2 was firmly established. The observed hyperfine structure of K 51 requires a spin I> 1\/2 and strongly suggests I= 3\/2. From its magnetic moment μ (K 51)=+ 0.5129 (22) μ N a spin-parity I π= 3\/2+ with a dominant π 1 d 3\/2− 1 hole configuration was deduced. This establishes for the first time the reinversion of the single-particle levels and illustrates the prominent role of the residual monopole interaction for single-particle levels and shell evolution.",
                "Background: The neutron-rich calcium isotopes have gained particular interest as evidence of closed-shell structures has recently been found in two exotic nuclei, at N= 32 and N= 34. Additionally, the study of such neutron-rich systems has revealed new aspects of nuclear forces, in particular regarding the role of three-nucleon forces.Purpose: We study the electromagnetic properties of Ca isotopes around the neutron number N= 32.Methods: High-resolution bunched-beam collinear laser spectroscopy was used to measure the optical hyperfine spectra of the Ca 43− 51 isotopes.Results: The ground-state magnetic moments of Ca 49, 51 and quadrupole moments of Ca 47, 49, 51 were measured for the first time, and the Ca 51 ground-state spin I= 3\/2 was determined in a model-independent way. Our experimental results are compared with state-of-the-art shell-model calculations using both phenomenological …",
                "Background: Ground-state spins and magnetic moments are sensitive to the nuclear wave function, thus they are powerful probes to study the nuclear structure of isotopes far from stability.Purpose: Extend our knowledge about the evolution of the 1\/2+ and 3\/2+ states for K isotopes beyond the N= 28 shell gap.Method: High-resolution collinear laser spectroscopy on bunched atomic beams.Results: From measured hyperfine structure spectra of K isotopes, nuclear spins, and magnetic moments of the ground states were obtained for isotopes from N= 19 up to N= 32. In order to draw conclusions about the composition of the wave functions and the occupation of the levels, the experimental data were compared to shell-model calculations using SDPF-NR and SDPF-U effective interactions. In addition, a detailed discussion about the evolution of the gap between proton 1 d 3\/2 and 2 s 1\/2 in the shell model and ab initio …",
                "The CRIS setup at CERN-ISOLDE is a laser spectroscopy experiment dedicated to the high-resolution study of the spin, hyperfine structure and isotope shift of radioactive nuclei with low production rates (a few per second). It combines the Doppler-free resolution of the in-flight collinear geometry with the high detection efficiency of resonant ionisation. A recent commissioning campaign has demonstrated a 1% experimental efficiency, and as low as a 0.001% non-resonant ionisation. The current status of the experiment and its recent achievements with beams of francium isotopes are reported. The first identified systematic effects are discussed."
            ],
            [
                [
                    "Exotic Nuclei",
                    "Exotic Atoms",
                    "Exotic Molecules",
                    "Nuclear Structure",
                    "Fundamental Symmetries"
                ]
            ],
            [
                "RONALD FERNANDO GARCIA RUIZ Assistant Professor of Physics EMAIL: rgarciar@mit.edu PHONE: (617) 253-8085 26-427 ASSISTANT: Lauren Saragosa (617) 253-2387 Laboratory for Nuclear Science Laboratory of Exotic Molecules and Atoms Experimental Nuclear & Particle Physics | Atomic Physics Our group is focused on the study of atoms and molecules composed of short-lived radioactive nuclei for nuclear structure and fundamental physics research. Precision measurements of their atomic and molecular structures provide a unique insight into the emergence of nuclear phenomena and the properties of nuclear matter at the limits of existence. Moreover, these radioactive systems have the potential to offer a new window for our exploration of the fundamental forces of nature and the search for new physics beyond the Standard Model of particle physics. Laser spectroscopy Light nuclei Radioactive molecules PRECIOSA (Photo-Resonance Excitation and Cavity Ionization Spectroscopy Apparatus) Physicists measure a short-lived radioactive molecule for first time [MIT News Office, 5.27.2020] Four MIT faculty members receive U.S. Department of Energy early career awards [MIT News Office, 7.15.2020] Five MIT researchers receive awards from the American Physical Society [MIT News Office, 11.4.2020] Dr. Ronald Fernando Garcia Ruiz is an Assistant Professor at the Department of Physics at MIT. His research actives are focused on the development of laser spectroscopy techniques to investigate the properties of subatomic particles using atoms and molecules made up of short-lived radioactive nuclei. His experimental work provides unique information about the fundamental forces of nature, the properties of nuclear matter at the limits of existence, and the search for new physics beyond the Standard Model of particle physics. Ronald grew up in a small town in the Colombian mountains. As a teenager he moved to Bogota, where he obtained a bachelor’s degree in physics in 2009 at Universidad Nacional de Colombia. After earning a Master’s degree in Physics in 2011 at Universidad Nacional Autónoma de México, he moved to Belgium to start his PhD degree at KU Leuven. Ronald was based at CERN during most of his PhD working on laser spectroscopy techniques for the study of short-lived atomic nuclei. After his PhD, he became a Research Associate at The University of Manchester (2016-2017). In 2018, he was awarded a CERN Research Fellowship to lead the local CRIS team. At CERN, he has led several experimental programmes motivated by modern developments in nuclear science, atomic physics and quantum chemistry. Awards and Honors DOE Early Career Award 2020 2020 FRIB visiting scholar award 2020 Fundamental Physics and Innovation award - Convening award - Gordon & Betty Moore 2019 MISTI Global Seed Fund award 2018 – 2019 CERN Research Fellowship. CERN, Switzerland 2018 IOP Nuclear Physics Group Early Career Prize. Institute of Physics (IOP), UK. 2018 Best PhD Thesis prize (period 2015-2017.) Nuclear Physics Division of the European Physical Society (EPS). 2011 – 2015 PhD scholarship. KU Leuven, Belgium. 2009 – 2011 Graduate Studies Fellowship. National Congress of Sci. and Tech. CONACYT, Mexico 2008 – 2008 Summer student scholarship. ORNL, USA. 2006 – 2009  Undergraduate fellowship -Department of Physics. Univ. Nacional de Colombia. List of publications January 20, 2021 11:56 AM"
            ]
        ]
    ]
}