{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZS88IFTD",
            "rxsX7DcAAAAJ",
            [
                "Stretching dna"
            ],
            [
                "A statistical mechanical treatment of the wormlike chain model (WLC) isused to analyze experiments in which double-stranded DNA, tethered at one end, is stretched by a force applieddirectly to the free end, by an electric field, or by hydrodynamic flow. All experiments display a strong-stretching regime where the end-to-end distance approaches the DNA contour length as l\/(force) 1\/2, which is a clear signature of WLC elasticity. The elastic properties of DNA become scale dependent in the presence of electrostatic interactions; the effective electric charge and the intrinsic bending elastic constant are determined from experiments at low salt concentration. We also consider the effects of spontaneous bends and thedistortion of the double helix by strong forces."
            ],
            [
                [
                    "Statistical Mechanics",
                    "Biological Physics",
                    "Single-Molecule Biophysics",
                    "Chromosome Structure",
                    "DNA-Protein Interactions"
                ]
            ],
            [
                "John Marko John Marko Professor \/ Joint with Molecular Biosciences PhD, Massachusetts Institute of Technology, 1989 john-marko@northwestern.edu 847-467-7291 Tech F319 Professor Marko works on the application of statistical mechanics and polymer physics to biophysical problems, and in particular to micromechanical studies of DNA, DNA-protein interactions, and chromosome structure. At present Prof. Marko's research group carries out both experimental and theoretical research. Awards and Honors NSF Faculty Early Career Development Award Selected Publications Bai H, Sun M, Ghosh P, Hatfull GF, Grindley ND, Marko JF. Single-molecule analysis reveals the molecular bearing mechanism of DNA strand exchange by a serine recombinase. Proc Natl Acad Sci U S A. 108, 7419-24 (2011) D. Skoko, J. Yan, R. C. Johnson, and J.F. Marko Low-Force DNA Condensation and Discontinuous High-Force Decondensation Reveal a Loop-Stabilizing Function of the Protein Fis Physical Review Letters 95, 208101 (2005) J. Yan, R. Kawamura, and J. F. Marko Statistics of Loop Formation along Double Helix DNAs Physical Review E71, 061905 (2005) J. F. Marko and S. Cocco The Micromechanics of DNA Physics World 16, No.3, p 37 (2003) M. G. Poirier and J. F. Marko Mitotic Chromosomes are Chromatin Networks Without an Internal Protein Scaffold Proceedings of the National Academy of Sciences of the USA 99, 15393 (2002) Link to PubMed listing of Marko publications"
            ]
        ]
    ]
}