{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZT5SPCXE",
            "TSpq5Z8AAAAJ",
            [
                "The application of sustainable development principles to the Alberta Aggregates Resource Sector"
            ],
            [
                "Aggregates (sand, gravel, and crushed stone) are low unit-cost products extracted in very large volumes for the construction of buildings, roads, and other infrastructure essential to modern society. Because of their low unit value, transportation costs are a key factor in resource economics, and deposits are commonly developed close to market (i.e., close to towns and cities, or along low-cost transportation corridors). This proximity results in potential conflict with residents over land use, disturbance, and pollution. Management of aggregate resources in Alberta is examined in the light of resource geology and distribution, and governance. A case history of development of the Calahoo-Villeneuve deposit is described, and the conflicts between residents and developers that led to establishment of an Area Structure Plan (ASP) are explored. The plan sets limits to, but at the same time safeguards, resource extraction …"
            ],
            [
                [
                    "Education for sustainable development"
                ]
            ],
            [
                "Robert Peale Professor PSB 423 \/ PS 424 & 421 (lab) Robert.Peale@ucf.edu Dr. Peale received his PhD in Physics from Cornell University in 1990. He spent  two years (1989-1991) as a Research Associate at the Department of Physics in Lehigh University before joining UCF in 1991 where he is a full Professor. “Patterning of oxide-hardened gold black by photolithography and metal lift-off,” Deep Panjwani, Mehmet Yesiltas, Janardan Nath, D. E. Maukonen, Imen Rezadad, Evan M. Smith, R. E. Peale, Miriam Unger, Julia Sedlemair, Ralf Wehlitz, Carol Hirschmugl, Glenn Boreman, Infrared Physics & Technology 62, 94–99 (2014). “Optical Salisbury screen with design-tunable resonant absorption bands,” Janardan Nath, Evan Smith, Douglas Maukonen, and Robert E. Peale, J. APPLIED PHYSICS 115, 193103 (2014). “Stencil lithography of gold-black IR absorption coatings,” D. Panjwani, M. Yesiltas, S. Singh, E.D. Barco, R.E. Peale, C. Hirschmugl, J. Sedlemair, Infrared Physics & Technology 66, 1–5 (2014), doi:http:\/\/dx.doi.org\/10.1016\/j.infrared.2014.05.002 “Infrared imaging spectroscopy with micron resolution of Sutter’s Mill meteorite grains,” Meteoritics & Planetary Science, Mehmet YESILTAS, Yoko KEBUKAWA, Robert E. PEALE, Eric MATTSON, Carol J. HIRSCHMUGL, and Peter JENNISKENS, accepted in press (2014). “Robust multimaterial tellurium-based chalcogenide glass fibers for mid-wave and long-wave infrared transmission,” Guangming Tao, Soroush Shabahang, He Ren, Farnood Khalilzadeh-Rezaie, Robert E. Peale, Zhiyong Yang, Xunsi Wang, and Ayman F. Abouraddy, Optics Letters, Accepted in press (2014). “Micro electro mechanical cantilever with electrostatically-controlled tip contact,” Imen Rezadad, Javaneh Boroumand, Evan Smith, Robert Peale, Appl. Phys. Lett. Revision under review (2014). “Organic and inorganic correlations for Northwest Africa 852 by synchrotron-based Fourier transform infrared microspectroscopy,” M. Yesiltas, R. E. Peale, C. J. Hirschmugl, Meteoritics and Planetary Science, under revision (2014). “Millimeter-wave photoresponse due to excitation of two-dimensional plasmons in InGaAs\/InP high-electron-mobility transistors, N. Nader Esfahani, R. E. Peale, W. R. Buchwald, C. J. Fredricksen, J. R. Hendrickson, and J. W. Cleary , J. Appl. Phys. 114, 033105 (2013). “Quantum cascade laser intracavity absorption spectrometer for trace gas sensing,” A. V. Muraviev, D. E. Maukonen, C. J. Fredricksen, Gautam Medhi, and R. E. Peale, Appl. Phys. Lett. 103, 091111 (2013). “Fano-Resonance Photonic Crystal Membrane Reflectors at Mid- and Far-Infrared,” Yichen Shuai, Deyin Zhao, Gautam Medhi, Robert Peale, Zhenqiang Ma,Walter Buchwald, Richard Soref,Weidong Zhou, IEEE Photonics Journal 5 , 4700206 (2013). “In situ investigation of meteoritic organic-mineral relationships by high spatial resolution infrared spectroscopy,” M. Yesiltas, C. J. Hirschmugl, R.E. Peale, Meteoritics & Planetary Science 48, SI, Supplement: 1, A384 (2013.) “Laboratory far-infrared spectroscopy of terrestrial sulfides to support analysis of cosmic dust spectra,” T. Brusentsova, R. E. Peale, D. Maukonen, P. Figueiredo, G. E. Harlow, D. S. Ebel, A. Nissinboim, K. Sherman, and C. M. Lisse, Mon. Not. R. Astron. Soc. 420, 2569–2579 (2012). “Infrared surface polaritons on antimony,” Justin W. Cleary, Gautam Medhi, Monas Shahzad, Imen Rezadad, Doug Maukonen, Robert E. Peale, Glenn D. Boreman, Sandy Wentzell, and Walter R. Buchwald, Optics Express 20 (3),  2693-2705 (2012). “Effects of Polymer Infusion and Characteristic Length Scale on Gold-Black Long-Wave and Far-Infrared Absorbance,” Justin W. Cleary, Robert E. Peale, Masahiro Ishigami, Christian W. Smith, Kevin Baillie, Josh E. Colwell, Oliver Edwards, and Chris J. Fredricksen, Journal of Materials Science and Engineering 5, 171-176 (2011). “Infrared surface plasmons on heavily doped silicon,” Monas Shahzad, Gautam Medhi, Robert E. Peale,Walter R. Buchwald, Justin W. Cleary, Richard Soref, Glenn D. Boreman, and Oliver Edwards, JOURNAL OF APPLIED PHYSICS 110, 123105 (2011). “IR permittivities for silicides and doped silicon,” J. W. Cleary, R. E. Peale, D. J. Shelton, G. D. Boreman, C. W. Smith, M. Ishigami, R. Soref, A. Drehman, W.R. Buchwald, JOSA B 27, 730 (2010). “Long-wave infrared surface plasmon grating coupler,” J. W. Cleary, G. Medhi, R. E. Peale, and W. R. Buchwald, Appl. Optics 49, 3102 (2010). “Surface and grain boundary scattering in nanometric Cu films,” Tik Sun, Bo Yao, Andrew P. Warren, Katayun Barmak, Michael F. Toney, Robert E. Peale, and Kevin R. Coffey, Phys. Rev. B 81, 155454 (2010). “Silicon Plasmonic Waveguides”, R. Soref, S. Y. Cho, W. Buchwald, R. E. Peale and J. Cleary, Chapter 2 in Silicon Photonics for Telecommunications and Biomedical Applications, S. Fathpour and B. Jalali eds. ( Taylor and Francis, UK,  2010). “Neutron Irradiation-Induced Enhancement of Electronic Carrier Transport in ZnO,” E. Flitsiyan, C. Schwarz, L. Chernyak, Peale, R. E., Z. Dashevsky, and W. Vernetson, Radiation Effects and Defects in Solids, 166, 104 (2010). “Far infrared spectroscopy of carbonate minerals,” Tatiana N. Brusentsova, Robert E. Peale, Douglas Maukonen, George E. Harlow, Joseph S. Boesenberg, and Denton Ebel, Am. Mineralogist 95, 1515 (2010). “A New gas cell for high-precision Doppler measurements in the near-infrared,” L. Valdivielso, P. Esparza, E. L. Martín, D. Maukonen and R. E. Peale, ApJ 715 1366 (2010). “Temperature dependence of plasmonic terahertz absorption in grating-gate gallium-nitride transistor structures,” A. V. Muravjov,  D. B. Veksler, V. V. Popov, O. V. Polischuk, N. Pala, X. Hu, R. Gaska, H. Saxena, R. E. Peale, and M. S. Shur, Appl. Phys. Lett. 96, 042105 (2010) “Tunable two-dimensional plasmon resonances in an InGaAs\/InP high electron mobility transistor,” H. Saxena, R. E. Peale, W. R. Buchwald, J. Appl. Phys. 105, 113101 (2009). “Dominant role of grain boundary scattering in the resistivity of nanometric Cu films,” Tik Sun, Bo Yao, A. P. Warren, K. Barmak, M. F. Toney, R. E. Peale, and K. R. Coffey, Phys. Rev. B 79, 041402 (2009). “Terahertz\/millimeter wave characterizations of soils for mine detection: Transmission and scattering,” T. W. Du Bosq, R. E. Peale, G. D. Boreman, Int. J. Infrared Millimeter Waves 29, 769 (2008). “Injection-seeded internal-reflection-mode p-Ge laser exceeds 10  W peak terahertz power,” A. V. Muravjov, H. Saxena, R. E. Peale, C. J. Fredricksen, O. Edwards, and V. N. Shastin, J. Appl. Phys. 103, 083112 (2008) “Gangbuster Frequency Selective Surface Metamaterials in the THz,” D.J. Shelton, J.W. Cleary, J.C. Ginn, S.L. Wadsworth, R.E. Peale, D.K. Kotter and G.D. Boreman, Electronics Lett. 44, 1288 (2008). “Longwave plasmonics on doped silicon and silicides,” Richard Soref, Robert E. Peale, and Walter Buchwald, Opt. Express 16, 6507 (2008). “Propagation of high-frequency surface plasmons on gold,” R. E. Peale, O. Lopatiuk,  J. Cleary,  S. Santos,  J. Henderson, D. Clark, L. Chernyak, T. A. Winningham, E. Del Barco,  H. Heinrich and W. R. Buchwald, J. Opt. Soc. Am. B 25, 1708 (2008). “Anisotropic optical phonon scattering of holes in cubic semiconductors,” M. V. Dolguikh, R. E. Peale, J. Appl. Phys. 101, 113716 (2007). “Inter-valence-band hot hole laser in two-dimensional delta-doped homoepitaxial semiconductor structures,” R. E. Peale, M. V. Dolguikh, and A. V. Muravjov, invited article, J. Nanoelectronics & Optoelectronics 2, 51 (2007). COS News Nuclear Sub Visit Opens New Opportunities For Physics, Engineering Students A recent trip to San Diego by two UCF professors sets up new opportunities for students interested in nuclear physics. Both Physics and Engineering were… Faculty Inducted into the National Academy of Inventors By Barbara Abney Twenty-seven university faculty members were inducted into the UCF Chapter of the National Academy of Inventors at the second-annual gala on campus… Congratulations, Fall 2017 Ph.D. Graduates In a reception hosted by Dean Michael Johnson, Ph.D., the College of Sciences celebrated its new Ph.D. graduates in the Physical Sciences building. Thirteen students…"
            ]
        ]
    ]
}