{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZUEQFHM3",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Olga  Evdokimov, PhD Professor and Director of Graduate Studies 2264 SES (312) 996-3413 evdolga@uic.edu CV Download: Evdokimov_CV_2020_short Olga Evdokimov personal page Olga Evdokimov is a Professor of Physics and Director of Graduate Studies at the University of Illinois – Chicago. She received her PhD in 1999 from Joint Institute for Nuclear Research (Dubna, Russia) and Ivanovo State University (Ivanovo, Russia). Her research is focused on the experimental exploration of phases of nuclear matter. She is involved with two experimental programs with the STAR (Solenoid Tracker at RHIC) detector at the Relativistic Heavy Ion Collider (RHIC) and CMS (Compact Muon Solenoid) detector at the Large Hadron Collider (LHC), studying the properties of Quark Gluon Plasma (QGP). Her research interests span a variety of subjects, and include investigating the collision dynamics, hadronization mechanisms in QGP, statistical jet reconstruction and jet-medium interactions. In 2016 she was elected as a Chair of the STAR Collaboration Council, and is currently serving in this position. She is also serving as a member of the Nuclear Science Advisory Committee to the US Department of Energy and the National Science Foundation. Measurement of quark- and gluon-like jet fractions using jet charge in PbPb and pp collisions at 5.02 TeV; CMS Collaboration, accepted by JHEP (2020) Beam-Energy Dependence of Directed Flow of Lambda, Anti-Lambda, K , K–, K0s and ϕ Au Au Collisions; STAR Collaboration, Phys. Rev. Lett. 120 (2018) 062301Decomposing transverse momentum balance contributions for quenched jets in PbPb collisions at 2.76 TeV; CMS Collaboration, JHEP 1611 (2016) 055 Beam Energy Dependence of the Third Harmonic of Azimuthal Correlations in Au Au Collisions at RHIC; STAR Collaboration, Phys. Rev. Lett. 116 (2016) 11230 Experimental studies of di-jet survival and surface emission bias in Au Au collisions via angular correlations with respect to back-to-back leading hadrons; Phys. Rev. C83 (2011) 061901 Systematic Measurements of Identified Particle Spectra in pp, d Au and Au Au Collisions from STAR. STAR Collaboration (B.I. Abelev et al.), Phys. Rev. C79:034909, 2009. Identified baryon and meson distributions at large transverse momenta from Au Au collisions at 200 GeV. STAR Collaboration (B.I. Abelev et al.), Phys. Rev. Lett.97:152301, 2006. MS, Physics (1996), Ivanovo State University, Ivanovo, Russia PhD, Physical & Mathematical Sciences (1999), Ivanovo State University, Ivanovo, Russia"
            ]
        ]
    ]
}