{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZUFSBQGR",
            "fkJk8H4AAAAJ",
            [
                "Coupled spin and valley physics in monolayers of MoS 2 and other group-VI dichalcogenides",
                "Valley polarization in MoS2 monolayers by optical pumping",
                "Spin and pseudospins in layered transition metal dichalcogenides",
                "Layer-dependent ferromagnetism in a van der Waals crystal down to the monolayer limit",
                "Valley-contrasting physics in graphene: magnetic moment and topological transport",
                "Electrically tunable excitonic light-emitting diodes based on monolayer WSe2 pn junctions",
                "Electrical control of neutral and charged excitons in a monolayer semiconductor",
                "Optical generation of excitonic valley coherence in monolayer WSe2",
                "Valleytronics in 2D materials",
                "Observation of long-lived interlayer excitons in monolayer MoSe2–WSe2 heterostructures"
            ],
            [
                "We show that inversion symmetry breaking together with spin-orbit coupling leads to coupled spin and valley physics in monolayers of MoS 2 and other group-VI dichalcogenides, making possible controls of spin and valley in these 2D materials. The spin-valley coupling at the valence-band edges suppresses spin and valley relaxation, as flip of each index alone is forbidden by the valley-contrasting spin splitting. Valley Hall and spin Hall effects coexist in both electron-doped and hole-doped systems. Optical interband transitions have frequency-dependent polarization selection rules which allow selective photoexcitation of carriers with various combination of valley and spin indices. Photoinduced spin Hall and valley Hall effects can generate long lived spin and valley accumulations on sample boundaries. The physics discussed here provides a route towards the integration of valleytronics and spintronics in …",
                "Most electronic devices exploit the electric charge of electrons, but it is also possible to build devices that rely on other properties of electrons. Spintronic devices, for example, make use of the spin of electrons 1, 2. Valleytronics is a more recent development that relies on the fact that the conduction bands of some materials have two or more minima at equal energies but at different positions in momentum space 3, 4, 5. To make a valleytronic device it is necessary to control the number of electrons in these valleys, thereby producing a valley polarization 6, 7, 8, 9, 10, 11. Single-layer MoS 2 is a promising material for valleytronics because both the conduction and valence band edges have two energy-degenerate valleys at the corners of the first Brillouin zone 12. Here, we demonstrate that optical pumping with circularly polarized light can achieve a valley polarization of 30% in pristine monolayer MoS 2. Our results …",
                "The recent emergence of two-dimensional layered materials—in particular the transition metal dichalcogenides—provides a new laboratory for exploring the internal quantum degrees of freedom of electrons and their potential for new electronics. These degrees of freedom are the real electron spin, the layer pseudospin, and the valley pseudospin. New methods for the quantum control of the spin and these pseudospins arise from the existence of Berry phase-related physical properties and strong spin–orbit coupling. The former leads to the versatile control of the valley pseudospin, whereas the latter gives rise to an interplay between the spin and the pseudospins. Here, we provide a brief review of both theoretical and experimental advances in this field.",
                "Since the discovery of graphene 1, the family of two-dimensional materials has grown, displaying a broad range of electronic properties. Recent additions include semiconductors with spin–valley coupling 2, Ising superconductors 3, 4, 5 that can be tuned into a quantum metal 6, possible Mott insulators with tunable charge-density waves 7, and topological semimetals with edge transport 8, 9. However, no two-dimensional crystal with intrinsic magnetism has yet been discovered 10, 11, 12, 13, 14; such a crystal would be useful in many technologies from sensing to data storage 15. Theoretically, magnetic order is prohibited in the two-dimensional isotropic Heisenberg model at finite temperatures by the Mermin–Wagner theorem 16. Magnetic anisotropy removes this restriction, however, and enables, for instance, the occurrence of two-dimensional Ising ferromagnetism. Here we use magneto-optical Kerr effect …",
                "We investigate physical properties that can be used to distinguish the valley degree of freedom in systems where inversion symmetry is broken, using graphene systems as examples. We show that the pseudospin associated with the valley index of carriers has an intrinsic magnetic moment, in close analogy with the Bohr magneton for the electron spin. There is also a valley dependent Berry phase effect that can result in a valley contrasting Hall transport, with carriers in different valleys turning into opposite directions transverse to an in-plane electric field. These effects can be used to generate and detect valley polarization by magnetic and electric means, forming the basis for the valley-based electronics applications.",
                "The development of light-emitting diodes with improved efficiency, spectral properties, compactness and integrability is important for lighting, display, optical interconnect, logic and sensor applications 1, 2, 3, 4, 5, 6, 7, 8. Monolayer transition-metal dichalcogenides have recently emerged as interesting candidates for optoelectronic applications due to their unique optical properties 9, 10, 11, 12, 13, 14, 15, 16. Electroluminescence has already been observed from monolayer MoS 2 devices 17, 18. However, the electroluminescence efficiency was low and the linewidth broad due both to the poor optical quality of the MoS 2 and to ineffective contacts. Here, we report electroluminescence from lateral p–n junctions in monolayer WSe 2 induced electrostatically using a thin boron nitride support as a dielectric layer with multiple metal gates beneath. This structure allows effective injection of electrons and holes, and …",
                "Monolayer group-VI transition metal dichalcogenides have recently emerged as semiconducting alternatives to graphene in which the true two-dimensionality is expected to illuminate new semiconducting physics. Here we investigate excitons and trions (their singly charged counterparts), which have thus far been challenging to generate and control in the ultimate two-dimensional limit. Utilizing high-quality monolayer molybdenum diselenide, we report the unambiguous observation and electrostatic tunability of charging effects in positively charged (X+), neutral (X o) and negatively charged (X−) excitons in field-effect transistors via photoluminescence. The trion charging energy is large (30 meV), enhanced by strong confinement and heavy effective masses, whereas the linewidth is narrow (5 meV) at temperatures< 55 K. This is greater spectral contrast than in any known quasi-two-dimensional system. We also …",
                "As a consequence of degeneracies arising from crystal symmetries, it is possible for electron states at band-edges (‘valleys’) to have additional spin-like quantum numbers 1, 2, 3, 4, 5, 6. An important question is whether coherent manipulation can be performed on such valley pseudospins, analogous to that implemented using true spin, in the quest for quantum technologies 7, 8. Here, we show that valley coherence can be generated and detected. Because excitons in a single valley emit circularly polarized photons, linear polarization can only be generated through recombination of an exciton in a coherent superposition of the two valley states. Using monolayer semiconductor WSe 2 devices, we first establish the circularly polarized optical selection rules for addressing individual valley excitons and trions. We then demonstrate coherence between valley excitons through the observation of linearly polarized …",
                "Semiconductor technology is currently based on the manipulation of electronic charge; however, electrons have additional degrees of freedom, such as spin and valley, that can be used to encode and process information. Over the past several decades, there has been significant progress in manipulating electron spin for semiconductor spintronic devices, motivated by potential spin-based information processing and storage applications. However, experimental progress towards manipulating the valley degree of freedom for potential valleytronic devices has been limited until very recently. We review the latest advances in valleytronics, which have largely been enabled by the isolation of 2D materials (such as graphene and semiconducting transition metal dichalcogenides) that host an easily accessible electronic valley degree of freedom, allowing for dynamic control.",
                "Van der Waals bound heterostructures constructed with two-dimensional materials, such as graphene, boron nitride and transition metal dichalcogenides, have sparked wide interest in device physics and technologies at the two-dimensional limit. One highly coveted heterostructure is that of differing monolayer transition metal dichalcogenides with type-II band alignment, with bound electrons and holes localized in individual monolayers, that is, interlayer excitons. Here, we report the observation of interlayer excitons in monolayer MoSe 2–WSe 2 heterostructures by photoluminescence and photoluminescence excitation spectroscopy. We find that their energy and luminescence intensity are highly tunable by an applied vertical gate voltage. Moreover, we measure an interlayer exciton lifetime of~ 1.8 ns, an order of magnitude longer than intralayer excitons in monolayers. Our work demonstrates optical pumping of …"
            ],
            [
                [
                    "valleytronics",
                    "spintronics",
                    "2D materials",
                    "van der Waals heterostructures"
                ]
            ],
            [
                "Yao Wang Assistant Professor of Physics and Astronomy Kinard Laboratory 864-656-3416 yaowang@clemson.edu Wang Research Group Ph.D., Applied Physics, Stanford University Minor in Computational and Mathematical Engineering B.S., Applied Physics, University of Science and Technology of China Condensed Matter Professor Wang's group focuses on the theoretical elucidation of quantum many-body problems using advanced high-performance computing techniques. The group is interested in a variety of physical problems, including correlated materials, nonequilibrium dynamics, electron-boson coupling, quantum simulation etc. These theoretical and numerical studies are tightly connected to realistic experimental characterizations, such as x-ray spectroscopies, pump-probe measurements, inelastic neutron or light scattering, quantum gas microscope. Technically, the group's research involves developing numerical tools based on massively parallel computational techniques and quantum computing. arXiv Condensed matter physics is a diverse research area, ranging from innovative studies of the basic properties of materials to the development and study of nanometer-scale electronic, thermoelectric and spintronic systems. Within this field fall the exploration of new materials such as carbon nanotubes and semiconducting nanowires as well as the development of next generation electronic devices. Many of the technologies that impact society today (e.g. electronics, magnetics, and photonics) emerged directly from research in condensed matter physics. To learn more about the research in condensed matter physics at Clemson University, please explore the links below. Theoretical Condensed Matter Murray Daw - Theory of Materials Catalina Marinescu - Condensed Matter Theory Sumanta Tewari - Quantum Computation Yao Wang - Quantum Many-body Problems Experimental Condensed Matter Jianbo Gao - Ultrafast Photophysics of Devices Lab Jian He - Synthesis and Characterization of Transition Metal Oxides Ramakrishna Podila - Nano-Bio Lab Apparao Rao - Nanomaterials Research Laboratory Kasra Sardashti - Quantum Materials & Devices Chad Sosolik - Surface and Interface Nanoscience Laboratory October 2019"
            ]
        ]
    ]
}