{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZX1X847U",
            "None",
            [

            ],
            [

            ],
            [

            ],
            [
                "Edward H. Thorndike Professor of Physics, Emeritus PhD in Physics, Harvard University, 1960 253 Bausch & Lomb Hall (585) 275-4382 Fax: (585) 275-8527 thorn@pas.rochester.edu Biography Professor Thorndike received his AB in physics from Wesleyan University in 1956 and his MS in physics from Stanford University in 1957. He received his PhD in physics from Harvard University in 1960, working with Richard Wilson on nucleon-nucleon scattering at the Harvard Cyclotron Lab. After a postdoctoral position at Harvard, he joined the University as Assistant Professor of Physics in 1961, and was promoted to Associate Professor in 1965 and Professor in 1972. Professor Thorndike is the author of the book Energy and Environment, a Primer for Scientists and Engineers. Thorndike was elected fellow of the American Physical Society in 1968, and was a NSF Senior postdoctoral Fellow in 1970. He held a Guggenheim Fellowship in 1987-88, and was awarded the 1999 APS W.KH. Panofsky Prize of the American Physical Society, for \"outstanding achievements in Experimental Particle Physics.\" Research Overview Professor Thorndike's research interests are in the general area of experimental high energy physics . He has worked on nucleon-nucleon scattering with the Rochester 130\" Cyclotron (1961-67), vector meson photoproduction and decay with the Cornell 10 GeV Electron Synchrotron (1968-78), and e+ e- colliding beam physics with CLEO (1979-86, 1988-present) and AMY (1987-88). His most recent research interest is in b quark decay, with emphasis on rare decays and on CKM matrix determination, and in charm quark decays. Professor Thorndike was Director of the Rochester 130\" Cyclotron Lab from 1965 to 1969. He served as spokesperson of the CLEO Collaboration for 3 years from 1981-84, for two years from 1990-92, and CoSpokesperson (with George Brandenburg), for 2 years from 1997-99, and has been been serving a spokesperson again since 2005. For SPIRES up to date summary of of Thorndike's publications click here ."
            ]
        ]
    ]
}