{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZYXCTA9S",
            "dnL3lIwAAAAJ",
            [
                "Electron temperature gradient driven turbulence",
                "Comparisons and physics basis of tokamak transport models and turbulence simulations",
                "Astrophysical gyrokinetics: kinetic and fluid turbulent cascades in magnetized weakly collisional plasmas"
            ],
            [
                "Collisionless electron-temperature-gradient-driven (ETG) turbulence in toroidal geometry is studied via nonlinear numerical simulations. To this aim, two massively parallel, fully gyrokinetic Vlasov codes are used, both including electromagnetic effects. Somewhat surprisingly, and unlike in the analogous case of ion-temperature-gradient-driven (ITG) turbulence, we find that the turbulent electron heat flux is significantly underpredicted by simple mixing length estimates in a certain parameter regime (ŝ∼1, low α). This observation is directly linked to the presence of radially highly elongated vortices (“streamers”) which lead to very effective cross-field transport. The simulations therefore indicate that ETG turbulence is likely to be relevant to magnetic confinement fusion experiments.",
                "The predictions of gyrokinetic and gyrofluid simulations of ion-temperature-gradient (ITG) instability and turbulence in tokamak plasmas as well as some tokamak plasma thermal transport models, which have been widely used for predicting the performance of the proposed International Thermonuclear Experimental Reactor (ITER) tokamak [Plasma Physics and Controlled Nuclear Fusion Research, 1996 (International Atomic Energy Agency, Vienna, 1997), Vol. 1, p. 3], are compared. These comparisons provide information on effects of differences in the physics content of the various models and on the fusion-relevant figures of merit of plasma performance predicted by the models. Many of the comparisons are undertaken for a simplified plasma model and geometry which is an idealization of the plasma conditions and geometry in a Doublet III-D [Plasma Physics and Controlled Nuclear Fusion Research, 1986 …",
                "This paper presents a theoretical framework for understanding plasma turbulence in astrophysical plasmas. It is motivated by observations of electromagnetic and density fluctuations in the solar wind, interstellar medium and galaxy clusters, as well as by models of particle heating in accretion disks. All of these plasmas and many others have turbulent motions at weakly collisional and collisionless scales. The paper focuses on turbulence in a strong mean magnetic field. The key assumptions are that the turbulent fluctuations are small compared to the mean field, spatially anisotropic with respect to it and that their frequency is low compared to the ion cyclotron frequency. The turbulence is assumed to be forced at some system-specific outer scale. The energy injected at this scale has to be dissipated into heat, which ultimately cannot be accomplished without collisions. A kinetic cascade develops that brings the …"
            ],
            [
                [
                    "Plasma physics",
                    "computational physics"
                ]
            ],
            [
                ""
            ]
        ]
    ]
}