{
    "columns":[
        "id",
        "google_scholar_id",
        "titles",
        "abstracts",
        "interests",
        "personal_page_content"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "ZZKESX6K",
            "j5wnPCMAAAAJ",
            [
                "Quantum secret sharing",
                "Quantum copying: Beyond the no-cloning theorem"
            ],
            [
                "Secret sharing is a procedure for splitting a message into several parts so that no subset of parts is sufficient to read the message, but the entire set is. We show how this procedure can be implemented using Greenberger-Horne-Zeilinger (GHZ) states. In the quantum case the presence of an eavesdropper will introduce errors so that his presence can be detected. We also show how GHZ states can be used to split quantum information into two parts so that both parts are necessary to reconstruct the original qubit.",
                "We analyze the possibility of copying (that is, cloning) arbitrary states of a quantum-mechanical spin-1\/2 system. We show that there exists a ‘‘universal quantum-copying machine’’(ie, transformation) which approximately copies quantum-mechanical states such that the quality of its output does not depend on the input. We also examine a machine which combines a unitary transformation and a selective measurement to produce good copies of states in the neighborhood of a particular state. We discuss the problem of measurement of the output states.© 1996 The American Physical Society."
            ],
            [
                [
                    "quantum information",
                    "quantum optics"
                ]
            ],
            [
                "Mark Hillery Professor Hunter College (212)772-5253 mhillery@hunter.cuny.edu Website BS  MIT, Ph.D. University of California at Berkeley Quantum Information, Quantum Optics Google Scholar page link Books: Introduction to the Theory of Quantum Information Processing by Janos Bergou and Mark Hillery (Springer, New York,  2013). The Quantum Theory of Nonlinear Optics by Peter Drummond and Mark Hillery (Cambridge University Press, Cambridge, 2014).  Selected Journal articles: Bell inequalities from group actions:  Three parties and non-Abelian groups by V. Ugur Guney and Mark Hillery, Phys. Rev. A 91, 052110 (2015). Finding structural anomalies in star graphs using quantum walks by Seth Cottrell and Mark Hillery, Phys. Rev. Lett. 112, 030501 (2014). Extracting information from a qubit by multiple observers: Toward a theory of sequential state discrimination by Janos Bergou, Edgar Feldman, and Mark Hillery, Phys. Rev. Lett. 111, 100501 (2013). Entanglement conditions for two-mode states by Mark Hillery and M. Suhail Zubairy, Phys. Rev. Lett.  96, 050503 (2006). Quantum Secret Sharing by Mark Hillery, Vladimir Buzek, and Andre Berthiaume, Phys. Rev. A 59, 1829 (1999). Quantum Copying: Beyond the No-Cloning Theorem by Vladimir Buzek and Mark Hillery, Phys. Rev. A 54, 1844 (1996). Quantization of Electrodynamics in Nonlinear Dielectric Media by Mark Hillery and Leonard Mlodinow, Phys. Rev. A 30, 1860 (1984). Path Integral Approach to the Quantum Theory of the Degenerate Parametric Amplifier by Mark Hillery and M. S. Zubairy, Phys. Rev. A 29, 1275 (1984)."
            ]
        ]
    ]
}